{
    "title": "Glen Echo Park: Summer of Change: A Civil Rights Story",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Summer of Change: A Civil Rights Story                A Summer of Change: The Civil Rights Story of Glen Echo Park       From its beginnings, Glen Echo Amusement Park enforced a strict segregation policy, allowing only whites to enter and enjoy the park grounds. In the summer of 1960, this unfair treatment was challenged by a group of brave individuals united by the common goal of equality and justice for all people, regardless of their color or creed. Their actions that summer would forever change Glen Echo Park and would mark a milestone in their own personal lives.   A PDF of the \"Summer of Change: The Civil Rights Story of Glen Echo Park\" is also available to download.        An original trolley poster advertising Glen Echo Amusement Park National Park Service, Glen Echo Park Photo Archives  Following the integration of the armed forces in 1948 and the desegregation of American public schools during the 1950s, a cohort of activists sought to spread the principle of equal access to an array of businesses. Modeling themselves on the sit-ins and pickets of Greensboro, NC, local activists encouraged the non-violent protest of segregated public transit services and retailers beginning in the spring of 1960. Thus began a decade of locally inspired change.   The District of Columbia began to integrate starting with the school system in 1953. Suburban communities in Maryland and Virginia did not follow suit. By 1958, Montgomery County Public Schools were forced to bus African American students to integrated DC pools, while white students continued to take advantage of places like Glen Echo Amusement Park's Crystal Pool.   A group of concerned residents, concentrated in the local community of Bannockburn, began to lobby for county-wide accommodation laws and protested the use of public funds for programs at the segregated, privately owned Glen Echo Amusement Park.   In the spring of 1960, a group of students - many from Howard University - organized themselves as the \"Non-violent Action Group\" (NAG) and began protesting Northern Virginia lunch counters, restaurants, and department stores. During the summer of 1960, they came to Glen Echo Amusement Park. The Bannockburn residents would prove a willing ally during that summer of change.        Security guard Frank Collins confronts NAG protester Marvis Saunders. National Park Service, Glen Echo Park Photo Archives  On the evening of June 30, Laurence Henry, a 26 year old Howard University student, led approximately two dozen NAG members, both black and white, and two high school students on a protest of Glen Echo Amusement Park. After the high school students were turned away at the park's entrance, Henry and others rushed to the carousel where they were confronted by state-deputized security guard Frank Collins. Their confrontation, a microcosm of American race relations, was captured by radio reporter Sam Smith. Below is a transcription of a portion of that recording:   F. Collins [FC]: Are you white or colored?   L. Henry [LH]: Am I white or colored?   FC: That's correct. That's what I want to know. Can I ask your race?   LH: My race? I belong to the human race.   FC: All right. This park is segregated.   LH: I don't understand what you mean.   FC: It's strictly for white people.   LH: It's strictly for white persons?   FC: Uh-hum. It has been for years...   LH: You're telling me that because my skin is black I cannot come into your park?   FC: Not because your skin is black. I asked you what your race was.   LH: I would like to know why I cannot come into your park.   FC: Because the park is segregated. It is private property.   LH: Just what class of people do you allow to come in here?   FC: White people.   LH: So you're saying you exclude the American Negro?   FC: That's right.   LH: Who is a citizen of the United States?   FC: That's right.   LH: I see.        A group of protesters at Glen Echo Amusement Park, including Gwendolyn (Greene) Britt who would go on to become a Maryland State Senator later in life. National Park Service, Glen Echo Park Photo Archives  Following the arrest of five of the carousel protesters, Laurence Henry announced that NAG would picket the park until integrated. They were soon joined by sympathetic Bannockburn residents. For the remainder of the park's 1960 season, local residents picketed alongside NAG members in hopes of changing the amusement park's policy.   But they were neither alone nor unopposed. Shortly after picketing began, a counter-demonstration was instigated by George Lincoln Rockwell and the American Nazi Party. While no picketers were harmed, there was a constant threat of violence - a rock thrown, a bottle tossed - for those struggling to provoke change.      At the park's close on September 11, 1960, the protesters dispersed and vowed to return. Civil disobedience then sparked political manuevering. Bannockburn resident and newly appointed assistant to the Secretary of Commerce, Hyman Bookbinder, sought assistance from US Attorney General Robert Kennedy in February 1961. Kennedy threatened to have the federal government revoke the lease upon which the trolley ran. Such manuevering, in addition to the summer protest, led to the March 14, 1961, announcement that the park would open its doors to any patron, regardless of skin color.         Black children eating cotton candy on the carousel in the 1960s. National Park Service, Glen Echo Park Photo Archives  Though the amusement park shut its doors permanently in 1968, the park today is as vibrant as ever as an artist community with some amusement park flare. There is something here for anyone and everyone.   The original carousel still operates and the trolley tracks are also still around, though the trolley car no longer operates on it. Visitors can sit on the same animals the protesters sat on and walk in their footsteps along the tracks as they did over 50 years ago.",
    "url": "https:\/\/www.nps.gov\/glec\/learn\/historyculture\/summer-of-change.htm"
}
