{
    "title": "Glen Echo Park: Preservation",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation               Preservation       For over a century, Glen Echo Park has welcomed visitors to an ever changing venue of activities. The history of constant change, though, has often led to tension as Chautauqua dreamers, amusement park thrill seekers, and National Park Service preservationists sought to adapt to the needs of visitors. Edward and Edwin Baltzley in 1891 hoped to entertain and educate an urban populace within a National Chautauqua while preserving the site's rugged natural beauty. The amusement park owners thrilled visitors with an ever evolving sensory-stimulating landscape while spending as little as possible. Finally, the National Park Service and the Glen Echo Park Partnership for Arts and Culture have collaborated to provide the public with appealing artisan studio spaces while preserving the park's diverse history. As a premier suburban retreat for over 120 years, Glen Echo Park has undergone many changes and today serves as a prime example of various preservation methods and adaptive reuse within the National Park Service. Part of the preservation and adaptive reuse process is determining whether to preserve, rehabilitate, restore, or reconstruct historic structures. These treatment options are neither technical nor prescriptive, but are intended to promote responsible preservation practices that help protect our nation's irreplaceable cultural resources.  Preservation is the most desirable treatment and is used for the most important historic structures. These structures are preserved as they were in their period of significance with only minor modifications for contemporary use. It reflects the building's continuum over time, through successive occupancies, and the respectful changes and alterations that are made. Rehabilitation is used for the adaptive reuse of a structure (i.e. using a building in a way for which it was not originally designed). It emphasizes the retention and repair of historic materials, but more latitude is provided for replacement because it is assumed the property is more deteriorated prior to work. Restoration focuses on the retention of materials from the most significant time in a property's history, while permitting the removal of materials from other periods. Reconstruction is the least desirable treatment and established limited opportunities to recreate a non-surviving site, landscape, building, structure, or object in all new materials.  After 120 years, all that remains from the Baltzley's Chautauqua from 1891 is a solitary stone tower. But their idea of a premier greenspace where visitors could preserve and restore themselves has thrived as a vibrant community. Through the principles of preservation, rehabilitation, restoration, and reconstruction, the National Park Service has guaranteed the usefulness and historical integrity of Glen Echo Park for this and future generations.",
    "url": "https:\/\/www.nps.gov\/glec\/learn\/historyculture\/preservation.htm"
}
