{
    "title": "Glen Echo Park: Bumper Car Pavilion Rehabilitation",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation     Bumper Car Pavilion Rehabilitation                Bumper Car Pavilion Rehabilitation       The Bumper Car Pavilion is an example of rehabilitation. It was originally built as an amusement park attraction and adapted during the amusement park era to reflect changes in visitor expectations. The National Park Service, in envisioning Glen Echo Park as a multipurpose cultural facility, rehabilitated the structure as a multi-use pavilion.        The west elevation of the Bumper Car Pavilion, c. 1920s.   This first photograph, circa 1920s, shows the west elevation of the original pavilion. Originally named \"The Skooter\", this open pavilion housed 25 two-passenger Skooter cars which operated by electricity on a steel floor. In 1931, the ride was renamed  \"Dodgem\" after the introduction of new front-wheel drive bumper cars.        The north and west elevations of the Bumper Car Pavilion, c. 1930s.   This second photograph shows the north and west elevations and is dated somewhere in the mid- to late-1930s. It was during this time frame that a new Art Deco style facade was built over the original wooden structure in order to match the amusement park's other Art Deco buildings being built at the time, such as the Crystal Pool and the Administration\/Arcade building.        The north and west elevations of the Bumper Car Pavilion in 1977.   This third photograph shows the same north and west elevations of the pavilion in 1977. The National Park Service removed the Art Deco facade at this time to reveal the remains of the original wooden 1920's structure underneath.        The west and south elevations of the Bumper Car Pavilion today.   This final photograph shows the west and south elevations of the Bumper Car Pavilion today. After being successfully rehabilitated by dedicated volunteers, the pavilion is now primarily used as a dance venue.",
    "url": "https:\/\/www.nps.gov\/glec\/learn\/historyculture\/bcp-rehabilitation.htm"
}
