{
    "title": "Glen Echo Park: Becoming a National Park",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Becoming a National Park                Becoming a National Park         National Park Service arrowhead   Though the amusement park's last operating season was in 1968, various proposals were aired throughout 1966-1968 relative to the future of Glen Echo Park. One such proposal was for either Montgomery County, Maryland or the National Park Service to acquire the property and develop it as a local historic landmark.    Since acquisition of the property would help protect the Potomac Palisades (a biological rare and diverse ecosystem) and provide additional park lands, in early 1968 the Department of the Interior and the National Capital Planning Commission formally requested that the General Services Administration (GSA) endeavor to acquire Glen Echo Amusement Park through an exchange of surplus government real estate property.   By July 1969, after extensive negotiations, GSA recommended that the federal government exchange the Old Emergency Hospital at 1711 New York Avenue N.W., in Washington, D.C., for the 17-acre Glen Echo Amusement Park. The park would then be transferred to the Department of the Interior as an integral component of the National Park Service's George Washington Memorial Parkway.   GSA officially acquired the title to Glen Echo Park on April 1, 1970. Two months later, the National Park Service took over administration of the park. The Glen Echo tract and title was officially transferred to the National Park Service on March 5, 1976. Of the approx. 17 acres that originally came with the title, a portion (7.5 acres) became a part of the Clara Barton National Historic Site while the remainder (9.3 acres) became part of the lands of the George Washington Memorial Parkway.         The cover of the Fall 1972 program. National Park Service, Glen Echo Park Museum Collection  After a year of clean-up operations and planning, on June 20, 1971, the National Park Service opened the park to the public for the first of a series of consecutive summer Sunday afternoon events. According to the Washington Post, the type of entertainment that would be offered at the park would be different from years past,   \"In fact, the only ride left now is the old carrousel... the price has gone up to a quarter a ride or five rides for $1. The few remaining buildings have been roped off to the public, but some, such as the [Spanish] Ballroom and the Mirror House (now mirror-less) are being used for utilitarian and administration purposes. Most of the others are gutted and in need of repair... The Glen Echo Amusement Park might be considered rather dismal now by those who knew it in its glory. But National Capital Parks plans on something less dismal...\"   Indeed, under the direction of Site Manager William Anderson and Wendy Ross, an arts specialist, meetings were held at the park during the spring of 1972 with interested groups to develop an expanded program at Glen Echo during the summer.   Over the course of the 1970s and 1980s, park programming increased and improvements were made on the existing structures. By the 1990s, Glen Echo Park was a full-fledged arts and culture park. But things were not perfect. Most of the buildings still needed extensive rehabilitation and\/or stabilization work to be safe and adequate for the park's current operations. Improving these structures would also help increase the ever-growing arts and creative education programs.   Talks began of forming a formal partnership between the National Park Service and Montgomery County and by February 2001, a final management plan was proposed and accepted. By establishing this formal partnership, enough funds became available to begin the necessary work on all the structures within the park. A non-profit partnership was formed, the Glen Echo Park Partnership for Arts and Culture, who would take over administration of the arts programming while the National Park Service would continue to oversee, manage, maintain, preserve, and protect the park's various resources.",
    "url": "https:\/\/www.nps.gov\/glec\/learn\/historyculture\/becoming-a-national-park.htm"
}
