{
    "title": "Hawai'i Volcanoes National Park: Educational Fee Waiver",
    "body": "Educational Fee Waiver       By law, to qualify for an Educational Fee Waiver you must meet three criteria: 1) Eligibility Criteria: So we can determine your status as a bona fide educational group, please provide one of the following:  A statement confirming educational or scientific tax exemption, from the IRS or the applicant's national, state or local tax authority, or A statement from a bona fide educational institution confirming that the group is visiting for the purpose of providing transferable educational credit based on a curriculum, or A statement of accreditation, or recognition as an educational institution, from a qualified national, regional, state, or local authority for the applicant's location.  2) Education Purpose Criteria: To exhibit your educational purpose, applicants must provide a written statement confirming that the visit supports a specific curriculum for which academic credit is offered. If the group is on a commercial tour, the applicant must state how the tour supports the curriculum. 3) Relevance of Park Resources Criteria: Applicants must provide a written statement with itinerary identifying the park resources and\/or facilities that will be used to support the educational purpose of the visit, and describe how they are relevant to that purpose. If you determine that you are eligible:  Complete the Educational Fee Waiver Application form. Fax all of the required items listed above along with a completed application to us at least 2-3 weeks prior to your visit. If your request is approved, we will fax you an approved copy of the educational fee waiver application. You will need to present this approved copy to the rangers at the park's entry gate.       Please discuss the following points with students and chaperones prior to your visit:  Waiver Copy: The Park retains the right to require payment if a copy of your waiver is not in your vehicle upon entry. On the Spot Waivers: The Park retains the right to refuse all on-the-spot requests for educational entrance fee waivers. Landscape: Our landscape includes steam vents, earth cracks, steep cliffs, as well as hidden dangers. Students are required to obey signs and directions from rangers at all times. Health Concerns: Volcanic fumes may cause breathing difficulties in persons with respiratory or heart problems. Asthmatics are especially susceptible to sulfur fumes, and should carry required medications with them. Wasps and bees can sting and are especially bothersome in summer and fall. Hospital: The nearest hospital is in Hilo, a one hour drive from the park. Weather Conditions: Be prepared for changing weather. We are located at the summit of Kilauea Volcano at 4,000’ elevation. The weather can be warm and dry, or cold, wet, and windy at any time of year. Please be prepared and bring raingear, sunglasses, sunscreen and a hat, and wear sturdy, closed-toe shoes. If you’ll be hiking, students must carry their water, raingear and other essentials in a daypack. Label all packs and valuables with the owners name and address. Trash: If necessary, allow time for a light snack prior to the hike to reduce the potential for littering or distraction. If you plan to bring and have your lunch in the park, please take all your trash back with you. Promptness: If your group is scheduled for a ranger-led program, please be on time. A late arrival can cause your scheduled program to be shortened or cancelled, as rangers are often assigned to several activities throughout the day. Chaperone Limits: The Park retains the right to limit the number of chaperones, teachers, and guides as follows: One (1) chaperone per 1-10 College students, or 1-6 High school students or,  1-4 Preschool or Elementary students.       Arrangements for group activities must be made several months in advance of your visit. We appreciate your continued support of the Fee Waiver Program. If you have additional questions, please contact the Fee Office at (808) 985-6156.",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/education\/havo_edprog_feewaiver.htm"
}
