{
    "title": "Glen Echo Park: Amusement Park Days",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Amusement Park Days                Amusement Park Days       April of 1903 finally saw the foreclosure and sale of the former Chautauqua grounds. The few available documentation materials from the time period immediately after this sale indicate that the site was a small, haphazard amusement park operation until 1907.   Under the new management of a man by the name of William Shaw, extensive alterations began at the site for the summer 1907 season. Several new rides and attractions were scheduled and brought in, including a scenic railway, Buffalo Bill shows, and moving pictures (which were shown in the amphitheater).    There is also little documentation concerning Glen Echo Park from that point in time until 1911, when the site's place in history would be decided.        The entrance to Glen Echo Amusement Park as a trolley passes by.   In 1911, the Washington Railway and Electric Company was operating the trolley line from Washington, D.C. to Glen Echo and they were looking for a way to increase ridership on that particular line. The company purchased the site and Glen Echo Amusement Park was born.   The site was renovated, enlarged, and developed as one of the principal amusement centers in the Washington, D.C. area.   Now a heavily-promoted \"trolley park,\" Glen Echo Amusement Park became one of a growing number of mechanical amusement parks throughout the national where patrons with increasing amounts of leisure time on their hands could escape their urban routines into a world of mechanically induced thrills and fantasies.        This photograph from 1926 shows the first bumper cars for the park being enjoyed by six park patrons of the era.   The craze continued on through the Roaring 20s and the depression decade of the 1930s when Americans sought to escape from the reality of the times into a world of lights and excitement.   During World War II, Glen Echo continued to be a favorite entertainment spot for Washingtonians kept close to home by wartime travel and gasoline restrictions as well as American servicemen near the city.   Glen Echo, like other amusement parks throughout the nation, continued to enjoy widespread popularity in the postwar era as the \"baby boom\" furnished new \"park goers.\"       Glen Echo Amusement Park grounds Library of Congress        The Coaster Dips, a wooden roller coaster, was a park staple for multiple decades. National Park Service, Glen Echo Park Photo Archives        The World Cruise ride was a very popular ride with servicemen during World War II, as seen by the line waiting out the door in this photograph. National Park Service, Glen Echo Park Photo Archives        Glen Echo Amusement Park c. 1950s. National Park Service, Glen Echo Park Photo Archives       By the mid-1950s, however, public taste was turning fickle as modern theme parks originated by Walt Disney's Disneyland began capturing the imagination of Americans. Regional theme parks began to attract the crowds that had once patronized the older local amusement parks.   Other factors contributed to the decline of Glen Echo Amusement Park: the trolley stopped running to Glen Echo in 1960; more and more households had automobiles and were using them to travel to places further and farther away; and several Montgomery County, Maryland inquiries and ordinances concerning visitor safety led to the amusement park management's decision to close the park permanently in 1968.",
    "url": "https:\/\/www.nps.gov\/glec\/learn\/historyculture\/amusement-park-days.htm"
}
