{
    "title": "Glen Echo Park: Picnic Area and Playground",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Picnic Area and Playground              Playground and Picnic Area       Picnic Area The picnic grove has been a site for picnicking since the park's beginnings back in 1891. You too can continue this long-standing tradition!  Please help us preserve the picnic grove for future generations by obeying the following regulations:  Do not attach banners, streamers, hammocks, bicycles, pinatas, or other objects to the trees. Do not climb, swing, or jump from the trees. Do not dig holes. Visitors must properly dispose of all trash before leaving the picnic area. The use of tents, canopies, or shelters will only be allowed if they are free standing, self-supporting, weighted, and placed in a manner that will not restrict a viewshed or block other visitors' access to all public areas. Fires - including candles and campfires - are prohibited. Although grills are allowed, all coals must removed and disposed of from grills before the user leaves and may not be disposed of in park trash cans. Coals may not be dumped on the ground. All grills are prohibited on July 4th. All pets must be restrained on a leash that does not exceed 6 feet or otherwise physically confined at all times. Visitors must remove and dispose of their pets' waste. The consumption of alcohol is prohibited except by those participating in a permitted event and then only in specifically designated areas.   Picnic tables are available to groups of 30 people or less on a first-come, first-serve basis. Please note, in the event of rain, the picnic tables are not covered.  Larger groups, or groups wishing to rent indoor or covered space, should call the Glen Echo Park Partnership for Arts and Culture Rentals Manager at 301-634-2233.  Playground Our newly redesigned playground is the perfect place to enjoy a sunny afternoon! Adult supervision is required at all times.",
    "url": "https:\/\/www.nps.gov\/glec\/planyourvisit\/playground-and-picnic-area.htm"
}
