{
    "title": "Clara Barton National Historic Site: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education       EDUCATION PROGRAMS   PLAN A FIELD TRIP A great field trip begins with good planning. Here are few things to know before your visit. Teachers are welcome to schedule tours of the house for students of all grade levels. Choose a date and time, but please keep in mind that the date and time you specified may already be reserved, so please have a second option. Groups of 10 or more will require a reservation and groups 30 or more will have to be split into two groups and may require another reservation. Please arrive on time.  Your guided tour will be 45- minutes to 1 hour. No food or beverages allowed in the house and there is only one small bathroom on site. We encourage groups to arrive earlier to use the large public bathroom at Glen Echo Park that is adjacent from the Clara Barton National Historic Site. Please contact the site to schedule your group tour, 301-320-1410. Pre-visit and Post-visit activities are recommended. For grades 1st - 3rd Pre-visit and Post-visit activities are recommended. For grades 5th -8th  PARKS-AS-CLASSROOMS (PAC PROGRAM) Grades 1st - 3rd Clara Barton Needs You! Designed for Grades 1-3, this free program focuses on the important role volunteers played in early operations of the American Red Cross. Students will learn how volunteers helped victims of natural disasters and war and what it would have been like to work with Clara Barton and live in her Glen Echo home. This program may is conducted between 10:00 a.m. and 12 noon during the school year. PAC programs are not scheduled on Mondays or Fridays, call for Tuesday - Thursday availability. A maximum of 33 participants (one adult chaperone, per ten children) may attend each program.  Please contact the site to schedule your group tour, 301-320-1410. Consider combining a tour at Clara Barton National Historic Site with a picnic lunch and an afternoon at Glen Echo Park. Picnic tables are available on a first come basis. There is a small outdoor playground. During the school year, weekdays, the 1921 Dentzel Carousel operates in May and June on Wednesdays and Thursdays between 10:00 a.m. and 2:00 p.m. There are other opportunities at Glen Echo Park, you may be able to combine with a visit to Clara Barton National Historic Site on the same date.",
    "url": "https:\/\/www.nps.gov\/clba\/learn\/education\/index.htm"
}
