{
    "title": "Clara Barton National Historic Site: Virtual Tour",
    "body": "Virtual Tour       ENTER THE INTERACTIVE EXPERIENCE HERE  The Clara Barton Interactive Experience is a Flash production with sound. The first time you access the program, there will be a brief delay as the program searches for the appropriate Flash plug-in. If your computer already is equipped with the Flash player, you can proceed to the Interactive Experience. If you computer is not equipped with the Flash player, you will be directed to the Flash web site for a free download. If you have an older version of Flash player, the program may not load properly and you may not be re-directed automatically. You can download a free Flash player at the Adobe web site. The program may experience slow loading or difficulty in running if you are using a dial-up connection. Visit Clara Barton National Historic Site from your computer. You may take a virtual tour of all three levels and explore twelve restored rooms, the main hallway, the second floor hallway and a storage closet.  Navigate the rooms with your mouse and see a full 360° view. Hear the \"voice of Clara Barton\" providing some of the descriptions in her own words. This is a wonderful way to experience one of the most unusual National Historic Sites in the National Park Service system. Clara Barton National Historic Site was the first National Historic Site dedicated to the accomplishments of an American woman. Clara Barton's home served as national headquarters for the American Red Cross, a dormitory for Red Cross staff and a warehouse for relief supplies. There is not another house like this one in the entire National Park Service system. It is truly one-of-a-kind. We hope you will be able to visit Clara Barton National Historic Site someday in person, but, please feel free to visit the virtual tour over and over again.    Also included in the flash production is a section for educational activities. There are two grade levels to select from, grades 2 - 4 and grades 5 and up, each with nine interactive learning activities. \"The voice of Dr. Julian Hubbell\" narrates the learning activities.  \"The voice of Clara Barton\" adds important quotes from her writings.   Finish the activities and print out a personalized certificate. Mail your certificate to us and we will return it to you with a Junior Ranger award. Remember to include your return mailing address and send your certificate to: Clara Barton National Historic Site 5801 Oxford Road             Glen Echo, Maryland 20812 ENTER THE INTERACTIVE EXPERIENCE HERE",
    "url": "https:\/\/www.nps.gov\/clba\/learn\/photosmultimedia\/virtualtour.htm"
}
