{
    "title": "Hawai'i Volcanoes National Park: My Hawai‘i Story Contest 2015",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     My Hawai‘i Story Contest 2015              My Hawai‘i Story Contest 2015             My Hawai'i, 2015 Student Environmental Writing Contest Winners announcedThe 25 winners of the 9th annual My Hawai'i Story Contest were announced today.The theme of this year's contest is, \"Hanohano Hawai'i Kuauli: Celebrating Collaboration and Wisdom Across Hawaii's Ecosystems.\" The 2015 winners are:Trever Casabar, The Way of the Forest, Kamehameha Schools Kapālama Middle SchoolMahealani Deenik, Mauka to Makai, Kamehameha Schools Kapālama Middle SchoolKyler Delacruz, Hapuna, Waiakea Intermediate SchoolHiʻilei Dikilato, From the Mountains to the Sea, Kamehameha Schools Kapālama Middle SchoolShaylan Gega, Ekolu and Kahi, Waiakea Intermediate SchoolEvan Kauwe, Until the Sun Returns, Kamehameha Schools Kapālama Middle SchoolIsaiah-Carter Kekaimalu-Bundy-Wong, O'opu Survival, Ka ʻUmeke KāʻeoMaisie Klem, An Ecosystem in a Shell, Punahou SchoolNālani Klopfenstein, Ka Moʻolelo I'a: The Fish Story, Kamehameha Schools Kapālama Middle SchoolKeao Liu, Ka'ūpūlehu, Kamehameha Schools Kapālama Middle SchoolBryan McAniff, Up in the Mountains, Mililani Middle SchoolE Ala Mai Nakahara, Free the Native Plants, Ka ʻUmeke KāʻeoJolie Numasaki, Another Million Trees, Punahou SchoolJason Sadayasu, Working Together is Better Than Working Alone, Punahou SchoolKualii Shimasaki, My Home, University Laboratory SchoolBryanne Soares, Hawaiʻi, Kamehameha Schools Kapālama Middle SchoolKaimālie Stensgaard, A Small Piece of Hawaii's Heart, Kamehameha Schools Kapālama Middle SchoolLana-June Tennant, Ka apo ola (The Circle of Life), St. Andrew's SchoolsChris Togiai, Through Their Eyes, Kamehameha Schools Kapālama Middle SchoolNoe Watson, The Forgotten Wonders and Life of Hawai'i, Kamehameha Schools Kapālama Middle SchoolSabrina Weaver, Mr. Wind: A Manoa Valley Tribute, University Laboratory SchoolKate Welch, Malama Kanaloa, Hoala SchoolJoshua Wong, E ho ola I ka honu - To save a turtle, Punahou SchoolKama Wong, KĀNE, Kamehameha Schools Kapālama Middle SchoolKaylee-Marie Zimmermann, Lōkahi, Kamehameha Schools MauiMahalo to all the participating students and teachers! Of special note, one of this year's winners, Kate Welch from Ho'ala School in Wahiawa, has been a winner 3 years in a row, since she was in 6th grade. Congratulations Kate!My Hawai'i, is an annual environmental writing contest for middle school students in Grades 6, 7 and 8 from across the state. The top 25 poems and short stories were selected from more than 360 submissions and will be published in an anthology that is distributed to schools and libraries statewide. The students' writing represents personal reflections on the environment, cultural values, kuleana, stewardship, and place-based writing, and contributes to a collection of youth literature that is unique to Hawai'i. To date, 225 middle school students have had their stories and poems on the environment published! While academic testing provides a measure of content knowledge, creative writing can capture students' thoughts, passions, beliefs, and values.The My Hawai'i Story Contest provides an educational approach that develops interdisciplinary thinkers. Many of the stories and poems include knowledge from diverse backgrounds and provide good examples of successful collaborations that integrate traditional cultural values and contemporary life in Hawai'i. The imaginative visions of middle school students reveal their insights on Hawaii's environment today and their dreams for tomorrow. The future of conservation and environmental leadership lies firmly in the hands our haumana, the young people of Hawai'i. This important initiative encourages, nurtures, cultivates, and promotes future generations to develop a sense of responsibility to care for and protect Hawaii's environment.For the past nine years the Pacific Writers' Connection (PWC), the Hawai'i Conservation Alliance, and the following state and federal agencies, have co-sponsored the My Hawai'i Story Contest:Hawai'i Coastal Zone Management ProgramHawai'i Conservation AllianceHawai'i Conservation Alliance FoundationHawai'i Department of EducationHawai'i Department of Land and Natural Resources - Division of Forestry and Wildlife and Division of Aquatic ResourcesHawai'i Environmental Education AllianceNational Park Service - Hawai'i Volcanoes National Park and Friends of Hawai'i Volcanoes National ParkNational Oceanic and Atmospheric AdministrationPapahānaumokuākea Marine National MonumentFor more information, please contact Dr. Takiora Ingram, cell: 808-781-6147 or email tingram.raro@gmail.com or Molly Mamaril, email mamaril@hawaii.edu",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/kidsyouth\/2015_my_hawaii.htm"
}
