{
    "title": "Clara Barton National Historic Site: Eastern National's Passport Book Imprints",
    "body": "Passport Imprints       Clara Barton National Historic Site has three imprint cancellations for Eastern National's Passport to Your National Parks book; the imprint for Clara Barton National Historic Site, the Clara Barton Parkway, and the Clara Barton National Historic Site NPS Centennial. These are located at Glen Echo Park, adjacent to Clara Barton NHS. Walk through the parking lot, cross the wooden footbridge, follow the footpath into Glen Echo Park. The Ranger office is in the lower level of the red brick building with the public restrooms.  Collect the stamp for Glen Echo Park while there.       The Clara Barton Parkway evolved from plans that created the George Washington Memorial Parkway. The design authorized in 1930 included a grand circular drive crossing the Potomac River and traversing Virginia, Maryland and Washington, D.C. between Mount Vernon and Great Falls. The park would preserve the natural beauty of the region and link sites associated with George Washington’s life. The circular drive, as envisioned, has not been built, but the completed parkways, managed by the National Park Service, now honor two important and influential Americans: George Washington, Commander in Chief, Founding Father and first President of the United States of America and Clara Barton, “Angel of the Battlefield”, Founder and first President of the American Red Cross.      Other imprints available at sites along the George Washington Memorial Parkway include: Arlington House: The Robert E. Lee Memorial; Claude Moore Colonial Farm; Glen Echo Park; George Washington Memorial Parkway; Great Falls Park, Virginia; Lyndon Baines Johnson Memorial Grove; Netherlands Carillon\/Iwo Jima the U.S. Marine Corps War Memorial; Potomac Heritage National Scenic Trail; Theodore Roosevelt Island; Women in Military Service for America Memorial. Copies of all stamps except Claude Moore Colonial Farm, are available at the headquarters for the George Washington Memorial Parkway. (separate from the Ranger Station)  The headquarters is located at Turkey Run on the GWMP, about 2 miles from the Capital Beltway. The hours of operation are 7:30 AM – 4:00 PM, Monday through Friday. (700 George Washington Memorial Parkway, McLean, VA 22101)  For more information about Eastern National's Passport to Your Parks Program, visit the Eastern National website.",
    "url": "https:\/\/www.nps.gov\/clba\/planyourvisit\/gwmpimprints.htm"
}
