{
    "title": "Clara Barton National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      Clara Barton National Historic Site is located at 5801 Oxford Road, Glen Echo, Maryland  20812 off of MacArthur Boulevard adjacent to Glen Echo Park.  Glen Echo, Maryland is a suburb of Washington, D.C. near the Bethesda\/Rockville areas of Maryland and Arlington\/McLean\/Tysons Corner areas of Virginia.      Information about Clara Barton Parkway rush hour restrictions.    Buses and Commercial Vehicle directions.     CARS & PRIVATE VEHICLE DIRECTIONS  The following directions from Virginia and Maryland bring you to the site from I-495 the Capital Beltway.      FROM VIRGINIA: Follow I-495 (West and North) toward Rockville, Maryland. Cross the Potomac River on the American Legion Bridge, in the right lane, and take the first exit, exit 41, immediately at the Maryland end of the bridge. Bearing right, follow the signs reading \"Clara Barton Parkway - East\", \"Glen Echo\" and \"Clara Barton National Historic Site\". Follow the Clara Barton Parkway approximately 1 1\/2 miles until you reach the right side exit for Cabin John.  Take the Cabin John exit. At the top of the exit, turn left at the stop sign. Go to the intersection at MacArthur Boulevard and turn right at the stop sign onto MacArthur Boulevard. Cross the one lane bridge and go approximately 1\/2 mile to the intersection with Oxford Road.   A large sign at the intersection reads \"Glen Echo Park - Clara Barton National Historic Site\". Turn right onto Oxford Road. At the end of the road, on your left will be a small parking lot, with a larger parking lot down the hill.  Turn left and park in the small lot.   You may use the larger lot for Glen Echo Park if the small lot is full. Clara Barton National Historic Site is the large yellow house on the hill overlooking the main parking lot.   FROM MARYLAND: Follow I-495 (West and South) toward Northern Virginia. Take exit 40, \"Cabin John Parkway\" and Glen Echo. The Cabin John Parkway merges with the Clara Barton Parkway. Follow the signs which read \"Glen Echo and MacArthur Boulevard\". The left lane of the Clara Barton Parkway will turn off in a 180 degree turn to the left, with a small right spur. Take the right spur exit up the ramp to MacArthur Boulevard. Turn left at the 3-way stop sign. Oxford Road is on your left approximately 1\/2 mile down MacArthur Boulevard. A large sign at the intersection reads \"Glen Echo Park - Clara Barton National Historic Site\". Turn left onto Oxford Road. At the end of the road, on your left will be a small parking lot, with a larger parking lot down the hill. Turn left and park in the small lot. You may use the larger lot for Glen Echo Park if the small lot is full. Clara Barton National Historic Site is the large yellow house on the hill overlooking the main parking lot.    FROM WASHINGTON, DC: From Georgetown use Canal Road to the Clara Barton Parkway. Follow the signs which say \"Glen Echo and MacArthur Boulevard\". Turn left at the 3-way stop sign at the top of the ramp leading to MacArthur Boulevard. Oxford Road is a left hand turn approximately 1\/2 mile down MacArthur Boulevard. A large sign at the intersection reads \"Glen Echo Park - Clara Barton National Historic Site\".  Turn left onto Oxford Road. At the end of the road, on your left will be a small parking lot, with a larger parking lot down the hill. Turn left and park in the small lot. You may use the larger lot for Glen Echo Park if the small lot is full. Clara Barton National Historic Site is the large yellow house on the hill overlooking the main parking lot.  DURING MORNING RUSH HOUR FROM WASHINGTON, DC\/GEORGETOWN AREA: During Morning Rush Hour you can not travel north out the Clara Barton Parkway. From Canal Road, turn right onto Foxhall Road. Make a left turn onto MacArthur Boulevard. Follow MacArthur Boulevard approximately 7 miles to Glen Echo, Maryland. At the 3-way stop sign for the Clara Barton Parkway, stay straight, cross over straight at the small traffic circle to the intersection with Oxford Road, just across from the Glen Echo Shopping Center. A large sign at the intersection reads \"Glen Echo Park - Clara Barton National Historic Site\".  Turn left onto Oxford Road. At the end of the road, on your left will be a small parking lot, with a larger parking lot down the hill. Turn left and park in the small lot. You may use the larger lot for Glen Echo Park if the small lot is full. Clara Barton National Historic Site is the large yellow house on the hill overlooking the main parking lot.  Using Massachusetts Ave. proceed north out of Washington, D.C. towards Maryland. Stay on Massachusetts Ave. until it dead ends at the traffic light for Goldsboro Road (MD RT 614). Turn left onto Goldsboro Road and follow to dead end at MacArthur Blvd. Bear right at traffic circle onto MacArthur Blvd and turn left at the first intersection at Oxford Road. A large sign at the intersection reads \"Glen Echo Park - Clara Barton National Historic Site\".  Turn left onto Oxford Road. At the end of the road, on your left will be a small parking lot, with a larger parking lot down the hill. Turn left and park in the small lot. You may use the larger lot for Glen Echo Park if the small lot is full. Clara Barton National Historic Site is the large yellow house on the hill overlooking the main parking lot.",
    "url": "https:\/\/www.nps.gov\/clba\/planyourvisit\/directions.htm"
}
