{
    "title": "Clara Barton National Historic Site: Buses and Commercial Vehicles",
    "body": "Bus and Commercial Vehicle Directions          MacARTHUR BOULEVARD FROM SANGAMORE ROAD TO GREAT FALLS IS A RESTRICTED ROADWAY. Commercial vehicles with more than four wheels are not permitted. This includes all buses. Private vehicles of more than one ton capacity are also prohibited. This law is strictly enforced.       FROM MARYLAND OR VIRGINIA: Follow I-495 to Exit 39 (River Road, Maryland Route 190). Follow River Road East toward Washington, DC. At the intersection of River Road and Goldsboro Road (Maryland Route 614) turn right on Goldsboro Road and proceed to MacArthur Boulevard. As you approach MacArthur Boulevard, you will see the Glen Echo Shopping Center on your right. In front of the gas station will be a sign which reads \"Truck Crossing\". Please follow the direction of the sign. This route will bring you to a legal crossing over MacArthur Boulevard onto Oxford Road. Across the road is a large brown sign for the entrance to Glen Echo Park and Clara Barton National Historic Site. Proceed to the end of Oxford Road. Clara Barton NHS is the large yellow house overlooking the parking lot. Buses should park in the lower Glen Echo parking lot.   FROM WASHINGTON, DC: Use either Massachusetts Avenue or River Road out of the city until either intersects with Goldsboro Road (Maryland Route 614). Turn left on Goldsboro Road and proceed to MacArthur Boulevard. As you approach MacArthur Boulevard, you will see the Glen Echo Shopping Center on your right. In front of the gas station will be a sign which reads \"Truck Crossing\". Please follow the direction of the sign. This route will bring you to a legal crossing over MacArthur Boulevard onto Oxford Road. Across the road is a large brown sign for the entrance to Glen Echo Park and Clara Barton National Historic Site. Proceed to the end of Oxford Road. Clara Barton NHS is the large yellow house overlooking the parking lot. Buses should park in the lower Glen Echo parking lot.        Directions for Cars and Private Vehicles - click here.",
    "url": "https:\/\/www.nps.gov\/clba\/planyourvisit\/bus.htm"
}
