{
    "title": "Hawai'i Volcanoes National Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth            Keiki o Hawai‘i Nei 2016 Summer Junior Ranger Program - Link to poster & application (pdf 910KB)    Be a Junior Ranger Choose from several programs for families with children up to the age of 12 who can earn a collectible Junior Ranger Badge from Hawai'i Volcanoes National Park.    Junior Ranger Completed Workbook Posters - One of the Junior Ranger Program requirements is to submit a poster following the guidelines in the Junior Ranger Workbook.    My Hawaiʻi Story Contest My Hawaiʻi 2015 Student Environmental Writing Contest Winners    Park Fun Fun activities for kids to do while in the park    Every Kid in a Park (links to external website) Free access to Federal Lands and Waters for 4th graders and their guests     National \"Kids to Parks Day\" Contest (links to external website)  In 2016 National Park Trust is once again hosting the Kids to Parks Day National School Contest! The purpose of the contest is to empower students to create and plan their own park experience.       Share Your Experiences Do you have Hawai'i Volcanoes National Park experiences that you wish to share? Submit your poetic, artistic or written expression.    Nature and Science Visit the park's Nature and Science webpages to see why this park is so special.    Park Facts (pdf 143KB) Writing a report and your teacher really likes statistics? This is where you will find those treasured bits of information.    Park History Did you ever wonder how and why this bit of land on such a remote island in the Pacific Ocean become a National Park? Check it out!    Park Statistics (links to external website) Annual reports, visitor statistics, Park acreage, and more    Ranger Programs Ranger-led programs enrich your knowledge of park resources and Hawaiian culture    Web Adventures Find online electronic field trips, virtual visits,and WebRanger!",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/kidsyouth\/index.htm"
}
