{
    "title": "Fort McHenry National Monument and Historic Shrine: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Fort McHenry National Monument and Historic Shrine is a big part of this effort. Take a look at what we're doing and get involved!   Experiences    Check back for experiences in this park. To find other national park experiences, visit the experiences search.    Call to Action Projects      Silberstein Insurance Group plants over thirty shrubs and trees  On Friday 8 May 2015  Silberstein Insurance Group of Lutherville Maryland completed a project at Fort McHenry. With a generous grant from the National Environmental Education Foundation, Silberstein Insurance Group  was able to purchase some new trees and native shrubs for the Fort - and the volunteers from Silberstein helped to plant them all.  Read more   Morgan Stanley Volunteers make Fort McHenry beautiful  Forty-three volunteers from the Baltimore office of Morgan Stanley invested their time and talent to make Fort McHenry a better park. on Tuesday, June 24, they worked for over 100 hours, weeding and mulching the landscape around the Visitor and Education Center.   Read more   Under Armour Protects the Fort  Under Armour employees volunteer over 800 hours to help preserve a historic resource on the grounds of Fort McHenry NM&HS. Read more   Park Partners learn new job skills, and help the park  Disadvantaged young adults from Baltimore learn new job skills and help park staff acheive their mission goals. It's a win-win. Read more   FORT McHENRY FIFE & DRUM CAMP RECRUITS YOUTH FOR HISTORY  Inner-city Fife and Drum campers demonstrate their newly learned skills by performing 1812 era music at Fort McHenry!  Read more   A Call to Action Projects for Fort McHenry National Monument and Historic Shrine",
    "url": "https:\/\/www.nps.gov\/fomc\/getinvolved\/2016.htm"
}
