{
    "title": "Hawai'i Volcanoes National Park: Volcanoes Are Monuments",
    "body": "Volcanoes Are Monuments to Earth's Origin, Evidence That its Primordial Forces Are Still at Work       During a volcanic eruption, we are reminded that our planet is an ever-changing environment whose basic processes are beyond human control. As much as we have altered the face of the Earth to suit our needs, we can only stand in awe before the power of an eruption. Volcanoes are also prodigious land builders - they have created the Hawaiian Island chain. Kīlauea and Mauna Loa, two of the world's most active volcanoes, are still adding to the island of Hawaiʻi. Mauna Loa is the most massive mountain on Earth occupying an estimated volume of 19,999 cubic miles. The current summit of Mauna Loa stands about 56,000 feet (17,000 m) above the depressed sea floor. This is more than 27,000 feet (8,230 m) higher than Mount Everest. In contrast to the explosive continental volcanoes, the more fluid and less gaseous eruptions of Kīlauea and Mauna Loa produce fiery fountains and rivers of molden lava. These flows, added layer upon layer, produced a barren volcanic landscape that served as a fountain for life. Hundreds of species of plants and animals found their way across the vast Pacific on wind, water, and the wings of birds. A few survived, adapted, and prospered during this time of isolation. The arrival of humans - first Polynesians, then Europeans - and the plants and animals they brought with them drastically altered this evolutionary showcase, this grand natural experiment. Today Hawaiʻi Volcanoes National Park displays the results of at least 70 million years of volcanism, migration, and evolution in the Hawaiian Island-Emperor Seamount chain-processes that would thrust a bare land from the sea and clothed it with complex and unique ecosystems and a distinct human culture. Created to preserve the natural setting of Kīlauea and Mauna Loa, the park is also a refuge for the island's native plants and animals and a link to its human past. Park managers and scientists work to protect the resources and promote understanding and appreciation of the park visitors. Research by scientists at the Hawaiian Volcano Observatory makes Kīlauea one of the best understood volcanoes in the world, shedding light on the birth of the Hawaiian Islands and the beginnings of planet Earth. Each eruption is a reminder of the power of natural processes to change the air we breath, the ground we walk on, and the sea that surrounds this volcanic island we call home.",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/nature\/volcanoes-are-monuments.htm"
}
