{
    "title": "Fort McHenry National Monument and Historic Shrine: William Williams",
    "body": "William Williams          This name is listed with the names of other recruits on the muster roll of the 38th U.S. Infantry. It seems like any other name, and should not warrant a second glance. But this recruit is different. Williams was a 21 year old black runaway slave laborer. Williams was a native Marylander slave. He had run away from his owner Benjamin Oden, in the spring of 1814. On April 14, 1814, Williams was enlisted as a private in the U.S. Army and was assigned to the 38th U.S. Infantry Regiment. Federal law at the time prohibited the enlistment of slaves into the army because they \"could make no valid contract with the government.\" The officer who enlisted Williams did not question him. A reward notice posted at the time, by his owner, described Williams as \"a bright mulatto and so fair as to show freckles.\" Nevertheless, Williams received his enlistment bounty of $50 and was paid a private's wage of $8 per month. In early September, 1814, the 38th U.S. Infantry was ordered to march to Fort McHenry. During the bombardment, Williams was severely wounded, having his leg \"blown off by a cannonball.\" He was taken to the Baltimore Hospital, where he died two months later. Williams was not the only black man to serve in the armed services at this time. There are numerous records of black sailors. George Roberts, a free black, served on the privateers Chasseur (\"Pride of Baltimore\") and Sarah Ann. Charles Ball was a Seaman in Commodore Joshua Barney's U.S. Chesapeake Flotilla who later published his memoirs in 1836. Gabriel Roulson was an Ordinary Seaman on the U.S. Sloop of War Ontario. Baltimore also had many skilled free blacks who, as naval mechanics, sailmakers, riggers, carpenters and ship caulkers, helped build naval ships and privateers that would bring war to the British merchant fleet and navy. Many of these men and slaves helped construct gun carriages and build defenses. Williams is unique because he served in the U.S. Army, a branch of the armed services that was almost exclusively white at the time. All Americans can take pride in the contribution of Williams and other blacks whose names may be lost to history, who fought beside white defenders and helped save Baltimore during its time of crisis in 1814.",
    "url": "https:\/\/www.nps.gov\/fomc\/learn\/historyculture\/william-williams.htm"
}
