{
    "title": "Fort McHenry National Monument and Historic Shrine: The Defenders",
    "body": "The Defenders              The 1,000 men who defended Fort McHenry during the Battle of Baltimore were members of three fighting units. The first group were members of the U.S. Army \"Corps of Artillery.\" These men lived at Fort McHenry and were paid eight dollars a month for their services. The \"Corps of Artillery\" uniform consisted of a dark blue jacket called a \"coatee.\" It had a high red collar trimmed with yellow, and a single row of brass buttons down the front. In addition, the men were given a linen shirt, one pair of white summer trousers, and one pair of blue wool trousers. A stiff felt hat, called a \"shako,\" protected the soldier's head, much as a helmet would. Another group of defenders was the \"Maryland Militia,\" private citizens who felt it necessary to aid in the defense of the city. Militiamen were volunteers who were not paid until April 1813, when the militia was federalized for 30 days and released. From early August through September 20, 1814, the militia was federalized again, and the volunteers were paid and given rations. These men came from all walks of life — bakers, tailors, shipbuilders, merchants, bankers and lawyers. The uniform was a blue wool jacket with a red collar and cuffs, a white linen shirt and white trousers. Militiamen wore large, black felt hats, trimmed in yellow, and adorned with a large red feather. The third group were sailors from Commodore Joshua Barney's Flotilla, which had been formed in 1813 to provide naval protection for the Chesapeake Bay. Sailors did not have a regular uniform. Sometimes the ship's captain would decide what the crew would wear. It is likely, however, that many sailors wore blue wool jackets and vests. Their trousers, usually white, but sometimes blue striped, may have been made from linen or heavy canvas. Sailors wore hats that had been waterproofed with \"tar\" to protect the hat while at sea. In spite of their different uniforms, the three groups of men had one thing in common — the protection of Baltimore from destruction. The bravery of these men and their skill in operating the cannons helped defend Baltimore. Cannon firing was a difficult and dangerous job. Artillery soldiers drilled long and hard, until they could load and fire the guns four times in one minute. There was always the possibility that a cannon might explode, killing the crew members. Often, men lost their hearing from the frequent, loud cannon blasts.",
    "url": "https:\/\/www.nps.gov\/fomc\/learn\/historyculture\/the-defenders.htm"
}
