{
    "title": "Hawai'i Volcanoes National Park: Plan a Park Field Trip",
    "body": "Educational Programs for Schools       School Programs Programs are designed to be ranger or teacher led. Ranger-led programs are offered on Tuesdays and Thursdays ONLY and begin at 9:30 a.m.  Minimum group size is 15 students Maximum group size is 60 students Maximum 10 adults One chaperone for every ten students is required. Chaperones must provide for the safety of students in their care. Groups over 70 may arrange for a ranger orientation and movie at the Kīlauea Visitor Center      Contact: Noah Gomes - Telephone: 808-985-6019 - Fax: 808-985-6021 - Email: noah_gomes@nps.gov or web form email     Request a program at least six weeks ahead by submitting aProgram Request Form (pdf 92KB)An Educational Fee Waiver is also required three weeks prior to your visit                 45 minute program:   Meet the park ranger at:   Preschool See, Touch, and Hear Kīlauea Visitor Center             1 hour programs:   Start this program at:   Kindergarten Secrets of the ʻApapane Kīlauea Visitor Center   First Grade Our Friends in the Forest Kīlauea Visitor Center           1 1\/2 hour programs:  Start this program at:   Second Grade Our Volcano Island Jaggar Museum   Third Grade Survival of the Fittest Kīlauea ʻIki Overlook   Fourth Grade Wahi Kapu o Pele Kīlauea Visitor Center           2 to 2 1\/2 hour multigrade programs:  Start this program at:   Grades 5 - 12 Malama ʻAina - Stewardship Kīlauea Visitor Center   Grades 5 - 12 Amazing Lava Products Mauna Ulu parking area   Grades 6 - 12 How Devastating Can it Be ? Devastation trailhead   Grades 6 - 12 Cultural Uses of Native Plants Kīpukapuaulu trailhead   Grades 6 - 12 Navigating Through Time Kīlauea Visitor Center          Prepare Ahead: Weather in the park is unpredictable. Come prepared with rain gear, sturdy walking shoes, hat, sunscreen, water, and warm clothing for each person in your group. Location: Hawai'i Volcanoes National Park is located on Highway 11, 28 miles south of Hilo which is a 45 minute drive. Health Hazards: Visitors with asthma, heart, or lung conditions should be aware that there may be high levels of volcanic sulfur fumes at times in the park which may aggravate or induce severe medical conditions.  Because of the dynamic nature of the volcanoes in Hawai'i Volcanoes National Park (e.g. eruptions, earthquakes, tsunami and fires etc.), programs may be cancelled without notice. We look forward to your visit!",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/education\/edprog.htm"
}
