{
    "title": "Fort McHenry National Monument and Historic Shrine: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      Getting There   Plane  The park is located within ten miles of Baltimore\/Washington International Thurgood Marshall Airport. Car The park is three miles southeast of the Baltimore Inner Harbor and just off I-95. Follow the brown Fort McHenry directional signs along all major routes to the park. From I-95 northbound, take Exit 55 Key Highway and follow Fort McHenry signs. From I-95 southbound, as you approach the Fort McHenry Tunnel, move to the toll booths on the far right as you will be exiting immediately after emerging from the tunnel. Take Exit 55 Key Highway and follow the Fort McHenry signs USING LAWRENCE STREET AND NOT WOODALL, as your GPS or Mapquest might indicate. From the Inner Harbor, take Light Street south to Key Highway. Turn left and follow the Fort McHenry signs to Lawrence Street. Turn right on Lawrence Street and then left on Fort Avenue to the park. MAP The most direct route to Fort McHenry is I-95. Take Exit 55 and drive to the light at Key Highway. Follow the signs to the fort. At the third light on Key Highway, turn left onto Lawrence Street. Turn left at the next light and Fort Avenue will bring you to Fort McHenry. GPS\/Park Address  2400 East Fort Avenue, Baltimore, MD 21230  USE LAWRENCE STREET AND NOT WOODALL, as your GPS or Mapquest might indicate. Public Transportation Maryland Transit Administration (MTA, 866-RIDE-MTA) Bus #1 stops at the park main gate. From there it is a 100 yard walk to the Visitor Center and Star Fort.  Water Transportation Water transportation is provided to Fort McHenry from various locations around the Inner Harbor. The schedule varies depending on the season. YOU MAY NOT EITHER PURCHASE TICKETS OR ORIGINATE YOUR TOUR FROM FORT McHENRY. Those arriving by boat, may depart by boat - visitors must board elsewhere in the Inner Harbor area to visit Fort McHenry by boat. During the spring through fall, the Baltimore Water Taxi provides transportation from the Inner Harbor. Call ahead for the latest schedule. (410-563-3900\/1-800-658-8947)",
    "url": "https:\/\/www.nps.gov\/fomc\/planyourvisit\/directions.htm"
}
