{
    "title": "Hawai'i Volcanoes National Park: ʻĀhinahina (Mauna Loa silversword)",
    "body": "Explore This Park    Learn About the Park     Nature     On the Brink of Extinction     ʻĀhinahina (Mauna Loa silversword)                ‘Āhinahina (Mauna Loa silversword)      Argyroxiphium kauense       ‘Āhinahina(Mauna Loa silversword)      Wondrous Treasure on Mauna Loa One of the world's most extraordinary plants survive only on the flanks of Mauna Loa between 5,000 to 8,000 feet (1,500 to 2,500 m). 'Āhinahina are named for the remarkable shine of soft, silver hairs that cover and protect their sword-like leaves. Although they share the same ancestor, Mauna Loa silverswords are distinct from the other species found on Mauna Kea and Haleakalā. Mauna Loa silverswords generally grow fewer \"petals\" in their flowerheads and their thinner leaves are less hairy. Also remarkable is their life history. It is only once in their lives and only after 10 to 30 years that 'āhinahina send up a spectacular stalk of fragrant flowers as tall as 9 feet (3 meters). Within weeks it goes to seed and its life is concluded—the entire plant dies. Feral Animals Lead to their Decline Foraging ungulates, like cattle, sheep, and goats, love silverswords and devour any they find like a child does ice cream. By the early 1990s, the entire species was limited to a handful of plants clinging to survival at three remote sites on Mauna Loa. Muscles and Science Save Silverswords Toiling on hard rock at high altitudes, national park crews have erected miles of fence to keep out stomping and chomping beasts. To ensure the long-term survival of 'āhinahina, a public\/private partnership collaborates to bolster silverswords' genetic diversity. Botanists painstakingly cross-pollinate wild plants, collect their seeds, and carefully germinate them in secure greenhouses. Field crews have planted more than 20,000 of those seedlings back into protected areas of the park. Though drought years have taken a toll, the winter rains of 2012 brought great rewards with wild seedlings sprouting from their out-planted parents for the first time. With this success, Mauna Loa silversword recovery is underway. Safe inside protective fences, these beauties will soon replenish the mountain's majestic landscapes.    For additional information on the recovery and status of ‘ahinahina (Mauna Loa Silverswords), please visit the following links: http:\/\/www.fws.gov\/pacificislands\/flora\/ml_silversword.html http:\/\/www.fws.gov\/endangered\/about\/ep_32_2012.html http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=Q1T2 http:\/\/the.honoluluadvertiser.com\/article\/2006\/Jun\/05\/ln\/FP606050326.html (external link)       Return to \"On the Brink of Extinction\"",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/nature\/endangered_ahinahina.htm"
}
