{
    "title": "Gulf Islands National Seashore: Sea Turtles",
    "body": "Sea Turtles                         Helping Sea Turtles Through an Oil Spill In the aftermath of the Deepwater Horizon Oil Spill in the summer of 2010, more than 700 sea turtle nests along the gulf coast are being carefully excavated and relocated across the Florida peninsula to be hatched and released in the Atlantic. Watch and listen as biologists at Gulf Islands National Seashore describe and demonstrate their participation in this massive environmental undertaking.  Duration:3 minutes, 37 seconds                 Female loggerhead heading back to the Gulf after laying her eggs, Florida District.   Sea turtles are large, air-breathing reptiles that live in our oceans. Only female turtles return to the beach to nest. Florida has nearly 1,200 miles of coastline which attracts about 90% of sea turtle nesting.   There are four species of sea turtles that nest on the beaches of Gulf Islands National Seashore. The most common are loggerheads (Caretta caretta). In addition the park also has nests from green sea turtles (Chelonia mydas) and few Kemp's Ridley (Lepidochelys kempii). In 2000, the park documented it's first leatherback (Dermochelys coriacea) turtle nest. In response to the Deepwater Horizon oil spill in the Gulf of Mexico, the National Park Service and U.S. Fish and Wildlife Service in cooperation with state wildlife agencies are translocating sea turtle eggs from nests to the Atlantic Coast in Florida.           Loggerhead turtle tracks on the beach, Florida District.   During nesting season, which runs from May to September, female turtles crawl onto the beach to nest. The females dig a body pit with their powerful flippers and then lay their eggs. To protect the nests staff and volunteers conduct early morning turtle patrols in search of turtle tracks.  Because all sea turtles are protected animals the nests are documented and protected by roping off the area around the nest and posting sea turtle nesting signs.        Loggerhead nest, Florida District.   Life as a sea turtle is challenging. A few of the obstacles they must overcome include loss of nesting habitat, trash in the water that might be mistaken for food, and becoming trapped in disgarded fishing line.  Light pollution from developed areas along the coastline can cause baby sea turtles to become disoriented. Instead of crawling towards the water, hatchlings turn toward the artificial light where they become prey for land animals, get run over by cars, or die during the day from sun exposure.          Kemp's Ridley sea turtle hatchling, Florida District.   You can be a part of sea turtle conservation by following some simple tips! Please dispose of plastic bags, balloons and trash in designated trash containers. Recycle or properly dispose of excess fishing line. Take your beach chairs, coolers, and other beach gear with you when you leave. These items interfere with nesting females. Please don't forget to fill in large holes that have been dug in the sand. Adult or baby sea turtles can fall into them and become trapped. Concerned coastal residents and businesses can participate in turtle friendly beach programs that help reduce light pollution.  Sea turtles can survive if we learn to share the beach.",
    "url": "https:\/\/www.nps.gov\/guis\/learn\/nature\/sea-turtles.htm"
}
