{
    "title": "Keweenaw National Historical Park: Sample Questions",
    "body": "High School Local History Smackdown Sample Questions        Immigrants to the Copper Country gather for a night class in the early 1900s. Keweenaw NHP Archives, Jack Foster Collection.       2016 Smackdown! Sample Questions 1.  QUESTION:The world's first national park was created on March 1st, 1872. What park is it? ANSWER:Yellowstone National Park. 2.  QUESTION:This national park got its start in 1864, when President Lincoln signed a law protecting the Mariposa Grove and Yosemite Valley. ANSWER:Yosemite National Park. 3.  QUESTION:In 1941, this school started training African American mechanics and pilots for combat in World War II. Based at Moton Field, Alabama, this school is now a National Historic Site. What is the name of this site? ANSWER:Tuskegee Institute National Historic Site. 4.  QUESTION:The National Park Service is a bureau within which federal department? ANSWER:The Department of the Interior. 5.  QUESTION:This national park unit commemorates the woman who founded the American Red Cross in 1881. Although she is remembered most for her career as a nurse, she was also a teacher and one of the first women to work for the US government. Who is she? ANSWER:Clara Barton. 6.  QUESTION:This man encouraged the National Park Service to protect nature and biodiversity, not just scenery and appearances. He personally funded the first comprehensive wildlife survey of the national parks, and advocated for a science-based approach to park management. What was this man's name? ANSWER:George Melendez Wright. 7.  QUESTION:This national park in Kentucky preserves the world's longest known cave system. ANSWER:Mammoth Cave National Park. 8.  QUESTION:This national park unit in Philadelphia commemorates an American author known for his ghoulish tales and haunting poems, including the Tell-Tale Heart, the Fall of the House of Usher, and the Raven. Who is this author? ANSWER:Edgar Allan Poe. 9.  QUESTION:In 1906, President Theodore Roosevelt began using a new law that enabled him and future presidents to create National Monuments on their own—without going through Congress. What is the name of this 1906 law? ANSWER:The Antiquities Act. 10.  QUESTION:This park commemorates the first women's rights convention, held in 1848 in Seneca Falls, New York. In 1980, the convention site was designated a National Historical Park to preserve and interpret the history of the women's movement. What is the name of this park? ANSWER:Women's Rights National Historical Park.",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/kidsyouth\/smackdown-sample-questions.htm"
}
