{
    "title": "Hawai'i Volcanoes National Park: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems        Lava Tree NPS Photo      Extraordinary Features Harbor Fascinating Island EcosystemsAccessibility to the ongoing eruptions of Kīlauea Volcano and the periodic eruptions of Mauna Loa, offers opportunity for the scientist and casual observer alike, to witness the formation of an array of astounding geologic features including new cinder cones, glowing pit craters, rivers of lava and fountains of spatter. The island of Hawai`i actually consists of five volcanoes as part of a volcanic chain of islands created over a 70-million-year period by the northwestward movement of the ocean floor over a fixed hot spot in the Earth’s mantle. Molten rock rising from this hot spot, about 60 to 70 miles beneath the ocean floor, is currently fueling the continuous eruptions of Kīlauea Volcano within the park.  Located more than 2,000 miles from the nearest continental landmass, the Hawaiian Archipelago is the most geographically isolated group of islands in the world.  Hawai‘i Volcanoes National Park sits on the southeastern edge of the youngest and largest island at a latitude of 19°N. Many organism groups common on continents never succeeded in making the journey to Hawai‘i. The descendents of those who arrived, survived and reproduced have evolved into an impressive array of endemic Hawaiian native species. This level of endemism surpasses most places on Earth—even the Galapagos Islands. Consequently, the park is an ideal living laboratory for the study of evolutionary processes. Volcanic topography has created a striking elevational gradient within the park sweeping from Mauna Loa’s vast alpine crater at 13,677 feet in  elevation down to wind-swept coastal shores. Moisture from tradewinds creates extremes in rainfall within the Park supporting a wide diversity of lifezones and habitats. Seven ecological life zones include seacoast, lowland, mid-elevation woodland, rain forest, upland forest and woodland, sub-alpine and alpine\/aeolian are included within park boundaries. The park is one of the few remaining natural areas in Hawai‘i protecting contiguous habitat from sea to summit.",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
