{
    "title": "Keweenaw National Historical Park: Team Registration",
    "body": "Annual High School Local History Smackdown Registration Information        A Calumet student shows his high jump in this circa 1925 photo. Keweenaw NHP Archives, Myrno M. Petermann Collection.       Registration for the 2016 Smackdown is now OPEN. The High School Local History Smackdown Is Coming to the Calumet Theatre! Keweenaw National Historical Park is seeking high school teams from the four-county area to participate in the Fourteenth Annual High School Copper Country Local History Smackdown.   The competition offers local-area high school students an opportunity to showcase their knowledge of the history, geography, and geology of Keweenaw, Baraga, Ontonagon, and Houghton counties. The format is similar to a spelling bee: teams of up to four players are asked \"short-answer\" questions, which increase in difficulty as the rounds go higher. The contest features a double-elimination format: two wrong answers and teams are out of play. Preparation can be formal or informal, but teams that invest time in advance may proceed further in the competition. However, those who simply want to be a part of a fun night of local history are still encouraged to participate.   This year's competition will have questions drawn from a wide variety of topics, with some questions being developed from new sources. Those new sources will be provided free of charge to the libraries of Copper Country schools which have sent teams to participate in the Smackdown in the past. If your school has not participated before, please let us know, so we can similarly supply your school library.   New in 2016 - The Quincy Mine Hoist Association will offer to each registered team a free underground tour along with information concerning the copper history, mine structure and mining methods. Once your team is registered please contact Quincy Mine at 906-482-5569 to schedule your tour before the Smackdown!   Please note that the Smackdown will once-again take place at the Calumet Theatre, in Calumet, at 7:00 p.m. on Thursday, April 28, 2016. The deadline for registering a team is March 24, 2016, so assemble a team or teams and start planning for your team's name to be inscribed on the Smackdown trophy!    For further information and to register teams contact Brian Hoduski at (906) 483-3026 or e-mail us.    2016 Smackdown Registration Form - Word 2016 Smackdown Registration Form - PDF",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/kidsyouth\/smackdown-registration-page.htm"
}
