{
    "title": "Lowell National Historical Park: Employment",
    "body": "Employment       The National Park Service's Work With Us Employment Information webpage provides information relating to job opportunities, and links to a new employee orientation package that answers many questions about working for the National Park Service. Federal positions over 90 days in duration will be posted on USAJobs the official job site of the U.S. federal government. This includes permanent, term (1-4 years), and seasonal positions. Current Job Openings at Lowell National Historical Park The link above will connect you with listings of permanent and seasonal jobs (when available) at Lowell National Historical Park. The link also includes National Park Service jobs within a 20-mile radius, so jobs from Salem and Saugus National Historic Sites, along with Minuteman National Historical Park, may also appear in the list. The jobs on the list are available to all United States citizens, with varying qualifications listed in each individual job listing. If you are a federal employee, with permanent status, you may click on the \"Federal Employees\" checkbox on the left side menu under \"Refine Your Search\" and \"Who May Apply?\" to see if there are additional jobs for federal status candidates.  National Park Service Seasonal Positions Most summer seasonal positions at Lowell National Historical Park are announced in December or January and selections are made beginning in March. Work dates vary from year to year, and with different positions, but most seasonal positions start in late May or early June and conclude from late August to early October. Use the Current Job Openings link to find seasonal positions at Lowell National Historical Park on USAJobs. Tsongas Industrial History Center Teaching Positions The Tsongas Industrial History Center, a partnership between Lowell National Historical Park and the University of Massachusetts Lowell Graduate School of Education, hires part-time museum teachers to conduct hands-on, curriculum-based, educational programs on industrial history and science. Some programs are offered off-site, but most programs take place at the Boott Cotton Mills Museum. Search for teaching opportunities on the UMass Lowell Jobs Site. Click on \"Search Postings\" in the left menu, then in the search form, choose \"Tsongas Industrial History Center\" in the dropdown next to \"Department.\" Student Conservation Association Internships The Student Conservation Association (SCA) offers internship opportunities at Lowell National Historical Park and other National Parks in the region. Search for SCA Opportunities.",
    "url": "https:\/\/www.nps.gov\/lowe\/getinvolved\/supportyourpark\/employment.htm"
}
