{
    "title": "Lowell National Historical Park: Volunteer Spotlight",
    "body": "Volunteer Spotlight         Pauline Golec, Park Volunteer NPS  Pauline Golec’s whole life has truly been one of volunteerism and a deep love of Lowell long before anyone saw its potential as a site for a National Historical Park. However, since this is a VIP spotlight, we are only able to mention a few of Pauline’s many contributions here. Perhaps closest to her heart is her role as a teacher at The Tsongas Industrial History Center two days per week. Retirement from full-time teaching in 2001 did not stop Pauline from sharing her knowledge of Lowell’s cultural and ethnic experiences that are so important for the school groups to understand when they visit from other areas of New England. Equally important and without fanfare, Pauline is a superb model for other teachers from Lowell NHP and UMass Lowell. Lowell National Historical Park Ranger William Morton described Pauline as “enthusiastic about children, education, history, and the city of Lowell”. He went on to say that “Pauline’s energy and dedication are inspiring to the younger teachers. She is regarded as an excellent resource for Lowell’s complex issues of ethnicity and culture”. In agreement with William’s remarks, Tsongas Industrial History Center Assistant Director Sheila Kirschbaum added that “Pauline is a good friend, a good professional colleague, a resource for Lowell’s history, a community activist, and simply a nice person”. Pauline was raised in Lowell and educated in local schools, graduating from the {then} Mass State Teachers College in 1962. As a person of Polish descent, Pauline was instrumental in the founding of the Lowell Polish Cultural Committee, formed from a group previously known as the Polish Regatta Committee. As we all know, these early cultural groups joined together for local Regatta Festivals which eventually contributed to Lowell being chosen as a site for National and then Lowell Folk Festivals. To this day, Pauline serves as the Ethnic Chair, aka Ethnic Food Coordinator, bringing together the “older” traditional groups with the “newer arrived” Southeast Asian groups in providing the food tents which are such a popular draw for visitors to the annual Lowell Folk Festival. Outside of LNHP, it would surprise no one to learn that Pauline is active on the Parish Council of Holy Trinity Roman Catholic Church. She is also on the Board of Directors of the Lowell Historical Society, the grant distribution committee of the Greater Lowell Community Foundation, and is a Trustee and Scholarship Chair of the Lowell Festival Foundation. As I write this, I can hear Pauline humbly protesting that this is too much attention being given to her, that she is just doing what she loves for the city that she so obviously loves. Well, Right Back At Ya, Pauline!        Hank Knoblock, Park Volunteer National Park Service  Like so many of our volunteers, Hank Knoblock has many impressive accomplishments on a resume that would be the envy of most people. He grew up in Queens, New York, graduated from Villanova University and then gained a commission in the USMC, serving in Japan and Okinawa. Hank and his wife of many years have six children who are following in the footsteps of their parents as active and interesting people. With a BS in Economics, Hank’s business career brought them to Massachusetts in 1976 and then, after retirement, to Tewksbury four years ago. Hank and Peggy have taken several courses through the Elderhostel Program and one of these sparked an interest in the history of the Textile Industry, specifically about the experiences of the Yankee farm girls who moved to Lowell in the early 1800s. After visiting both the Park and the American Textile History Museum, we were lucky enough to have Hank volunteer his time with us, and, as Hank says, “the rest is history”. As a volunteer at the Visitor’s Center, Hank has a wide variety of responsibilities in greeting our guests, giving out information about happenings in the Park, introducing our free slide show, and answering the sometimes unexpected questions we get at the VC. Always aware that we are the face of the Park, Hank keeps a great attitude and sense of humor about himself. In a much quieter setting, Hank has also volunteered at our Boott Cotton Mill Museum, available to answer questions and watch over our exhibits as guests take their time to view and absorb the length of a huge cotton mill built in 1836. And finally, as a First Mate on our canal tours, Hank takes very seriously the added responsibility of a safe cruise for all. During Hank’s time away from the Park, he and Peggy both volunteer at their Public Library. With his knowledge of computers, he is currently transferring data from old newspaper obituaries, birth, death, and marriage records for genealogical research. As you can see, we are very fortunate to have Hank as part of our family here at Lowell National Historical Park.",
    "url": "https:\/\/www.nps.gov\/lowe\/getinvolved\/supportyourpark\/spotlight.htm"
}
