{
    "title": "Lowell National Historical Park: Volunteer Awards",
    "body": "Volunteer Awards         Trolley 966 NPS  Volunteers-In-Parks Award Winners Volunteer Accessibility Achievement Awards & George B. Hartzog, Jr. Awards for Outstanding Volunteer Service The Seashore Trolley Museum\/The New England Electric Railway Historical Society volunteers received the 2013 Northeast Region George B. and Helen Hartzog Award for Outstanding Volunteer Service Volunteer Group. The group received their award and recognition at the Lowell National Historical Park annual reception on May 15th, 2014. In 2013 Seashore Trolley Museums volunteers donated 1,300 hours operating an exhibit, On Track: Transit in the American City, presenting and interpreting the story of transit and the developing industrial landscape as it is reflected on the national level and in the Lowell experience. Over 1500 visitors toured the museum in 2013. Volunteers from the Seashore Trolley Museum also moved 4,300 visitors to Lowell National Historical Park over 675 times though the city of Lowell's 1.5 miles of track on the historic New Orleans Perley-Thomas Trolley Car #966 the organization loaned to the National Park Service. Seashore volunteer's work in cooperation with Lowell National Historical Park trolley, interpretive, and maintenance operations to seamlessly assist in telling the story of a nation in motion, as America moved from a rural to urban to suburban society. The trolleys allow visitors to experience for themselves the relationships between the transportation system and life in an industrial city demonstrating that the streetcar was more than a ride; it was and continues to be an important force shaping urban America. The NPS created these awards to honor volunteers' hard work, draw attention to their vast skills and contributions, and to stimulate development of innovative projects and volunteer involvement. The intent of the awards is to distinguish those individuals or groups who give of their skills, talents, and time beyond the normal call of duty. The recognition is named for the late George B. Hartzog and his wife Helen. For more information on the National Street Car Museum, please visit their website for a complete list of programs and operating hours.",
    "url": "https:\/\/www.nps.gov\/lowe\/getinvolved\/supportyourpark\/vip_awards.htm"
}
