{
    "title": "Salem Maritime National Historic Site: gentleman's waistcoat",
    "body": "Collection Spotlight: a gentleman's waistcoat        A vest, or waistcoat was an important part of an 18th century gentleman's wardrobe. NPS photo.       Man's Waistcoat, 1790-1795, owned by Elias Hasket Derby Silk, linen, Silver spangles Catalog Number SAMA 938 For an eighteenth century gentleman, a waistcoat was a vital part of his wardrobe. Worn over a white linen or cotton shirt and under a coat, a waistcoat added warmth and style to a formal suit. In the eighteenth century, men's clothing was as highly decorated as women's, and a waistcoat was no exception. Since a gentleman would never take his coat off during a social occasion, waistcoats were most highly decorated in the areas that would be seen: along the center front, the lower front edges, and on the pocket flaps.        This engraving from Denis Diderot's 1751-1777 Encyclopedia of Trades and Industry shows an 18th century tailor's shop, where a customer is being fitted for a coat while tailors sew other clothing by the window. Plate 440 from <i>A Diderot Pictorial Encyclopedia of Trades and Industry<\/I> (New York: Dover Publications, 1959)  This waistcoat was probably embroidered by a professional seamstress, most likely in France. The seamstress would embroider the designs of the pieces of the waistcoat on a large piece of silk, including the pocket flaps, collar edges, and for some waistcoats even covers for buttons. A gentleman would purchase the embroidered piece and take it to his own tailor. The tailor would cut out the pieces of the waistcoat, make a lining and back out of silk or linen, then fit the completed garment.        Detail of Elias Hasket Derby's vest, showing a Chinese female figure. NPS photo  When this waistcoat was made, Elias Hasket Derby was one of the most successful China trade merchants in Massachusetts. The popularity of the Chinese style is reflected in the design of this waistcoat, which includes a tiny Asian man on one side of the front, and an Asian woman on the other side. Both of them look like they are blowing smoke bubbles from the pipes in their mouths. Like his contemporaries, Derby used the Chinese style to decorate his home.                   Narbonne House   8 Photos  Views of the 1675 Narbonne House at Salem Maritime          Derby House   7 Photos  Album of photographs of the interior of the Derby House          Custom House   7 Photos  Views of the U.S. Custom House in Salem            Salem Marine Society Certificate   6 Photos  Scenes of Salem in 1797 from the Salem Marine Society membership certificate          Derby Waistcoat   4 Photos  detail views of an embroidered 18th century waistcoat",
    "url": "https:\/\/www.nps.gov\/sama\/learn\/historyculture\/vest.htm"
}
