{
    "title": "Hawai'i Volcanoes National Park: ʻUaʻu (Hawaiian petrel)",
    "body": "Explore This Park    Learn About the Park     Nature     On the Brink of Extinction     ʻUaʻu (Hawaiian petrel)                ‘Ua‘u (Hawaiian petrel)      Pteroroma sandwichensis       ‘Ua‘u(Hawaiian petrel) © JIM DENNY     Seabirds Nest in Alpine Burrows The 'ua'u, or Hawaiian petrel, is a federally endangered native seabird. Adults are 16 inches long from head to tail and fly on narrow wings that span three feet. Each is dark grey on top and white below. They make a variety of haunting calls—one gives the birds their distinctive name: oo-AH-oo. The only known nest sites on Hawai'i island are in northern Kohala and within the park on the lower alpine and subalpine slopes of Mauna Loa. Wildlife biologists estimate that only 50 to 60 breeding pairs nest in the park, so the odds of encountering them are quite rare. Adult 'ua'u arrive on land in early spring and nest in underground lava burrows, entering and leaving after dark. The female lays a single egg in June. Taking turns, both parents incubate the egg for 60 days and feed the chick for an additional four months. Chicks, Fledglings and Adults at Risk While at their nesting grounds, the chicks, and even their parents, are easy prey for feral cats. In November, after weeks on their own, young 'ua'u leave their nests for the first time and fly to the ocean at night to search for food. Bright urban lights can cause these night-flying birds to become disoriented, collide with structures, or fall to the ground. Once grounded, it is difficult for 'ua'u to take flight—leaving them extremely vulnerable to cats, dogs and mongooses. It's a precarious time for one of our rarest endemic seabird species, and the national park is keeping a watchful eye on its small, remaining population. Big Fences and Shielded Lights To protect 'ua'u from feral cats, the national park is constructing a large-scale barrier fence around the primary nesting colony on Mauna Loa. To help prevent potentially deadly groundings, Hawai'i Volcanoes has modified its outdoor lights to be downcast and shielded on the top. All new lighting must meet specific requirements to minimize disorientation of night-flying petrels. Hawai'i island has so few remaining 'ua'u, their protection is of the upmost importance.      For additional information on the recovery and status of ‘ua‘u (Hawaiian petrels), please visit the following link: http:\/\/www.nps.gov\/havo\/naturescience\/uau.htm        Return to \"On the Brink of Extinction\"",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/nature\/endagered_uau.htm"
}
