{
    "title": "Lowell National Historical Park: Kids & Youth",
    "body": "Kids & Youth            Every Kid in a Park Pass Beginning September 1st, all kids in the fourth grade have access to their own Every Kid in a Park pass. This pass provides free access to national parks, national forests, national wildlife refuges, and more! The Every Kid in a Park pass is good for the 2015-2016 school year, until August 31, 2016. It's easy to get one- just visit the Every Kid in a Park website, participate in a short activity, and dowload a voucher to exchange for a pass at any park that offers passes (at Lowell, passes are available at the Visitor Center and the Boott Cotton Mills Museum). Educators can visit the educator section to download a classroom activity and pass vouchers for the whole 4th grade class. At Lowell National Historical Park, the Every Kid in a Park pass admits the 4th grade passholder, and up to three accompanying guests, into the Boott Cotton Mills Museum for free. (Note that the pass does not apply to boat tours)          Ranger Marieke helping kids make crafts and write songs as part of Your City Summer! NPS\/Jen Myers  Your City Summer Your City Summer returns for 2016. Join us every Saturday (except for July 30 during the Lowell Folk Festival) from 11 a.m. to 12 noon at the Visitor Center (246 Market Street) for make-and-take crafts and other fun, hands-on family activities. Programs are free and no reservations are necessary. This year, to help celebrate the National Park Service's 100th birthday, we'll be connecting Lowell with other National Parks around the country. Every Saturday, kids and families can help us build a \"pop-up museum\" exhibit at the Visitor Center, which will be on display all summer long. Come join the fun! Free parking is available at the Visitor Center lot at 304 Dutton Street. Dates and themes for this summer's programs: June 25 Agriculture and Plants July 2 Building a City July 9 Independent Ladies July 16 Moving Water July 23 Know Your Rights August 6 Healthy Water August 13 Lowell’s Many Origins August 20 The World of Lowell August 27 Lowell Today September 3 Future Lowell, Future You",
    "url": "https:\/\/www.nps.gov\/lowe\/learn\/kidsyouth\/index.htm"
}
