{
    "title": "Hawai'i Volcanoes National Park: ʻŌha wai",
    "body": "Explore This Park    Learn About the Park     Nature     On the Brink of Extinction     ʻŌha wai                ‘Ōhā wai      Clermontia peleana       ‘Ōhā wai NPS \/ JAY ROBINSON     Evolutionary Brilliance High in the rainforest canopies of Hawai'i, 'ōhā wai clings to life. It is one of 113 Hawaiian bellflowers that all descend from a single ancestor. They are one of the world's premier examples of adaptive radiation, in which a single immigration event gave rise to a spectacular array of descendant species. They evolved to exploit a variety of habitats and exhibit outlandishly different leaf shapes and flowers. While some evolved into tree species, others became vines or shrubs. 'Ōhā wai grows as a small tree with dark green leaves laced with purple veins. The beautiful dark purple flowers curve downward and produce copious nectar and pollen. These flowers accommodated the large bills of Hawaiian nectar-feeding birds like the extinct mamo. Limited to wet forests of Mauna Loa and Mauna Kea, these rare gems have a short life span of 15 - 25 years. One Foot Over the Edge 'Ōhā wai once thrived in lush forests of Hawai'i. But since the introduction of rats, pigs and cattle, it has all but disappeared. Rats gnaw their bark and eat their seeds, but feral pigs root and destroy their seedlings. By the late 1990s, 'ōhā wai was thought to be extinct except for one plant growing in cultivation under the close care of botanists. Miraculously, in the summer of 2007, botanists rediscovered six wild plants, all surviving high in the branches of huge 'ōhi'a trees—far above the destructive reach of pigs. Hope Remains for these Rare Beauties Increasing the number of plants in the wild is critical to the survival of 'ōhā wai. Towards that end, botanists collect air-layered cuttings from the wild plants and closely monitor their health in secure greenhouse facilities. Once these flower, they are carefully cross-pollinated to ensure genetic viability. Seedlings are then planted in wild areas like the park and other conservation partnership lands, where feral pigs have been removed and fences restrict their return. Hope remains in pig-free zones.    For additional information on the recovery and status of ‘ōhā wai (clermontis peleana), please visit the following link: http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=Q1UM        Return to \"On the Brink of Extinction\"",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/nature\/endangered_oha_wai.htm"
}
