{
    "title": "Hawai'i Volcanoes National Park: Nēnē (Hawaiian goose)",
    "body": "Explore This Park    Learn About the Park     Nature     On the Brink of Extinction     Nēnē (Hawaiian goose)                Nēnē (Hawaiian goose)      Branda sandvicensis       Nēnē NPS \/ JAY ROBINSON     The Last of the Island Geese Wild nēnē, the world's rarest goose, are only found in Hawai'i and are the last survivor of several other endemic geese. Their strong feet sport padded toes and reduced webbing, an adaptation that allows them to traverse rough terrain like lava plains. Most nēnē fly between nighttime roosts and diurnal feeding grounds. The female builds a simple ground nest and incubates one to four eggs for a full month while her devoted mate acts as a sentry. Shortly after they hatch, goslings leave the nest and follow their parents to their traditional foraging grounds which can be more than a mile away. At 14 weeks nēnē can fly, and along with their parents, they join large flocks where they meet their relatives and potential mates. They usually mate for life. From Abundance to Near Extinction By the time of western contact, there were an estimated 25,000 nēnē throughout Hawai'i. With increased hunting and the introduction of predators (such as mongooses, pigs, dogs, and cats), nēnē had become extinct on all islands, except Hawai'i Island, by 1900. By 1952, their population had plummeted to just 30 birds. Luckily, this species breeds well in captivity, and conservationists saved them from disappearing forever. Beginning in the 1960s, nēnē were reintroduced into the wild, and by 2010 there were over 2,000 birds statewide. Conservation and Public Support Today, park managers work to improve nēnē habitat and protect wild nests and goslings from alien predators. Unfortunately, many deaths today are still associated with humans. Nēnē evolved without people. They have no instinct to avoid us and may approach without fear. If fed, they quickly associate humans with food. These birds learn to frequent roads and parking lots where they are eventually killed by cars. Do not approach nēnē and never feed them. Watch for signs posted where nēnē cross the road, follow speed limits and always drive with caution.    For additional information on the recovery and status of nēnē, please visit the following links: http:\/\/www.nps.gov\/havo\/naturescience\/nene.htm http:\/\/www.nps.gov\/hale\/naturescience\/upload\/NPSNeneInformation.pdf (pdf 281KB) http:\/\/www.nps.gov\/hale\/naturescience\/upload\/NeneBrochureMay_2009-4.pdf (pdf 1.65MB) http:\/\/www.fhnp.org\/nene.html (external link) http:\/\/the.honoluluadvertiser.com\/article\/2002\/Jul\/13\/ln\/ln18a.html (external link) http:\/\/ecos.fws.gov\/speciesProfile\/profile\/speciesProfile.action?spcode=B00C http:\/\/hbs.bishopmuseum.org\/birds\/rlp-monograph\/pdfs\/01-Anatidae\/HAGO.pdf (pdf 28KB) (external link)      Return to \"On the Brink of Extinction\"",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/nature\/endangered_nene.htm"
}
