{
    "title": "Lowell National Historical Park: Jack Kerouac",
    "body": "Jack Kerouac       PDF of Park Brochure (Text Follows)  Jack Kerouac, the Writer Jack Kerouac is a writer who wrote his “songs” in spoken language to be read and sometimes sung aloud. He wrote about his childhood, his adolescence, and his Lowell friends; he also wrote about his many other friends from around the country and the world. He loved religion, which was a high note in most of his writings. Most of all he wrote about the wretchedness of the human condition which, according to him, should find solace in brotherhood, kindness and heaven. Jack Kerouac, His Life Kerouac was born in Lowell, Massachusetts, on March 12, 1922, “at five o’clock in the afternoon of a red-all-over supper time” (Doctor Sax) and died in St. Petersburg, Florida, on October 21, 1969, at the age of 47. Kerouac’s first seventeen years were those of a typical Franco-American youth living in Lowell; his next thirty years were those of a traveling Ulysses living with everyone everywhere. Roger Brunelle, Centralville--Lowell, Massachusetts  French-Canadian Roots Jack’s parents were born in Quebec. They met and were married in Nashua, New Hampshire, and later moved to Lowell. Jack had one brother, Gerard, who died when Jack was four years old, and one sister, Caroline (Nin). From 1922 until 1943, Kerouac’s family lived in many different homes. During this time, Lowell was a city of about 100,000 people, including 30,000 Franco-Americans. Most of these French-speaking immigrants and their families settled in the Centralville, Little Canada, and Pawtucketville sections of the city. As a teenager, Jack had a room of his own in the family apartment at 118 University Avenue (formerly Moody Street). The Pawtucketville Social Club, 123 University Avenue, was founded in 1897 to teach English to the city’s newest French-Canadian immigrants. It continued to serve the neighborhood by providing a recreation center that helped preserve French-Canadian traditions and customs. During the Great Depression of the 1930s, Kerouac’s father managed this club, where Jack and his friends spent much time shooting pool. Jack Kerouac first gained literary notice with the 1950 publication of his auto-biographical novel, The Town and the City, a tale of his coming of age in Lowell and New York City. His 1957 novel On the Road was a literary and cultural sensation that led to his being labeled the “Father of the Beat Generation.” He went on to write and publish more than 20 books of prose and poetry. He is considered one of the most important authors of the 20th century. Education Although he was a first generation Franco-American. Jack spoke French exclusively until he was seven years old. He attended elementary school at St. Louis Parochial School at 79 Boisvert Street and the Oblate School on Merrimack Street in Little Canada. Jack skipped sixth grade and entered Bartlett Junior High, a public school at 79 Wannalancit Street. Jack then attended Lowell High School (3) located on Kirk Street. Maggie Cassidy takes place during Jack’s senior year at Lowell High, when he was a football and track star. Jack began writing seriously when he was 17. Among his early influences were Whitman, Saroyan, Wolfe, and Thoreau. He earned a scholarship to Columbia but dropped out his sophomore year. In 1942, he worked briefly as a Lowell Sun (8) sports reporter. After serving in the merchant marine during World War II, Jack moved to New York to join his family, who had moved there from Lowell. Kerouac’s Places The city of Lowell serves as a backdrop for many of Kerouac’s books, in which he describes various businesses, churches, haunts, and residences of Lowell. Some of these still exist. One of them, St. Jean Baptiste Church, now Nuestra Senora del Carmen, Kerouac described as “the ponderous chartreuse cathedral of the slums.” Jack’s funeral was held there. One can also still see the Bienvenue Social Club and “Funeral Row,” a series of funeral homes including Amedee Archambault & Sons, the site of Kerouac’s wake. Nearby, at the corner of Pawtucket and School Streets, is an elegant old house built in 1875 for the industrialist Frederic A. Ayer. In 1908, the building became the Franco-American Orphanage. Behind this building, the Oblate Fathers, a Canadian religious order, built a replica of the Grotto at Lourdes. Haunted by this grotto, Kerouac wrote in Doctor Sax, “Everything there was to remind of Death, and nothing in praise of life.” In 1967, Jack married Stella Sampas and returned to Lowell. His mother had suffered a stroke, and his only sister had died suddenly. While in Lowell, he wrote another novel, Vanity of Duluoz: An Adventurous Education, 1935-1943. He frequented Nicky’s Bar (4) at 112 Gorham Street, now a restaurant, and spent many hours at Pollard Memorial Library (5) as he had years before with his sister Nin. Jack expressed thanks in Doctor Sax for the books that were always available at the library. Final Resting Place Jack Kerouac’s grave is in the Sampas family plot at Edson Cemetery, which is located on Gorham Street two miles south of the Lowell Connector. A small flush stone at Lincoln Avenue between Seventh and Eighth Streets is marked “Ti Jean, John L. Kerouac, Mar. 12, 1922 - 1969, - He Honored Life.” Artifacts The Mill Girl & Immigrants Exhibit(6), a part of Lowell National Historical Park, located at the Mogan Cultural Center, 40 French Street, features a display of Kerouac artifacts, including a typewriter and backpack. For exhibit hours call Lowell National Historical Park at (978) 970-5000, or stop at the Visitor Center at 246 Market Street. Memorial The Jack Kerouac Commemorative is located in Kerouac Park (7) on Bridge Street. Dedicated in 1988, the commemorative contains excerpts from Kerouac’s writings. The path, with its cross and series of circles, refers to Kerouac’s Roman Catholic and Buddhist beliefs and evokes his lifelong spiritual quest. Events Every fall, the “Lowell Celebrates Kerouac!” Committee holds a three-day event in his honor. For more information, write: Lowell Celebrates Kerouac, P.O. Box 1111, Lowell, MA 01853.",
    "url": "https:\/\/www.nps.gov\/lowe\/learn\/historyculture\/kerouac.htm"
}
