{
    "title": "Lowell National Historical Park: The Francis Pitcher",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Francis Pitcher                The Francis Pitcher       Have You Seen This Pitcher ? Help Solve a Lowell Mystery.        Portrait of James Bicheno Francis (1878), by Richard B. Staigg. On display at the Whistler House Museum of Art.   May 18th, 2015 will mark the 200th birthday of James B. Francis, the famous 19th-century engineer, inventor, and scientist who worked for nearly 50 years managing Lowell’s power canal system. In honor of James Francis’ bicentennial, we are trying to find one of the most significant artifacts associated with his long and esteemed career. We are hoping that somebody may know the whereabouts of the Francis Pitcher.  James B. Francis was born in Oxfordshire, England and migrated to the United States at the age of 18 in 1833. He started working in Lowell in 1834, and became chief engineer of the Proprietors of Locks and Canals in 1837. By the time he retired in 1884, Francis had developed the first industrial fire sprinkler systems in the country, derived the first equations for accurately determining water flow rates, and developed a water turbine that would revolutionize the hydropower industry. He had overseen the massive construction project that created the Northern Canal and the Great River Wall and had capably managed the complexities of the canal system that fueled Lowell's 19th-century industrial success.        The Great Gate in the 1940s. It had been lowered a second time for the 1936 flood, and was not raised until 1950.   All of those accomplishments set him in the elite ranks of the nation’s engineers, but locally he may be best-known for the “Great Gate,” a portcullis-like 21-ton wall of wood suspended in a gatehouse above the Guard Locks lock chamber (just off Broadway near today's UMass Lowell South Campus). The gate was designed to be dropped into the chamber in case of flood to prevent rising waters from sweeping down the Pawtucket canal and damaging the mills in downtown Lowell.  Francis had the gate built in 1850, and in April of 1852, he had occasion to put it to the test. After a series of snowstorms, and four days of rain, the Merrimack River rose to threatening levels. At 3:30 a.m. on the morning of April 22, the gate was dropped into place by one of the workers chiseling away the iron shackle that held the gate suspended above the canal. The gate landed in the chamber just as designed, and as the height of the Merrimack River crept up and up, the gate held and saved the city from certain disaster.        The Francis Pitcher from a 1938 newspaper article. One panel is inscribed \"Presented to James B. Francis, Esq., by his neighbors and friends, in token of their admiration of his foresight and sagacity in constructing a Gate at the Guard Locks, thereby effectively protecting the City of Lowell...\"   In 1856, 25 of Lowell’s “substantial citizens” presented Francis with a silver pitcher in honor of his accomplishment. The pitcher was quite substantial, reaching almost two feet in height and embellished in elegant Victorian detail. It was accompanied by a silver tray and cost nearly $200 (about one year’s wages for a mill worker). One of the panels on the pitcher featured an engraved image of the Great Gate itself, and another panel had inscribed the Latin phrase Silvitat hic civitatem in sapientia sua- “He saved the city by his wisdom.”  James B. Francis passed away in 1892 and the pitcher seems to have remained with the family. In 1938, a newspaper article in the Lowell Courier Citizen announced that a photograph of the pitcher was gifted to the Lowell Art Association, and that the pitcher was then in the possession of James B. Francis II, the original James B. Francis’ great-grandson, then living in Philadelphia.  The pitcher next appeared in a September 1962 Lowell Sun article written by Philip Marden, editor for the Lowell Sun, former president of the Lowell Courier-Citizen, and a former longtime president of the Lowell Art Association. Marden recounted the Great Gate story, and related that he had received the pitcher as a gift from James B. Francis II, and had taken possession of it on behalf of the Lowell Art Association. He hoped that it would be displayed at the Whistler House Museum, which housed the Art Association’s collection, and had at one time been James B. Francis’ residence. He applauded the idea that the pitcher had “come home at long last.” In a May 1963 article, Marden again mentioned having received the pitcher the previous year. Philip Marden died at the age of 89 a few months later in July of 1963.        One of the parks' canal tour boats passes underneath the 21-ton Great Gate suspended above the lock chamber at Guard Locks.   We haven’t found any further trace of the Francis pitcher, or any reference to it after 1963. There is a brief notation of a pitcher received from the Francis family by the Lowell Art Association in some notes from January 1963, but no further details. It isn’t clear if the pitcher was ever on display at the Whistler House, and it is even less clear where the pitcher went to next. There is no further record of it. Whether it went back to a family member, or perhaps went to somebody associated with Philip Marden, or elsewhere is a complete mystery.  We’re hoping that somebody might have some idea of the whereabouts of the pitcher, or have some recollection of it being on display at the Whistler House or someplace else. We’re following up on a few leads, but we really need your help. Any clues about the pitcher after 1963, any additional images, or any contact information for members of the Francis family would be most appreciated.  Have you seen this pitcher? Contact us.",
    "url": "https:\/\/www.nps.gov\/lowe\/learn\/historyculture\/the-francis-pitcher.htm"
}
