{
    "title": "Lowell National Historical Park: RSS News Feed",
    "body": "RSS News Feed                  Click on the icon to the left to subscribe to the Lowell National Historical Park news feed. You may need to click on this icon and then paste the URL of the resulting page into your feed reader. Want to know more about news feeds or feed readers? Read below...            What are news feeds? A news feed is way to have a list of new web content (including press releases, news articles, audiocasts, and videocasts) sent right to your computer. News feeds are also called RSS. There really isn't good agreement on what the letters RSS stand for, but most people say it means Really Simple Syndication.             How can I use the Lowell news feed? The easiest way to receive the news feed is with your Web browser. Most newer Web browsers (Firefox 2 and Internet Explorer 7, for example) allow you to subscribe to a news feed by simply clicking on a link to the news feed file and then clicking on another link to subscribe. After you have done this, the content of the news feed will be displayed in your bookmarks or favorites—depending on your Web browser. If you are using a browser that supports this feature, subscribe to Lowell's news feed now by clicking on this link and then clicking on the subscribe link in the window that follows. Another way to receive the news feed uses a feed reader. Feed readers are simply software that can check the feeds of websites and present you with a list of the latest news from those sites. There are many different types. Some work with your Web browser and others are downloadable applications that work on their own. Once you have chosen a feed reader, all that is left to do is identify the feeds you want it to receive. To subscribe to the Lowell feed, look for the orange icons shown here. Depending on your feed reader, you may be able to subscribe by just dragging the icon to your feed reader. Or, you may have to click on the icon and then copy and paste the URL of the Lowell feed into your feed reader. How do I get a feed reader? There are many feed readers out there, and more are being created all the time. As different readers work on different computers and offer variable features, you will want to search around for one that works for you and your computer. Try entering \"feed reader\" or \"news reader\" into your favorite search engine and look for lists and reviews of RSS-aware software. Once you get a feed reader installed, be sure to subscribe to Lowell's news feed!",
    "url": "https:\/\/www.nps.gov\/lowe\/learn\/photosmultimedia\/rss-news-feed.htm"
}
