{
    "title": "Lowell National Historical Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     May 16, 2016  Take a look at who’s coming to the 30th Lowell Folk Festival! July 29-31, 2016.  Take a look at who’s coming to the 30th Lowell Folk Festival! July 29-31, 2016.   February 12, 2016  An Evening with the Mill Girls of Lowell  An Evening with the Mill Girls of Lowell.  Lowell National Historical Park and the Tsongas Industrial History Center present a very special evening of historical theater with Marcia Estabrook.   February 11, 2016  Open Call for Artist Submissions  National Park Service Centennial Exhibit Telling America’s Stories:  Celebrating 100 Years of the National Park Service  Open Call for Artist Submissions National Park Service Centennial Exhibit Telling America’s Stories: Celebrating 100 Years of the National Park Service   January 27, 2016  Dickens & Massachusetts Reading and Booksigning  Join us for a reading and booksigning by Professors Diana Archibald and Lillian Nayder celebrating Charles Dickens' historic visit to Lowell and Massachusetts in 1842   January 22, 2016  LOWELL KIDS WEEK 2016!  Looking for some family fun? Then try Kids Week 2016.   January 06, 2016  Lowell National Historical Park  Receives Field Trip Grant From The National Park Foundation  Lowell National Historical Park in partnership with Lowell Parks and Conservation Trust is one of 186 federal sites selected to receive a 2015 field trip grant from the National Park Foundation.   December 18, 2015  Piecing Together a Changing Planet   Exhibit Reception and Curator Talk  Piecing Together a Changing Planet  Exhibit Reception and Curator Talk At the Boott Cotton Mills Museum, January 5, 2016   December 17, 2015  Food & Clothing Drive  At Lowell National Historical Park   December 15, 2015 to January 17, 2016  We need your help. Food & Clothing Drive  At Lowell National Historical Park December 15, 2015 to January 17, 2016.   December 16, 2015  Lowell National Historical Park and  National Park Service to Offer  Free Admission for 16 Days in 2016  Lowell National Historical Park and  National Park Service to Offer Free Admission for 16 Days in 2016   December 11, 2015  Funding Awarded for Arts Projects that Celebrate the National Parks Includes $35,000 awarded to Lowell Festival Foundation for the 2016 Lowell Folk Festival  Funding Awarded for Arts Projects that Celebrate the National Parks Includes $35,000 awarded to Lowell Festival Foundation for the 2016 Lowell Folk Festival   December 03, 2015  Charles Tonetti has joined Lowell National Historical Park’s management team as Park Architect.  Superintendent Celeste Bernardo Announces Charles Tonetti as Park Architect For Lowell National Historical Park   November 23, 2015  National Park Service announces Winter Schedule and Holiday Hours for 2015 - 2016.  National Park Service Announces Winter Schedule and Holiday Hours for 2015 -2016.   November 16, 2015  Piecing Together a Changing Planet  A juried show of twenty-six art quilts created by over 20 Florida artists highlights a few of the many ways that America’s 405 National Parks are being impacted by climate change.   October 20, 2015  Celebrate Veterans Day at Lowell National Historical Park  Lowell National Historical Park Honors Veterans with Fee Free admission for all at the Boott Cotton Mills Museum   October 13, 2015  Centennial  A new music video by YAP celebrates  The 100th Anniversary of the National Park Service Premiers October 15, 2015  Centennial A new music video by YAP celebrates The 100th Anniversary of the National Park Service Premiers October 15, 2015   September 21, 2015  Lowell National Historical Park and National Public Lands Day Welcome to Centennial Volunteer Ambassador,  Alyck Horton  Lowell National Historical Park and National Public Lands Day. Welcome to Centennial Volunteer Ambassador, Alyck Horton   August 17, 2015  The Pawtucket Power Walk An Urban Hike with Ranger Ken Sunday Aug. 23, 2015 at 11 AM  The Pawtucket Power Walk An Urban Hike with Ranger Ken Sunday Aug. 23, 2015 at 11 AM. Free.   July 08, 2015  ‘Lure of the Spindle’ to celebrate Portuguese immigrants’ story  Exhibit of Long-Hidden Artifacts Explores People’s Impact in Mill City   May 05, 2015  2015 Community Excellence Awards  Lowell NHP and the Lowell Heritage Partnership will present the awards for Community Excellence in Historic preservation and Cultural Heritage at the annual Park reception on may 14, 2015, 5-7:30 p.m.   April 28, 2015  Linda Sopheap Sou Announced as New Chief of Interpretation and Education  Superintendent Celeste Bernardo has announced that Linda Sopheap Sou will join Lowell National Historical Park as its new Chief of Interpretation and Education.   March 23, 2015  New Visitor Center Park Film Premiere  The new park film, Lowell: The Continuing Revolution, opens at the Visitor Center on April 2, 2015. The 17-minute film highlights the history and culture of Lowell, and connects the stories of the past with those of the present.   March 23, 2015  2015 Summer Day Camps - Tsongas Industrial History Center  Registration Opens for 2015 Summer Day Camps. Join the Tsongas Industrial History Center for 5 different week-long programs featuring history, science, and fun.   March 11, 2015  2015 Preservation and Heritage Awards  Lowell NHP and the Lowell Heritage Partnership are seeking nominations for the annual Community awards for Excellence in Historic Preservation and Cultural Heritage. Nomination Deadline is April 6, 2015.   February 20, 2015  2015 Women's History Month Programs  In celebration of Women’s History Month and in conjunction with Lowell Women's Week, Lowell National Historical Park will be hosting a series of inspiring and educational programs that explore women’s stories through art, culture, and history.   February 06, 2015  Presidents Day Weekend Fee Free  The Boott Cotton Mills Museum is waiving admission for Presidents Day Weekend, February 14-16, 2015. Monday, February 16, the Family Festival will take place at the museum to launch Lowell Kids Week.   January 20, 2015  Lowell Kids Week 2015  Lowell Kids Week is an annual festival of fun, free family activities during February school vacation, February 16-21, 2015. Nearly 50 events hosted by 20 partner organizations.   January 09, 2015  MLK2015 Fee Free Day  Lowell NHP will offer a fee-free day at the Boott Cotton Mills Museum and a special program in honor of Martin Luther King, Jr. Day on Monday, January 19, 2015.   December 05, 2014  Proposed Fee Changes at Lowell National Historical Park  Lowell National Historical Park Proposes Fee Increase for Canal Boat Tours and Tsongas Industrial History Center Education Programs   November 25, 2014  National Park Service Announces 2014 Winter Schedule and Holiday Hours  National Park Service Announces 2014 Winter Schedule and Holiday Hours   September 30, 2014  MILL POWER:  The Origin and Impact of Lowell National Historical Park book signing by author Paul Marion. Wednesday, October 15, 2014.  MILL POWER:  The Origin and Impact of Lowell National Historical Park book signing by author Paul Marion. Wednesday, October 15, 2014.   September 29, 2014  \"Who Am I? Personal Connections to Immigration or Migration,\" The Dream Rocket Project at Lowell National Historical Park  In a partnership with the International Fiber Collaborative, in Topeka Kansas, Lowell National Historical Park and over nine hundred students in Massachusetts and across the nation are participating in a unique art project called the \"Dream Rocket.”   September 09, 2014  Lowell National Historical Park Receives 2014 Ticket to Ride Grant from the National Park Foundation for Nashua Fifth Graders  Lowell National Historical Park is one of 65 national parks selected to receive a 2014 Ticket to Ride grant from the National Park Foundation, the official charity of America’s national parks. The grant supports the programming and bus fees for 600 Nashua School District fifth graders to the Tsongas Industrial History Center (TIHC) to participate in the “River as a Classroom” program and explore the Merrimack River’s ecosystem by boat and on land.   September 02, 2014  35th  Annual Banjo and Fiddle Contests September 6th, 2014 at Boarding House Park  35th  Annual  Banjo and Fiddle Contests September 6th, 2014 at Boarding House Park   August 26, 2014  “Their Stories: Lowell’s Youth and the Refugee Experience” Untold Stories of Lowell’s Refugees at Lowell National Historical Park  “Their Stories: Lowell’s Youth and the Refugee Experience” Untold Stories of Lowell’s Refugees at Lowell National Historical Park exhibit to open at the Patrick J. Mogan Cultural Center.   August 20, 2014  “The Cultural Fabric of our Lives”  “The Cultural Fabric of our Lives” 2nd Annual Global Cloth Fair at Lowell National Historical Park.  Sunday, August 24th from 1:00-4:00pm.   June 09, 2014  What’s Your Story?  Get creative with Your City Summer  at Lowell National Historical Park  Come hang out with park rangers, get creative, and explore your city’s stories! This summer, Lowell National Historical Park invites families to Your City Summer, a regular series of free inter-generational activities   May 19, 2014  2014 National Park Canal Boat Tours  Begin Memorial Day Weekend in Lowell  Canal Boat Tours Begin Memorial Day Weekend at Lowell National Historical Park. Visit Lowell and cruise the historical canals by boat and ride a trolley though downtown. Canal boat tours begin for the 2014 season on Memorial Day weekend. Between May 24 and June 13   May 09, 2014  2014 Excellence Awards Recognition  For Community Contributors  2014 Excellence Awards Recognition For Community Contributors & kick off for Doors Open Lowell.   April 10, 2014  Lowell Celebrates National Park Week April 19 – 27, 2014!  Lowell Celebrates National Park Week April 19 – 27, 2014! Fee free at the Boott Cotton Mills Museum April 19 & 20.  Special 30th anniversary of the Lowell Trolleys.   April 08, 2014  Families! Celebrate Spring at April Play-Cation 2014  Create your artistic masterpiece, explore the outdoors, go to the movies and lots more at April Play-Cation 2014! Lowell Play-Cation brings free family fun to local families during Massachusetts school vacation week, April 19-26, 2014.   April 04, 2014  LoWellness Festival April 26, 2014  Join us for the LoWellness Festival - Boardinghouse Park and the Boott Mills Courtyard will be alive with free interactive performances (get up and dance!), health screenings, food and gardening demonstrations, outdoor activities and games for kids of all ages, and more ! Come experience what \"Lowellness\" is all about !   March 21, 2014  The Trolleys are back!  The Trolleys are back!   March 07, 2014  Women’s Singing Traditions featuring Jennifer Kreisberg  Lowell Folklife series presents: Women’s Singing Traditions featuring Jennifer Kreisberg   March 04, 2014  Tourism to Lowell National Historical Park  Creates over $28 Million in Economic Benefit  Tourism to Lowell National Historical Park Creates over $28 Million in Economic Benefit. Report shows visitor spending supports 397 jobs in local economy.   February 25, 2014  2014 Lowell Annual Awards for  Historic Preservation and Culture  Lowell Heritage Partnership & Lowell National Historical Park annual call for cultural and historic preservation award nominations. These two fields represent the important nature of the Park’s dual mission to “preserve and interpret the nationally significant historical and cultural sites” in Lowell.   January 21, 2014  Families! Fire up your imaginations at Lowell Kids Week 2014  2014 Kids Week Lowell for February school vacation.   December 23, 2013  Peter Aucella Receives Superior Service Award  from the United States Department of the Interior  Assistant Superintendent Peter Aucella receives a Superior Service Award from Northeast Regional Director Dennis Reidenbach.   December 06, 2013  National Park Service Announces Winter Schedule and Holiday Hours  National Park Service Announces Winter Schedule and Holiday Hours 2013-2014.   November 26, 2013  Lowell National Historical Park’s first Artist in Residence Vassilios “Bill” Giavis Reception, December 7, 2:00pm.  Lowell National Historical Park’s first Artist in Residence Vassilios “Bill” Giavis Reception, December 7, 2:00pm.   November 26, 2013  2012 Exhibit Celebrating  “Charles Dickens in Massachusetts” Receives Award  2012 Exhibit Celebrating “Charles Dickens in Massachusetts” Receives Award   November 15, 2013  The Trolley Express is Coming to Town  The Trolley Express returns for Lowell's annual Holiday Stroll & City of Lights Parade   November 05, 2013  Lowell National Historical Park honors veterans with fee free weekend at Boott Cotton Mills Museum, November 9 - 11, 2013  Lowell National Historical Park Honors Veterans with Fee Free Weekend at Boott Cotton Mills Museum, November 9 - 11, 2013.   October 28, 2013  Weaving Bitter with the Sweet: The Meaning of Heritage for Refugees  Come join us for a film¬lm, a hands-on experience of weaving, and a facilitated conversation. Mone Saenphmmachak is a master weaver. She is also a Lao refugee, tormented by survivor guilt. Resettled in St. Louis during the 1980s, she ¬finds factory seamstress work sewing gun holsters. In her precious spare time, she weaves traditional Lao skirts and teaches the next generation of Laotian children.   September 19, 2013  Lowell National Historical Park Celebrates National Public Lands Day with Free Museum Admission, Kids’ Activities, and Trolley Rides on September 28  National Public Lands Day, September, 2013   September 05, 2013  Join Lowell National Historical Park Artist in Residence, Vassilios Giavis for Free Painting Workshops  Join Lowell National Historical Park Artist in Residence, Vassilios Giavis for Free Painting Workshops weekends in September and October, free.   August 16, 2013  Meet Vassilios Giavis, Lowell National Historical Park’s Artist in Residence  On August 20, 2013 Lowell artist Vassilios Giavis, a member of the artist collaborative at the Brush Art Gallery & Studios, will be introduced as Lowell National Historical Park’s first Artist in Residence.   August 14, 2013  National Park Service celebrates Founders’ Day   at Lowell National Historical Park August 25, 2013  Lowell National Historical Park will offer free admission to the Boott Cotton Mills Museum, 115 John Street, Lowell, MA, all day on Sunday, August 25 in conjunction with National Park Service Founders’ Day.  Visitors of all ages are welcome!   August 08, 2013  The Cultural Fabric of our Lives: A Free Global Cloth Fair  See, touch, share, create! Celebrate Lowell’s rich textile history with “The Cultural Fabric of our Lives,” a free program at Lowell National Historical Park’s Boott Cotton Mills Museum (115 John Street, Lowell, MA) on Sunday, August 25th from 1:00pm to 4:00pm.   June 21, 2013  Lowell, In Our Own Words: Creative Writing Workshop Series  Join a park ranger for a series of creative writing workshops inspired by your own experiences of women's history, the environment and immigration.   June 14, 2013  2013 National Park Summer Offerings in Lowell  This summer, be revolutionary. Explore the dynamic story of our nation’s Industrial Revolution on a canal, trolley, or walking tour at Lowell National Historical Park.   June 12, 2013  It’s Your City -- Come Explore! Your City Summer at Lowell National Historical Park  Your City Summer at Lowell National Historical Park, family fun for all.   May 21, 2013  2013 National Park Canal Boat Tours  Begin Memorial Day Weekend in Lowell  2013 National Park Canal Boat Tours Begin Memorial Day Weekend in Lowell.   May 15, 2013  2013 Excellence Awards Recognition For Five Community Contributors  2013 Excellence Awards Recognition For Five Community Contributors at the annual park reception.   May 10, 2013  Lowell National Historical Park Receives 2013 Ticket to Ride Grant From The National Park Foundation  The Tsongas Industrial History Center, Lowell National Historical Park's educational partnership with the University of Massachusetts Lowell's Graduate School of Education, has been selected to receive a 2013 \"Ticket to Ride\" grant from the National Park Foundation (NPF), the official charity of America's national parks.   April 29, 2013  All in the Family: Learning from Master Musicians Apprenticeships in West African Balafon & Puerto Rican Conga Percussion  Lowell Folklife Series Presents:  All in the Family: Learning from Master Musicians Apprenticeships in West African Balafon & Puerto Rican Conga Percussion Sunday, May 19, 2013   April 11, 2013  Lowell Celebrates National Park Week April 22 – 26, 2013!  National Park Week in Lowell, Massachusetts.   April 03, 2013  Spring is here and the trolleys are back!  Lowell trolleys return for 2013.   April 02, 2013  Families! Celebrate Spring at April Play-Cation 2013  Families! Celebrate Spring at April Play-Cation 2013.   March 28, 2013  Model Making in Massachusetts: Ship Models & Pipe Organs With Harold A. Burnham, Erik Ronnberg, Jr., & Greg Bover Sunday, April 21, 2013  Lowell Folklife Series   March 12, 2013  Lowell Folklife Series Presents:  Women’s Singing Traditions Verónica Robles & her Mariachi Band Saturday, March 23, 2013  Lowell Folklife Series Presents: Women’s Singing Traditions, March 23, 2013.   March 01, 2013  Lowell Women’s Week 2013  “Working Together, Creating Change”  Lowell National Historical Park offerings during Lowell Women's Week 2013   February 15, 2013  2013 Annual Awards in  Lowell Historic Preservation and Culture  2013 Annual Awards in Lowell Historic Preservation and Culture   February 15, 2013  \"Engineer It\" students meet a Globetrotter.  Students from the Wang Middle School in Lowell, MA, got a special visitor from the Harlem Globetrotters basketball team.   February 06, 2013  Latin Dance and Music February 23rd, 2013 with Alexander Faria & Orquesta  February Lowell Folklife Series presents, Alexander Faria and Orquesta. February 23, 2013.   February 05, 2013  Families! Explore Your Creative Side at Lowell Kids Week 2013  2013 Lowell Kids Week.  School vacation activities, February 18 -23, 2013.   January 23, 2013  Lowell Heritage Partnership and Lowell National Historical Park to Collaborate on New Public Programs about the Lowell Story  Lowell Heritage Partnership and Lowell National Historical Park to Collaborate on New Public Programs about the Lowell Story $35,000 Parker Foundation Grant Awarded to Lowell Heritage Partnership to Fund Mogan Center: Next Generation Project   January 16, 2013  Noodling: The Art of Chinese Hand-Pulled Noodles  with Chef Gene Wu Monday, January 28, 2013, 7:30 p.m.  Lowell Folklife Series 2013 presents: Noodling: The Art of Chinese Hand-Pulled Noodles with chef Gene Wu   January 11, 2013  Fee-Free Programs on Civil Rights & Social Justice Boott Cotton Mills Museum: Martin Luther King, Jr. Day  Fee-Free Programs on Civil Rights & Social Justice Boott Cotton Mills Museum: Martin Luther King, Jr. Day January 21, 2013.   November 09, 2012  “All Aboard!”  The Trolley Express is Coming to Town!  2012 Trolley Express in downtown Lowell, November 24, 2012.   November 09, 2012  Banjo Music Before Bluegrass?   Lowell Folklife Series presents: Classic Style Banjo Concert  Lowell Folklife Series presents: Classic Style Banjo Concert   November 05, 2012  Lowell National Historical Park honors Veterans with fee free weekend at Boott Cotton Mills Museum, November 10-12, 2012  In honor of Veterans Day, Lowell National Historical Park will be waiving museum fees for all visitors at the Boott Cotton Mills Museum on Saturday, November 10, through Monday, November 12, 2012.   October 11, 2012  Get Creative with Your City Saturdays at Lowell National Historical Park  Your City Saturdays, a monthly morning of free arts and crafts, stories, and songs that will engage kids and families in imagining Lowell’s past, present, and future.   October 04, 2012  Lowell National Historical Park Pilot Program Turns Rivers into Classrooms  High school students spent two days in September testing the waters of the Merrimack River and searching for macro invertebrates in another body of water, Claypit Brook.   September 20, 2012  Volunteers pitch in for National Public Lands Day September 29, 2012  Come celebrate National Public Lands Day 2012 in Lowell, Massachusetts.   September 19, 2012  September 29, 2012 National Public Lands Day  Clean up Lowell for National Public Lands day and visit the Boott Cotton Mills Museum afterward, fee free.   September 07, 2012  Cambodian Wood Fire Kiln with Master Ceramicist Yary Livan  Lowell Folklife Series presents: Cambodian Wood Fire Kiln with Master Ceramicist Yary Livan   August 22, 2012  National Park Service Founders Day  Founders Day Activities at Lowell National Historical Park August 25, 2012   August 02, 2012  26th Lowell Folk Festival  The 26th Lowell Folk Festival is a hit.   July 20, 2012  Dickensian Scholars Descend Upon Lowell  The international Dickens Society came to Lowell National Historical Park during the weekend of July 13-15, 2012, hosting over 55 scholars, enthusiasts, and fans of the author Charles Dickens.   July 10, 2012  26th LOWELL FOLK FESTIVAL TO TAKE PLACE JULY 27-29, 2012  The country's largest free folk festival plans stellar lineup for it's 26th year.   June 01, 2012  National Get Outdoors Day: Explore Dickens’ Lowell  Visit the Boott Cotton Mills Museum Fee Free Saturday, June 9, 2012   May 18, 2012  National Park Canal Boat Tours  Begin Memorial Day Weekend in Lowell  Canal boat tours on weekends and a river-related event kick off the early summer season between Memorial Day weekend and June 19, 2012.   May 17, 2012  Thanking America's Armed Forces  Department of the Interior-led effort will provide a Military Pass for Free Access to National Parks and Other Public Lands   May 16, 2012  Celeste Bernardo Named Superintendent at Lowell National Historical Park  Celeste Bernardo Named Superintendent at Lowell National Historical Park   May 14, 2012  Hands-on learning at the Tsongas Industrial History Center, Lowell National Historical Park  Hands-on learning at the Tsongas Industrial History Center, Lowell National Historical Park   May 07, 2012  The Artisan Project A Photography Exhibit of Craftsmen and Their Work  A Photography Exhibit of Craftsmen and Their Work May 11, 2012 – July 31, 2012   May 03, 2012  Sweet Happiness: Wedding Foods in India with Krina Patel  Lowell Folklife Series presents: Sweet Happiness: Wedding Foods in India with Krina Patel   April 12, 2012  “Experience Your America” and  National Park Week at Lowell National Historical Park  “Experience Your America” and National Park Week at Lowell National Historical Park   March 28, 2012  Gateway Cities: When Neighborhoods Change  Lowell Folklife Series presents a screening of \"Gateway Cities: When Neighborhoods Change.\"   March 19, 2012  2012 Annual Awards in Lowell Historic Preservation and Culture  Lowell Heritage Partnership and Lowell National Historical Park are seeking nominations from the community for acknowledging the contributions of organizations or individuals in the areas of historic preservation and cultural heritage.   March 14, 2012  Trolleys Return to Downtown Lowell with a St. Patrick’s Day Special Tour  Trolleys Return to Downtown Lowell with a St. Patrick’s Day Special Tour, Saturday, March 17th.   March 14, 2012  Smyrneika: Songs of the Greek Asia Minor Refugees  Lowell Folklife Series presents: Smyrneika: Songs of the Greek Asia Minor Refugees Featuring Sophia Bilides, Mal Barsamian, and Mike Gregian   March 12, 2012  Dickens and Massachusetts: A Tale of Power and Transformation  Dickens and Massachusetts: A Tale of Power and Transformation Exhibit at the Boott Cotton Mills Museum Opening March 30, 2012   February 28, 2012  Lowell NHP impacts local economy  Lowell National Historical Park = visitors, money and jobs for local economy   February 28, 2012  Lowell Women's Week 2012  For sixteen years, Lowell Women's Week has celebrated women--from the women who have come before us to the women of today.   February 13, 2012  Lowell Folklife Series featured in the Boston Globe  Jane Dornbusch, a writer for the Boston Globe recently attended and wrote about \"Ode to Fat,\" part of the Lowell Folklife Series presented by Lowell National Historical Park.   February 07, 2012  Lowell Folklife Series Presents: Jorge Arce  In honor of Black History Month, the Lowell Folklife Series invites you to an Afro-Caribbean workshop with a hint of Caribbean carnival. Jorge Arce is a percussionist, educator, and native of Ponce, Puerto Rico.   January 11, 2012  Boott Cotton Mills Museum: Fee Free Days for 2012  Fee Free days announced for the Boott Cotton Mills Museum for 2012.   January 09, 2012  Lowell Folklife Series  Lowell Folklife Series presents, Ode to Fat! The Wonders of Schmaltz, Salt Pork, Olive Oil, & Ghee   December 20, 2011  National Park Service Announces Holiday Closures  National Park Service Announces Holiday Closures   December 19, 2011  Lowell student Cody Thurlow lends a hand at Virgin Islands National Park  Cody Thurlow, a senior coop student from Lowell, spent 10 days working on electrical projects at the Virgin Islands National Park.   December 19, 2011  Lowell National Historical Park is the Grand Marshal of Lowell’s City of Lights Parade  Lowell National Historical Park is selected as the 2011 Grand Marshall of the City of Lights Parade in Lowell, Massachusetts   November 09, 2011  2011 Lowell Photography Contest. Winning Photos on Display Starting November 12  2011 Lowell Photography Contest a Success: Winning Photos on Display Starting November 12   November 07, 2011  Boott Cotton Mills Museum is Fee Free for Veterans Day Weekend  Boott Cotton Mills Museum is Fee Free for Veterans Day Weekend 2011   October 28, 2011  Lowell National Historical Park Honors Veterans with Fee Free Weekend at Boott Cotton Mills Museum  Lowell National Historical Park Honors Veterans with Fee Free Weekend at Boott Cotton Mills Museum   October 21, 2011  Native American Woodlands Folklife  Lowell Folklife Series   September 30, 2011  Jack Kerouac Exhibit Opening in Lowell  Jack Kerouac Exhibit Opening in Lowell   September 29, 2011  Rains Retreat Ceremony at Wat Buddhabhavana  Lowell Folklife Series for October. Rains Retreat Ceremony at Wat Buddhabhavana   September 28, 2011  Representative Niki Tsongas joins “River Reach” Ribbon Cutting  Representative Niki Tsongas joins “River Reach” Ribbon Cutting Thursday, September 29, 2011   September 13, 2011  Volunteers pitch in for National Public Lands Day  National Public Lands Day   August 31, 2011  Pickles, meat pies, lemon grass, and poppy seed cake . . .  Pickles, meat pies, lemon grass, and poppy seed cake . . . The Lowell Folklife Series continues.   August 29, 2011  The 2011 Lowell Photography Contest Extended to October 1st.  The submission deadline for the 2011 Lowell Photography Contest has been extended to October 1st, 2011.  This extension provides participants an additional month to capture and submit images for the biennial contest.   August 17, 2011  NPS Advisory Board Education Committee Visits Lowell  National Park Service Advisory Board Education Committee to Meet in Lowell, August 22-24.   August 03, 2011  Lowell Youth Join Journey on the High Seas:Friendship Sails! NYC  The National Park Service tall ship Friendship of Salem will depart from Salem, MA for New York, NY on Sunday, August 7 with a crew of volunteers, NPS staff and youth, from across Massachusetts, including three from Lowell. They are spending 2-3 days at sea, sailing to New York City where the young people will join a Youth Summit with their peers from New York City and Baltimore, MD.   July 22, 2011  25th Lowell Folk Festival  The 25th Lowell Folk Festival comes to downtown Lowell, MA July 29-31, 2011   June 27, 2011  Civil War Trading Cards  National Park Service 150th ANNIVERSARY OF THE CIVIL WAR TRADING CARD Program   June 17, 2011  Fee Free Day at the Boott Cotton Mills Museum June 21  Boott Cotton Mills Museum is Fee Free June 21, 2011   June 10, 2011  Dracut Teacher Wins Grant, Collaborates with Tsongas Industrial History Center on STARS Residency  Dracut Teacher Wins Grant, Collaborates with Tsongas Industrial History Center on STARS Residency   May 20, 2011  National Park Canal Boat Tours Begin Memorial Day Weekend  National Park Canal Boat Tours Begin Memorial Day Weekend in Lowell.   May 12, 2011  Lowell Folklife Series continues Traditional Irish Music and Dance  Lowell Folklife Series continues with Traditional Irish Music and Dance: Three Master Teachers and Their Apprentices Perform Together.   May 06, 2011  2011 Community Excellence Awards Recognition  2011 Lowell Community Awards in Historic and Cultural Preservation   May 03, 2011  New Trolley and Traffic Signals in Downtown Lowell  The National Park Service is seeking to improve the trolley safety and operations at specific intersections within  downtown Lowell.   April 29, 2011  The 2011 Lowell Photography Contest.  Explore. Snap. Win.  2011 Lowell Photography Contest.   April 15, 2011  Celebrate Cambodian New Year  April 2011, Lowell National Historical Park, in collaboration with several other organizations in Lowell, will host a series of community events focusing on the Southeast Asian community.   March 30, 2011  Guided Tours and Programs at Lowell National Historical Park April 2011  Guided Tours and Programs at Lowell National Historical Park April 2011   March 25, 2011  Seeking Spring Volunteers at Lowell National Historical Park  Seeking Spring Volunteers at Lowell National Historical Park   March 04, 2011  Tsongas Industrial History Center Offers Summer Day Camp!  2011 Tsongas Industrial History Center Offers Summer Day Camp!   March 01, 2011  Women’s Singing Traditions March 19, 2011 8:00pm  Women’s Singing Traditions: African praise songs to Irish ballads with Adjaratou Tapani Demba & Aoife Clancy   February 23, 2011  Lowell Women’s Week 2011 “Women Strength: Achievement Power Vision”  Women’s Stories. In conjunction with Lowell Women’s Week 2011, Lowell National Historical Park hosts a series of events exploring ways that women past and present have told their stories.   February 16, 2011  Calling Track & Military Cadence Calls: How a Southern African American Tradition Influenced Basic Training  No abstract supplied.   February 11, 2011  Kids Week 2011  Kids Week Lowell, MA 2011.  February 21-26, 2011   February 03, 2011  Lowell's Hidden History for February 2011  Lowell's Hidden History schedule for 2011   January 24, 2011  Nominations Sought for Annual Awards in LowellHistoric Preservation and Culture  Lowell Heritage Partnership and Lowell National Historical Park are seeking nominations from the community for acknowledging the contributions of organizations or individuals in the areas of historic preservation and cultural heritage.   January 19, 2011  Mexican Chocolate Traditions in Massachusetts  Bean-to-Bar Chocolate & the Art of Mole   January 14, 2011  Boott Cotton Mills Museum:  Fee Free Days for 2011  Fee Free days at the Boott Cotton Mills Museum for 2011   January 04, 2011  Guided Tours and Programs Lowell's Hidden History January 2011  Lowell's Hidden History Series for January 2011.   December 16, 2010  Lowell National Historical Park Announces Holiday Closures  Holiday hours for Lowell National Historical Park   November 19, 2010  Guided Tours and Programs Lowell's Hidden History  Lowell's Hidden History Program Series for December 2010   November 05, 2010  The Trolley Express is coming to town 2010  “All Aboard!”--The Trolley Express is Coming to Town! Experience the magic of The Polar Express© in Lowell! November 27th at 11:00am, 12:00pm, 1:00pm, 2:00pm and 3:00pm   October 26, 2010  CW Morey School performs a unique song for Lowell National Historical Park  Students from the C W Morey Elementary School came by Lowell National Historical Park for a trolley tour and to share a song on Monday, October 18.   October 20, 2010  NPS honors veterans with fee free day at Boott Cotton Mills Museum  Lowell National Historical Park Honors Veterans with Fee Free Day at Boott Cotton Mills Museum   October 20, 2010  Lowell’s Hidden History Guided Tours and Programs  Guided Tours and Programs Lowell’s Hidden History Weekends at 1:00; 60-90 minutes in length, Free.   October 13, 2010  Late Fall 2010 Schedule  Late fall schedule for Lowell National Historical Park, 2010   September 16, 2010  Tour the Suffolk Mill  In recognition of Hispanic Heritage Month, Lowell National Historical Park will be offering a free Spanish language tour of the Suffolk Mills on Saturday, September 25 at 2:30 P.M.   September 08, 2010  Lowell National Historical Park Celebrates National Public Lands Day  2010 National Public Lands Day, Saturday, September 25th celebrates service and recreation on public lands while educating volunteers about the effects of climate change on our parks.   September 03, 2010  Lowell National Historical Park Fall Hours and Tour Schedule  Beginning September 7 through October 11, the schedule of boat tours moves to weekends, with trolley tours offered weekdays.   August 09, 2010  Lowell National Historical Park Late Summer Hours and Tour Schedule  Lowell National Historical Park canal boat tours move to reduced daily operation rolling into the late summer season beginning August 23.   August 09, 2010  2010 Lowell Spindle City Corps to Host Youth Summit  No abstract supplied.   August 04, 2010  Boott Cotton Mills Museum: Fee Free for August 14 & 15, 2010  Lowell National Historical Park is waiving museum fees at the Boott Cotton Mills Museum August 14 & 15, 2010.   May 28, 2010  Canal Boat Tours Begin for 2010  Canal Boat Tours Begin on Weekends this Memorial Day.   May 28, 2010  John Whelan and Donna Hébert: The Irish-French Connection  John Whelan and Donna Hébert: The Irish-French Connection Free Concert on June 23 with Franco-American Week Events   May 14, 2010  Concord River Greenway Walking Tour  Lowell’s ‘Other’ River: Rediscovering the Concord, Walking Tour, Saturday, May 22   May 10, 2010  Preservation Movement Then and Now:  Two Centuries of Historic Preservation in Massachusetts  No abstract supplied.   May 05, 2010  Award Recipients Announced Excellence in Historic Preservation and Cultural Heritage  Award recipients being recognized for their accomplishments in the areas of historic preservation and cultural heritage by Lowell National Historical Park and Lowell Heritage Partnership.   May 03, 2010  Lowell National Historical Park Offerings for Doors Open Lowell 2010  No abstract supplied.   April 28, 2010  Lowell Receives Recovery Act Funds for Energy Savings in Park and Historic District  City of Lowell received a $5 million grant from the Department of Energy’s Recovery Act Retrofit Ramp-Up program for the “The Carbon-Neutral Lowell National Park and Preservation District initiative.”   April 22, 2010  Native Americans and Julia Child:  Food Traditions and Innovators in Massachusetts  Lowell National Historical Park and the Lowell Film Collaborative are pleased to sponsor a series of programs focused on food traditions and innovators in Massachusetts.    April 16, 2010  Boott Cotton Mills Museum Fee Free for National Park Week April 17-25  Boott Cotton Mills Museum at Lowell National Historical Park will be Fee Free April 17-25, 2010.   April 12, 2010  National Park Week Activities In Lowell April 18 -24, 2010  National Park Week Activities In Lowell April 18 -24, 2010   March 30, 2010  Inaugural Park Photography Contest Inspires 466 Submissions  Park visitors from eight states and three foreign countries recently submitted 466 photographs documenting Lowell National Historical Park and the City of Lowell as part of the Park’s inaugural photography contest.   March 30, 2010  River Cycle: The Concord in Lowell  River Cycle: The Concord in Lowell, a new documentary film, explores both past and present, from Native American fishing to current development of a recreational Greenway Park, April 20, 2010 @ 6:00pm   March 24, 2010  Summer Day Camp 2010  Lowell National Historical Park and the Tsongas Industrial History Center's 2010 Summer Day Camp enrollment begins.   March 16, 2010  Trolleys, Travel and Photography  March 20th, the park will offer special tours, there will be another program in the Lowell Travelogue Series and a reception for the Lowell Photography Contest that will round out the day.   March 16, 2010  Inaugural Lowell Photography Contest Draws Over 450 Entries March 20 Special Exhibit  Lowell National Historical Park is excited to announce the winners and finalists of the first annual Lowell Photography Contest.    February 19, 2010  Lowell Womens Week  Women Stories: Crystallizing Our Role in History and Our World   February 19, 2010  Lowell Travelogue Series  Pay a virtual visit to a different National Park location each week as Lowell National Historical Park begins its “Travelogue Series.”  Plan ahead for your summer vacation or just spend some time learning about a new and exciting place that may be right in your own backyard! *All programs begin at 2:30 p.m. and are held at the Lowell National Historical Park Visitor Center, 246 Market Street, Lowell, MA unless otherwise noted.   February 08, 2010  Music and History Celebrating African American Heritage Month  No abstract supplied.   January 27, 2010  2010 Annual Awards in Historic Preservation and Culture  No abstract supplied.   December 15, 2009  Lowell National Historical Park Holiday Hours 2009  No abstract supplied.   December 10, 2009  Dr Patrick Malone will speak about  Waterpower in Lowell  No abstract supplied.   November 09, 2009  Lowell National Historical Park Honors Veterans with Fee Free Day at Boott Cotton Mills Museum  Lowell National Historical Park will be waiving museum fees for all visitors at the Boott Cotton Mills Museum on Wednesday, November 11, 2009 in honor of Veterans Day.    November 06, 2009  All Aboard! The Trolley Express is Coming to Town!  Experience the magic of The Polar Express© in Lowell! November 28th at 11:00am, 12:00pm, 1:00pm, 2:00pm and 3:00pm   November 04, 2009  \"From Here to There\" A Moses Greeley Parker Lecture at Lowell National Historical Park  “From Here to There” Dr. Al DeCiccio presents a Moses Greeley Parker Lecture at Lowell National Historical Park   October 06, 2009  Lowells Young Producers Forum  Lowell’s Young Producers’ Forum celebrates Video Projects of Emerging Producers   October 01, 2009  2009 Lowell Photography Contest  A visual celebration of Lowell National Historical Park and the City of Lowell has begun with the start of the inaugural Lowell Photography Contest.   September 25, 2009  National Parks Second Century Commission Releases Report  National Parks Second Century Commission Releases Report   September 15, 2009  2009 Fall Offerings at Lowell National Historical Park  No abstract supplied.   September 14, 2009  Young Producers Forum  The final video productions of six Lowell High School students will be aired during the Young Producers' Forum on Saturday, September 26, 2009 from 5PM to 7PM at the Lowell National Historical Park Visitor Center.   August 17, 2009  Lowell Spindle City Corps to Host Youth Summit  No abstract supplied.   August 13, 2009  Teachers Immersed in Lowell National Historical Park Resources  This summer the Tsongas Industrial History Center, a partnership of Lowell National Historical Park and its partner, the University of Massachusetts Lowell's Graduate School of Education, hosted an unprecedented four weeks of residential teacher workshops.  One hundred and seventeen teachers, selected from nearly 270 applicants, participated in a prestigious National Endowment for the Humanities (NEH) “Landmarks of American History and Culture” teacher workshop entitled “Inventing America - Lowell and the Industrial Revolution.”    August 05, 2009  National Park Day Outdoor Film Event Tuesday August 25 2009  The National Park Service celebrates its 93rd anniversary on Tuesday, August 25, 2009 with “National Parks Day.” Lowell National Historical Park, one of the Service’s 391 units, joins in with an evening film event outside at Boarding House Park.   August 04, 2009  Spindle City Corp hard at work with Lowell Parks Conservation Trust  City Trail Project by Spindle City Corps and Lowell Parks & Conservation Trust   July 30, 2009  23rd Lowell Folk Festival  No abstract supplied.   July 22, 2009  Youth Theater Program Portrays Historical Figures  at Lowell National Historical Park  No abstract supplied.   July 15, 2009  Summer of Youth at Lowell National Historical Park  Youth from throughout the greater Lowell area are involved with numerous opportunities at Lowell National Historical Park this summer. The Park’s commitment to engaging youth through partnerships is long-standing. This year, there is also a new component to the progressive series of programs that expand the bridges from seasonal employment, to understanding and appreciation of the National Park Service, to active participation in preservation, to leadership growth, and career development.   June 18, 2009  Park Summer Hours and Program Schedule  Lowell National Historical Park summer hours and tour schedule for 2009.   June 15, 2009  Boott Cotton Mills Museum Fee Free  Boott Cotton Mills Museum: Three Fee Free Summer Weekends.   May 11, 2009  Doors Open Lowell 2009  8th Annual Celebration of Lowell's architectural heritage takes place May 15-17, 2009.   April 17, 2009  National Park Week Happenings in Lowell  No abstract supplied.   March 31, 2009  Summer Camp Offerings  Tsongas Industrial History Center Offers Summer Day Camp!   March 23, 2009  First Bloom  First Bloom Project Partners Gather to Create Hands-on Opportunities for Children to Discover and Engage with National Parks in their Community.   March 19, 2009  America's Best Idea Partners Present \"Lowell's Young Producers\"  No abstract supplied.   March 18, 2009  \"At Home. With You.\"  100th Anniversary exhibit of the Visiting Nurse Association of Greater Lowell April 4 to September, 2009   March 11, 2009  Lowell National Historical Park announces it's Spring 2009 hours of operation  Spring Hours of Operation from March 15-May 22, 2009.   February 20, 2009  Lowell Women's Week 2009  Lowell National Historical Park will be hosting the following five programs as part of Lowell Women’s Week 2009.   February 13, 2009  Trolley System Feasibility Study Consultant Named  TranSystems\/Stone Consulting & Design, a transportation consulting firm in Warren, PA, was selected as the project consultant to undertake a feasibility study of the expansion of the Park’s trolley system.   February 13, 2009  Lincoln's Butler  “Lincoln’s Butler,” a free multi-media presentation by Reverend Sawtelle will take place on Tuesday, February 17 at 7:00 pm in the Visitor Center theater at Lowell National Historical Park, 246 Market Street, Lowell.   February 13, 2009  Commemoration of the Legendary Tuskegee Airmen  The legendary Tuskegee Airmen will be remembered and honored at a special free African American Heritage Month program on February 19 at 1:00 p.m.   February 06, 2009  Spindle City Corps Year Round Program Underway  No abstract supplied.   January 28, 2009  What's New About the Past: Lincoln comes to Lowell  What’s New About the Past:  Did you know that Lincoln visited Lowell?   January 28, 2009  Kids Week 2009  Kids Week 2009 February 14-21, 2009   January 07, 2009  Mike Wurm Retires  Mike Wurm, Lowell Volunteer Coordinator Retires   December 17, 2008  Lowell National Historical Park holiday hours  Holiday Hours at Lowell National Historical Park   December 10, 2008  Bach and More  Come and enjoy a program that makes for a memorable evening to recharge the emotional batteries and get into the holiday spirit!   December 03, 2008  Lowell National Historical Park takes Mayors Award at the City of Lights Parade  Lowell National Historical Park staff, volunteers, and families at Lowell's City of Light's parade with the \"Mayor's Award\" float celebrating the Park's 30th anniversary.   November 19, 2008  Sharon Kennedy solo performance as mill girl Mary Margaret O'Connell  Sharon Kennedy portrays Mary Margaret O’Connell: Lowell Mill Girl. A performance bringing to life the experiences of an 1847 Irish mill girl in Lowell, Massachusetts.   November 17, 2008  Confluence Exhibit Opening  Lowell National Historical Park plays host to the Lowell Parks & Conservation Trust with their exhibit opening on the current construction of the Concord River Greenway.     November 07, 2008  Trolley Express is coming  “All Aboard!”--The Trolley Express is Coming to Town! Experience the magic of The Polar Express© in Lowell! November 29th at 12:00 and 1:00pm   October 16, 2008  Traces of the Trade  No abstract supplied.   October 15, 2008  Lowell receives award from the AASLH  2007 Exhibit celebrating Jack Kerouac’s “On the Road” receives the American Association of State and Local History award.   September 09, 2008  LOWELL BRIDGES: An exhibit on the photography of Karen Westphalen  A photographic journey of the bridges of Lowell presented in tandem with an AutoCAD exhibit by students of Greater Lowell Vocational and Technical School.   September 08, 2008  29th Annual Banjo and Fiddle Contest Winners  29th Annual Banjo and Fiddle Contest Winners.   August 12, 2008  Spindle City Corps Hosting Youth Summit  Spindle City Corps Hosting Youth Summit 2008 In Lowell On Saturday, August 16, 2008 the Lowell Spindle City Corps will host a gathering and celebration of approximately 175 members, team leaders, and families of youth environmental programs from throughout New England.  The Lowell Spindle City Corps is a partnership among Lowell National Historical Park and Community Teamwork, Inc.  The team members are participants in summer programs with a hands-on focus toward completing environmental projects in urban settings as well as incorporating environmental education and leadership development into the curriculum.    July 29, 2008  22nd Annual Lowell Folk Festival  The Lowell Folk Festival and the city of Lowell welcomed tens of thousands of visitors from Friday evening through Sunday, July 25 – 27. Twenty-five traditional performance groups provided music and more at six stages.   July 29, 2008  National Park Travelers Club Coming to Lowell National Historical Park  No abstract supplied.   July 16, 2008  Youth Theater Program at Lowell National Historical Park  As part of this summer’s Youth Theater Program ten students have researched or created their own composite characters from Lowell’s heyday.   July 15, 2008  Meet Eleanor Roosevelt Advocate for Universal Human Rights  Eleanor Roosevelt, whose life and influence have spanned the greater part of the 20th century, is brought to life by Elena Dodd, in a one-woman theater performance.   July 07, 2008  Amelia's Last Lecture  No abstract supplied.   June 24, 2008  Lowell NHP reflects on the past looks to the future during 30th Anniversary  No abstract supplied.   May 30, 2008  100 year old canal lock opens to tours  For the first time since 1901, Lowell National Historical Park, guided a canal boat through the city's Swamp Locks, making the 13-foot drop on the Pawtucket Canal into the \"industrial canyon.\"   April 24, 2008  Get Your Stewardship -Kicks- in Lowell in 2008  Volunteer cleanup and stewardship opportunities at Lowell National Historical Park.   March 06, 2008  The Urban Naturalist Series  Lowell National Historical Park presents the Urban Naturalist Series, March and April, 2008.   March 04, 2008  Spring 2008 Volunteer Call Out  No abstract supplied.   March 03, 2008  Trolleys Return Photo Opportunity  Photo Opportunity.  The Lowell National Historical Park trolleys return to the streets of Lowell, signifying a sure sign of the return of spring.   March 03, 2008  Lowell Summer Music Series announces partial 2008 lineup  Lowell Summer Music Series announces first six performers for the 2008 music series.   February 01, 2008  Kids Week 2008  No abstract supplied.   December 19, 2007  Holiday Hours during the Holidays 2007  In observance of the upcoming holidays, Lowell National Historical Park Visitor Center will close early on Monday, December 24th at 2:00 pm and will remain closed all day on December 25, 2007.  Lowell National Historical Park Visitor Center will be open from 9:00 am to 2:00 pm on Monday, December 24, and will reopen at 9 am to 4:30 pm on Wednesday, December 26.   The park will also be closed on January 1, 2008, New Year’s Day.   December 19, 2007  Lowell National Historical Park contributes to White House Christmas Tree  No abstract supplied.   December 10, 2007  Lowell  Canalwater Cleaners receive grants  No abstract supplied.   October 09, 2007  Ieri e Oggi  Yesterday and Today  Enjoy the history of the Italian Community of Lowell at the National Park’s new website:   October 04, 2007  Last Chance to See On the Road In Lowell  Last chance to see the Jack Kerouac On the Road in Lowell scroll and exhibit.   October 02, 2007  2007-2008 Winter Hours  Late Fall and Winter Hours 2007-2008 at Lowell National Historical Park   September 28, 2007  Author Chaim M Rosenberg to speak at Lowell National Historical Park  Chaim M Rosenberg author of Goods for Sale to speak at Lowell National Historical Park   September 04, 2007  Fall Offerings  Fall Offerings and Hours of Operation   August 28, 2007  Trolley Track Costruction  Lowell’s Trolleys going off line August 27 – September 21   August 16, 2007  Youth Summit 2007 Hosted by Lowell Spindle City Corps  On Saturday, August 18, 2007 the Lowell Spindle City Corps will host a gathering and celebration of approximately 150 members, team leaders, and families of youth environmental programs from throughout New England as well as Denver, Colorado.    August 10, 2007  Teacher to Teacher Workshop at Lowell  Approximately 75 teachers representing 12 states across the country gathered at Lowell National Historical Park on August 6 and 7 for a U.S. Department of Education Teacher-to-Teacher Workshop.   August 07, 2007  On the Road comes home to Lowell Ma  No abstract supplied.   May 17, 2007  2007 Jack Kerouace Scroll Exhibit  No abstract supplied.   April 26, 2007  Cambodian American Opera Project Where elephants weep  The Cambodian American Opera Project partnership is bringing a cultural celebration to Lowell, Massachusetts this week.   April 18, 2007  Earth Day Plus  No abstract supplied.   April 12, 2007  Tsongas Industrial History Center  Week–long summer day camp sessions are being offered by the Tsongas Industrial History Center, a hands-on education partnership between the University of Massachusetts Lowell and the Lowell National Historical Park located at the Boott Cotton Mill Museum in Lowell, Massachusetts.  Each camp runs Monday through Friday, 8:30 am-3:00 pm.  Summer camp programs are designed and staffed by professional educators from the University of Massachusetts Lowell and Lowell National Historical Park with a ratio of one staff member for each 8-10 children.   April 10, 2007  Doors Open Lowell  No abstract supplied.   April 02, 2007  Centralville Stories  No abstract supplied.   March 14, 2007  National Park Service Centennial Initiative  National Park Service Centennial Initiative Listening Sessions Announced   February 22, 2007  2007 Spring Volunteer Call  No abstract supplied.   February 05, 2007  Kids Week 2007  The theme for Kids’ Week in Lowell 2007 is Travel, Adventure & Fun! Get on the road in Lowell and join Lowell Parks and Recreation, American Textile History Museum, New England Quilt Museum, Brush Art Gallery & Studios, Lowell National Historical Park, Lowell Police Department, Pollard Memorial Library, and others for a fun-filled week of activities, games, crafts, entertainment, and storytelling during February school vacation week.   January 29, 2007  Western Canal Community Forum  Western Canal Community Forum Thursday, February 15, 2007, 6:30-8:30pm   January 17, 2007  Women's Week Lowell 2007  Lowell National Historical Park schedule of events for the 2007 Women's Week Lowell.  March 3rd through 11th.   November 29, 2006  Winter Hours of Operation  Winter Hours 2006-2007   November 04, 2006  Thank You to Canal Cleanup Volunteers  On Sunday October 29, 2006 over 180 Volunteers participated in Great Canal Cleanup - 2006 in Lowell, Massachusetts.   November 04, 2006  Thank You Volunteers for Lowell Canal Cleanup  On Sunday, October 29 over 180 volunteers participated in Great Canal Cleanup – 2006.   October 25, 2006  Great Canal Cleanup - 2006 Rescheduled to Sunday, October 29  Great Canal Cleanup Rescheduled to Sunday October 29   October 05, 2006  Major effort focused on cleaning up Lowell's canals and Canalway system  Congressman Meehan, City Officials, Lowell National Historical Park Superintendent and Boott Hydropower to unveil a major effort focused on cleaning up Lowell's canals and Canalway system.",
    "url": "https:\/\/www.nps.gov\/lowe\/learn\/news\/newsarchive.htm"
}
