{
    "title": "Lowell National Historical Park: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions       Many cultural and recreational attractions await visitors to downtown Lowell. The links below may be of interest while planning your visit. Staying in the Lowell area for a few days? Make a day trip to one of the many National Parks and Historic Sites that are within a short drive from the city.            Greater Merrimack Valley Convention & Visitors Bureau One of Massachusetts' 16 regional tourism councils, the CVB is a great place to start planning your trip to the area. Their site includes events calendars, dining and accommodation options, business listings, things to do, and places to visit throughout the Merrimack River Valley.                 Boston & Maine Railroad Historical Society The B&M Railroad Historical Society has restored the 1911 Locomotive #410 on display by the old Depot site on Dutton Street. Restoration work continues, and the combine car is occasionally open to dispaly the Society's exhibits and model train layout.      A Brush with History Art Gallery Conveniently located next to the National Park's Visitor Center, the Brush with History Art Gallery features rotating exhibits and working artists' studios. The Gallery displays paintings, sculptures, and many other art media pieces from local professionals as well as from local students.      Center for Lowell History Located in the Patrick J. Mogan Cultural Center, the Center for Lowell History is operated by the University of Massachusetts Lowell and helps to preserve photographs, documents and other research materials related to the history of the Greater Lowell area.      Lowell Cemetery One of the oldest garden cemeteries in the nation, Lowell Cemetery was founded in 1841. Beautifully landscaped and filled with a rich and interesting collection of memorial sculptures, the cemetery is the final resting place of many important figures from Lowell's past.      Lowell Folk Festival One of the largest free folk festivals in the world, the three-day-long Lowell Folk Festival presents the finest traditional artists from across the country and around the world. The downtown comes alive with hundreds of artists, craftspeople, and musicians, along with vendors offering foods from all over the world!      Lowell Historical Society The Lowell Historical Society, located in the Boott Cotton Mills, collects, preserves, and publishes materials related to the history of Lowell. The Society sponsors several workshops and lectures throughout the year.      Lowell Memorial Auditorium Constructed in 1920 to honor local veterans, the Lowell Memorial Auditorium seats 3,000 people and hosts events nearly 250 days out of the year. Many concerts, plays, and lectures are held in the auditorium today.       Lowell Spinners The Lowell Spinners, a Boston Red Sox A affiliate in the New York-Penn League, plays at LeLacheur Park. From 1998 to 2008, the Spinners sold out 346 consecutive home games. Lelacheur Park also hosts baseball games for the NCAA Division I UMass Lowell River Hawks. The Park was built in 1997 and seats nearly 5000 fans.      Lowell Summer Music Series The annual music series held in Boarding House Park in Lowell offers a variety of musical acts and kids' concerts all summer long. Blues, rock, jazz, and country performers play throughout the season. Past acts include Ziggy Marley, The Indigo Girls, Joan Baez, Livingston Taylor, the B-52s, and many more.      Merrimack Repertory Theatre The Merrimack Repertory Theatre is a non-profit theatre company dedicated to theatre as an art form. The MRT was started in 1979 and now has an annual audience of about 40,000.  The 279 seat theatre is located in the same building as the Lowell Memorial Auditorium and presents a seven-play season from September to May each year.      Middlesex Canal Museum The museum, operated by the Middlesex Canal Association and located in nearby Billerica, strives to inform, educate, and preserve the history and legacy of the 27-mile long Middlesex Canal (1803-1853). The canal, extending from the Merrimack River in Lowell to the Charles River in Boston, was an engineering marvel of its time and is designated as a National Historic Engineering Landmark.      The National Streetcar Museum An exhibit maintained and organized by the Kennebunkport Seashore Trolley Museum, the National Streetcar Museum goes presents highlights the importance of streetcars and trolleys in American culture, as well as in Lowell's history.      New England Quilt Museum With a collection of nearly 400 antique and contemporary quilts, the museum is dedicated to promoting and preserving the art of quilting. The New England Quilt Museum was founded in 1987, and now offers permanent and rotating exhibits, a research library, and workshops and lectures throughout the year.      Pollard Memorial Library Opened in 1844, the Pollard Memorial library strives to serve as the \"gateway to knowledge\" in the Lowell community. Built as a memorial to Civil War soldiers, the three-story library building features many historical paintings, several exhibits, and over 200,000 texts. The Library sponsors many activities for kids and adults throughout the year.      St. Anne's Church One of the oldest structures in the city of Lowell, the Epsicopalian St. Anne's Church was the church attended by many of Lowell's mill girls. The church was built in 1825 from the rubble stone dug out of the Merrimack Canal adjacent to the building. St. Anne's features beautiful memorial stained glass windows (some by the Tiffany Company), and a 5-ton peal of bells installed in 1857.      Tsongas Center at UMass Lowell Named after Lowell native Senator Paul Tsongas, the Tsongas Center has a seating capacity of 6,800 people and is the largest venue for events in the Lowell area. The arena is home to the NCAA Division I UMass Lowell River Hawks hockey team. In addition to hockey games, the center hosts concerts, family shows, sporting events, tradeshows and conferences.      Whistler House Museum James McNeill Whistler was born in the Whistler House in 1834 and later became a famous artist, perhaps most renowned for his painting of \"Whistler's Mother.\"  The house was built in 1823 as a home for the chief engineers and mechanics associated with the early Lowell Mills. Now home to the Lowell Art Association, the Museum features permanent and rotating exhibits that focus on 19th-century and contemporary art and artists.",
    "url": "https:\/\/www.nps.gov\/lowe\/planyourvisit\/nearbyattractions.htm"
}
