{
    "title": "Lowell National Historical Park: NPS Centennial at Lowell",
    "body": "Explore This Park    Learn About the Park     NPS Centennial at Lowell            NPS Centennial at Lowell NHP          Connect. Create. Discover. Celebrate 100 Years of the National Park Service. Find Your Story at Lowell National Historical Park.         NATIONAL- The National Park Service turns 100 on August 25, 2016! The Centennial kicks off a second century of stewardship of America's special places. Looking forward to the next hundred years, the national Centennial goal is to \"connect with and create the next generation of National Park Service visitors, supporters, and advocates.\" Join the celebration to explore, learn, discover, be inspired, or simply have fun in Lowell and over 400 other national park units.         LOCAL- Lowell National Historical Park celebrates the Centennial all year long. To connect with the next generation, we are committed to empowering new and familiar audiences to explore Lowell's past and present and make personal connections with Lowell's story. Look for signature events and special programs with the park and community partners throughout the year. We will also be taking the park on the road and visiting Lowell's neighborhoods. Watch for our \"Pop-Up Museum\" in a neighborhood near you!         ONLINE EVERYWHERE- We'll be celebrating the Centennial on social media, too. Virtual visitors can tune in to our channels on Facebook, Twitter, Instagram, and YouTube to keep updated on park activities and catch our special Centennial features. On Facebook, look for #LowellConnects - our series highlighting Lowell's historical connections with 100 other National Park units. On YouTube, watch for new installments in our popular Behind the Park video series. Much more to come throughout 2016.           Lowell Centennial Events - Spring & Summer 2016 Download our Spring Overview Calendar with links to Centennial events and programs for April, May, and June, 2016. Check out our Summer Overview for events in July, August, and September. For more information on any of these events, check out the more detailed listings in our online calendar, call us at (978) 970-5000, or visit us at the Visitor Center (246 Market Street) or the Boott Cotton Mills Museum (110 John Street). Look for our Fall\/Winter calendar in August.  Check out these links to our partner organizations presenting Centennial programs with the park in 2016:         Lowell Parks & Conservation Trust The Brush Art Gallery & Studios Lowell Canalwater Cleaners Lowell Film Collaborative Lowell Kids Week\/April PLAYcation Tsongas Industrial History Center Cultural Organization of Lowell",
    "url": "https:\/\/www.nps.gov\/lowe\/learn\/nps-centennial-lowell.htm"
}
