{
    "title": "Lowell National Historical Park: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours              Guided Tours & Programs          Lowell National Historical Park offers a wide variety of tours and programs throughout the year. Spaces for tours, especially for boat tours, are limited and reservations are suggested. To make a reservation, call (978) 970-5000. Trolley and walking tours are offered free of charge. Boat tours are $12 for adults, $10 for seniors (62+), $8 for students and youths (age 6-16), and free for children 5 and under. For boat tours, visitors should arrive at the Visitor Center at 246 Market Street, Lowell, at least 30 minutes before tour start time to purchase their tickets. For trolley and walking tours, visitors should arrive at the Visitor Center about 30 minutes before tour start time. Boat tours are on an open-topped boat, and the tours run rain or shine. For the best tour experience, plan for the weather and be sure to have sunscreen, a hat or other head covering, and plenty of water with you. The specific route for boat tours may change due to the weather or to changing levels of water in the river or the canals. Occasionally, tours may be cancelled due to the weather or water levels. If you have any questions about your tour, please call the park at (978) 970-5000.         Working the Water Tour Who dug the canals? Who laid the stone walls? Who operated the locks and gates? Discover the human stories of the workers who built and operated Lowell's remarkable waterpower system. Find out who is still \"working the water\" today. All boat tours start at the Visitor Center (246 Market Street) Tour runs 90 minutes. Offered Daily at 11 a.m. Tour route may vary depending on water levels and construction.         Engineering Innovation Boat Tour Lowell was the Silicon Valley of the early 19th century-a center of innovation, invention, and technology. Learn about the experiments, feats of engineering, and creative problem solving that made Lowell successful. Discover the spirit of innovation that continues to shape the city today. Tour starts at the Visitor Center (246 Market Street). Two hour tour. Offered at daily at 12 noon. Tour route may vary depending on water levels and construction.         Transforming Landscapes Tour Follow the Pawtucket Canal to explore the remarkable changes that have occurred along its banks over the last 200 years. Take a trip through the Industrial Canyon and experience a trip through an operating double set of locks!     Tour starts at the Visitor Center (246 Market Street).   1 hour and 45 minute tour. Daily at 2 p.m. and 3 p.m. Tour route may vary depending on water levels and construction.         Mill and Trolley Tour Discover the diversity and variety of Lowell's stories. Find out about the famous Mill Girls, the technology that powered the mills, the ways that immigrants have contributed to the industrial city, and how all of these have shaped both the city's past and its present. Tour combines a trolley ride, a short walk, and a guided visit to the River Transformed exhibit at the Wannalancit Mill.Tour starts at the Visitor Center (246 Market Street). 2:30 p.m. 90 minutes. Free. Tour offered daily. Tour leaves from the Visitor Center front desk.          Ranger Talks  Explore the breadth and depth of Lowell's history with a brief ranger presentation at one of our historic locations. Topics change daily and could range from labor strikes to turbine technology to the impact of industrialization on the environment. Talks are 10-15 minutes, with time for questions following the talk. Boott Mills Museum Second Floor. Daily at 1:00 p.m. and 3:00 p.m. (Free with Admission).",
    "url": "https:\/\/www.nps.gov\/lowe\/planyourvisit\/guidedtours.htm"
}
