{
    "title": "Lowell National Historical Park: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar                  Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 10 results    Show ALL instances of recurring events   RSS Feed      Lowell National Historical Park  \"Lowell Walks\" exhibit celebrates city by foot      Time: 10:00 AM to 5:00 PM Location: 40 French Street Fees: Free     Sunday, August 14, 2016 Everyday  from 05\/27\/2016 to 09\/30\/2016  UMass Lowell, Lowell National Historical Park and RichardHowe.com are teaming up to offer “Lowell Walks,” a pictorial exhibit celebrating the on-foot urban experience the city offers. View Details      Lowell National Historical Park Bringing the Park to the People Series at Eagle Park      Location: Eagle Park, 95 Jewett St., Lowell, MA  Fees: Free     Saturday, August 20, 2016 In celebration of the National Park Service's 100 Birthday, Lowell NHP is Bringing the Park to the People with a series of co-hosted community outreach events at neighborhood parks. View Details      Lowell National Historical Park Lowell Walks- East Merrimack Street      Time: 10:00 AM to 11:30 AM Location: Lowell NHP Visitor Center Fees: Free     Saturday, August 20, 2016 Join a local community expert for a 90 minute free walking tour in downtown Lowell. Tours offered on Saturdays at 10 a.m. throughout the summer with a different topic each week. View Details      Lowell National Historical Park Your City Summer Family Programs      Time: 11:00 AM to 12:00 PM Location: Visitor Center- 246 Market Street Fees: Free     Saturday, August 20, 2016 Free drop-in hands-on family programs featuring crafts and fun activities on Saturday mornings throughout the summer. At the Visitor Center from 11-12. View Details      Lowell National Historical Park Founders Day at Lowell National Historical Park      Time: 11:00 AM to 12:30 PM Location: City Hall Plaza, Market Mills and Boarding House Park Fees: Free     Thursday, August 25, 2016 Celebrate the 100th Anniversary of the creation of the National Park Service on Thursday, August 25th and Saturday, August 27th. View Details      Lowell National Historical Park Founders' Day Celebration in Lowell      Time: 10:00 AM to 4:00 PM Location: Boardinghouse Park Fees: Free     Saturday, August 27, 2016 An afternoon of music, dance, art, crafts, and family fun activities to celebrate the National Park Service Centennial. View Details      Lowell National Historical Park Lowell Walks- History of Lowell National Historical Park      Time: 10:00 AM to 11:30 AM Location: Lowell NHP Visitor Center Fees: Free     Saturday, August 27, 2016 Join a local community expert for a 90 minute free walking tour in downtown Lowell. Tours offered on Saturdays at 10 a.m. throughout the summer with a different topic each week. View Details      Lowell National Historical Park Sunset First Thursday Walk- Lowell Walks      Time: 6:00 PM Location: Lowell NHP Visitor Center Fees: Free     Thursday, September 1, 2016 Join Dick Howe on First Thursday for a sunset walk highlighting the value and potential of Lowell’s canalways. View Details      Lowell National Historical Park 36th Banjo and Fiddle Contest      Time: 10:00 AM to 6:00 PM Location: 40 French Street Fees: Free     Saturday, September 10, 2016 36th  ANNUAL BANJO AND FIDDLE CONTEST SEPTEMBER 10th, 2016 AT BOARDING HOUSE PARK  View Details      Lowell National Historical Park Bringing the Park to the People Series at Hawk Valley Farm      Time: 9:00 AM to 12:00 PM Location: Hawk Valley Farm, 526 Varnum Ave., Lowell, MA Fees: Free     Saturday, September 10, 2016 In celebration of the National Park Service's 100 Birthday, Lowell National Historical Park is Bringing the Park to the People with a series of co-hosted community outreach events at neighborhood parks. View Details",
    "url": "https:\/\/www.nps.gov\/lowe\/planyourvisit\/calendar.htm"
}
