{
    "title": "Lowell National Historical Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety            Lowell, Massachusetts, a city of 106,000 people, is home to Lowell National Historical Park. Many of the park sites are located within several blocks in the busy, vibrant downtown . As with any similar historic urban setting, there are a few precautions to keep in mind to insure that you have the best visit possible:  Be careful crossing busy streets, obey all traffic signals, and cross at marked cross walks. Lowell’s downtown includes a mix of one-way and two-way streets, so please use caution and look both ways before crossing any street. Lowell is becoming more of a bicycle-friendly city and many of its streets have marked bicycle lanes. Please be alert for bicycles, especially when passing through a row of streetside-parked cars to cross the street. Secure all vehicle doors and windows. Do not leave any valuables in plain sight in your vehicle, or better yet, take any valuables (cameras, other electronics, etc.) with you. Watch your step on uneven surfaces. Many of Lowell’s streets and sidewalks include historic sections with granite blocks, cobblestones, bricks, and other surfaces that may be uneven and may heave or buckle with the changing weather. In case of emergency, please call 9-1-1.       Lowell National Historical Park operates three reproduction streetcars that transport visitors along the tracks to park sites and tour locations. The Seashore Trolley Museum also operates a vintage 1924 streetcar on the same set of tracks. Look both ways for the streetcars whenever walking (or driving) across tracks in the downtown. If driving, please do not stop on the tracks, and park clear of any tracks to allow the streetcars to pass by. Riders on the streetcars are reminded to remain seated at all times, keep hands and arms inside the streetcars, and to use care when stepping up or down boarding the cars.      One of Lowell’s unique highlights is its 5.6 mile-long canal system which winds its way through much of the downtown area. Walkways along the canal provide an interesting perspective on the historic and modern city (for a self-guided walk, check out Lowell Waterways). For your safety and to help preserve the historic resource, please stay on the walking path as you travel along the canalways. Keep out of any fenced areas and keep clear of the sloping ground leading down to the canals themselves. Also be cautious at any street crossings along the canalways. The current within the canals is very swift, and is much more powerful just under the surface than it may appear. No swimming is allowed in any of the canals. No boats, canoes, kayaks, or other watercraft are allowed in the canals (Only the National Park tour boats, and boats servicing the canal system for the hydropower company, are allowed by special arrangement).      Lowell National Historical Park offers guided canal boat tours throughout the canal system during the Summer and Fall seasons. Our boats are inspected and certified by the U.S. Coast Guard, and our captains are licensed by the U.S. Coast Guard. All boats are equipped with the required safety equipment, including lifejackets for both adults and youths. We do not require lifejackets to be worn on tours, but they are available for use if visitors desire to use them. Getting to the tour boats may include walking on uneven earthen, wood, and granite surfaces, or on floating or stationary boat docks. Use caution and follow the instructions of the tour ranger and tour boat crew members. Check our Accessibility page for a video of the route used to get to the tour boats. The boats are open-topped, and there is little overhead cover or shade along the route of the tour. Tours run rain or shine. Occasionally, tours may be cancelled due to severe weather or changing water conditions. For any visitors concerned with the weather, we would be happy to reschedule your tour for any other available time or date. For the best tour experience, dress for the weather and be sure to have sunscreen, a hat or other head covering, and plenty of water with you.      The Boott Cotton Mills Museum offers one of the park’s signature experiences- a walk through a working weave room with 88 operating looms. The noise level allows visitors to experience some measure of what workers endured in the factory. The noise level is regularly checked, and is not dangerous when experienced for short time periods. For those intending to spend an extended period of time in the weave room, or those who may find loud noises uncomfortable, earplugs are recommended. Earplugs are available at the Boott Cotton Mills Museum front desk.   If you have any questions or safety concerns, please contact the park by phone at (978) 970-5000, by the email link on our contact us page, or, during regular operating hours, talk to a park ranger at the Visitor Center or one of our other park sites.",
    "url": "https:\/\/www.nps.gov\/lowe\/planyourvisit\/safety.htm"
}
