{
    "title": "Lowell National Historical Park: Physical \/ Mobility",
    "body": "Explore This Park    Plan Your Visit     Accessibility     Physical \/ Mobility              Physical \/ Mobility       The park offers a number of wheelchair accessible sites. At each of the handicapped accessible sites, a wheelchair is available if needed. If you require the use of one at the time of your visit, please notify the front desk. Use of the wheelchair is free for park sites. Guide animals are welcome on tours and in our facilities. For more details please read ADA service animal guide. Accessible sites include:   The Visitor Center   Boott Cotton Mills Museum   Mill Girls & Immigrants Exhibit at the Mogan Cultural Center   Suffolk Mill Turbine Exhibit, first floor        Boat Tours: The National Park Service canal tour boats are not currently accessible to wheelchair users. However, visitors using wheelchairs, but have some mobility, may be able to access the tour, providing they have assistance and the wheelchair is foldable. For visitors with mobility issues interested in taking a boat tour, the 11:00 tour is recommended as it has the least amount of walking. Please see the video below. For questions, or to make a reservation, please call (978) 970-5000.             Boat Tour Accessibility   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 16 seconds  Is the boat accessible for you? Watch this video for a detailed look at the path to the boat.         Controlling Nature Trolley Tour: Three of Lowell National Historical Park's trolleys are accessible to wheelchair users. There is one secure wheelchair space per vehicle. When making reservations for trolley related programs, please inform us if your party includes a wheelchair user so that we may reserve this space for you. Visitors with limited mobility can access the trolley, but need to be able to climb two large steps with the use of a handrail. The daily 2:30 Controlling Nature Tour is wheelchair accessible, but does require travel over uneven surfaces. Reservations are required. Please call (978) 970-5000 for more information or to make a reservation.",
    "url": "https:\/\/www.nps.gov\/lowe\/planyourvisit\/physical-mobility.htm"
}
