{
    "title": "Lowell National Historical Park: Lowell Waterways",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Lowell Waterways              Lowell Waterways            Lowell Waterways Nearly 200 years ago, Lowell's groundbreaking canal system transformed the landscape and powered the city's new textile mills. Of the nearly six miles of canals dug to provide waterpower, almost all remain intact and functional. The survival of this historic power system was one of the key factors in the successful creation of Lowell National Historical Park in 1978. Today, this network of waterways has reemerged as a defining feature of contemporary life in downtown Lowell. Working with federal, state, and local government programs, Lowell National Historical Park and its partners have reimagined, restored, rehabilitated, and rebuilt the walkways along the canals and by the Merrimack River. New paving and landscaping has been installed, invasive vegetation has been removed, fencing and benches have been repaired, deteriorating structures have been removed or replaced, and lighting has been improved. These and many other upgrades have transformed the paths along Lowell's waterways into unique urban trails for education and recreation alike.  Get a new perspective on Lowell by exploring the Canalways and Riverwalk. Maybe get four new perspectives- explore Lowell's past and present with the four themed walking tours below. Get outside and connect with Lowell's evolving stories of immigration, technology, environmental change, and preservation.        Download a Map of the Lowell Waterways  Maps also available at the Park Visitor Center at 246 Market Street                Riverwalk Ramble1.6 Miles Stroll the scenic merrimack and enjoy the views from atop the Great River Wall. Discover how Lowell's natural and urban environments shaped each other's history, and are still intertwined today. Coming Soon- Spring 2015.    Heritage Hike1 Mile Walk the Western Canalway through Lowell's storied \"Acre\" neighborhood and explore the rich history and vibrant culture of the many ethnic groups who have called this city home. Coming Soon.     Redevelopment Rove1 Mile Loop Learn how historic mill complexes and canalside spaces are transformed into a vibrant mixed-use neighborhood that will serve as a dramatic new gateway for the city. Take a Walk- Start your tour.    Waterpower Walk1.2 Mile Loop Discover lock chambers, gatehouses, turbine pits, and dams. Celebrate the spirit of innovation and the triumph of technology that harnessed the power of water for modern industry. Coming Soon- Winter 2015.",
    "url": "https:\/\/www.nps.gov\/lowe\/planyourvisit\/lowell-waterways.htm"
}
