{
    "title": "Hawai'i Volcanoes National Park: On the Brink of Extinction",
    "body": "Explore This Park    Learn About the Park     Nature     On the Brink of Extinction               On the Brink of Extinction      Paradise in Peril         ‘Ilio Holo I Ka UanaHawaiian Monk Seal USFWS \/ © JAMES WATT  Life, in all of it's diversity, is precious. Across our planet, plants and animals have adapted and evolved into species that are each amazing, unique and beautiful. Yet with rapidly deteriorating changes to their environments, many species cannot adapt quickly enough, their populations drastically decline until, tragically, they vanish forever. In Hawai‘i, the population is magnified. Life arrived to this isolated chain of islands, and against all odds, some species survived. Over millions of years, descendants of the pioneers formed new interrelationships with the land and other life forms. From coral reefs to the summits of towering volcanoes, from the harsh deserts to lush rainforests, from lava flows to caves - new life evolved and biological communities in the islands entered a state of balance and lōkahi (harmony).        ‘OHAI NPS \/ JAY ROBINSON  Disruption to the balance began with the with the arrival of Polynesians. To feed and nourish their growing populations, Hawaiians burned lowland forests for cropland, converted coastlines into fishponds and diverted streams to create flooded fields. Loss of habitat increased exponentially after western contact in 1778. Vast forests were harvested for sandalwood and cleared for ranching, lumber, sugar cane and other agriculture. As human populations continue to grow, native plants and animals face a colossal invasion of new, human-introduced species that destroy native ecosystems.        ‘AKIAPŌLĀ‘AU © JACK JEFFREY  In the race to preserve the native species that survive, park staff struggle to pull them back from the brink of extinction. Of the 54 federally listed threatened or endangered plants and animals that find refuge in the park, five representative species are featured on the following links and pages. Follow the following links for their amazing stories.              HONU ‘EA (HAWAIIAN HAWKSBILL TURTLE) ERETMOCHELYS IMBRICATA   NĒNĒ (HAWAIIAN GOOSE) BRANTA SANDVICENSIS   ‘ŌHĀ WAI CLERMONTIA PELEANA   ‘UA‘U (HAWAI‘I PETREL) PTEROROMA SANDWICHENSIS   ‘ĀHINAHINA (MAUNA LOA SILVERSWORD) ARGYROXIPHIUM KAUENSE",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/nature\/onthebrink.htm"
}
