{
    "title": "Lowell National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           67 Kirk Street  Lowell, MA 01852                 Directions         From Interstate Route 495 take Exit 35C on to the Lowell Connector. From Route 3 take Exit 30A if traveling southbound, Exit 30B if traveling northbound. • Take the Lowell Connector to Exit 5B (Thorndike Street). • Continue right on to Thorndike Street, which becomes Dutton Street. • At the third traffic light continue straight under the overpass. • At the next light turn right into the Visitor Center Parking Lot. Take a ticket at the gate and bring the ticket inside for free validation.  Directions Details           Operating Hours & Seasons         Lowell National Historical Park Visitor Center Open Daily 9 a.m. - 5 p.m. year round, except for Thanksgiving, Christmas, and New Year's Day. Boott Cotton Mills Museum open 9:30 a.m. - 5 p.m. (March - November), 12 noon - 4 p.m. (December-February). Mill Girls & Immigrants Exhibit open 11 a.m. - 5 p.m. (Summer), 1:30 p.m. - 5 p.m. (October-November & March- May), 1:30 p.m. - 4 p.m. (December- February). Boat Tours offered Memorial Day - Columbus Day. See http:\/\/nps.gov\/lowell for a complete schedule.    Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:  Closed      New Years Day:   January 1  - January 1  Closed      Thanksgiving Day:  Closed         Park District  Boott Cotton Mills Museum Hours for Boott Cotton Mills Museum (110 John Street)   Standard Hours    Sunday: 9:30 AM - 5:00 PM   Monday: 9:30 AM - 5:00 PM   Tuesday: 9:30 AM - 5:00 PM   Wednesday: 9:30 AM - 5:00 PM   Thursday: 9:30 AM - 5:00 PM   Friday: 9:30 AM - 5:00 PM   Saturday: 9:30 AM - 5:00 PM      Additional Information View More       Christmas Day:  Closed      New Year’s Day:  Closed      Thanksgiving Day:  Closed      Winter Season:   December 1  - March 17  12:00 PM - 4:00 PM                 Weather           Summer: Throughout the summer, temperatures range from the mid 60s to mid 90s during the day, with rain and thunderstorms more common in the months of July and August. Boats and trolleys operate rain or shine and are only cancelled in cases of extreme weather or the presence of thunder and lightning. Winter: Winters are typically cold with temperatures in the mid 30s and 40s (with occasional single digit temperatures) and snow storms with a few inches accumulation occur frequently throughout the season.         Fees & Passes     Entrance Fees:   Boott Cotton Mills Museum - $6.00 Interpretive Demonstration fees at the Boott Mills Museum- $6 for Adults, $4 Senior (62+), $3 Student, $3 Youth (under 17), Free for 5 or under. Discounts for America the Beautiful Interagency Pass holders. Free for 4th grade holders of the Every Kid in a Park Pass.   Canal Boat Tour Fee - $12.00 90 minute-2 hour Canal Boat Tours offered Memorial Day- Columbus Day. $12 adults, $10 Senior, $8 Student, $8 Youth (6-16 yrs.), Free for under 5.          Visitor Centers       Visitor Center Main Visitor Center at 246 Market Street at the Market Mills complex, with free parking at 304 Dutton Street. Offering introductory exhibits, our 16-minute orientation film presented every 1\/2 hour, and information on the park, the city of Lowell, and the surrounding area.                  nps  Your Guide to Summer 2016 Download the 2016 Summer Lowell Offering, your Lowell map and guide to tour schedules, exhibit opening times, and special events.      Tour Reservations    The National Park runs various programs seasonally.Visitors are recommended to make reservations for all tours in advance as they can fill up quickly. To make a reservation, please call (978) 970-5000. Please check the tours section for more information.    Weather    Summer: Lowell typically has a warm climate throughout the summer ranging from the mid 60s to mid 90s during the day, with rain and thunderstorms more common in the months of July and August. Boats and trolleys operate rain or shine and are only cancelled in cases of extreme weather or thepresence of thunder and lightning.    Winter: Lowell typically has cold winters with temperatures ranging from the mid 30s and 40s to single digit temperatures. Snow storms occur frequently throughout the winter season, so please make sure to check the park website for any updates about operating hours.    For accurate weather updates, please call our National Park Visitor Center at (978) 970-5000 or visit the National Weather Service Lowell page for more information.    Parking    Limited free parking is available at the Visitor Center parking lot at 304 Dutton Street. Please see our directions page for details on finding our lot. Additional on-street metered parking is available for up to two hours. Throughout downtown Lowell are a number of municipal parking garages. For a complete list of city garages, please visit the City of Lowell's parking page.    Lodging    Hotels    Lowell and the surrounding cities and towns are home to a number of hotels. For a list of nearby lodging, visit the city of Lowell's hotel directory or call the Greater Merrimack Valley Convention & Visitors Bureau at 978-459-6150.    Camping    There are many campgrounds close to the city of Lowell. For a complete list of camping sites in Massachusetts, visit the Massachusetts state camping website, or call the Greater Merrimack Valley Convention & Visitors Bureau at 978-459-6150.    Goods and Services    Restaurants    The city of Lowell has a proud tradition of being an immigrant city, which is reflected in the diversity of restaurants in the downtown area. From Greek, to Vietnamese, to Cambodian, there is food for everyone to enjoy in the city. The last week in July is the annual Lowell Folk Festival which features a wide variety of ethnic foods prepared by local family restaurants and organizations in the city of Lowell. For a full list of restaurants please visit the City of Lowell's dining page.    Shops and Entertainment    Downtown Lowell has many shops and entertainment venues to enjoy. From concerts, to watching the Lowell Spinners baseball team, to takingin a play at the Merrimack Repertory Theater, there is always an event to attend in the city. Lowell is about 45 minutes, (30 miles), outside of Boston,15 minutes (14.5 miles) away from the Pheasant Lane Mall in Nashua, NH and 20 minutes, (15 miles) away from the Burlington Mall in Burlington, MA. For more information, please visit Lowell's entertainment page.    Banking & ATMs    Throughout downtown Lowell area are many banking institutions. Several national, regional, and local banks all with 24 hour-ATMs have offices within several blocks of the park Visitor Center. Consult your banking institution for information regarding local branches in and around the city before your visit.    Post Office    The United States Postal Service Lowell branch is located on 20 Market Street, just a 5 minute walk down the street from the National Park Visitor Center.    Medical Services    The Greater Lowell area is serviced by Lowell General Hospital, located at 295 Varnum Ave, Lowell ,MA, 01854, just two miles from theNational Park Visitor Center. There are several national chain pharmacies in the city, including one in the downtown, just a few blocks away from the National Park Visitor Center. Park sites are also equipped with first aid kits and AEDs.    Pets    Pets are not allowed in park buildings or on tours unlessthey are service animals. However, the National Park has gorgeous walking trails along the canals and river for you and your pet. Routes range from 1 mile to a mile and a half. For more information about service animals, please visit the ADA website.",
    "url": "https:\/\/www.nps.gov\/lowe\/planyourvisit\/basicinfo.htm"
}
