{
    "title": "Minute Man National Historical Park: Centennial Volunteer Ambassador position",
    "body": "Explore This Park    Get Involved     Centennial Volunteer Ambassador position            Centennial Volunteer Ambassador position       Centennial Volunteer Ambassador In celebration of the 100th Anniversary of the National Park Service, Minute Man National Historical Park is proud to recruit a full-time, full-year internship position to help increase the number of people engaged at Minute Man National Park through volunteer, service, and outreach opportunities.   Apply now!  You must be between the ages of 21 and 35 to qualify. Submit an application for this position through the Student Conservation Association (SCA) at www.thesca.org. Applications will be reviewed and interviews scheduled in March- early April, 2016 for a start date in late May, 2016. Attendance at an orientation training May 31-June 5 is required and expenses are covered. Interns will be paid a weekly living allowance of $200. Housing will also be provided if the selected candidate is outside the local area. You will work in the division of Interpretation and Education to support the park’s Volunteer program and help it grow. Specifically, there are two new opportunities for volunteers in 2016 which will need your support: Battle Road Trail Guides and Living History Players for the Wayside Home of Authors.  In addition, most of our special events are presented by various groups of volunteers, primarily reenactors, so you will have the opportunity to learn about living history, historic weapons, and developing an appropriate 1775 impression.  To carry out this work with volunteers, you will be expected to learn about the park and be able to present interpretive programs, primarily at locations where volunteers work. You will have the opportunity to learn interpretive skills as well as learn about service learning to develop a strategy for recruiting high school students for volunteer opportunities at the park. You will also play a major role in launching and supporting a park presence on social media, promoting events presented by volunteers in the park and aimed toward recruitment.   For a full description of duties, see position #PO-0069684 on the SCA website. If you have questions, please contact Leslie Obleschuk, Chief of Interpretation and Education, by phone: (978) 318-7831 or email: Leslie Obleschuk.   This Centennial Volunteer Ambassador position is funded by the Washington office of the National Park Service and will be selected through the Student Conservation Association (SCA) by the supervisor at Minute Man National Park. There are 115 positions servicewide, representing the importance the National Park Service has placed on increasing the public’s awareness of the value of volunteering, supporting the Secretary’s Youth Initiative, and expanding the capacity of the NPS Volunteers-in-Parks Program.",
    "url": "https:\/\/www.nps.gov\/mima\/getinvolved\/centennial-volunteer-ambassador-position.htm"
}
