{
    "title": "Hawai'i Volcanoes National Park: Fire Ecology",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Fire Ecology                Fire Regime      Native Plants Help Fire-proof Vulnerable Park Ecosystems National Park visitors are often familiar with fire’s beneficial role in maintaining ecosystem health. Many national parks routinely burn vegetation and allow some lightning fires to burn in remote areas—if they benefit the resources. Unfortunately, wildfires at Hawai`i Volcanoes National Park, where native biodiversity is shrinking, have become a threat to native ecosystems. Invasion and colonization of alien tropical and sub-tropical grasses, coinciding with the ongoing eruptions of Kilauea Volcano, have caused fire frequency rates to triple since historic levels and average fire size to increase 60-fold.  The Park landscape receiving the most damage from fire is the dry ‘ohi’a lehua (Metrosideros polymorpha) woodlands in the western part of the Park, between the 1,000 to 4,000 foot elevation. Here, fire thins the tree canopy, reduces native shrub cover and diversity and increases the abundance of alien grasses. The three most detrimental alien grasses—broomsedge (Andropogon virginicus), beardgrass (Schizachyrium condensatum), and molasses grass (Melinus minutiflora) spread across the Park in the 1960s. These grasses increase fuels, carry fire farther and expose the landscape to drying winds, establishing a destructive grass\/fire cycle. With little prior history of fire, recent wildfires have now converted native woodlands into grassland savannahs, dominated by dense mats of fire-promoting alien grasses. Fortunately, several decades of fire ecology research have led to pioneering rehabilitation efforts, using native plants to fire-proof vulnerable ecosystems within the Park. In the coastal zone, researchers discovered the fire tolerance of several native coastal species, such as pili grass (Heteropogon contortus) and the shrub a’ali’i, (Dodonaea viscosa).  Resource managers are now experimenting with the use of prescribed fire to maintain pili grasslands and to encourage fire-tolerant native shrubs. In the dry ‘ohia woodland, instead of replanting burned areas with prefire dominant ‘ohi’a and pukiawe (Styphelia tameiameiae) seedlings, other fire- tolerant plants within that community, such as koa (Acacia koa), mamane (Sophora chrysophylla), a`ali`i, and sandalwood (Santalum paniculatum var. paniculatum), are planted. Fire ecology research is just beginning in the rain forest and the montane seasonal environments. Much of the Park’s rain forest on Kilauea’s East Rift recently burned during Kilauea’s Mother’s Day lava flows of 2002-2003.   Fires in dense tree fern rain forest usually do not spread. Yet, unusual humidity and winds combined to ignite native uluhe fern and an alien sword fern which carried the lava-ignited fires through the rain forest, burning over 3,000 acres in rain forest and over 10,000 acres in other communities, intermittently from May 2002 to June 2003.  The Park recently completed revegetation of the 1,000-acre Broomsedge Fire of 2000.  Over 30 species were established in the burn through the combined outplanting of about 19,000 seedlings and the sowing of nearly three million seeds.  Survival of out-plantings was greater than 80%.  Although invasive grasses recover, out-planting and seeding will establish a seed bank of fire-tolerant species. Given enough time for plants to mature without a fire, a seed bank and nursery of fire-tolerant plants will restore a plant community and even possibly spread after the next inevitable fire. In a fire manager’s most optimistic scenario, the plants might eventually create a dense canopy to shade out invasive grasses and reduce fire frequency and size. At any rate, new discoveries in fire ecology will continue to influence fire management and landscape recovery projects within Hawai`i Volcanoes National Park for years to come.  By Tim Tunison Chief of Resources Management",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/nature\/fire.htm"
}
