{
    "title": "Minute Man National Historical Park: All About The North Bridge",
    "body": "All About The North Bridge       What is the name of the river? The North Bridge spans the Concord River. Ironically, as Nathaniel Hawthorne once pointed out, the name Concord implies peace and harmony. How old is the North Bridge? The North Bridge that visitors walk over today is actually a recent (summer of 2005) restoration of the last bridge built on this site in 1956. The 1956 bridge is the fifth bridge to occupy this hallowed ground since the time of the battle in 1775. The bridge that was there in 1775, the \"battle bridge,\" was taken down in 1788.         What was the reason for the British expedition to Concord? On the evening of April 18, 1775, General Thomas Gage sent approximately 700 British soldiers out to Concord (about 18 miles distant) to seize and destroy military stores and equipment known to be stockpiled in the town. His orders to Lt. Col. Smith, the British officer who was to lead the expedition, were as follows:  Sir: Having received intelligence, that a quantity of Ammunition, Provision, Artillery, Tents and small arms, have been collected at Concord, for the Avowed Purpose of raising and supporting a Rebellion against His Majesty, you will march with the Corps of Grenadiers and Light Infantry, put under your command, with the utmost expedition and secrecy to Concord, where you will seize and destroy all Artillery, Ammunition, Provision, Tents, Small Arms, and all military stores whatever. But you will take care that the Soldiers do not plunder the inhabitants, or hurt private property.  Under great pressure from his superiors in England to bring Massachusetts back under control of the \"lawful government,\" General Gage sent the troops to Concord in the hopes that by doing so, he could convince the colonists to back down, and thus avoid an armed rebellion. General Gage also believed that seizing stockpiles of weapons was not only a militiary necessity, but also his prerogative as governor of the colony. The colonists actively disagreed. top of page         Wayne Chen  Why were British soldiers guarding the North Bridge? General Gage, in his orders to Lt. Colonel Smith, commander of the Britsh expedition to Concord, directed him to take control of the two bridges in town, the South Bridge and the North Bridge. \"You will observe...that it will be necessary to secure the two bridges as soon as possible...\" Securing the bridges was necessary to prevent rebels from slipping across from remote parts of town to threaten the mission. Also, Lt. Colonel Smith sent seven companies across the North Bridge with orders to search for supplies and artillery known to be hidden at Barrett's farm, about a mile west of the bridge. At that time, the colonists occupied the high ground overlooking the bridge. If they were to swoop down and take the bridge, the British soldiers at Barrett's farm would be cut off. Therefore, the British left three companies (about 96 men) at the bridge to guard it. top of page         Wayne Chen  Where were the British and Colonial soldiers standing when shots were exchanged across the river? When the British first deployed at the North Bridge, they were positioned on the west side of the river. This is the side where the Minute Man Statue now stands. The colonial militia, with over 400 men, occupied the high ground overlooking the bridge. Sometime after 9:00 a.m. the militiamen, believing the town was being set on fire, marched down upon the bridge. According to one British officer, they did so \"in a very military manner.\" Hopelessly outnumbered by the advancing militia, the British soldiers pulled back to the east side of the bridge, where the 1836 Obelisk now stands, and hastily organized for defense. According to one British officer, \"Captain Laurie made us retire to this side of the bridge, which by the bye he ought to have done at the first for the rebels were so near...\" Whe the shots were fired, the British were on the east side (1836 Obelisk) and the colonists were on the west side (Minute Man Statue). top of page",
    "url": "https:\/\/www.nps.gov\/mima\/learn\/education\/all-about-the-north-bridge.htm"
}
