{
    "title": "Hawai'i Volcanoes National Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants        Kīlauea Naupaka Photo by Bobby Camara       Rapid ‘Ōhia Death ‘Āhinahina (Mauna Loa Silverswords) Experimental Forest Restoration          Video - Bracing for a Changing Climate on Three Hawaiian Mountains The National Park Service is building capacity for 36 extremely rare or endangered plants to survive in a changing climate on the slopes of Haleakalā on Maui, and Kīlauea and Mauna Loa on Hawai‘i Island. Duration: 5 minutes     Hawai’i Volcanoes National Park Harbors a Plant Paradise   Along the wind-scoured coastal plain, lone tendrils of an a’e fern peer from cracks in endless  flows of hardened lava. At the Park’s mid-elevation, blazing blooms of ‘ohi’a trees and towering fronds of giant hapu’u, a tree fern, rise amid a tangle of misty rain forest. Miles above, the distinctive rosette of the endangered Mauna Loa silversword clings to an alpine ledge. Evolving over 70 million years ago in nearly complete isolation, more than 90% of the State’s native flora are found only in the Hawaiian Islands. Today, the Park harbors the descendents of those first colonizers—numerous evolutionary marvels such as mintless mints and nettleless nettles—plants adapted to life without plant-eating mammals. These are just a few of the amazing diversity of plants living within the Park The intriguing story of plants within the Park includes a host of chapters such as the extreme isolation of the Hawaiian Archipelago, the processes by which flora and fauna arrived and developed and the influences of lava flows of varying age, texture and chemical composition. Moisture brought by prevailing trade winds delivers extreme differences in annual rainfall— varying from 20 inches on the coast to more than 144 inches at mid-elevation windward areas.  Acid rain from the eruptions of Kilauea Volcano paints chemical deserts across miles of lava flows within the Park as ongoing lava flows form new landscapes. Together, all these influences create a remarkable mix of habitats in seven ecological life zones, stretching from sea level to the summit of Mauna Loa at 13,677’ in elevation. Sadly, Hawai’i faces an ecological crisis. Plants that have survived for millennia now face tremendous threats from alien invasive plants and wildlife species, creating great challenges for resource managers. Within Hawai’i Volcanoes National Park are 23 species of endangered vascular plants including 15 species of endangered trees.  The race to recover the Park’s native landscapes and endangered plants is a major commitment of the Resources Management Division in terms of time and funds towards removal of alien ungulates such as mouflon sheep, removal of the most displacing invasive plants, planting of endangered plant populations and large-scale planting of natives in Park landscapes that have been disturbed by ungulates or wildfire.",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/nature\/plants.htm"
}
