{
    "title": "Minute Man National Historical Park: Margaret Lothrop",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Margaret Lothrop                Margaret Lothrop         The Wayside garden, c. 1886: Harriett Lothrop (l), Elizabeth Peabody (sister-in-law of Nathaniel Hawthorne), Daniel Lothrop, and Margaret Lothrop on his lap.   Margaret Lothrop was born to Daniel and Harriett Lothrop on July 27, 1884 at The Wayside in Concord, Massachusetts.She was the only child of parents who were focused on literature and were interested in the preservation of history.Her mother wrote many books under the pen name of Margaret Sydney, including the children's series the Five Little Peppers, and her father was a publisher, owning the D. Lothrop Publishing Co.   They had purchased The Wayside because of its history, being the house lived in by authors Bronson Alcott, Louisa May Alcott, and Nathaniel Hawthorne, and being a witness house to the British troops marching in and out of Concord on the fateful day of April 19, 1775.With this patriotic and literary upbringing, Margaret became the first member of the National Society of Children of the American Revolution, newly founded by her mother in 1895.   Margaret saw many social events at her home, hosted by her mother, including the Hawthorne Centenary in 1904 where a monument was placed in the yard at The Wayside in honor of Hawthorne, and including fundraisers for such organizations as the Massachusetts Volunteer Aid Society.Margaret knew some of the great literary figures of the time, including John Greenleaf Whittier, Julia Ward Howe, and Samuel Francis Smith.She also saw her mother open their house for sight-seers.        Margaret Lothrop, Red Cross, WWI   Education  Margaret attended Concord schools, graduating from Concord High School known as a scholar and horsewoman.She attended Smith College, where she was a member of the Philosophical Society, the Italian Club, and a half back on the women's field hockey team, graduating in 1905.She moved to California in 1912 where she earned her M.A. in Economics at Stanford University.   Career Woman  She moved back to Massachusetts where she worked at the Women's Education and Industrial Union and the YWCA in Boston from 1913-15.She then returned to Stanford University where she was an instructor in the College of Arts and Sciences through 1928.    During WWI she was in the Red Cross where she was assigned as a Casualty Searcher in France, which included documenting graves, searching for families of men with memory loss, and speaking with dying men to identify their families.  Returning to The Wayside Following the death of her mother in 1924, Margaret formed a committee in Concord to plan to open The Wayside for tourists in 1928.After serving as the Secretary of the California Society of the Prevention of Cruelty of Children for two years, she returned to The Wayside in 1932.Margaret researched the occupants of the house, coordinated staff and maintained the house for tours, tried to find organizations that would purchase the house for education purposes (to no avail), and wrote the book The Wayside: Home of Authors (published in 1940).         The Wayside, 1950s:  Margaret Lothrop with young visitors.   Preservation of The Wayside   During WWII, Margaret served as a member of the Red Cross and the Massachusetts Women's Defense Corps.Through the 1940s to early 1960s, Margaret continued to maintain the house for tours, responded to letters from other researchers, wrote articles including \"My House and the Minute Men,\" and conducted her own research, including direct communication with the Hawthorne family.   She worked to have The Wayside declared a National Historic Landmark in 1963, and she sold the house to the National Park Service to become part of Minute Man National Historical Park on June 18, 1965.Margaret worked closely with the NPS staff, including contributing the bulk of her research to the park, giving oral histories, and speaking to groups.          The Wayside, 1940s: open for tours   Margaret Mulford Lothrop died in Concord on May 14, 1970.  She left an extensive legacy, especially The Wayside, where she had been born and had spent so much time preserving for future generations.The house was re-opened by the NPS on April 17, 1971.",
    "url": "https:\/\/www.nps.gov\/mima\/learn\/historyculture\/thewaysidemargaretlothrop.htm"
}
