{
    "title": "Minute Man National Historical Park: Patriots of Color",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Patriots of Color                Patriots of Color       Between 20 and 40 colonists of the approximately 4,000 who fought on the Battle Road on April 19, 1775, were African or Native American. By the end of the war, an estimated  5,500 African and Native American men had served on the colonial side. Many more served on the side of the British, particularly after the war moved south. Why would these men fight for a society that treated them as inferior? Why don't we hear more about this part of the story of the American Revolution?  In 1775, people across the spectrum of race and social status engaged in warfare to defend what was most dear to them. Life, Liberty, and Property, considered by people on both sides of the conflict to be the birthright of all British subjects, was a prize many would die for. For some, it was a right they would not willingly part with. For others, bound and enslaved, it was yet to be fulfilled. The American Revolution did not provide freedom for all, instead, it was just the beginning of a long struggle.         Historian and 2014 Scholar in the Park, John Hannigan   Scholar in the Park Papers, Minute Man NHP John Hannigan 2014 Paper 1:How many men of color from Massachusetts fought in the American Revolution? How many were free? How many were enslaved? Paper 2: Did any men of color from Massachusetts fight with the British? What would enslaved men hope to gain by fighting for the British, a distant imperial power conceived by the revolutionaries to be enslaving all colonists? Paper 3:Examine how changing Massachusetts laws concerning the enlistment of men of color in the military affected their opportunities to serve during the Revolution as well as their chances of being emancipated, if enslaved. Were those who were enslaved during their enlistment emancipated because of their military service? If so, was emancipation immediate or at the end of their enlistment? Conversely, did slave owners use their slaves as substitutes for their own military service? Did slave owners enlist their slaves in order to obtain the bounties? Were the recruitment bounties different for men of color than for white men? Paper 4: How many men of color served on April 19, and from which towns? Were they slaves or free men?  Paper 4 Appendix Paper 5: What would enslaved men hope to gain by fighting on the side of the revolutionaries for a liberty that was not conceived to include them? What effects did revolutionary service on either side, revolutionary of British, have on the subsequent lives of men of color who were enslaved at the outset of the conflict, and the subsequent lives of their families? Bibliography      Peter Salem Makes Debut at Minute Man Visitor Center In time for the 2014 visitor season, an almost life-size figure of Peter Salem has been added to the British and colonial figures in the interpretive exhibit at Minute Man National Historical Park Visitor Center. An African American minute man who fought on the Battle Road on April 19, 1775 and later at Bunker Hill, Peter Salem will help park staff interpret Patriots of Color.      Peter Salem Peter Salem was born enslaved and enlisted in 1775 with his owner's promise of freedom. As a minute man from Framingham, Salem marched to Concord and Cambridge in Capt. Simon Edgell's company, entering the fight on the Battle Road near Brooks Hill. A few weeks later, during the Siege of Boston, Salem enlisted in the Massachusetts army and fought at Bunker Hill. There, as a traditional story of the time claimed, he was likely responsible for killing Major John Pitcairn, who led the British attack. The next year, Salem enlisted in the Continental Army for three years. He served in the 6th Massachusetts Regiment, trained at Valley Forge, and fought in the Battles of Saratoga (1777), Monmouth (1778), and Stony Point (1779). At the war's end, Peter Salem was a free man. He married and built a small house in Leicester, Massachusetts. In his old age, no longer able to support himself, Salem was forced to return to Framingham. He died in 1816 and was buried in a pauper's grave. A monument was later erected to honor Salem's service in the American Revolution. More Work to Do Groundbreaking research by George Quintal, Jr. in his 2002 Patriots of Color report about African and Native Americans at Battle Road and Bunker Hill¹ provides the significant historical detail upon which the National Park Service can begin to bring this story to light.   Building on this foundation, for 2016 The Friends of Minute Man National Park and the Lincoln Minute Men, organizations dedicated to advancing and preserving our historic heritage, will sponsor two Scholar in the Park positions this summer to research and write about the following: People of Color along the Battle Road in 1775 (Concord, Lincoln, and Lexington, MA) ·Lives of Women along the Battle Road in 1775  The research and written papers will be used to support interpretation and education presented at the park. Each scholar will receive a stipend of $2,000. Applications are dueMay 31, 2016with work to be completed bySeptember 30, 2016. See Scholar qualifications, research questions, specifications, and details about how to apply on the park's website:https:\/\/www.nps.gov\/mima\/learn\/news\/scholar-in-the-park-positions-open.htmor in the request for applications attached.  ¹© 2005 George Quintal Jr. (under license 2010).      Further Reading Gilbert, Alan. Black Patriots and Loyalists Fighting for Emancipation in the War for Independence. Chicago: University of Chicago Press, 2012. Horton, James Oliver and Lois E.  In Hope of Liberty: Culture, Community and Protest among Northern Free Blacks, 1700-1860. New York: Oxford University Press, 1996. Horton, James Oliver and Lois E. Slavery and the Making of America. Chapel Hill: North Carolina University Press, 2009. Horton, James Oliver and Lois E. (Ed.). Slavery and Public History. The Tough Stuff of American Memory. Chapel Hill: North Carolina University Press, 2006.  Jasanoff, Maya. Liberty's Exiles: American Loyalists in the Revolutionary World. New York:Alfred A.Knopf, 2011.  Lemire, Elise. Black Walden: Slavery and its Aftermath in Concord, Massachusetts. Philadelphia: University of Pennsylvania Press, 2011. Melish, Joanne Pope. Disowning Slavery: Gradual Emancipation and \"Race\" in New England, 1780-1860. New York: Cornell University Press, 2000. Nash, Gary. The Unknown American Revolution. New York: Penguin Books, 2005. Petrulionis, Sandra Harbert. To Set This World Right: The Antislavery Movement in Thoreau's Concord. New York: Cornell University Press, 2006. Quintal, Jr. George. Patriots of Color. African and Native Americans at Battle Road and Bunker Hill. 2005. Simon Schama. Rough Crossings: The Slaves, the British, and the American Revolution. New York: HarperCollins, 2005.",
    "url": "https:\/\/www.nps.gov\/mima\/patriotsofcolor.htm"
}
