{
    "title": "Minute Man National Historical Park: Harriett Lothrop (Margaret Sidney)",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Harriett Lothrop (Margaret Sidney)                Harriett Lothrop (pen name Margaret Sidney)         Garden at The Wayside, 1895: Harriett Lothrop and the Children of the American Revolution (CAR).   \"Margaret Sidney,\" as hostess reigns well, and exhibits one secret of her success in the writing of books…she puts aside her own personality and throws her whole heart into whatever interests those around her.It is impossible to forget this when talking to her, and the delightful atmosphere…was due largely to this influence. -  Boston Evening Transcript, 1887 Harriett M. Stone was born on June 22, 1844 in New Haven, Connecticut.Although her life spanned more than half of the 19th century, we know little about her until the 1880s when her \"Five Little Peppers and How They Grew\" appeared in Wide Awake, a children's magazine, and she met and married its publisher, Daniel Lothrop.  Together they bought Hawthorne's home, The Wayside in Concord, Massachusetts in 1883.From that time on, her boundless energy and sunny disposition was seen in all that she undertook –raising her daughter Margaret who was born at The Wayside in 1884, writing for children under the pen name Margaret Sidney, founding the National Society Children of the American Revolution in 1895, saving historic houses, and celebrating with grand fetes the rich heritage of The Wayside and the people who lived there. From 1881 to 1892, she and Daniel worked together.  After his death, Harriett pursued their goals alone.With little money left after liquidating the D. Lothrop Company and paying the creditors, she mortgaged the house in order to pay for Margaret's college education and provide her the opportunity to travel abroad as Daniel would have wanted.            The Wayside, 1905: Harriett Lothrop (Margaret Sidney) at her writing desk.   Writing at The Wayside  Harriett Lothrop greatly admired Nathaniel Hawthorne's writing, and she and Daniel bought The Wayside because it had been his home.Her own written works, however, were of a very different type.  Her children's stories did not grow out of her actual childhood like Louisa May Alcott's or from the depths of her heart and soul as did Hawthorne's;they were products of her vivid imagination.Using the pen name Margaret Sidney, she brought forth the popular adventures of \"the Little Peppers,\" a family of five children prone to mischief to be sure, but most responsive to kindness and good deeds.      The Five Little Peppers Eleven \"Pepper\" books were written at The Wayside, the best known of which were The Five Little Peppers Midway and The Five Little Peppers Grown Up.Harriett's favorite rocking chair, where she thought up many of her children's stories, can still be seen in The Wayside.  Harriett and Concord Harriett's love of Concord is reflected in two books and four houses.She paid tribute to Concord's special role in the American Revolution in A Little Maid of Concord Town, and she captured the town's charm at the end of the 19th century in Old Concord Her Hiways and Byways. Harriett gave her heart to Concord not only in her written words but by saving The Wayside, the Alcott's Orchard House (located next door to the west), the \"Grapevine Cottage\" where the Concord grape was first produced (located two doors down to the east), and the \"old Tolman House\" on Monument Square.All of these homes still remain in Concord today thanks to Harriett's hard work.   Her love of Children Harriett's greatest legacy was the love of children, history, Concord, and The Wayside, and instilling this into her daughter Margaret.Harriet died in 1924, leaving The Wayside, its legacy and stewardship to Margaret.",
    "url": "https:\/\/www.nps.gov\/mima\/learn\/historyculture\/thewaysideharriettlothrop.htm"
}
