{
    "title": "Minute Man National Historical Park: Louisa May Alcott",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Louisa May Alcott                The Wayside - Little Women Happened Here!       On Christmas night, a dozen girls piled onto the bed which was the dress circle, and set before the blue and yellow chintz curtains in a most flattering state of expectancy.There was a good deal of rustling and whispering behind the curtain, a trifle of lamp smoke, and an occasional giggle from Amy, who was apt to get hysterical in the excitement of the moment.Presently a bell sounded, the curtains flew apart, and the \"Operatic Tragedy\" began. So wrote Louisa May Alcott in her classic, semi-autobiographical novel, Little Women, describing in fiction a scene drawn directly from her own childhood while living at The Wayside (named \"Hillside\" by her father, Bronson).  Louisa (Jo, in Little Women) age 12 Anna (Meg) age 14 Elizabeth (Beth) age 9 Abigail May (Amy) age 4  Having moved into the \"ramshackle\" house in 1845, Louisa and her sisters lived many of the \"pranks and pleasures,\" as well as experienced the \"trials and deprivations\" that she would incorporate into the book. The Operatic Tragedy in Little Women, based upon Norna;or the Witch's Curse, was one of the chilling plays filled with loathsome villains and damsels in distress that Louisa and her sister Anna wrote and staged while at Hillside.Plays in the barn were a favorite amusement for Louisa and her sisters, which Louisa melded into the book.   Writing at The Wayside I have at last got the little room I have wanted so long, and am very happy about it.  It does megood to be alone, and Mother has made it very pretty and neat for me.My work-basket and desk are by my window, and my closet is full of dried herbs that smell very nice.The door that opens into the garden will be very pretty in summer, and I can run off to the woods when I like. Rejoicing at getting her own room for the first time (March, 1846), it was at Hillside that Louisa got down to the business of writing (what she called her \"scribblings\").Drawn from \"real imagination,\" and not real life, her writings also included fairytales like The Frost King that she told to Ralph Waldo Emerson's daughter Ellen, and fanciful stories about places she had never been.From these youthful efforts came her first published book, Flower Fables (1855) and her first published story (\"The Rival Painters –A Tale of Rome\").  Youthful Influences While at Hillside, Louisa and her sisters developed morally and intellectually.Imagine having as neighbors Henry David Thoreau, who would reveal to them the wonders of the natural world (he was building his cabin in the woods at Walden Pond when the Alcott's moved into Hillside), and Ralph Waldo Emerson, the \"father of Transcendentalism,\" in whose home they would be a frequent guest, often borrowing books from his library. As idyllic as life at Hillside could sometimes be, however, the Alcott girls were not sheltered from the issues of the day, particularly slavery.The Alcotts shielded at least one runaway slave, making The Wayside today an officially recognized stop along the National Underground Railroad Network to Freedom.Their father Bronson wrote of the experience with one of the fugitives in early 1847, \"His stay with us has given image and a name to the dire entity of slavery, and was an impressive lesson to my children, bringing before them the wrongs of the black man, and his tale of woes.\" On a tour of The Wayside and stroll the grounds, one can imagine some of the activities that filled the Alcott sisters' days –playacting Louisa's \"lurid tales\" in the barn, climbing thecolonial staircase and the hill outside in their recreation of \"Pilgrim's Progress,\" borrowing books from Emerson's library, walking to Walden Pond, doing household chores, or enjoying quiet moments together.         At the end of her life, Louisa reminisced that her 3 ½ years at Hillside (The Wayside) \"…were the happiest of my life.\"",
    "url": "https:\/\/www.nps.gov\/mima\/learn\/historyculture\/thewaysidelittlewomenhere.htm"
}
