{
    "title": "Minute Man National Historical Park: Nathaniel Hawthorne",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Nathaniel Hawthorne                Nathaniel Hawthorne       \"What do you think of my becoming an author, and relying for support upon my pen?\" Wrote Nathaniel Hawthorne, while a student at Bowdoin College in Brunswick, Maine in 1821, to his mother in Salem, Massachusetts, declaring that he did not want to study to be a minister, lawyer, or physician.  Hawthorne's Early Writings Hawthorne published his first collection of short stories, Twice-Told Tales, in 1837. In 1842, he married Sophia Peabody and moved to Concord, Massachusetts, where they rented the Old Manse adjacent to the historic North Bridge. In 1846, Hawthorne's second collection of short stories, Mosses from an Old Manse, was published while they were living in Boston. By year's end, Hawthorne returned to Salem where he began working at the U.S. Custom House. Hawthorne's most famous work, The Scarlet Letter, was written during his time living in Salem, and was published in 1850. The family moved that year to Lenox, Massachusetts, where he wrote his next novel, The House of the Seven Gables, published in 1851.         Hawthorne at The Wayside   Hawthorne bought The Wayside in 1852, and set up household with his wife Sophia and their three children Una, Julian, and Rose. His third novel, The Blithedale Romance, was published a month after he moved in.  During the years in which Hawthorne owned The Wayside, the nation fragmented over the issue of slavery.  A private person, Hawthorne would most likely have preferred to remain a non-participant in the angry debates, but his location and circle of acquaintances made this impossible. He was closely associated with men and women on different sides of the issue - from his abolitionist neighbors, the Alcotts, Emersons, and Thoreaus, and his sisters-in-law, Elizabeth Peabody and Mary Mann to his college classmate and close friend, Franklin Pierce, Pierce, a northern Democrat, who viewed the abolitionist movement as a fundamental threat to the unity of the nation. In 1852, Hawthorne completed Tanglewood Tales and a campaign biography for Franklin Pierce, who was a candidate for U.S. President. After Pierce's election, Hawthorne was appointed U.S. Consul to Liverpool in 1853, and for the next seven years he and his family lived in the U.K. and Europe. Hawthorne completed his last novel, The Marble Faun, in England in 1859.        The Wayside, 1860-64: Sophia and Nathaniel Hawthorne after additions to their house   Returning to The Wayside  Upon his return to Concord in 1860, Hawthorne made some major additions to The Wayside, including a three story tower with his study or \"sky parlor\" at the top.   Civil War Years After the Civil War began, Hawthorne, deeply troubled by the conflict, travelled to Washington, D.C., where he met President Abraham Lincoln, and toured battlefields in Virginia. When he returned to The Wayside, he shared his observations in an article entitled, \"Chiefly About War Matters\" that appeared in the Atlantic Monthly in July, 1862. In September, 1863, with his health in decline, Nathaniel Hawthorne completed his last published work, Our Old Home. Three novels, The Dolliver Romance, Doctor Grimshawe's Secret, and Septimius Felton remained unfinished at the time of his death on May 19, 1864.",
    "url": "https:\/\/www.nps.gov\/mima\/learn\/historyculture\/thewaysidenathanielhawthorne.htm"
}
