{
    "title": "Minute Man National Historical Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 25, 2016  August Programs at Minute Man National Historical Park  August Programs at Minute Man National Historical Park.  Celebrate the Centennial at Minute Man NHP.   July 07, 2016  July Programs at Minute Man National Historical Park  July Programs at Minute Man National Historical Park.   June 28, 2016  Celebrate July 4th  Weekend at Minute Man National Historical Park  The National Park Service (NPS) will once again host its annual celebration of Independence Day at Minute Man National Historical Park.  In addition, the park will present several programs and celebrate all weekend long.   June 17, 2016  The Wayside Re-opens June, 25, 2015 at 11:00 am  The Wayside was home to three literary families and will re-open to the public, Saturday, June 25th 2016 beginning at 11:00 a.m.   June 15, 2016  Re-Announced. Scholar in the Park Position Open  Re-announced Scholar in the Park Position   May 23, 2016  Author Derek Beck is coming to Minute Man National Historical Park.  Noted Historian, Author  Derek Beck to speak At Minute Man National Historical Park, June 15, 2016.   May 10, 2016  Summer Programs at  Minute Man National Historical Park  Make your summer plans at Minute Man National Historical Park.   May 02, 2016  Tourism to Minute Man National Historical Park creates  $78.1M in Economic Benefits  Tourism to Minute Man National Historical Park creates $78.1M in Economic Benefits. Report shows visitor spending supports 821 jobs in local economy.   April 26, 2016  2016 William Diamond Junior Fife and Drum Muster  2016 William Diamond Junior Fife and Drum Muster. Friday, May 6th and Saturday, May 7th, 2016.   April 12, 2016  Battle Road Heroes  at Minute Man National Historical Park  Battle Road Heroes at Minute Man National Historical Park   March 18, 2016  Patriots’ Day 2016 at Minute Man National Historical Park  Happening and events for Patriots’ Day 2016 at Minute Man National Historical Park.   March 11, 2016  Minute Man National Historical Park and the Civil War Trust seek volunteers for Park Day 2016  Minute Man National Historical Park and the Civil War Trust will host a Park Day event on April 2, 2016, beginning at 9:00 am.   March 04, 2016  Join and Celebrate.  Volunteer at Minute Man National Historical Park and be part of the National Park Service Centennial  Volunteer at Minute Man National Historical Park and be part of the National Park Service Centennial   February 29, 2016  Photo and Video Opportunity at Minute Man National Historical Park  PHOTO and VIDEO Opportunity. Muster Day.  Colonial and British Reenactors fall in for inspection at Minute Man National Historical Park. Saturday, March 19, 2016 9:00 am-1:00 pm.   February 22, 2016  2016 Spring Hours at Minute Man National Historical Park.  Minute Man National Historical Park announces its spring season beginning March 1, 2016.  Opening March 1st, North Bridge Visitor Center (174 Liberty St. Concord MA.)",
    "url": "https:\/\/www.nps.gov\/mima\/learn\/news\/newsreleases.htm"
}
