{
    "title": "Minute Man National Historical Park: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar             Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 6 results    Show ALL instances of recurring events   RSS Feed      Minute Man National Historical Park Colonial Music      Time: 2:45 PM Location: Hartwell Tavern Fees: free     Sunday, August 14, 2016 Listen to 18th century tunes played on a fiddle and learn about the role of music in colonial society.  View Details      Minute Man National Historical Park Mother and Daughter Preserving History      Time: 2:30 PM Location: The Wayside: Home of Authors Fees: tour fee applies     Sunday, August 14, 2016 Explore Harriet and Margaret Lothrop's efforts in preserving The Wayside.  View Details      Minute Man National Historical Park National Park Service Founder's Day Weekend      Location: Minute Man Visitor Center, North Bridge Fees: Free     Thursday, August 25, 2016 Celebrate the 100th Anniversary of the founding of the National Park Service at Minute Man National Historical Park View Details      Minute Man National Historical Park The British Redcoat      Time: 1:00 PM,3:00 PM Location: Minute Man Visitor Center Fees: FREE     Thursday, August 25, 2016 Why were the Regulars in Massachusetts? Why did they come to Concord? What happened on April 19, 1775 from the perspective of the King’s Army? Join Park Ranger Roger Fuller to explore the answers to these questions. View Details      Minute Man National Historical Park Battle Road Trail Walk      Time: 12:30 PM to 4:00 PM Location: Minute Man Visitor Center Fees: FREE     Saturday, August 27, 2016 Join a Park Ranger for a 3 1\/2 hour guided walk along the historic Battle Road Trail. View Details      Minute Man National Historical Park Revolutionary Dogs: ‘Paws for the Cause!’       Time: 2:00 PM Location: Minute Man Visitor Center, 250 Great Road, Lincoln, MA Fees: Free     Sunday, September 11, 2016 Join us for a special walking tour,  Revolutionary Dogs: ‘Paws for the Cause!’  View Details",
    "url": "https:\/\/www.nps.gov\/mima\/planyourvisit\/calendar.htm"
}
