{
    "title": "Minute Man National Historical Park: Photo Gallery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery              Photo Gallery                    Half-Century of Change   6 Photos  then and now photos of Minute Man NHP          Living History Scenes at Minute Man NHP   20 Photos  Living history helps us bring the story of Minute Man National Historical Park to life. Park staff and volunteers strive to achieve a high level of historical accuracy through research, collaboration and a lot of hard work!          Mummer Crash 2014   8 Photos  In January of 2014 The Friends of Minute Man National Park held their annual Colonial Twelfth Night Recpetion at the Major John Buttrick House in Concord. The Guild of Historic Interpreters, a group of volunteers and staff who specialize in theatrical living history, were asked to provide entertainment. To make a long story short, after doing some research on the lower-class customs of Colonial Boston, we decided to crash the party with a tumultous mob of masked and armed mummers. Unfortunately, just as we were launching into our play, \"Alexander and the King of Egypt,\" the constable showed up and put a stop to the proceedings with the following Massachusetts law from 1753: “Be it enacted, that if any Persons being more than three in Number, and being armed with sticks, clubs, or any Kind of Weapon, or disguised with Vizards or painted or discoloured Faces, or being in any other Manner disguised, shall assemble together having any Imagery or Pageantry with them at a public Shew, in any of the Streets or Lanes of the Town of Boston, or any other Town within this Province, or if any Person or Persons being of or belonging to any Company, having any Kind of Imagery or Pageantry for a public Shew, shall by Menaces or otherwise will exact, require, demand, or ask any Money or other Thing of Value from any of the Inhabitants or other Persons in the Streets, Lanes, or Houses of any Town within this Province, every Person being of or assembled with such Company, shall for each Offense forfeit and pay the Sum of Forty Shillings, or suffer Imprisonment not exceeding one Month…”            April 19th 2014   9 Photos  This year April 19th was marked in a very special way. At our annual Dawn Salute Ceremony at North Bridge we were joined by Captain David Brown's Company of Minute Men. This group specializes in highly researched, expertly re-produced period impressions. After Dawn Salute they conducted interpretive programs and drill demonstrations for the public. We also began a new tradition. We were honored by the presence of hundreds of military personnel taking part in the \"Tough Ruck,\" a marathon-length march with full pack done in memory of America's fallen soldiers. They began their march at North Bridge and then marched through Concord and then back and forth on Minute Man NHP's Battle Road Trail.",
    "url": "https:\/\/www.nps.gov\/mima\/learn\/photosmultimedia\/photogallery.htm"
}
