{
    "title": "Hawai'i Volcanoes National Park: Dawn Chorus at Kīpuka Kī",
    "body": "Explore This Park    Learn About the Park     Nature     Dawn Chorus at Kīpuka Kī              Dawn Chorus at Kīpuka Kī         ‘Apapane NPS\/Michael Szoenyi    Have you ever risen before the sun, and entered the forest to hear the dawn chorus awaken as the sun rises? During the BioBlitz and Biodiversity & Cultural Festival on May 15, 2015, Dr. Jacob Job from the Natural Sounds and Night Skies Division of the National Park Service at Colorado State University, ventured into Kīpuka Kī off Mauna Loa Road in Hawai'i Volcanoes National Park to record birds before the sun came up. He sums it up nicely: \"The dawn chorus at Kīpuka Kī was a unique experience for me in the sense of how fast the rainforest awoke from its slumber. I have experienced dawn choruses all over the country, but the abruptness of this one certainly stands out in my mind. I remember standing in the still and silent morning, with the eastern sky slowly brightening, wondering when it would all begin, when a single Northern cardinal and 'apapane almost simultaneously broke the silence, releasing a torrent of bird song. As the dawn chorus progresses in the recording you can hear a multitude of individuals and species join in, reaching a peak in activity at the 18-minute mark. The chorus almost becomes overwhelming to our ears at this point, with dozens of 'apapane dominating the soundscape. Eventually, flocks of 'apapane left their roosts to forage for the day, allowing the chorus to become more manageable to our ears once again at about the 30-minute mark. I think this recording provides a good sense of my overall experience. I encourage everyone to take the time to listen entirely to get a sense of the acoustic characteristics of this special place, which is truly one-of-a-kind.\" In addition to 'apapane, you can also hear native birds like 'elepaio, 'ōma'o, and 'amakihi. Non-native avian vocalists include Japanese white-eye, the aforementioned Northern cardinal, house sparrow, and the red-billed leiothrix. Enjoy, and feel free to download and share! To hear what the native birds sound like by themselves, click onto our Native Hawaiian Birds of Hawai'i Volcanoes National Park page and tap on each bird featured to hear their original and beautiful voices. Then come back to the dawn chorus recording and see what birdsongs you can identify!             Listen to the Chorus     A kīpuka is an area of land surrounded by one or more younger lava flows. Older and more weathered than their surroundings, kīpukas often appear to be like islands within a sea of lava flows.  Duration:38 minutes, 57 seconds      Credit \/ Author: Dr. Jacob Job   Date created: 2015-05-14     Download Original File: havo-KipukaKi20150514.mp356,089 KB",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/nature\/dawn-chorus.htm"
}
