{
    "title": "Minute Man National Historical Park: Founders Day Events",
    "body": "Explore This Park    Plan Your Visit     NPS Centennial at Minute Man NHP     Founders Day Events              Founders Day Weekend at Minute Man           Middlesex County Volunteers Fifes and Drums, at Minute Man NHP Sunday, August 28th.   Thursday, August 25, Founder's Day Celebrate the National Park Service on its 100th Birthday!  Activities in Minute Man Visitor Center all day:Junior Ranger Centennial Activity Books, Find Your Park, Selfie Station, What is a National Park (9:00 a.m. –5:00 p.m.) Birthday Cake –hosted by The Friends of Minute Man National Park, at Minute Man Visitor Center, 2:30-4:30 p.m.  Special programs about Minute Man NHP The British Redcoat: meet at Minute Man Visitor Center 1:00 p.m. and 3:00 p.m. Honoring the tradition of historical preservation: Harriet Lothrop, Preservation, and The Wayside\" by Laureen Tedesco, Associate Professor at East Carolina University, Presentation at The Wayside, 455 Lexington Road, Concord 6:30 pm.  Friday, August 26 Celebrate the National Park Service on its 100th Birthday!  Activities in Minute Man Visitor Center all day:Junior Ranger Centennial Activity Books, Find Your Park, Selfie Station, What is a National Park? (9:00 a.m. –5:00 p.m.)  Saturday, August 27 Celebrate the National Park Service on its 100th Birthday! Activities in Minute Man Visitor Center all day:Junior Ranger Centennial Activity Books, Find Your Park, Selfie Station, What is a National Park (9:00 a.m. –5:00 p.m.) Celebrating the NPS Centennial at Minute Man NHP - Congresswoman Nikki Tsongas will be joined by park staff, volunteers and reenactors as we mark this historic occasion. The address will be held at North Bridge, 1:00 p.m. Sculpting an American Icon: Daniel Chester French and the Minute Man, Donna Hassler, Executive Director at Chesterwood and David Wood, Curator, Concord Museum. 2:30 p.m. at North Bridge For Kids--Spotlight on Monuments –Take a photo or draw your own to share. Who or what would you memorialize?North Bridge Visitor Center, 174 Liberty Street, Concord (10:30 a.m. and 4:00 p.m.) Birthday Cake –hosted by The Friends of Minute Man National Park, 2:30-4:30 p.m. at North Bridge Visitor Center, 174 Liberty Street, Concord Special program about Minute Man NHP Battle Road Trail Walk 12:30-4:00 p.m. Walk starts at Meriams' Corner and ends at Minute Man Visitor Center. Meet at Minute Man Visitor Center. Bring plenty of water and wear comfortable shoes!  Sunday, August 28 Celebrate the National Park Service on its 100th Birthday! Activities in Minute Man Visitor Center all day:Junior Ranger Centennial Activity Books, Find Your Park, Selfie Station, What is a National Park (9:00 a.m. –5:00 p.m.) Middlesex County Volunteers Fife and Drum Corps- Performance at North Bridge, 11:00 a.m. Middlesex County Volunteers Fife and Drum Corps –Performance at Minute Man Visitor Center, 2:00 p.m.",
    "url": "https:\/\/www.nps.gov\/mima\/founders-day-weekend-at-minute-man.htm"
}
