{
    "title": "Minute Man National Historical Park: NPS Centennial at Minute Man NHP",
    "body": "Explore This Park    Plan Your Visit     NPS Centennial at Minute Man NHP             NPS Centennial at Minute Man NHP         Middlesex Fife and Drum Corp NPS\/PLupsiewicz  Create. Discover. Celebrate  100 Years of the National Park Service. Find Your Park at Minute Man National Historical Park.  NATIONAL- The National Park Service turns 100 on August 25, 2016! The Centennial kicks off a second century of stewardship of America's special places. Looking forward to the next hundred years, the national Centennial goal is to \"connect with and create the next generation of National Park Service visitors, supporters, and advocates.\" Join the celebration to explore, learn, discover, be inspired, or simply have fun in Minute Man and over 400 other national park units.  LOCAL- Minute Man National Historical Park celebrates the Centennial all year long. To connect with the next generation, we are committed to empowering new and familiar audiences to explore Minute Man's past and present and make personal connections with Minute Man's story. Look for signature events such as Patriot's Weekend and special programs with the park and community partners throughout the year.   Founders Day Weekend - Join park staff, volunteers, scholars and politicians for four days of commemorations and celebrations!      Event  Date  Description   Park Day April 2, 2016  Planned Activities. Clear invasive plants and undergrowth. We will recruit experienced volunteers who have their own tools. The Park may provide other tools as needed. Please r.s.v.p. phil_lupsiewicz@nps.gov More information at: http:\/\/www.civilwar.org\/aboutus\/events\/park-day\/   Battle Road Patriot's Weekend April 16, 2016 Thousands of people visit Minute Man NHP during our Patriot's Day celebrations, held each year in April to mark the anniversary of the opening battle of the American Revolution. The biggest event in the park is \"Battle Road.\" More than 300 living history volunteers portray colonial militia, British Regulars, and supportive colonial family members. The main event is a demonstration of tactics used during the running fight from Concord to Boston harbor. The action will take place over a one-half mile area along the Battle Road Trail, near to and encompassing the newly recovered site of the part of the battle known as Parker's Revenge at the Lincoln\/Lexington end of the park. 4 days of events, April 16-19. Junior Ranger Day is also April 16, 2016.   Hidden Treasures May 14 and 21, 2016 Part of the \"Hidden Treasures\" series of programs sponsored by Freedom's Way NHA encouraging visitors to \"find your park,\" this program is about Paul Revere's famous ride on April 18, 1775. Visitors are invited to see a play based on Longfellow's famous poem, \"Paul Revere's Ride,\" take a ranger-guided walk to learn the secrets of a newly discovered battle site along the Battle Road, and step back in time with a visit to Whittemore House to learn about daily life in 1775, try on colonial clothing, and prepare a meal.    Grand Re-Opening of The Wayside, Home of Authors June 25, 2016 Built in the early 1700s, the original sections of the house witnessed the events of April 19, 1775. In the 19th century, The Wayside was home to eminent authors Nathaniel Hawthorne and Louisa May Alcott, at the enter of developing an American cultural identify for a newly independent nation. The house sheltered fugitive slaves during the Alcott years and is part of the Underground Railroad Network to Freedom. The Wayside was later preserved by Harriet Lothrop, author of \"The Five Little Peppers,\" and her daughter, Margaret Lothrop. The Wayside is the only National Literary Landmark to have been lived in by three literary families. Their home and works span more than three centuries.    Revolutionary Saturdays: Every Kid in a Park July 9, 2016 Minute Man National Historical Park in collaborated with Longfellow National Historic Site, Boston National Historical Park, Adams National Historical Park, and Salem Maritime National Historic Site to offer a series of programs on summer Saturdays designed for fourth grade students and their families who will attend with their Every Kid in a Park pass. In Massachusetts schools, students are introduced to the American Revolution in grade 5. Grade 4 students will have the opportunity to explore various stories and sites linked to the opening of the Revolution in Massachusetts during the summer months. Students can participate in one program or all five.   Founder's Day Weekend August 25-28, 2016  Celebrating the Minute Man Statue will be part of the celebration at MIMA. On Thursday evening, August 25 there will be a talk about Daniel Chester French, the statue, and Concord's effort to commemorate the opening of the American Revolution. On the weekend, the author of a new children's book about Daniel Chester French will be on hand to talk about and sign copies of her book. Find Your Park activities will be available at MMVC August 25-28. On Sunday, Middlesex County Volunteers Fife and Drum Corps will perform at North Bridge VC, followed by birthday cake for 100 years of the NPS!   Battle Road Open House  September 17, 2016  Near the park's legislative anniversary (September 21), in honor of the NPS Centennial, the Friends of Minute Man National Park and the park staff will host a celebratory open house, to thank partners and community supporters as well as the general public. This event features a rare opportunity for the public to visit 6-10 of the restored historic houses in the park. Historic trades demonstrations, living history, and special presentations will be part of the event. Descendants of the families who lived in the witness houses in 1775 will also be invited.    Naturalization Ceremony September 21, 2016  We will host a naturalization ceremony for new citizens and their families at a beautiful location on the hillside overlooking North Bridge, the Minute Man Statue, and the Concord River- offering a musket salute and fife and drum tribute. We chose this date because it is close to Constitution Day and it is also the 57th anniversary of Minute Man National Historical Park.    Christmas at The Wayside Home of Authors  December 3, 2016 Special interpretive programs featuring stories of how the authors celebrated or wrote about the holidays will be presented at The Wayside Home of Authors as part of the town of Concord's holiday days celebration.       ***Be sure to check for updates***",
    "url": "https:\/\/www.nps.gov\/mima\/learn\/nps-centennial-at-minute-man-nhp.htm"
}
