{
    "title": "New Bedford Whaling National Historical Park: Plan A Field Trip",
    "body": "Plan A Field Trip          New Bedford Whaling National Historical Park is excited to be part of your school's continuing efforts towards excellence. The National Park Service has a strong tradition of education and we are proud to promote parks as classrooms. To assist all educators with their curricula, New Bedford Whaling National Historical Park has a free field trip program in place for educational groups. We also offer free curriculum and lesson plans for download.              What to Know Before You Come 2015 Season Free field trips are available starting April 27, 2015 through October 2015. No walking tours are scheduled from November through March. Please allow the park at least two weeks of lead time to arrange for your desired date(s) and time(s). Scheduling is done on a first-come, first-served basis. We do have brochures and maps available for free at the Visitor Center for groups wishing to embark on on a self-guided program on their own. We suggest that you send in your request early and propose at least two dates. The majority of our program requests occur from April through June, so if you have those dates in mind, please let us know as soon as possible so we may accommodate your class.  We generally reserve the entire day for your group, unless you have a very small class. For groups with over 55 participants, we often collaborate with partners such as the New Bedford Whaling Museum or Buzzards Bay Coalition and rotate through each venue. However, the field trip coordinator must reserve programming with each partner individually. Collaborative programs require extra coordination, so we recommend starting the scheduling process as soon as possible. What kind of programming is available? Movies: The City that Lit the World (Park Introductory Film, 22 minutes), The Life and Times of Frederick Douglass in New Bedford Videos featuring the :Youth Ambassador Program 54th Regiment, American Dreams, Walk with Me, Everywhere We Go, Get Outside and Move, New England Trail and more. Find all YAP! songs and lyrics available for download Guided Walking Tour: Whaling is explored from different perspectives during an approximately hour long walking tour through New Bedford's Historic District. Self-Guided Lesson Plans: Work with your class on your timeframe! Download self-guided lesson plans designed for learning about the Underground Railroad, whaling and the 54th Regiment. Junior Ranger: Geared towards elementary and middle school students, the booklet consists of a scavenger hunt and activities that take participants on a voyage through time as they explore whaling. Ready to create an experience for your group at New Bedford Whaling National Historical Park? Follow our checklist below. Field Trip Checklist Before you contact the Park: Choose at least 2 dates that work for your group and an arrival time. Estimate how many students and chaperones will be attending. (The park can only accommodate 55 total (students + chaperones) at one time.) We recommend one chaperone for every ten students. Be prepared to share your contact information with us, including a phone number and email. Exactly what are you requesting? Check out \"what kind of programming is available\" above. Ready?  Group Reservation Request Form or Contact Rufai Shardow, Park Guide at 508-996-4095 ext.6106 with questions or to check date availability. e-mail us  What happens after you have contacted the Park: Rangers will review the dates you have requested; we will contact you if they are available or not. If dates are available, we may have a few more questions about your visit. For instance, if your group is over 35 students, we may request that they are split into two smaller groups prior to your visit to help us facilitate a quality learning experience. We will review the field trip plan with you, including late arrival\/cancellation policies and issue you confirmation via email (or mail if email is unavailable). Please bring this letter with you when you visit.  If weather or other extenuating circumstances interrupt your program, we will contact you as soon as possible to reschedule your visit. Late Arrivals\/Cancellation Policy: Arriving late or suddenly need to cancel? Please call our main number at 508-996-4095 and speak to the front desk if at all possible; otherwise leave a voicemail when prompted. We arrange for rangers and volunteers who come in specifically to work with your group and a courtesy call may save someone a commute! If you have scheduled programs at other sites in New Bedford, please contact them as well. We may be able to adjust program time to accommodate late arrivals.  Don't hesitate to contact us if you have any concerns! We are here to help make your field trip an enjoyable experience. Was this Helpful? Karissa_DeCarlo@nps.gov your feedback.",
    "url": "https:\/\/www.nps.gov\/nebe\/learn\/education\/planafieldtrip.htm"
}
