{
    "title": "Hawai'i Volcanoes National Park: Climate Friendly Family",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Climate Friendly Family                Are You a Climate Friendly Family?        Climate Friendly Family Exhibit - Kīlauea Visitor Center Lānai NPS Photo       Five National Parks in Hawai'i Launch a Climate-Friendly Family Campaign. Are you a Climate-Friendly Family? Find out by visiting one of five national parks in Hawai'i and join the campaign to kick carbon to the curb! Your family can participate by visiting Haleakalā NP, Hawai'i Volcanoes NP, Kaloko-Honokōhou NHP, Pu'uhonua o Hōnaunau NHP and Pu'ukoholā Heiau NHS. Just stop by the park visitor centers or county fair booths and pick up one of the colorful booklets, complete the activities, and receive a cool prize and certificate. The booklet's activities challenge your family to scrutinize your carbon dioxide footprint both at home and while on vacation, and to brainstorm ideas on how you can reduce your environmental impact. Your family searches the park for scavenger hunt stickers that identify how the site reduces its carbon-dioxide footprint. Then you help park rangers identify additional opportunities where they can do even better. To complete the workbook, think inside the box, literally! Visit the interactive Climate-Friendly Family exhibit --an elevated hollow box almost 5 and 1\/2 feet square. You'll learn that when just one gallon of gasoline is burned, it releases enough CO2 gas to fill the big box. While inside the box, your family can use the calculator to see how much CO2 your vehicle produced on your drive to the park. You will learn that a good way to deal with that extra CO2 might be to plant native Hawaiian trees. For example, just one mature koa tree can absorb and store 44 pounds of carbon dioxide every year! So bring your families to the national parks in Hawai'i, enjoy the volcanoes, and experience the rich heritage of Hawaiian culture. While here, participate in the Climate-Friendly Family campaign and learn how to kick carbon to the curb! You and our planet will be happy you did! This fun and interactive way to learn about your family's carbon dioxide footprint was created by the interpretive staff at Hawai'i Volcanoes National Park. The project is funded through a grant provided by Unilever and managed by the Friends of Hawai'i Volcanoes National Park.         Download the Climate Friendly Family Workbook: High resolution version (pdf 7.76MB) Low resolution version (pdf 464KB)         Download the Exhibit Panels: High resolution version (pdf 1.5MB) Low resolution version (pdf 412KB)         Download Examples of Climate Friendly Family Stickers: High resolution version (pdf 3.49MB) Low resolution version (pdf 451KB)         DID YOU KNOW? Of the thousands of volcanoes on earth, 30 to 40 volcanoes are usually erupting somewhere on the planet. When Kīlauea Volcano erupts, which is almost all the time, it produces more that 3 million tons of CO2 a year. But active volcanoes produce far less CO2 than we do! People produce 100 times more CO2 annually than all of Earth's erupting volcanoes combined!",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/nature\/climate-friendly-family.htm"
}
