{
    "title": "New Bedford Whaling National Historical Park: Having Our Say",
    "body": "Explore This Park    Learn About the Park     History & Culture     Oral Histories     Having Our Say                Having Our Say            Having Our Say: Voices from the Cape Verdean Community      The story of whaling in America tells not only the story of whaling ships and whaling merchants, but also the stories of the everyday people who came from all corners to be a part of the industry. Men and women from the Cape Verde Islands, the Azorean Islands, the West Indies, Saint Helena, African Americans formerly enslaved and free as well as Yankee farm boys all came to New Bedford to make a better life, often working on long whaling voyages. Their stories are not always told, but deserve to be heard just as much as the stories of the wealthy whaling merchants and entrepreneurs.    The project Having Our Say: Stories from the Cape Verdean Community is comprised of 20 interviews with men and women from the Cape Verdean American community in New Bedford, Massachusetts. Seven men and 13 women ranging in age from 60 to 92 were interviewed over a three-month period in fall of 2010. These stories will be released here through Summer 2015, as well as being highlighted in a weekly series on Facebook.           Having Our Say 2010 Project    Donald Gomes Transcript   Download Transcript     John Senna Transcript   Download Transcript     Henry Barros Transcript  Download Transcript      William do Carmo Transcript  Download Transcript      Barbara DePina Transcript  Download Transcript      Betty & Mary Transcript  Download Transcript      Anna Rozario Transcript  Download Transcript      Bella Livramento Transcript  Download Transcript      Butch Silva Transcript  Download Transcript      Deo Rosa Transcript  Download Transcript      Jackie Ramos Transcript  Download Transcript      Diana Duarte Transcript  Download Transcript      Dorothy Lopes Transcript  Download Transcript",
    "url": "https:\/\/www.nps.gov\/nebe\/learn\/historyculture\/havingoursay.htm"
}
