{
    "title": "New Bedford Whaling National Historical Park: Stories",
    "body": "Stories         William H. Carney, the first African American to earn a medal of honor. New Bedford Historical Society, Carl Cruz Collection  54th Regiment Civil War Trading Cards The park is offering free trading cards featuring figures of the Civil War who had ties to New Bedford. The ten cards are part of a series of 189 cards available at participating national parks throughout the northeastern United States while the National Park Service observes the Civil War 150th anniversary (2011-2015). Click the names below to learn more about a few of New Bedford's heroes.  Charles Douglass Isaiah King James Grace Lewis Douglass Robert Gould Shaw Samuel Harrison Tobey and Coggeshall Building William Carney William Jackson William Powell         Arrival of fifteen escaped slaves from Norfolk, Virginia at League Island Engraving from William Still's \"The Underground Railroad\"  Fugitive Slaves in a Whaling Port: New Bedford's Underground Railroad History In the mid-19th century, New Bedford was the whaling capital of the world. The success and global, exploratory nature of the whaling industry helped to create a bustling, cosmopolitan seaport community, and one of the richest and most diverse cities in the world. Opportunities for individuals and families from all backgrounds to make a living and prosper were readily available at sea, and in the shore-side businesses that supported the whaling industry. New Bedford was attractive to slaves seeking freedom because of the opportunities for employment presented by the whaling industry, a large Quaker population and free population of color, and a coastal trading system that provided escaping slaves opportunities to hide on vessels heading to New Bedford from southern ports. By the 1840s New Bedford had become home to some 300-700 escaped slaves, and, as escaped slave George Teamoh put it, \"our magnet of attraction.\" Follow in the footsteps of Frederick Douglass, Henry \"Box\" Brown, the soldiers of the 54th Regiment, and others by taking a Ranger-led tour (offered in July and August on Saturdays and Sundays, or year-round by appointment) or a self-guided walking tour using the park's Underground Railroad: New Bedford brochure. Both programs are part of the National Underground Railroad Network to Freedom.         Daniel Drayton and the Pearl Incident Organized by Daniel Drayton and other black and white abolitionists,the Pearl Incident in 1848 was the largest recorded escape attempt by slaves in United States history. On April 15, 1848, seventy-seven slaves attempted to escape Washington D.C by sailing away on a schooner called The Pearl. Their plan was to sail south on the Potomac River, then north up the Chesapeake Bay and Delaware River to the free state of New Jersey, a distance of nearly 225 miles, however they were captured and Daniel Drayton was imprisoned. More",
    "url": "https:\/\/www.nps.gov\/nebe\/learn\/historyculture\/stories.htm"
}
