{
    "title": "New Bedford Whaling National Historical Park: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions                    While you are visiting Massachusetts, take the opportunity to visit other nearby parks.             Adams National Historical Park Quincy, MA From the sweet little farm at the foot of Penn’s Hill to the gentleman’s country estate at Peace field, Adams National Historical Park is the story of “heroes, statesman, philosophers … and learned women” whose ideas and actions helped to transform thirteen disparate colonies into one united nation.    Directions » Operating Hours & Seasons » Fees & Passes » Learn More »    Appalachian National Scenic Trail Maine to Georgia, CT,GA,MA,MD,ME,NC,NH,NJ,NY,PA,TN,VA,VT,WV The Appalachian Trail is a 2,185 mile long public footpath that traverses the scenic, wooded, pastoral, wild, and culturally resonant lands of the Appalachian Mountains. Conceived in 1921, built by private citizens, and completed in 1937, today the trail is managed by the National Park Service, U.S. Forest Service, Appalachian Trail Conservancy, numerous state agencies and thousands of volunteers.    Directions » Operating Hours & Seasons » Fees & Passes » Learn More »    Blackstone River Valley National Heritage Corridor The Blackstone Valley, MA,RI The Blackstone River runs from Worcester, MA to Providence, RI. Its waters powered the Slater Mill in Pawtucket, RI, America's first successful cotton spinning mill. This creative spark began the nation's transformation from Farm to Factory. Today, the Blackstone River Valley is a special type of National Park - a living landscape containing thousands of natural and historic treasures.    Directions » Operating Hours & Seasons » Fees & Passes » Learn More »    Boston National Historical Park Boston, MA Discover how one city could be the Cradle of Liberty, site of the first major battle of American Revolution, and home to many who espoused that freedom can be extended to all.    Directions » Operating Hours & Seasons » Fees & Passes » Learn More »     Boston African American National Historic Site Boston, MA Centered on the north slope of Beacon Hill, the African American community of 19th century Boston led the city and the nation in the fight against slavery and injustice. These remarkable men and women, together with their allies, were leaders in Abolition Movement, the Underground Railroad, the Civil War, and the early struggle for equal rights and education.    Directions » Operating Hours & Seasons » Fees & Passes » Learn More »     Boston Harbor Islands National Recreation Area Boston, MA . . . where you can walk a Civil War-era fort, visit historic lighthouses, explore tide pools, hike lush trails, camp under the stars, or relax while fishing, picnicking or swimming-all within reach of downtown Boston. Youth programs, visitor services, research, wildlife management, and more are coordinated on the park's 34 islands and peninsulas by the Boston Harbor Islands Partnership.    Directions » Operating Hours & Seasons » Fees & Passes » Learn More »     Cape Cod National Seashore Wellfleet, MA The great Outer Beach described by Thoreau in the 1800s is protected within the national seashore. Forty miles of pristine sandy beach, marshes, ponds, and uplands support erse species. Lighthouses, cultural landscapes, and wild cranberry bogs offer a glimpse of Cape Cod's past and continuing ways of life. Swimming beaches and walking and biking trails beckon today's visitors.    Directions » Operating Hours & Seasons » Fees & Passes » Learn More »     Essex National Heritage Area Essex County, MA The Essex National Heritage Area begins just 10 miles north of Boston and covers 500 square miles of eastern Massachusetts to the New Hampshire border. The Area includes hundreds of historical sites, miles of intact landscapes, glistening coastal regions and lifetimes of rich experiences that chronicle the history of our region and of our nation.    Learn More »     Frederick Law Olmsted National Historic Site Brookline, MA Frederick Law Olmsted (1822-1903) is recognized as the founder of American landscape architecture and the nation's foremost parkmaker. Olmsted moved his home to suburban Boston in 1883 and established the world's first full-scale professional office for the practice of landscape design. During the next century, his sons and successors perpetuated Olmsted's design ideals, philosophy, and influence.    Directions » Operating Hours & Seasons » Fees & Passes » Learn More »     John Fitzgerald Kennedy National Historic Site Brookline, MA In 1966, Rose Kennedy, the President’s mother returned to her family’s first home and birthplace of John F. Kennedy with the intention of sharing the values and expectations she believed defined her children’s early years. Today, visitors travel back in time through Mrs. Kennedy’s memories to understand the Kennedy family’s early years and how she helped Americans memorialize John Kennedy.    Directions » Operating Hours & Seasons » Fees & Passes » Learn More »     Longfellow House Washington's Headquarters National Historic Site Cambridge, MA Longfellow House - Washington's Headquarters National Historic Site preserves the home of Henry W. Longfellow, one of the world’s foremost 19th century poets. The house also served as headquarters for General George Washington during the Siege of Boston, July 1775 - April 1776. In addition to its rich history, the site offers unique opportunities to explore 19th century literature and arts.    Directions » Operating Hours & Seasons » Fees & Passes » Learn More »     Lowell National Historical Park Lowell, MA Discover the continuing revolution. Lowell’s water-powered textile mills catapulted the nation – including immigrant families and early female factory workers – into an uncertain new industrial era. Nearly 200 years later, the changes that began here still reverberate in our shifting global economy. Explore Lowell, a living monument to the dynamic human story of the Industrial Revolution.    Directions » Operating Hours & Seasons » Fees & Passes » Learn More »     Minute Man National Historical Park Concord, Lincoln, Lexington, MA At Minute Man National Historical Park the opening battle of the Revolution is brought to life as visitors explore the battlefields and structures associated with April 19, 1775, and witness the American revolutionary spirit through the writings of the Concord authors.    Directions » Operating Hours & Seasons » Fees & Passes » Learn More »     New Bedford Whaling National Historical Park New Bedford, MA \"The town itself is perhaps the dearest place to live in, in all New England..nowhere in all America will you find more patrician-like houses, parks and gardens more opulent, than in New Bedford…all these brave houses and flowery gardens came from the Atlantic, Pacific, and Indian oceans. One and all, they were harpooned and dragged up hither from the bottom of the sea.\" H. Melville, \"Moby-Dick\"    Directions » Operating Hours & Seasons » Fees & Passes » Learn More »     New England National Scenic Trail MA,CT From the Sound to the Summits: the New England Trail covers 215 miles from Long Island Sound across long ridges to scenic mountain summits in Connecticut and Massachusetts. The trail offers panoramic vistas and close-ups of New England’s natural and cultural landscape: traprock ridges, historic village centers, farmlands, unfragmented forests, quiet streams, steep river valleys and waterfalls.    Directions » Operating Hours & Seasons » Fees & Passes » Learn More »     Roger Williams National Memorial Providence, RI Roger Williams National Memorial commemorates the life of the founder of Rhode Island and a champion of the ideal of religious freedom. Williams, banished from Massachusetts for his beliefs, founded Providence in 1636. This colony served as a refuge where all could come to worship as their conscience dictated without interference from the state.    Directions » Operating Hours & Seasons » Fees & Passes » Learn More »     Salem Maritime National Historic Site Salem, MA When the United States was young, ships from Salem, Massachusetts helped to build the new nation's economy by carrying cargo back and forth from the West to Asia. The historic buildings, wharves, and reconstructed tall ship at this nine-acre National Park tell the stories of the sailors, Revolutionary War privateers, and merchants who brought the riches of the world to America.    Directions » Operating Hours & Seasons » Fees & Passes » Learn More »     Saugus Iron Works National Historic Site Saugus, MA In the 1600's, on the banks of the Saugus River, something extraordinary happened. Explore the place where European iron makers brought their special skills to a young Massachusetts colony. This nine-acre National Park includes working waterwheels, hot forges, mills, an historic 17th century home and a lush river basin.    Directions » Operating Hours & Seasons » Fees & Passes » Learn More »     Springfield Armory National Historic Site Springfield, MA For nearly two centuries, the US Armed Forces and American industry looked to Springfield Armory for innovative engineering and superior firearms. Springfield Armory National Historic Site commemorates the critical role of the nation’s first armory by preserving and interpreting the world's largest historic US military small arms collection, along with historic archives, buildings, and landscapes.    Directions » Operating Hours & Seasons » Fees & Passes » Learn More »     Washington-Rochambeau National Historic Trail MA,RI,CT,NY,NJ,PA,DE,MD,VA,DC By 1780, the Americans found their War for Independence at a stalemate. France had previously provided America with supplies and money, but now French ground forces were sent to help turn the tide of the War. General Rochambeau and the French Army allied with General Washington and the Continental Army, journeying hundreds of miles to a victory at Yorktown and, ultimately, the War.    Learn More »",
    "url": "https:\/\/www.nps.gov\/nebe\/planyourvisit\/nearbyattractions.htm"
}
