{
    "title": "New Bedford Whaling National Historical Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     June 22, 2016  Lecture on Cape Verdean Connections to the Atlantic Slave Trade  Dr. Trevor Hall will present a lecture on Cape Verdean connections to the Atlantic Slave Trade as written in his recent book Before the Middle Passage:  Translated Portuguese Manuscripts of Atlantic Slave Trading from West Africa to Iberian Territories, 1513-26 at New Bedford Whaling National Historical Park’s theater on Thursday, June 30, 2016, from 6:00-7:30 PM.   June 16, 2016  National Park to offer Youth Leadership Academy  National Park to offer Youth Leadership Academy   June 11, 2016  June Dock U Mentaries to feature Scallop film  Dock U Mentaries on scallops   May 11, 2016  SMAST Fisheries scientists present on Current Research  SMAST reports on current conditions for dock u mentaries   May 07, 2016  1850s lady offers Spring Fresh craft on AHA Night  1850s lady offers Spring Fresh craft on AHA! Night   April 09, 2016  April Dock U Mentary Highlights Fisherpoets  Fisherpoets the focus of April Dock U Mentary film, Fisherpoets   April 03, 2016  Whales Tales and Sails Announces April Themes  April themes announced for story hour   March 13, 2016  March Dock U Mentary to Focus on Scallops  Scallops are the topic for this month's Dock-U-Mentaries film   March 06, 2016  Dreams of Equality film to be screened on AHA Night  Dreams of Equality film to be screened on AHA Night March 10 2016   March 05, 2016  The Navigators - Pathfinders of the Pacific  film and book signing at Whaling Museum; event to feature author Sam Low   January 08, 2016  Screening of Captains Courageous  Captains Courageous to be screened as part of Dock U Mentaries film series in January 2016   December 24, 2015  National Park announces Holiday Closure  park to close on Christmas and New Years   December 23, 2015  Fee free Days at National Park  free admission at national parks   December 09, 2015  Movie Glory to be screened on AHA night  movie Glory to be shown on AHA! night Dec. 10 2015   August 20, 2015  Dock U Mentary tells story of 19th century lighthouse keeper Ida Lewis  19th century lighthouse keeper Ida Lewis the focus of Dock U Mentary film   August 13, 2015  Healthy Oceans Day  Healthy Oceans Day with Ruth and Abby   July 31, 2015  1850s ladies host Fiber Day event  Ruth and Abby join forces w RI spinners guild for Fiber Day event   July 28, 2015  Fado singer Ana Vinagre to be featured in Thursday evening concert  Fado singer Ana Vinagre to be featured in Thursday evening concert   July 15, 2015  Former NPS Director Robert Stanton keynote speaker at Mural Dedication  Former NPS director Robert Stanton delivers keynote at dedication of the 54th MA regiment mural   July 02, 2015  Thursday Evening Concert series begins July 9  Julie and Denya kick off Thursday evening summer concert series in Park Garden   June 17, 2015  National Park partners with Operation Clean Sweep  National Park partners with Operation Clean Sweep   June 13, 2015  Painting of fishing vessel topic for Dock-U-Mentaries film  Dock U Mentaries film series continues with In Search of Ellen Marie   June 09, 2015  Park celebrates National Get Outdoors Day  Park celebrates National Get Outdoors Day at Buttonwood Park   June 05, 2015  Tour and activities on AHA! night June 11  Underground Railroad tour, 1850s ladies on AHA! night   May 21, 2015  Weekend walking tours at the park  free weekend guided walking tours starting Sat., May 23   May 19, 2015  Something Fishy Camp returns to New Bedford  Something Fishy camp returns to the park this summer   April 11, 2015  Junior Ranger Day at New Bedford Whaling NHP  Junior Ranger Day at New Bedford Whaling NHP on April 23   April 10, 2015  Grand Banks Dory the focus of April Dock-U-Mentary  Grand Banks Dory the focus of April Dock U Mentary   April 09, 2015  Park to celebrate National Park Week  national park week at NEBE   April 02, 2015  Cape Verdean Oral Histories featured  Cape Verdean oral histories are featured on website and in weekly Facebook posts   March 11, 2015  Palmer Light the Focus of Dock-U-Mentaries film  Palmer's Island Light is the focus of March Dock U Mentaries film   March 06, 2015  Ruth and Abby talk about Language of Flowers  Ruth and Abby talk about Language of Flowers on AHA night in March   March 04, 2015  Ruth and Abby talk about the Language of Flowers on AHA Night  Ruth and Abby, the park's 1850s ladies, talk about the language of flowers and offer bookmark craft for AHA! night.   February 12, 2015  Youth Group to hold Discussion on The North Star Journey  Youth Group to hold Discussion on The North Star Journey   February 03, 2015  Mad Libs with one of the 1850s Ladies  Ruth offers Mad Libs fun for Feb. AHA! night   January 18, 2015  1850s ladies offer craft for New Years Eve  New Year's Eve craft activity offered by Ruth and Abby, the 1850s ladies   January 17, 2015  Prof Blight to lecture on Civil War in New Bedford  Prof David Blight lectures on Civil War in New Bedford   December 23, 2014  Story Hour on Holiday Break  Whales, Tales & Sails takes a two week break for the holidays. Returns on January 9.   December 12, 2014  December Dock U Mentary presents portrait of Alabama fishing community  December Dock U Mentaries   December 02, 2014  Ruth and Abby chat about Stone Fleet and offer tree ornament craft  Ruth and Abby chat about the Stone Fleet's effect on Charleston and the Civil War, offer tree ornament craft activity   November 14, 2014  Dock U Mentaries to screen film on Nov. 21  Dock U Mentaries Film series continues on Nov. 21, 2014   November 06, 2014  1850s Ladies Launch and Discuss the Stone Fleet  1850s Ladies Launch and Discuss the Stone Fleet on AHA night   October 03, 2014  Dock U Mentaries film series features film on salmon farming  Salmon Confidential, featured film for Dock U Mentaries film series, on dangers of salmon farming   October 02, 2014  Junior Ranger Service Corps Receives Hartzog Award  Jr Ranger Service Corps receive regional Hartzog award   October 01, 2014  Ruth and Abby talk fashion on AHA night  Ruth and Abby talk fashion on AHA! night   September 12, 2014  New Bedford Whaling NHP Receives 2014 Park Stewards Grant  New Bedford Whaling National Historical Park is one of 28 national parks selected to receive a 2014 Park Stewards grant from the National Park Foundation, the official charity of America’s national parks.   September 06, 2014  Dock U Mentaries to Feature Home Movies from Fishing Families  Sept Dock U Mentaries to feature home movies   September 02, 2014  1850s ladies share recipes for AHA night  Ruth and Abby share recipes on AHA! night   August 28, 2014  Story Hour to return to the park  Story hour with Jackson Gillman returns to the park on Friday mornings   August 22, 2014  Sharks Come Cruisin to play Sea Shantey Punk concert  Sharks Come Cruisin' play Thursday concert series in the park garden   August 19, 2014  Native American Music in Park Garden  Nettukkusqk Singers offer concert of Native American songs in park garden, as part of Thursday evening concert series.   August 12, 2014  AHA night to feature 1850s ladies and music  AHA! night:  Ruth and Abby, the park's 1850s ladies offer a garden party at Custom House Square; maritime music in the park garden   August 07, 2014  Deb Cowan sings maritime ballads in garden  Debra Cowan to play maritime ballads in park garden; Thurs. evening concert series   August 02, 2014  Maritime Music in Park Garden  Marieke Slovin plays maritime music in park garden as part of Thurs. evening concert series   July 24, 2014  Cape Verdean Reggae concert in park garden  Afrika Rainbow to play Cape Verdean reggae in park garden for Thurs eve. concert series   July 16, 2014  Maritime Music with group Crabgrass  Crabgrass to play park garden   July 16, 2014  Songs of the Sea with Jim McGrath  concert in the garden with jim mcgrath   July 12, 2014  Dock U Mentaries film series  Dock U Mentaries film series continues on July 18 2014   July 11, 2014  Thursday Night Concerts in the Park Series  Thursday evening concerts in the garden   July 09, 2014  Ocean Day to kick-off New B Under the Sea Campaign  Thousands of whaling voyages sailed around the world from New Bedford, but only one whaleship, the Charles W. Morgan, remains above water.  Much of New Bedford’s whaling history is still hidden beneath the sea. On Monday, July 14, children and adults alike can celebrate their love of the ocean, discover the exciting world of underwater exploration, and add their voice to the “New B Under the Sea” campaign.   July 08, 2014  YAP group featured for AHA night  YAP! to perform in the park garden, followed by DJ spinning music to dance to. Ruth and Abby , the 1850s ladies, offer a craft activity.   June 24, 2014  National Park’s Junior Ranger Service Corps Receives Regional Award  Junior Ranger Service Corps receives Hartzog award   June 19, 2014  Dock U Mentaries film series to screen Core Sounders  Film explores challenges facing a working waterfront community in NC   June 03, 2014  1850s ladies bring whaleships sailors stories to life  Ruth and Abby, the park's 1850s ladies, tell stories heard from the whaleship Charles W. Morgan's sailors.   May 29, 2014  Walking Tours  free weekend guided walking tours   May 28, 2014  NB LINE Returns to Park  NB LINE returns to the park for the season   May 03, 2014  April Dock U Mentaries film  april Dock U Mentaries film series continues   April 30, 2014  Where in the World are the 1850s Ladies  Figure out where Ruth and Abby have been from looking at photos taken of them throughout the city   April 26, 2014  4th Annual Volunteer Cleanup  annual volunteer cleanup day at the park   April 23, 2014  Setting Forth  introduce SoCo Blueways, a National Water Trail initiative along the South Coast. (www.socoblueways.org)   April 10, 2014  April vacation activities at National Park  April vacation activities in preparation for the visit of whaleship Charles W Morgan this summer   April 05, 2014  Dock U Mentaries offers two films in April  Dock U Mentaries film series April 2014   April 05, 2014  Dont Throw It Away with the 1850s Ladies  Ruth and Abby offer recycling ideas on April AHA! night   March 08, 2014  Dock U Mentaries film series continues March 21  Dock U Mentaries monthly  film series continues on March 21 at visitor center.   March 03, 2014  Tourism to New Bedford Whaling National Historical Park creates $13,297,400 in Economic Benefit  A new National Park Service (NPS) report shows that 269,885 visitors to New Bedford Whaling National Historical Park in 2012 spent $13.3 million in communities near the park.  That spending supported 193 jobs in the local area.   March 01, 2014  1850s Ladies Offer Pincushion Craft  Ruth and Abby, the 1850s ladies, offer a pin cushion making activity for March AHA! night on March 13.   February 22, 2014  The North Star Journey Release  premiere of YAP! reality documentary The North Star Journey   February 11, 2014  Dock U Mentaries film series continues on Feb  21  free film shown as part of Dock U Mentaries film series   February 11, 2014  Craft Activity with Ruth and Abby  Ruth and Abby offer craft activity for AHA! night in February   February 04, 2014  Voices of the Past: Celebrate Black History Month  Join us for a day of celebration of African Americans from New Bedford's past. Visit with re-enactors and participate in hands-on activities.   January 29, 2014  1850s Ladies offer Victorian Craft for AHA night  Ruth and Abby, the 1850s ladies, offer a feather craft for AHA! night on Thurs., Feb. 13.   January 25, 2014  Meet the Artist Reception  Meet artist Jared Bowen, who designed a mural honoring the MA 54th Regiment   January 09, 2014  Whales, Tales and Sails  story hour returns to the national park   December 20, 2013  Celebrate New Years Eve at New Bedford Whaling NHP  Ruth and Abby offer calendar-making activity for City Celebrates New Year's Eve.   December 19, 2013  Boxing Day  Boxing Day events at visitor center on Dec. 26   December 14, 2013  Dock-U-Mentaries film series continues December 20  Dock-U-Mentaries film series features slideshow with Rodney Avila   December 12, 2013  Holiday pin making with 1850s ladies on AHA night  holiday pin making for AHA! night Dec. 12 with 1850s ladies   November 29, 2013  Whales, Tales & Sails Holiday Schedule  Whales, Tales & Sails announces its special schedule for the holidays   November 01, 2013  Hidden Talents of the National Park  National Park Service volunteers and staff showcase their hidden talents on AHA! night   September 28, 2013  Weekly story hour with acclaimed storytellers  free weekly story hour at national park   September 21, 2013  Hidden Talents  Park volunteers and staff to showcase hidden talents for AHA! night.   September 07, 2013  Two lectures on aspects of Civil War  Lectures by Patrick Rael and George Ripley on Civil War   September 07, 2013  Dr. Ben Tamura to speak on AHA! night  Dr. Ben Tamura to speak on A Voyage to Health for AHA! night   August 23, 2013  Folk Punk Shanty Music  Sharks Come Cruisin plays national park garden area   August 13, 2013  Narrated tours offered on Park Shuttle  Narrated tours on NB Line.   August 13, 2013  Hawaii, Stone Fleet talks, and Central American Music  Talks on Hawaii, Stone Fleet, music in the garden   August 09, 2013  Grupo Flor de Izote to play Central American music at Thursday evening concert series  Central American musicians and dancers perform in park garden for Thursday evening concert series   August 03, 2013  NOIR featured artist in Thursday evening concert series  Group NOIR will offer a free concert on Thursday evening, August 8 in the park garden.   August 01, 2013  Ruth and Abby dance for AHA! night August 8  Ruth and Abby, the park's 1850s ladies, dance in the streets for AHA! night on August 8.   July 26, 2013  Maritime Songs in park garden  Jerry Bryant sings maritime songs as part of Thursday evening concert series in the garden.   July 23, 2013  A Voyage to Health  New Bedford Whaling National Historical Park is currently hosting “A Voyage to Health,” a traveling exhibit developed and produced by the National Library of Medicine.  This six-panel exhibit explores the recent revival of the ancient arts of navigation and voyaging that first brought the people of Hawai‘i to their island homes.  The Hokulea, a native people of Hawai’i, have embarked on a seven-year journey in traditional canoes around the world to reacquaint themselves with the traditional ways of navigation and to seek ways to restore the collective soul of the people.  “A Voyage to Health” will be on display in the National Park visitor center from July 15 through August 24, 2013, and is free and open to the public. The park visitor center is located at 33 William St., New Bedford, MA.  For more information on their voyage, go to www.hokulea.org.   July 23, 2013  Napua O'Polynesian  The 2013 Thursdays in the Park Concert Series continues its weekly summer series with a performance of Polynesian and island music and dance featuring Napua O’Polynesia.  The free concert takes place Thursday, July 25th from 6:30-7:15 in the New Bedford Whaling National Historical Park garden (33 William Street).   July 16, 2013  Nzinga's Daughters  The 2013 Thursdays in the Park Concert Series continues its weekly summer series with a performance of songs and stories from the Underground Railroad featuring the Connecticut based ensemble Nzinga’s Daughters. The free concert takes place Thursday, July 18th from 6:30-7:15 in the New Bedford Whaling National Historical Park garden (33 William Street). In the event of inclement weather, the performance will be moved indoors to the National Park Theater.   July 12, 2013  Dock-U-Mentaries Film Series-July 2013  The Dock-U-Mentaries Film Series continues on Friday, July 19 with Life by Lobster. Dock-U-Mentaries is a co-production of New Bedford Whaling National Historical Park and the Working Waterfront Festival. Films about the working waterfront are screened on the third Friday of each month beginning at 7:00 PM in the theater of the Corson Maritime Learning Center, located at 33 William Street in downtown New Bedford. All programs are open to the public and presented free of charge.   July 06, 2013  Space Saturday  On Saturday, July 20, New Bedford Whaling National Historical Park will be offering Space Saturday, a day of hands-on activities about science and space travel. The event will run from 10:00 am-4:00 pm, and will feature Dick Methia, a national finalist in the NASA Teacher in Space project and former New Bedford High School English teacher. At 3:00 pm, Methia will give a fascinating 45-minute presentation on living and working in space. Opening the event at 10:00 am, Lisa Pratt, science teacher at Roosevelt Middle School and NASA space camp alum will present an introduction to space camp and lead soda bottle rocket launches. Activities for all ages include making constellations, pinwheels, space helmets, comparing outfitting a spaceship and whaleship and more.   July 01, 2013  Kids Rule AHA! July 2013  On Thursday, July 11, AHA! (Art, History, Architecture) night, you’ll have the chance to walk the streets of 19th century New Bedford, hear the Youth Ambassador Program AND the Toe Jam Puppet Band, all in one evening! From 6:00-8:00 PM, travel to the past as the 1850s ladies Ruth and Abby, in conjunction with the Junior Ranger Service Corps, invite you to “walk” South Water Street as it was in 1852, and meet the people who lived and worked there. Out in the park garden, the Youth Ambassador Program (YAP!) performs an opening set for Toe Jam Puppet Band at 5:30pm as part of Kids Rule AHA! night, with Toe Jam Puppet Band to follow at 6 and 7 pm.   June 30, 2013  Free Summertime Events  Summertime is the best time to enjoy free entertainment in your national park! On Thursday, July 11, the Youth Ambassador Program (YAP!) performs an opening set for Toe Jam Puppet Band at 5:30pm as part of Kids Rule AHA! night. Then, Friday, July 12, from 10 AM-12 noon, enjoy music and movement with members of the Sea Chantey Chorus, and hands-on crafts with the New Bedford Art Museum’s Artmobile. All events take place in the park’s garden at 33 William Street in downtown New Bedford.   June 21, 2013  Proud to be Cape Verdean Free Film Screening  \"Proud to be Cape Verdean (PTBCV): A Look at Cape Verdeans in the Golden State,\" a documentary about the Cape Verdean community in California, will screen on Friday, June 28 at 7:00 pm at the New Bedford Whaling National Historical Park theater, 33 William Street, downtown New Bedford, MA. The event is free and open to the public. PTBCV captures the essence of the Cape Verdean culture in California through an insightful look at individuals and organizations and their desire to maintain their cultural identity. The music of the Mendes Brothers, John and Ramiro, is featured. Actor\/producer Michael Beach lends his voice talents as narrator.   June 08, 2013  Flag Day Elementary School Concert 2013  New Bedford Whaling National Historical Park will host a Flag Day concert featuring New Bedford elementary school students on Friday, June 14 at 10:30 AM. The band will play patriotic songs as well as other musical pieces. The concert will take place in the national park garden at 33 William Street in downtown New Bedford. The event is free and open to all. The band brings together students from the Ashley, Pacheco and Winslow Elementary Schools. Bill Lacey and Dana Bernier direct the band, which numbers 70 students.   June 07, 2013  National Get Outdoors Day  New Bedford Whaling National Historical Park is offering free fun in the sun as part of National Get Outdoors Day. Get a head start to a healthier, happier you with yoga in the park or “burn while you learn” by taking a guided or self-guided walking tour of the historic district on Saturday, June 15. This event had been scheduled for June 8, and was postponed to a rain date of Saturday, June 15. HOPE Yoga Studio in Dartmouth will offer free yoga in the park garden at 2:00 PM. The garden is located outside of the National Park Visitor Center located at 33 William Street in downtown New Bedford. Bring yoga mats, if you have one. The park has a limited supply of mats for those who don’t have one. Please RSVP (for yoga only) by calling Emily Prigot at 508-996-4095 x 6105 or via email at emily_prigot@nps.gov.   June 07, 2013  Portraits of Port AHA! June 2013  Who doesn’t like food?!? Explore foods and recipes of the 1850s on Thursday, June 13, for AHA! (Art, History & Architecture) night, as Ruth and Abby, the national park’s 1850s ladies, chat about their favorite dishes and family recipes. This month’s theme is Portraits of a Port. The event will take place from 6:00-8:00 PM at the Seamen’s Bethel, 15 Johnny Cake Hill in downtown New Bedford. As always, admission is free.   June 06, 2013  Dock-U-Mentaries Film Series- June 2013  The Dock-U-Mentaries Film Series continues on Friday, June 21 with No Pretty Prayer. Dock-U-Mentaries is a co-production of New Bedford Whaling National Historical Park and the Working Waterfront Festival. Films about the working waterfront are screened on the third Friday of each month beginning at 7:00 PM in the theater of the Corson Maritime Learning Center, located at 33 William Street in downtown New Bedford. All programs are open to the public and presented free of charge. No Pretty Prayer explores the gritty character of an old seaside neighborhood in the oldest seaport in America. Known locally as the Fort, the enclave has long served as the working heart of Gloucester, Massachusetts' marine industrial economy and as home to the city's Sicilian community. The film examines how this mix of industry and culture has fused the character of this place and its people over the past one hundred years.   May 25, 2013  NB Line Returns on May 25  On Saturday, May 25, New Bedford Whaling National Historical Park, Southeastern Regional Transit Authority, and the City of New Bedford will bring back the national park’s shuttle system, the NB LINE. The shuttle debuted last year, and visitors enjoyed seeing the city’s many sites without having to navigate through traffic to locate their destinations. The NB LINE will run on weekends through June 22 (including Memorial Day), then seven days a week all during the summer through Labor Day. From September 2 through Columbus Day it will run on weekends only. The hours of operation are 9:00 a.m. to 5:00 p.m. A one day pass only costs $1.00 for adults and is free for children and students with ID.   May 23, 2013  2013 Walking Tours Announced  New Bedford has a long and fascinating history, filled with stories of whalemen going to sea for years a time, wives left to run businesses, escaped slaves seeking freedom, and a connection to the sea that spans centuries. The public is invited to explore this history through free guided tours, offered seven days a week in July and August, at 10:30 AM and 2:30 PM. Tours leave from New Bedford Whaling National Historical Park’s visitor center, located in downtown New Bedford. Daily tours start on Monday, July 8. The park visitor center is located at 33 William Street in downtown New Bedford.   May 23, 2013  Thanking America’s Armed Forces Active Duty U.S. Military Offered Free Entrance to All National Parks  To show our appreciation for those who serve in the U.S. Military, and those who have served and whom we recall with gratitude on Memorial Day, the New Bedford Whaling National Historical Park reminds military families that the National Park Service offers an annual pass offering free entrance to all 401 national parks for active duty military members and their dependents.   May 12, 2013  Dock-U-Mentaries Film Series- May 2013  The Dock-U-Mentaries Film Series continues on Friday, May 17 with In Altro Mare. Dock-U-Mentaries is a co-production of New Bedford Whaling National Historical Park and the Working Waterfront Festival. Films about the working waterfront are screened on the third Friday of each month beginning at 7:00 PM in the theater of the Corson Maritime Learning Center, located at 33 William Street in downtown New Bedford. All programs are open to the public and presented free of charge. In Altro Mare looks at fishermen, their families, and the community established by the Italian Americans of Gloucester. The film will be followed by a discussion about the historical and present role of immigrants on the waterfront. Corinn Williams, Executive Director of the Community Economic Development Center of Southeastern MA will talk about oral history interviews she conducted with Central American women who work in seafood processing jobs on the New Bedford waterfront.   April 25, 2013  City Views AHA! Night May 9, 2013  Who were the Bierstadt Boys?  Find out on Thursday, May 9, AHA! (Art, History & Architecture) night, as Ruth and Abby, the national park’s 1850s ladies, share views of early New Bedford and their friends the Bierstadt Boys, well known for their contributions to pictorial history and the art world.  This month’s theme is City Views. The event will take place from 6:00-8:00 PM at New Bedford Whaling National Historical Park’s visitor center, 33 William Street in downtown New Bedford. As always, admission is free.   April 25, 2013  New Bedford Whaling National Historical Park and Whaling History Alliance to Host 3rd Annual Volunteer Cleanup Day & All American Cookout  On Saturday, May 18, from 9:30 AM - 12:30 PM, New Bedford Whaling National Historical Park will host a Volunteer Cleanup Day & All American Cookout, a volunteer initiative designed to provide the national park with people-power to ready the park for the upcoming summer season and engage communities in the National Park experience.   April 21, 2013  National Park and Whaling Museum offer Free Digital Tour App  A new GPS-enabled walking tour application exploring New Bedford’s shoreside industries is now available for Apple and Andriod devices. New Bedford Whaling National Historical Park’s Shoreside Industries app takes visitors on a journey through a time when New Bedford’s waterfront teemed with blacksmiths, coopers, caulkers, and others involved in whaling related trades. Free downloads are available on the park’s website, Apple’s App Store, and Google Play. Search keywords “New Bedford Shoreside Industries.”   March 30, 2013  Celebrate Earth Day April 17, 2013  National Park to host Earth Day event Free activities for children during April vacation New Bedford, MA— Become An Earth Citizen: Celebrate Earth Day! On Wednesday, April 17, children and adults alike can celebrate their love of the earth. The day will feature seed planting, making recyclable crafts, walking tours, exploring beach erosion, and discovering earth-friendly cleaning tips from 1850s ladies. These events take place from 10:00 AM-4:00 PM and are free and open to people of all ages. New Bedford Whaling National Historical Park is located at 33 William Street, downtown New Bedford.   March 30, 2013  Sustainable SouthCoast April AHA! Night  AHA! events at National Park Visitor Center New Bedford, Mass.— New Bedford Whaling National Historical Park’s visitor center will be buzzing with activities on AHA! (Art, History, Architecture) night, Thursday, April 11. The theme that evening is Sustainable South Coast. Clean up your act with Ruth and Abby, the national park’s 1850s ladies. From 6:00-8:00 pm, the ladies will be discussing and displaying the ways they cleaned their houses back in those days. The park visitor center has a new traveling exhibit, “Arrange for Change,” on climate change, how it affects us, and steps we can take in our daily lives to slow it down. The exhibit was created by John Morris from the Alaska Regional Office of the National Park Service in cooperation with staff from NASA. In addition, from 5:00- 7:00 PM, Northeast Ear, Nose and Throat of Dartmouth, MA and UMass Dartmouth Department of Music are collaborating to celebrate “World Voice Day,” an international health observance day for the human voice. At 7:30 PM, Working Waterfront Festival presents a showing of the film Red Gold, a film that documents growing unrest among native, commercial and sport fishermen in Bristol Bay, Alaska. These fishermen oppose the proposed Pebble Mine which could destroy the world’s two largest remaining sockeye runs. Sarah Schuman, who fishes out of Bristol Bay, will lead a post-film discussion. All events take place at New Bedford Whaling National Historical Park’s visitor center, located at 33 William Street in downtown New Bedford. As always, admission is free.   March 28, 2013  \"Arrange for Change\" Traveling Exhibit  New Bedford Whaling National Historical Park hosts “Arrange for Change” Traveling Exhibit April 1-April 30, 2013 ENCORE through May 31, 2013 New Bedford, MA—   Why is our weather changing so much lately?  What are the factors that lead to these changes? Explore the answers to these questions at New Bedford Whaling National Historical Park. Beginning April 1, the park will be hosting “Arrange For Change,” a free traveling exhibit which examines global climate change and how it impacts our world. Created by the National Park Service in cooperation with NASA staff, “Arrange for Change” will be on display in the National Park Service visitor center at 33 William Street from April 1-April 30, 2013.   March 06, 2013  Dock-U-Mentaries Film Series March 15, 2013  March film highlights women who work on the waterfront New Bedford, Mass. — The Dock-U-Mentaries Film Series continues on Friday, March 15 with Shipping Out: The Story of America’s Seafaring Women. Dock-U-Mentaries is a co-production of New Bedford Whaling National Historical Park and the Working Waterfront Festival. Films about the working waterfront are screened on the third Friday of each month beginning at 7:00 PM in the theater of the Corson Maritime Learning Center, located at 33 William Street in downtown New Bedford. All programs are open to the public and presented free of charge.   March 06, 2013  AHA! March in Motion  Make pinwheels with Abby, one of the 1850s ladies New Bedford, Mass.— What in the world is a whirligig? It’s an object that spins or whirls, or has at least one part that spins or whirls. It is also known as a pinwheel. Pinwheels can be used as toys and also as simple machines. Find out more about this amazing little invention and make a pinwheel of your own on Thursday, March 14, on AHA! (Art, History, Architecture) night at New Bedford Whaling National Historical Park.   February 15, 2013  Call to Arms  New Bedford, MA— Members of the 54th Massachusetts Volunteer Regiment, a reenactment corps, will be making a special visit to New Bedford Whaling National Historical Park on Thurs., February 21, from 12:00 noon-3:30 PM, as a part of the park’s Call to Arms, a day to explore the Civil War. They will share the story of this all-black Civil War regiment and its New Bedford connection, and hold a weapons \"drill and dress-up\" for students or other interested participants. The Call to Arms event will run from 10:00 AM-4:00 PM and is free and open to people of all ages. New Bedford Whaling National Historical Park is located at 33 William Street, downtown New Bedford.   February 15, 2013  Learners to Teachers  New Bedford, Mass.— Through a Ticket to Ride grant from the National Park Foundation, New Bedford Whaling National Historical Park launched a new program for English Language Learners from New Bedford High School. The Learners to Teachers program engages students in learning about the whaling industry and its influence on the cultural history of New Bedford, while preparing them to develop and deliver programs for English Language Learners in elementary school. Participants learn skills such as public speaking, video production, animation, and program development through visits to park and partner resources, public-speaking workshops, and teacher and ranger-led instruction. On February 7, with family, teachers, and friends looking on, five graduating participants were accepted into the park’s volunteer program. As part of the graduation ceremony, the students presented an animated video they created that introduces young visitors to the park.   February 11, 2013  HA HA on AHA! February 2013  The evening will feature the Ruth and Abby, the 1850s ladies, from 6:00-8:00 PM, Youth Ambassador Program (YAP!) at 6:00 PM, and Schooner Ernestina activities beginning at 7:00 All events take place on AHA! night, Thursday, February 14, at New Bedford Whaling National Historical Park’s visitor center. New Bedford Whaling National Historical Park’s visitor center is located at 33 William Street in downtown New Bedford. As always, admission is free.   February 05, 2013  Proud to Be Cape Verdean Film Showing  Proud to be Cape Verdean (PTBCV): A Look at Cape Verdeans in the Golden State,‖ a documentary about the Cape Verdean community in California, will screen on Friday, February 8 at 6:15pm at the New Bedford Whaling National Historical Park theater, 33 William Street, downtown New Bedford, MA. The event is free and open to the public. PTBCV captures the essence of the Cape Verdean culture in California through an insightful look at individuals and organizations and their desire to maintain their cultural identity. The music of the Mendes Brothers, John and Ramiro, is featured. Actor\/producer Michael Beach lends his voice talents as narrator.   January 31, 2013  Dock-U-Mentaries Film Series-February 2013  New Bedford, Mass. — The Dock-U-Mentaries Film Series continues in February with two programs which look back to the days of wooden boats and iron men: Dad, I Wanna Go Fishin’ on Sunday, February 3rd and Port of New Bedford Then and Now on Friday, February 15th.   January 03, 2013  Emancipation Nation: January AHA! Night  Curator Jill L. Newmark will speak about the “Binding Wounds, Pushing Boundaries” traveling exhibit, (currently on display at the park visitor center) during the January AHA! at New Bedford Whaling National Historical Park visitor center at 5:30 PM.   December 23, 2012  City Celebrates! New Year's Eve National Park Activities  Celebrate the New Year at New Bedford Whaling National Historical Park! Ruth and Abby, the national park’s 1850s ladies, will be marking the new year by providing materials for visitors of all ages to create their own 2013 calendar, and would be pleased to have you join them, from 5:00-7:00 PM. Following the calendar-making activity, at 7:00 PM, renowned Portuguese fado singer Ana Vinagre will be singing traditional Portuguese songs. On display all evening will be the park’s new temporary exhibit, \"Binding Wounds, Pushing Boundaries.\" This exhibit explores the participation and contributions of African Americans as nurses, surgeons and hospital workers during the Civil War. All activities will take place on Monday, December 31 at the New Bedford Whaling National Park Visitor Center, 33 William Street, downtown New Bedford. Admission is free for all events.   December 23, 2012  Winter Walking Tour: \"Risky Business: New Bedford in Whaling Days\"  \"Risky Business: New Bedford in Whaling Days,” a special free wintertime walking tour, will be offered on Thursday, December 27 at 11:00 AM. With volunteer tour guide Peter Hacunda, you’ll have the opportunity to walk the same streets tread upon by Herman Melville almost exactly 172 years ago to the day. You’ll hear about young Melville and how his journey from New Bedford led to some big things not only for him, but for literature buffs everywhere. You’ll learn how New Bedford became “The City that Lit the World.” And you’ll find out what the Washington Monument, the Hubble telescope and Alcatraz all have in common. At the same time, you’ll be getting a bit of exercise and taking in some wintry seaside air. This free tour starts the   December 09, 2012  Arctic Day December 27, 2012  New Bedford, Mass.— Have you ever wanted to explore the Arctic? Here is your chance to do it, without even having to travel far! New Bedford Whaling National Historical Park offers two free screenings of the hit movie, \"Big Miracle\" on Thursday, December 27, as a part of \"A Day in the Arctic.\" During the week of school vacation, New Bedford Whaling National Historical Park and New Bedford Whaling Museum will be creating a fun-filled day, featuring free crafts, movies, and activities from 10 am- 4 pm. New Bedford Whaling National Historical Park is located at 33 William Street in downtown New Bedford. New Bedford Whaling Museum is located just one block away, at 18 Johnny Cake Hill.   December 09, 2012  Dock-U-Mentaries Film Series \"Whales of Gold\"  New Bedford, Mass. — The Dock-U-Mentaries Film Series continues Friday, December 21st at 7 PM with Whales of Gold, introduced by the award-winning film maker, Lucia Duncan. Dock-U-Mentaries is a co-production of New Bedford Whaling National Historical Park and the Working Waterfront Festival. Films about the working waterfront are screened on the third Friday of each month beginning at 7:00 PM in the theater of the Corson Maritime Learning Center, located at 33 William Street in downtown New Bedford. All programs are open to the public and presented free of charge.   December 09, 2012  AHA! Night December 13, 2012 \"Made In New Bedford\"  New Bedford, Mass.— Think local—think ―Made In New Bedford.‖ Create a holiday pin and hear a lecture on oil and candle manufacturing, all in one place and in one evening. On AHA! night, Thursday, December 13, you can join Ruth and Abby, the national park’s 1850s ladies, for holiday pin-making, from 6:00-8:00 PM. At 7:30 PM, Author Mark Foster will offer a lecture on oil and candle manufacturing in 19th c. New Bedford. The event takes place at New Bedford Whaling National Historical Park’s visitor center, downtown New Bedford. As always, admission is free.   December 02, 2012  \"Binding Wounds, Pushing Boundaries\" Traveling Exhibit  New Bedford Whaling National Historical Park will be hosting “Binding Wounds, Pushing Boundaries,” a free exhibit which explores the participation and contributions of African Americans as nurses, surgeons and hospital workers during the Civil War. “Binding Wounds, Pushing Boundaries” will be on display in the National Park visitor center from December 17, 2012 through January 26, 2013.   November 01, 2012  Dock-U-Mentaries Film Series \"Downeast\"  The Dock-U-Mentaries Film Series continues Friday, November 16th at 7 PM with Downeast. Dock-U-Mentaries is a co-production of New Bedford Whaling National Historical Park and the Working Waterfront Festival. The film unfolds over the course of a year-and-a-half in the small lobster village of Prospect Harbor, Maine. A few months after the closing of the last remaining sardine cannery in the United States, Boston-based entrepreneur Antonio Bussone purchases the plant, hoping to establish a lobster processing facility and rehire the laid-off sardine workers. Antonio's troubles begin from the day he arrives. During a town-hall meeting, local politicians oppose his vision of rebuilding the factory. Undeterred, Antonio moves forward, determined to build and operate one of the first lobster factories in the United States.",
    "url": "https:\/\/www.nps.gov\/nebe\/learn\/news\/newsarchive.htm"
}
