{
    "title": "New Bedford Whaling National Historical Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility                    The visitor center is designed to provide access for wheelchairs throughout the building with accessible ramps, elevators, restrooms, and theater seating.                New Bedford Whaling National Historical Park is committed to making all practicable efforts to make the visitor center, programs, services, employment, and meaningful work opportunities accessible and usable by all individuals. The national park is located within a historic district that strives to preserve and protect the history of the area and several buildings were built before current accessibility standards were set. Please note the park has cobblestone streets, historic homes, and a working waterfront. The national park's goal is to provide the highest level of accessibility to our visitors as possible. If your questions concerning accessibility are unanswered after reading the below information, please contact us at 508-996-4095. For more information or questions about accessibility involving park partners within the park boundary, please click here and it will guide you to our partner page for contact information. Please click here to learn more about what laws apply to the National Park Service.                    Need assistance in navigating the park?      The national park visitor center offers the use of a wheelchair to all park visitors and should you require the use of one at the time of your visit, please notify the front desk. In order to use a wheelchair a state issued id must be provided at the time of request. The wheelchair will be available for the visitor to use between normal business hours of 9:00 am - 5:00 pm. The wheelchair must be returned by end of business day. For more information about the use of the park's wheelchair please contact a park ranger. Service animals are welcome on tours and in our facilities. For more details please click here to read the ADA service animal guide.",
    "url": "https:\/\/www.nps.gov\/nebe\/planyourvisit\/accessibility.htm"
}
