{
    "title": "Hawai'i Volcanoes National Park: Rapid ‘Ōhi‘a Death",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Rapid ‘Ōhi‘a Death                Rapid ‘Ōhi‘a Death       View the Video of the After Dark in the Park Rapid ‘Ōhi‘a Death Presentation on September 29, 2015                         Rapid ‘Ōhi‘a Death: A House on Fire Rapid ʻŌhiʻa Death is a disease caused by a fungus known as Ceratocytis fimbriata. In 2012 it had killed ʻōhiʻa trees across about 1000 hectares (nearly 2500 acres.) By the summer of 2014, that number had swelled to over 6000 hectares. Still isolated to the island of Hawaiʻi, researchers have yet to determine the origin of this virulent strain. Join research plant pathologist Lisa Keith of the Pacific Basin Agricultural Research Center, Flint Hughes, Research Ecologist with USDA Forest Service Institute of Pacific Islands Forestry and J.B. Friday, University of Hawaiʻi College of Tropical Agriculture and Human Resources as they provide an update on this new threat to Hawaii's native forests. Research so far has determined that within two to three years of detection, a majority of trees in some measured stands have succumbed to the disease. This means the fungus has the potential to threaten forests statewide, resembling not so much a tree disease as a house on fire. Don't miss this important opportunity to learn what you can do to help.  Duration:1 hour, 10 seconds               For the latest information, maps and updates on Rapid ‘Ōhi‘a Death please visit: www.rapidohiadeath.org www.facebook.com\/rapidohiadeath            Rapid ‘Ōhi‘a Death report form (pdf 334KB) Please use this form to report suspected cases of ROD in Hawai‘i Volcanoes National Park. This form provides basic information about ROD and streamlines the reporting process.      Rapid ‘Ōhi‘a Death brochure (pdf  20.3MB) Rapid ‘Ōhi‘a Death rack card (pdf 474KB)       Rapid ‘Ōhi‘a Death Rack Card         Rapid ‘Ōhi‘a Death Rack Card         Rapid ‘Ōhi‘a Death Brochure         Rapid ‘Ōhi‘a Death Brochure",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/nature\/rapid-ohia-death.htm"
}
