{
    "title": "New Bedford Whaling National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information              New Bedford Whaling National Historical Park is located in downtown New Bedford, a lively urban setting of historic, stately buildings juxtaposed with contemporary art galleries and funky restaurants. The park is located within a 13-block historic district of cobblestone streets. At the heart of this district is the national park visitor center. Start your visit here to pick up a map, watch the 20-minute orientation movie, and take in the exhibits about whaling and New Bedford, “The City That Lit the World.”          Physical Address           33 William Street  New Bedford, MA 02740                 Directions         From I-195 East or West take Exit 15 (Route 18 \/ Downtown). Take exit 15 to merge onto MA-18 S toward Downtown\/New Bedford Continue straight onto MA-18 Turn right at the first set of lights, Elm St. Turn left onto Acushnet Ave Turn left onto William St Destination will be on the left   Directions Details           Operating Hours & Seasons         New Bedford Whaling National Historical Park Visitor Center Winter Hours: Closed Mondays and Tuesdays starting January 4, 2016 to March 31, 2016 The visitor center will be open Wednesday to Sunday 9:00 am to 5:00 pm Holidays Closed on Thanksgiving Day, Christmas Day, and New Year’s Day   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM             Weather           Summer temperatures range from 56-83F. Fall temperatures range from 30-70F. Winter temperatures range from 20-45F. Spring temperatures range from 30-70F.         Fees & Passes     Entrance Fees:   Fee Free - $0.00 New Bedford Whaling National Historical is a fee free park. Fees are however collected at other privately owned and operated sites by self-supporting associations working cooperatively with the park, including partners. These sites rely on admission fees as they do not receive federal funding for operations and therefore do not accept the National Parks Pass for admission.         Visitor Centers       National Park Visitor Center The National Park Visitor Center is located in the heart of New Bedford Whaling National Historical Park. Stop by for a brief orientation and pick up all of the materials you will need before setting out to explore the park, its partners and all the City of New Bedford has to offer.   New Bedford Waterfront Visitor Center On New Bedford’s waterfront you can walk about an active commercial fishing port. The exhibits in the City of New Bedford’s Waterfront Visitor Center (Wharfinger Building) engage you in present-day commercial fishing, while outdoor displays at the water’s edge offer glimpses into New Bedford’s maritime past.                     Directions & Transportation    Operating Hours    Visitor Parking    Fees & Passes",
    "url": "https:\/\/www.nps.gov\/nebe\/planyourvisit\/basicinfo.htm"
}
