{
    "title": "Hawai'i Volcanoes National Park: Nēnē (Hawaiian goose)",
    "body": "Nēnē        Nēnē - Hawaiian goose NPS Photo       Hawai‘i is not a place where large native animals abound. You may occasionally see humpback whales break the ocean surface, or a group of porpoises arcing gracefully in and out of the water. ‘Io (Hawaiian hawks) and pueo (short-eared owls) sometimes hover overhead, and ‘ōpe‘ape‘a (Hawaiian bats) flutter across bays and roadways at dusk. But the Island's most noticeable large native animal is the nēnē or Hawaiian goose. Honored as the State Bird, the endangered nene symbolizes the precarious existence of Hawai‘i's native birdlife.      At least nine species of geese evolved in the Islands, probably from ancestors much like the Canada goose. Eight of these species were flightless and probably grazed on the plants of the ancient Hawaiian landscape. Extinction of these flightless geese resulted from hunting by Polynesians and land use changes in Hawai`i's lowlands. Our remaining goose is also a herbivore. Though it is a strong and frequent flyer, its short wings, long legs and reduced webbing between its toes indicate that it often walks and seldom swims.      Perhaps 25,000 nēnē existed in Hawai`i when Captain Cook arrived in 1778. By the mid 1940's only 50 birds remained. Populations were drastically reduced by introduced predators such as mongooses, cats and dogs; by foraging animals such as cattle, goats and pigs; by hunters; by introduced plants which compete with native food and cover plants; and by loss of lowland habitat.      In the 1970's, Hawai‘i Volcanoes National Park began a captive nēnē breeding and reintroduction program. But, several factors hinder population increases. Mongooses and feral cats kill adults and goslings. Automobiles hit and kill nene along roadways. Nēnē that are attracted to the grassy fairways of golf courses suffer injury or death by errant golf balls. In upland habitats, nutrition is usually not adequate for gosling growth requirements.      Nēnē will probably always need our help to survive. Currently, Park staff use a variety of techniques to improve nēnē breeding success: controlling predators in nesting habitat, mowing pastures, closing sensitive brooding areas to the public, and maintaining predator-resistant enclosures in which free-flying birds can rest, feed, or nest. We continue to search for improved and more efficient ways to encourage population growth.      Park biologists mark both wild and captive-reared nēnē with leg bands to facilitate identification and tracking of individual birds. Usually, this is done when birds are young and cannot yet fly. From banding and subsequent monitoring, we have learned much about nēnē family and flock life. If this population persists in the coming years, we will doubtless learn more about the behavior, biology, and ecology of this unique, terrestrial goose.",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/nature\/nene.htm"
}
