{
    "title": "Keweenaw National Historical Park: Coaches Guide",
    "body": "Annual High School Local History Smackdown Coaches Guide        Winners of the 2014 Smackdown are congratulated and awarded their trophy. NPS Photo       This competition has been designed to test the local history knowledge of your team in a fun, fast-paced, and competitive atmosphere. We hope that your students will find their interest in local history broadened and strengthened by their participation in this event.  Event Check-In Check-in will be held in at the Calumet Theatre. It is very important that all members of the team check in for the event no later than 6:30 p.m. At check-in the team receives their tee-shirts, seating assignments, and contest instructions. Since the event is on a Thursday night with teams traveling from the four-county Copper Country region, many with long drives home, the event will start promptly at 7:00 p.m. Teams not checked in by 6:30 p.m. will not be allowed to participate.  Stage Seating Coaches and students will be seated by a National Park Service staff member. If eliminated, the team will exit the stage to a reserved area in the audience seating. Remember that even if your team has been eliminated, you are still part of the event: stay and cheer on schoolmates, friends and fellow competitors.  No food or drink is permitted. Coaches are responsible for ensuring that contestants participate in an orderly manner. Please control out-of turn answering or talking. The coach does not participate in the questioning or answering.  Accessibility The Calumet Theatre is not fully accessible. Please let event organizers know when registering your team if any contestant will need help to access the stage.  Concluding Ceremonies After a winner has been determined the Smackdown trophy will be awarded. The trophy, like the Stanley Cup, is a traveling trophy and must be successfully defended each year to be retained.",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/kidsyouth\/smackdown-coaches-guide.htm"
}
