{
    "title": "Keweenaw National Historical Park: Student Guide",
    "body": "Annual High School Local History Smackdown Student Guide        A team answers a question during the 2014 Smackdown. NPS Photo       Introduction The Smackdown is a fast-paced competition that students and coaches have described as both fun and challenging.  Format The format for the event is much like that of a spelling or geography bee. During the event, a team will be called and given a random question on local history. All questions will have a short-answer format. Teams will have 15 seconds to confer, after which one member from the team will give the team's answer. Teams have the opportunity to pass on one question during the competition. If the team elects to pass the question they will then immediately receive the next question. If the answer is correct, the team returns to their seats and awaits its next turn. The contest features a double-elimination format; two wrong answers and a team is eliminated from play. Judges knowledgeable on local history matters will provide final decisions on acceptable answers.  Team Make-Up Teams are made up of four contestants and should have an adult who can act as coach. A coach may be a teacher, parent, pastor or anyone who is willing to take on the responsibility of keeping you and your fellow team members enthused, quizzing you before the event and getting everyone to the event on time. Coaches may manage more than one team if needed. Participation is open to students attending any public or private high school in the four-county area. In addition, contestants are welcome to form their own teams independent of school sponsorship. Home-schoolers, church groups, scouts or other youth organizations are also welcome to participate.  Registration  Visit the registration page, where you can download a copy of the registration form. After you have completed the form, return it to the park by mail, fax, or e-mail by the entry deadline. Information on where to send the completed form is included on the registration page. The deadline for registering a team is March 24, 2016. Please indicate on the form any special needs the students or coach may have.  Team Preparation The Smackdown is meant to be a fun way to learn about local history. Preparation for the Smackdown can be at whatever depth you decide. If you want your team to last into the later rounds when the questions become more difficult more preparation will help. Students who are familiar with the list of broad topics and the resources for local history on the Resources and Topics page will likely be more successful at answering questions. While it is important that participants have a broad knowledge of local history and geography, remember that each team has four members. Teams may wish to divide up the topics among its members so that each one has a specific area of focus. Remember that questions will be about the history and geography of all four counties: Baraga, Houghton, Keweenaw, and Ontonagon. Teams may also decide to divide up their preparation by having each member focus on a specific county.   Visiting local history sites, looking up local history on the Internet and talking to older Copper Country family members and friends about their lives could also be another fun way to prepare for the Smackdown. Students are encouraged to read books, visit local archives and libraries, and study area maps.   Practicing for the event is another way to prepare as it may help calm any stage fright and general nervousness when participants are at the microphone during the competition. Review The Rules page so that you know what to expect. More than anything though, remember to have fun!  The Venue The 2016 Smackdown will be held at the Calumet Theatre, a Keweenaw National Historical Park Heritage Site, located at 340 6th Street, Calumet, MI.",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/kidsyouth\/smackdown-guide.htm"
}
