{
    "title": "Keweenaw National Historical Park: Downtown Calumet",
    "body": "Downtown Calumet        Shoppers stroll along the south end of Calumet's Fifth Street in the early 1900s. Keweenaw NHP Archives, Curto Collection.       Though it may first appear as an out-of-the-way village nestled along the spine of the Keweenaw Peninsula, Calumet was the heart of the region during copper mining’s heyday.  Known as Red Jacket until 1929, the village grew out of a remote, densely-forested wilderness into a commercial and cultural center. The growth and success of Red Jacket’s businesses, institutions and people were directly tied to the Calumet & Hecla Mining Company. As the fortunes of the copper industry grew and then declined, the village followed — such was life in a mining community. Though copper mining eventually ceased, many buildings and features from this boom time remain, providing an opportunity to explore the many stories of the past.  Because of its importance to the copper mining story, the village's downtown is located within the Calumet Unit. With growing emphasis on preserving its history, Calumet is again becoming a vibrant community. Several Keweenaw Heritage Sites are located in the village downtown and invite further exploration into the area's history and heritage.          NPS Image, Keweenaw NPS Archives  Windows Into the Past  Have you ever wondered what occupied a certain historic structure in Calumet? Learn about many of these buildings with Red Jacket - Windows Into the Past.           Download a copy of the Downtown Calumet Self-Guided Walking Tour booklet. Copies will also be available for purchase in the future from the Isle Royale and Keweenaw Parks Association.          Ranger Kristen discusses Calumet's history outside the Calumet Theatre NPS Photo  Calumet: Queen City of the Keweenaw Calumet's proximity to the Calumet & Hecla Copper Mining Company resulted in a thriving community during the mining heyday. Now located within Keweenaw National Historical Park, join Ranger Kristen as she gives an overview of the village's history. Running Time: 3:19 minutes",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/historyculture\/downtown-calumet.htm"
}
