{
    "title": "Hawai'i Volcanoes National Park: ‘Ua‘u (Hawaiian petrel)",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     ‘Ua‘u (Hawaiian petrel)                ‘Ua‘u - Hawaiian Petrel        ‘Ua‘u or Hawaiian Petrel Photo courtesy of Jim Denny         ‘Ua‘u fledglings are the same size as adults Jim Denny  The 'ua'u, or Hawaiian petrel (Pterodroma sandwichensis), is a federally endangered native seabird. The majority of known nests on Hawai'i Island are within Hawai'i Volcanoes National Park on the lower alpine and subalpine slopes of Mauna Loa. Wildlife biologists estimate that only 50 to 60 breeding pairs are left here. In November, young 'ua'u leave their nests for the first time and fly at night to the ocean searching for food. A primary threat to fledglings are bright urban lights that cause them to become disoriented and fall to the ground or collide with structures. Once grounded, it is difficult for 'ua'u to take flight, leaving them extremely vulnerable to cats, dogs and mongooses. While a primary threat on other islands, groundings are not as common on Hawai'i Island, likely due to a much smaller population of 'ua'u combined with minimal urban lighting, particularly in and around the national park. The last grounding in the park was in 2006. As a result, the park modified existing lighting to be downcast and shielded on the top, and the park pays careful attention to all new lighting to ensure it meets requirements to minimize disorientation. \"People might be aware of the petrels on Maui since there are many more birds up at Haleakalā National Park, in the thousands. However, most folks aren't aware that we have petrels on Hawai'i Island as well. 'Ua'u numbers are so low here that the odds of encountering them are rare. The fact that we have only a handful make it important that we protect these remaining few,\" said Dr. Rhonda Loh, Chief of Natural Resources Management for the park.  Adult 'ua'u arrive on land in early spring and nest in underground burrows, entering and leaving after dark. The female lays a single egg in May. Both parents take turns incubating for 60 days and then feed the chick until it fledges in November or early December. 'Ua'u are 16 inches from head to tail, have a three-foot wingspan, and are dark grey on top and white below. They make a variety of calls and one sounds just like its name: oo-AH-oo. If you find a grounded seabird in the national park, please contact dispatch at (808) 985-6170. Outside of the park, contact the DLNR Division of Forestry and Wildlife (808) 974-4221. In 1987, Hawai'i Volcanoes National Park was designated a World Heritage Site due in part to the high number of endemic species, like the Hawaiian petrel, it protects. This year the park celebrates 25 years of World Heritage by offering a series of educational programs about the natural and cultural resources in the park.     ‘Ua‘u informational document - prepared by Haleakalā National Park Endangered Species Management (pdf 219KB)  Link to Hawai‘i Volcanoes National Park ‘Ua‘u video - 6 minutes Archived Hawai‘i Volcanoes National Park ‘Ua‘u press release - August 28, 2006      More ‘Ua‘u information from external websites: Audubon Pacific Islands Fish and Wildlife State of Hawaii",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/nature\/uau.htm"
}
