{
    "title": "Keweenaw National Historical Park: 2010 Project Updates",
    "body": "Calumet Visitor Center Project - 2010 Project Updates       August 2010 General contractor, Yalmer Mattila along with the sub-contractors are proceeding with the interior rehabilitation work. Damaged and moldy lath and plaster walls on the second and third floors have been removed. Work in the basement has included excavation and prep work for the elevator shaft. Utility and duct work for new electrical systems, plumbing and HVAC has also started. Additionally, all the windows have been reinstalled on the upper floors by J. Clark Construction Inc. of Hancock, Michigan as part of a separate window restoration project.          Click to download an Adobe pdf (12.8 MB) of the Design Control Drawings for the Calumet Visitor Center exhibits Document prepared by the Office of Krister Olmon, Inc.  Also in August, park staff met with the exhibit design firm of the Office of Krister Olmon and reviewed the latest submission of the exhibit design, graphic layout and text. The exhibit team made the final selections of the artifacts that will be used in the exhibits. Staff provided comments to the exhibit design contractor on the text adn graphic layouts which will be revised and resubmitted to the park. In other exhibit news, RBH Media continues to develop the treatment, scripts and content for the audio visual programs and features that will be components of the exhibits. Colorad signs and exhibits is currently developing construction drawings for the fabrication of the information desk, cooperating association sales fixtures and the reproduction of the Masonic stage on the third floor. International Mapping is developing the content for the three-dimensional map and interactive components that will also be part of the exhibit.      May 2010 Yalmer Mattilla Construction located in Houghton, Michigan was awarded the contract for the interior rehabilitation architectural and engineering construction work. Interior work will begin in June of this year and is expected to take approximately 12 months to complete. Yalmer Mattila Construction had previously completed an interior rehabilitation of the former Calumet & Hecla General Office Building, now park headquarters. Park staff willbe meeting with Yalmer MAttila in early June to have a kick off meeting for the construction project. The contract for the fabrication of the interior exhibits for Calumet Visitor Center has not yet been awarded. Members of the project team met with exhibit designer, Krister Olmon, May 3 & 4 to review copies of exhibit design that will be used for the fabrication bid solicitation. RBH Multimedia, Inc. was awarded the contract for the design and fabrication of the audio visual and multimedia pieces of the exhibit. Members of the exhibit project team met with staff from RBH Multimedia May 3 through 6. Color Ad Signs and Graphics was awarded the contract for construction of the visitor information desk, sales fixtures and the re-creation of the third floor stage mural. Staff from the park and Harpers Ferry Center meet with a representative of Color Ad May 25 & 26 to discuss the project.      March 2010 It is official! The park will be receiving funding from the American Reinvestment and Recover Act (ARRA) to complete the project. While we had received notification back in December that this was anticipated, the official list recently came out from the National Park Service's Washington Office and the Union Building Project was included on the list. Before the list was finalized, managers in the Washington Office had to review all projects, including the Union Building one, to make sure that the projects met the requirements of the Act and would meet the contracting deadline requirements. Quinn Evans Architects will be submitting the final version of the construction drawings for the interior rehabilitation work in early March. Project team staffed have reviewed and provided comment on the latest version of the exhibit design plan provided by the Office of Krister Olmon.      February 2010 The final planning work is steadily progressing as the project team strives to meet deadlines set by the Recovery Act program. The park received the draft construction documents from Quinn Evans Architects. These were reviewed and comments were sent back to be incorporated into the final drawings. The Office of Krister Olmon continues to work on the final design of the exhibits. The Design Development II Plan was received by the park on Feburary 18. This plan finalizes most the major design elements of the exhibt. You can download an Adobe pdf of the plan (29 MB file). Still to come is the first draft of the exhibt text which will arrive in late March. Another recent development is that the facility will be officially know as the Calumet Visitor Center. After reviewing suggestions and feedback provided by community members and park visitors in public meetings and small focus groups, this title was selected as the best to let visitors know the function and services available at the faciltiy. It will be used when identifying the facility on maps, in publications or on the web. The historic \"Union Building\" name will be incorporated in exhibits that explains the history and former function of the structure and possibly on window text that will advertise the interior exhibits.      January 2010 In mid-December, park staff were notified that in addition to a congressional appropriation the remainder of the construction work for the interior rehabilitation of the Union Building will be funded through the American Recovery and Reinvestment Act (ARRA). The utilization of the ARRA funds puts the interior project on a fast track to completion. If the project proceeds on the current intended schedule, interior work on the rehabilitation will begin by the end of June of this year with the completion date in May of 2011. After the construction work is completed, the exhibits will be installed and the building will be ready to open in late July or early August of that year. Other Recent Developments In December, Quinn Evans Architects submitted the Design Development package for the architectural and engineering component of the project. This package was reviewed by members of the project team and comments were submitted to Quinn Evans for incorporation into the next submittal which is the 75% Construction Document Drawings. Also in December, the Office of Krister Olmon (OKO), the exhibit designer, received the Formative Evaluation report from Wells Resources, Inc. OKO has prepared an implementation plan for incorporating the recommendations of the Formative Evaluation Report into the final stages of the development of the exhibit design and content. OKO is preparing their next exhibit plan submittal which is due in mid February.",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/management\/calumetvc-2010projectupdates.htm"
}
