{
    "title": "Keweenaw National Historical Park: 2009 Project Updates",
    "body": "Calumet Visitor Center Project - 2009 Project Updates       November 2009 Park Historical Architect, John Rosemurgy and Mark Woltermann, Project Manager with the Midwest Regional Office met with staff from Quinn Evans Architects to continue design work for the architectural and engineering components of the Union Building interior rehabilitation. Quinn Evans will be presenting drawings to the park in early December. In early November, Dr. Marcella Wells conducted several focus groups with community members and individuals associated with many of the park's partners and neighbors to evaluate the current status of the content for the Union Building exhibits. Once the information is compiled from both the focus groups and the public meeting that was held on November 4th, a report on the meetings along with a implementation plan on how to incorporate the feedback into the exhibit content development will be presented. The park hosted a public meeting on Wednesday, November 4, 2009 at park headquarters in Calumet. to acquire feedback on the current design of an exhibit that will be located in the historic Union Building in Calumet. Attendees were able to look at detailed floor plans, view a three-dimensional model of the exhibit area, see some elevation drawings of exhibit features and read descriptions of exhibits that included proposed objects for display and the topics the exhibit text will cover. There were also some samples of interpretive text to review.      October 2009 Planning work continues for the Union Building interior rehabilitation. Funding has been secured to finalize the design for both the architectural aspects and exhibit components of the project. A key component of the exhibits will be the artifacts and abjects that are used to help tell the stories of the people and the community. The park is currently looking for many specific items that will better illustrate the exhibit. You can download the list of artifacts that we are interested in acquiring here. J. Clark Construction Inc. of Hancock, Michigan was awarded the window restoration project and has begun preliminary work to reinstall windows on the second and third floors of the Union Building. Quinn Evans Architects has begun the Design Development phase for the architectural and engineering components of the project. In mid-October, staff from Quinn Evans Architects, the Office of Krister Olmon, Keweenaw National Historical Park, the National Park Service's Interpretive Design Center and the Midwest Regional Office of the National Park Service met to discuss coordination issues between the architectural work and the exhibits.           July 2009 Refinement and durther development of the plan for the exhibit in the Union Building continued. Keweenaw National Historical Park and the Office of Krister Olmon, Inc. hosted a public meeting on Wednesday, July 8, 2009, to present the status of the exhibit design for the historic Union Building in Calumet. At this point in the exhibit planning process, attendees were able to look at detailed floor plans, view a three-dimensional model of the exhibit area, see some elevation drawings of exhibit features and read descriptions of exhibits that will include proposed objects for display and the topics the exhibit text will cover. Attendees to the meeting had the opportunity to provide feedback to park staff and the exhibit designer. The meeting was held at park headquarters, located at 25970 Red Jacket Road, Calumet, Michigan beginning at 7:00 p.m. See the press release about the public meeting on Wednesday, July 8th.  Download an Adobe pdf of the Design Development I Plan Executive Summary  Download an Adobe pdf of the Design Development I Plan (9.0 MB file)           March 2009 The park received the Schematic II Plan for the interior exhibits from the Office of Krister Olmon. This plan further develops the exhibit concept and incorporates feedback from the Value Analysis workshop, the front-end evaluation, project team members and the historian's roundtable. Download an adobe pdf of the Schematic II Plan - 2.0 MB. Please note that all titles, objects and concepts described within are works in progress and may be changed or even deleted as they are further researched and developed.      January 2009 The Office of Krister Olmon, Inc. and Keweenaw National Historical Park hosted a historian's roundtable January 13 - 15 to discuss the national context of the Calumet social story and review themes, concepts and information related to the Union Building exhibits. In addition to staff from the park, Harpers Ferry Interpretive Design Center and Krister Olmon Inc., participants included Dr. Betsy Jameson from the University of Calgary; Dr. Larry Lankton from Michigan Technological University; Dr. William Moore from the University of North Carolina, Willmington; Dr. Mary Murphy from Montana State University; and Dr. Robert Zecker from St. Francis Xavier University in Antigonish, Nova Scotia. The roundtable proved to be a success with lively discussion. The exhibit design team will now process the information gathered at the roundtable to further refine the exhibit concepts and content. The Office of Krister Olmon, Inc. provided a report of findings from focus groups held for the initial exhibit concepts in October 2008. Download a copy of the report. (Adobe pdf)",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/management\/calumet-visitor-center-project-2009-project-updates.htm"
}
