{
    "title": "Hawai'i Volcanoes National Park: Experimental Forest Restoration",
    "body": "Experimental Forest Restoration at Hawaiʻi Volcanoes National Park Kahuku Unit       Link to full report - University of Hawai`i at Manoa      Click here to view a short time lapse slideshow of a section of the experimental forest restoration at Kahuku      The Kahuku Unit of Hawai`i Volcanoes National Park (HAVO) contains seven thousand acres of former forest that was converted to pasture for grazing cattle. There were several phases of forest clearing and pasture development (Parker Ranch 1912-1947, James Glover 1947-1958 and Damon Estate 1958-2000) creating an open pasture with scattered native trees and small remnant stands of native species. In 2005, methods to facilitate forest recovery were tested in four ungulate (hoofed animal)-proof exclosures, four hectares (40,000 square meters) each. Within the exclosures, three temporary grass removal treatments (herbicide, soil turnover and herbicide\/soil turnover) were tested with the objective of finding a method that best promoted native forest recovery in conjunction with ungulate (hoofed animal) exclusion.      Link to higher resolution pdf version of poster - 436KB                    In addition to monitoring plant recruitment from the natural seed bank in the soil, establishment by direct seeding and planting of native species in the different treatments was evaluated. By year one, rapid re-establishment of alien grasses occurred in all removal treatments, but was slowest in plots that received a combination of soil turnover and herbicide. Natural native plant recovery was evident in all grass removal treatments with a limited number of seedlings in the untreated grass control. Plant establishment from direct seeding for koa and pilo was highest in the combination soil turnover and herbicide treatment. No seedlings of Pipturus albidus (mamaki), Cheirodendron trigynum (`olapa), Coprosma pubens (pilo), Myoporum sandwicense (naio) and very few Acacia koa (koa) and Metrosideros polymorpha (`ohi‘a) were observed outside of ungulate-proof exclosures. Planted seedling survival was moderate to high with no significant differences among sites and treatments (57-70%). Based on these results, temporary suppression of alien grasses in conjunction with ungulate exclusion can facilitate recovery of native species once abundant in the Kahuku region.       Kahuku Paddocks Exclosure #1 2007 - 2015",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/nature\/experimental-exclosures.htm"
}
