{
    "title": "Keweenaw National Historical Park: Quincy Cultural Landscape Report",
    "body": "Quincy Cultural Landscape Report        View down Quincy Hill to the Portage Waterway from the No. 2 Shaft-rockhouse circa 1925. Keweenaw NHP Archives, Koepel Collection       Cultural landscape reports are the primary documents for guiding the management and preservation of cultural landscapes. These reports provide landscape managers with an understanding of the history, evolution, and significance of their properties to enable informed and thoughtful stewardship. Keweenaw National Historical Park is currently in the process of developing a Cultural Landscape Report for the park's Quincy Unit. Purpose The purpose of this report is to document and record the history and current conditions of the historic landscape within the Quincy Unit and to provide guidance for the future treatment and use of these landscapes. Since Keweenaw National Historical park is a partnership park, the document is meant to help inform park partners that are involved with properties within the Quincy Unit, namely the Quincy Mine Hoist Association and the A.E. Seaman Mineral Museum, operated by Michigan Technological University. The document may also be useful to other entities within and adjacent to the Quincy Unit; these include the Michigan Department of Transportation, Franklin and Quincy Townships, and the City of Hancock. Project Objectives The objectives for the report include:  Document the development of the historic landscapes within the Quincy Unit of Keweenaw National Historical Park. Document the existing conditions of the historic landscapes within the Quincy Unit of Keweenaw National Historical Park. Evaluate the significance and integrity of the historic landscapes within the Quincy Unit of Keweenaw National Historical Park. Provide treatment recommendations for managing the historic landscape resources within the Quincy Unit of the park. Recommend landscape treatments to address management needs identified by the NPS and park partners in the Quincy Unit. Provide management recommendations and schematic designs for specific historic landscapes within the park that accommodate current and future needs while preserving historic character and significant features present. Streamline planning and compliance processes for the historic landscapes within the Quincy Unit of the park. Enhance the visitor experience by providing information about the history of the development of the park to interpreters and site managers. Provide recommendations for efficiently managing the historic landscapes within the Quincy Unit of the park while taking in consideration budget constraints.                  Download a complete copy of the report here. (Caution: This is a very large file! 76.6MB)                 Download a map of the Quincy Unit (Adobe pdf file)",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/management\/quincy-clr.htm"
}
