{
    "title": "Keweenaw National Historical Park: Calumet Visitor Center Project",
    "body": "Calumet Visitor Center Project        Part of the first floor of the former Union Building was renovated to host a sales and visitor services area in the Calumet Visitor Center. NPS Photo         Historic photograph of the Union Building (now the Calumet Visitor Center). NPS Photo  In 1999, the National Park Service purchased the Union Building with the long-range goal of making it a visitor facility. Keweenaw National Historical Park completed the first phase of the building's rehabilitation by stabilizing and restoring its exterior in 2005. In 2008, the park received an initial allocation of funding to plan the interior rehabilitation. In 2010, the park received funding to begin the interior rehabilitation construction work and fabrication of the visitor center exhibits. Work on the building started in June 2010. If the construction and exhibit fabrication phase proceeds smoothly, this historic building is projected to reopen its doors to the public in late 2011. The Union Building will then be a place for visitors to reflect on the connection between mining companies, communities and people, as well as the role of Keweenaw copper mining in our heritage. This page provides links to background information for the Union Building project. Announcements of project updates, public meetings or other events associated with the project will be posted on this page as they become available. Check back often.        Second floor exhibit welcomes and introduces visitors to the primary exhibit area. NPS Photo\/Cynthia Coffelt, Harpers Ferry Center   Project Updates October 2011 Exhibit Installation Progress The exhibit installation is entering its final stages this week and next. Audio video programs are being installed and tested while final adjustments and tweeks are taking place with the larger exhibit pieces. Park staff will be moving furniture and information desk materials to the site as they set up the new information desk and prepare it for the public. The Isle Royale and Keweenaw Parks Association will also be setting up their new sales are, complete with new sales items that complement the interpretive exhibits throughout the building. Lastly, fiber optic connections are being installed for the operation of phones and internet. There is an excitement in the air as details get finalized and the visitor center is made ready for its first public viewing on Thursday, October 27, 2011!        Detailed cleaning of an antique cash register. NPS photo\/ Ron Jones  June 2011 Interpretive Exhibit and Artifact Progress Fabrication of the interpretive exhibits is underway. Color-Ad (the exhibit firm constructing the exhibits) was at the park two weeks ago measuring every outlet, wall, doorway, and confirming that all exhibits will fit within the designated spaces. Back at their shop in Manassas, VA, fabricators are building the interpretive panels, cases, and furniture that were designed by the Office of Krister Olman Inc. Installation of the new exhibits will begin in September and continue for three weeks. Lighting and audio-visual components will then be added, adjusted, and tweeked to work in tandem with the exhibits. Conservation of the museum objects that will be on display is also underway. Great care is being taken to preserve and make ready over 400 artifacts and objects that will help interpret the copper mining story being told in the Calumet Visitor Center. Metal objects are being cleaned of rust, clothing pieces are being mounted to forms, and paper documents are being preserved. Many of the objects going on display were donated by local residents specifically for this exhibit, helping to enrich the interpretive experience that will take place. Building Progress The interior construction of the Calumet Visitor Center is in the final stages of completion. As the construction company removed the work trailers on Wednesday, June 9, a small crew remained to finalize details like touch-up painting, electrical work, and cleaning. Over the past year, skilled craftsmen and laborers, have diligently worked through three floors and a basement to prepare the building for the installation of interpretive exhibits. Hundreds of new details, finishes, and features were completed and installed.          First floor storefront room with refinished floors and new paint and light fixtures. NPS Photo\/Tom Baker  The first floor will contain two interpretive exhibit areas with a third space available for small temporary or traveling exhibits. The room pictured here faces 5th Street and includes large storefront windows looking into the space. Interior construction work included; refurnished wood floors, installation of new and period light fixtures, addition of security and fire alarm systems, and new paint. Interpretive exhibits will be installed throughout the room that introduce visitors to the more detailed exhibits upstairs.        Formerly used as a gathering space for the Odd Fellows, this room will be the primary exhibit area for the new visitor center. NPS Photo\/Tom Baker   The second floor of the Union Building was formerly used as a meeting hall for the Odd Fellows and other fraternal organizations. Containing many craftsman inspired details, the room is a large inviting space with windows overlooking downtown Calumet. During the interior work, this space received new track lighting, window shades, refinished floors and trim, upgraded electrical, added fire and security systems, and new paint. The wire conduit on the floor identifies the placement of the new exhibits that will be installed in September.       February 2011 Building Progress Work on the interior of the building is progressing rapidly and is entering the final stages. All major electrical, plumbing, heating, ventilation, and cooling systems have been installed. The interior stairwell and the elevator shaft were completed and are awaiting finishing. All major plaster and drywall work on the third and second floors has been completed. Much of the third floor has been painted and painting has begun on the second floor. Even a few of the historic style light fixtures have been installed on the third floor. Refinishing of wood work on the second and third floors has either been completed or is near completion. Check out the images below for a look into the building.      A new opening in what is known as the Director's Office on the first floor provides access to the elevator and an interior stairway. In this photo, the stairs have been completed and are awaiting finishing. The elevator shaft has been installed and also awaits finishing and the installation of the elevator cab and equipment.         The installation of all the metal work and decking for the new interior stairway has been completed. Next, the stairwell walls and treads will be finished. The new stairway was installed to meet building code requirements for fire safety, as well as improve visitor flow through the building. Prior to the installation of this stairway, you would have to walk outside from the first floor to access stairs to the second and third floors.      Plaster and drywall work has been completed on third floor. Paint colors have also been applied to the walls and the woodwork has been stained. New historic-style light fixtures were also installed. The floor will soon be refinished.      The robing room closets located on the second floor have been repaired, stripped, and stained. These closets will be utilized by the exhibits. Two of the closets will feature exhibit cases that will contain original fraternal organization garments. There will also be two flat screen monitors with with an audio visual piece featuring Professor Will Moore on the role these organizations played in the Calumet community and American society as a whole.         As part of another project, the park received a shipment of wayfinding and facility identification signs. One of these was for the new Calumet Visitor Center.          A low-resolution example of one of the exhibit panels that will be featured in the Calumet Visitor Center. Provided by the Office of Krister Olmon Inc.  January 2011 Exhibit Design The park and the Office of Krister Olmon have finalized the design of the exhibits for the Calumet Visitor Center. The final selection of any artifacts, objects and reproductions that will be displayed has been complete. Park staff received the third draft of the exhibit text and images in their graphic layout. After review, comments will be sent back to the exhibit design contractor for any changes or edits that need to be made before the final production documents are made. For a sneak peek of a couple of the exhibit panels, click on the image to the right. You can download an Adobe pdf of a couple of lower resolution examples of some of the exhibit panels. Exhibit Fabrication The exhibit fabrication contract was awarded to Color-Ad Signs and Exhibits. Color-Ad is listed on the National Park Service Indefinite Delivery - Indefinite Quantity (IDIQ) contracts and has a wide variety of experience in fabricating exhibits. They have produced exhibits for places such as the Mount Vernon George Washington Museum, the White House Visitor Center, the U.S. Holocaust Memorial Museum in Washington, DC , San Antonio Missions National Historical Park and the USS Arizona Memorial Museum located in Pearl Harbor, Hawaii.  Representatives of Color-Ad, along with the exhibit designer Krister Olmon and staff from the Harpers Ferry Center met with park staff and visited the project site from January 25 - 27. During this meeting final details about the construction of the exhibits as well as integration with the building's architecture and engineering were examined.",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/management\/union-building-planning.htm"
}
