{
    "title": "Keweenaw National Historical Park: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer        A Park Volunteer assists Park staff during vegetation removal. NPS Photo         Volunteering is an American tradition that has made an immeasurable contribution to communities, organizations, and individuals throughout the country. Today's volunteers are active, dynamic, creative individuals who possess the skills, desire, patience and time to accomplish a wide variety of tasks. Volunteers-In-Parks are Very Important People (VIPs)! Volunteers donate million hours to your national parks annuanlly. Volunteers are accepted from the public without regard to race, creed, age, religion, sex, sexual orientation, national origin, or disability. Please visit Volunteer.gov to find the most current volunteer positions.   Keweenaw National Historical Park is continually seeking the volunteers for the following volunteer positions; information desk assistant at the Calumet Visitor Center, education assistant, interpretive assistant, media\/graphic designer, cataloging and preservation of museum artifacts and archives assistants with historic structure preservation. The popular season for volunteers is June through October, but winter also provides volunteer opportunities for those who enjoy lots of snow! Individuals may volunteer a few hours a month or up to several days per week. Thank you for your interest in volunteering at Keweenaw National Historical Park.  Keweenaw National Historical Park may be looking for volunteers willing to help preserve America's treasures. If you would like more information regarding Keweenaw National Historical Park's volunteer program, please contact the Park Volunteer Coordinator at (906) 483-3028 or email us. Get Involved and Get Inspired!      Keweenaw Heritage Sites Volunteer Opportunities In addition to the opportunities listed above, many of the park's partners, known as Keweenaw Heritage Sites, also have a need for volunteers. Please contact them directly for an current list of volunteer needs.",
    "url": "https:\/\/www.nps.gov\/kewe\/getinvolved\/volunteer.htm"
}
