{
    "title": "Keweenaw National Historical Park: Historic Preservation",
    "body": "Historic Preservation Resources        A mason repairs brickwork on the Union Building in Calumet. NPS Photo, Karl Benda       U.S. Government Sites  National Trust for Historic Preservation The National Trust for Historic Preservation (NTHP) is a private, nonprofit membership organization dedicated to saving historic places and revitalizing America's communities. NTHP also offers several specific programs and resources that park partners and neighbors may find useful. These include:       NTHP Library Collection Includes more than 13,000 volumes covering preservation topics from the technical to the aesthetic.  National Main Street Center In the 1970s, the National Trust developed its pioneering Main Street approach to commercial district revitalization, an innovative methodology that combines historic preservation with economic development to restore prosperity and vitality to downtowns and neighborhood business districts.        National Park Service The National park Service preserves unimpaired the natural and cultural resources and values of the national park system for the enjoyment, education, and inspiration of this and future generations. Some specific historic preservation resources include:       Preservation Briefs Technical Preservation Services have helped home owners, preservation professionals, organizations, and government agencies by publishing easy-to read guidance on preserving, rehabilitating and restoring historic buildings.  National Center for Preservation Technology Training NCPTT advances the application of science and technology to historic preservation. Working in the fields of archeology, architecture, landscape architecture and materials conservation, the Center accomplishes its mission through training, education, research, technology transfer and partnerships.  Olmstead Center for Landscape Preservation Working in partnership with national parks, universities, government agencies, and non-profit organizations, the Olmsted Center provides a full range of technical assistance in cultural landscape research, planning, stewardship, and education.       Advisory Council on Historic Preservation The mission of the Advisory Council on Historic Preservation is to promote the preservation, enhancement, and productive use of our Nation's historic resources, and advise the President and Congress on national historic preservation policy.      Federal Emergency Management Agency Leads America to prepare for, prevent, respond to,and recover from disasters.       Environmental & Historic Preservation and Cultural Resources Programs The Environmental, Historic Preservation, and Cultural Resources Programs integrate environmental and historic preservation considerations into FEMA's mission of preparedness, response, recovery, and mitigation.       Michigan State Sites  Michigan Historic Preservation Network  The Michigan Historic Preservation Network is the largest membership organization in the state dedicated to recognizing and preserving Michigan's rich cultural and architectural heritage.  Michigan's State Historic Preservation Office Michigan's SHPO provides technical assistance to local communities in their efforts to identify, evaluate, designate, and protect Michigan's historic resources. The SHPO also administers an incentives program that includes state and federal tax credits and pass-through grants available to Certified Local Governments.       Miscellaneous Sites  National Preservation Institute The National Preservation Institute is a nonprofit, 501(c)(3) organization offering specialized information, continuing education, and professional training to those involved in the management, preservation, and stewardship of our cultural heritage.   Institute for Classical Architecture The Institute of Classical Architecture & Classical America (ICA&CA) is a national nonprofit organization dedicated to advancing the practice and appreciation of the classical tradition in architecture and the allied arts.",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/management\/historic-preservation-resources.htm"
}
