{
    "title": "Keweenaw National Historical Park: Heritage Sites",
    "body": "Keweenaw Heritage Sites        This group of small log houses once provided lodging for miners of the Victoria Mining Company.  Today, a group of volunteers is working to preserve this early copper mining site. Guided tours interpret the rigors and solitude of miners and their families in the 1890s. NPS Photo           Look for this logo which identifies  Keweenaw Heritage Sites.   Keweenaw National Historical Park was established to preserve and interpret the story of the rise, domination and decline of the region’s copper mining industry. Unlike many parks, however, the U.S. Congress legislated that the National Park Service and the park's advisory commission partner with sites owned and operated by state and local governments, private businesses and nonprofit organizations to achieve this goal. The Keweenaw Heritage Sites program, administered by the Keweenaw National Historical Park Advisory Commission, is one aspect of this partnership. Keweenaw Heritage Sites contain significant cultural and\/or natural resources and make a unique contribution to the copper mining story. Embodying stories of hardship, ingenuity, struggle and success, each site allows you to explore the role mining played in people’s lives here and afar.    Heritage sites operate independently of the National Park Service. Admissions and hours may vary. Sites stretch along the length of the Keweenaw Peninsula, from Copper Harbor to south of Ontonagon.  Download a map of the Keweenaw Heritage Sites. Map is an Adobe pdf file. Visit the Keweenaw Heritage Sites expanded website for a calendar of events, hours and fees.   Interested in volunteering at one of the Keweenaw Heritage Sites? Download this list of volunteer needs. (Adobe pdf)              A.E. Seaman Mineral Museum Visit the Mineral Museum of Michigan. Explore mineral collections from the Keweenaw Copper District, the Lake Superior Iron District, throughout Michigan and beyond. Location: Michigan Technological University, 1404 E. Sharon Avenue, Houghton Phone: (906) 487-2572           Adventure Mining Company This site offers a variety of guided tours of a historic mine that operated from 1850 to 1920. Tours range from 45-minute walks to a 3-hour excursion plus a new 6-hour tour requiring advance reservations. Location: 200 Adventure Avenue, Greenland Phone: (906) 883-3371           Calumet Theatre Opened in 1900, this historic opera house offers a variety of theatrical, musical and community events year-round. Guided and self-guided tours available. Location: 340 Sixth Street, Calumet Phone: (906) 337-2610 or (906) 337-2166         Carnegie Museum The Cargnegie Museum of Keweenaw shows rotating exhibits about the area's culture and natural history. Founded in 2006, the museum is housed in the former Houghton public library building which was built in 1910. Location: 105 Huron Street - on the corner of Montezuma Avenue, Houghton  Phone: (906) 482-7140              Chassell Heritage Center Exhibits follow Chassell's history from a logging camp to today. A collection of vintage clothing provides a glimpse into people's lives. Location: 42373 Hancock Street, Chassell Phone: (906) 523-1155         Copper Country Firefighters History Museum Built in 1898, the historic Red Jacket Fire Station features displays dedicated to the history of fire fighting in Michigan's Upper Peninsula. The historic fire trucks appeal to people of all ages. Location: 327 Sixth Street, Calumet Phone: (906) 337-4579           Copper Range Historical Museum Artifact-rich displays depict people's lives and work experiences in the range towns of southern Houghton County during the copper mining era. Location: 44 Trimountain Ave., South Range Phone: (906) 482-6125           Coppertown Mining Museum Housed in the former Calumet and Hecla pattern shop, this museum features exhibits on the former copper mining giant's underground and surface operations. Location: 25815 Red Jacket Road, Calumet Phone: (906) 337-4354           Delaware Copper Mine At Delaware Mine, visitors can take a self-guided tour of one of the oldest underground copper mines on the Keweenaw Peninsula. Location: Off U.S. Highway 41, 12 miles south of Copper Harbor Phone: (906) 289-4688           Finnish American Heritage Center & Historical Archive Located on the campus of Finlandia University, the Finnish American Heritage Center houses the Finnish American Historical Archive and Museum, a theater, an art gallery, and the offices of The Finnish American Reporter. Regular performances and art exhibits highlight Finnish culture. Location: 435 Quincy Street, Hancock Phone: (906) 487–7302           Fort Wilkins Historic State Park The U.S. Army built Fort Wilkins in 1844 to keep peace in Michigan's Copper Country. It now serves as an example of mid-19th century army life on the northern frontier. The park also includes the Copper Harbor Lighthouse along with the 1848 light keeper's house and interpretive trails. The lighthouse is reached by boat through the summer season. Location: 15223 U.S. Highway. 41, Copper Harbor Phone: (906) 289-4215         Hanka Homestead Museum Herman Hanka settled here with his family after he was disabled by a copper mining accident. Volunteers provide guided tours of this 1920's-era Finnish farm. A self-guided brochure is also available. Location: Six miles west of U.S. Highway 41, off Tower Road Pelkie Phone: (906) 334-2601           Houghton County Historical Museum Explore this seven-building complex, which includes a museum containing artifacts and photographs spanning 100 years, a one-room schoolhouse, a log cabin, a railroad depot, a research center, and an operating 1915 C&H 0-4-0 steam train. Location: 53150 Michigan State Highway 26, Lake Linden Phone: (906) 296-4121           Keweenaw County Historical Society The society administers five sites throughout Keweenaw County including the Eagle Harbor Lighthouse, Central Mine & Village, Phoenix Church, Rathbone School and the Bammert Blacksmith Shop. Visitor Centers are located at the Eagle Harbor Lighthouse and Central Mine. Location: throughout Keweenaw County, Lighthouse is in Eagle Harbor Phone: (906) 296-2561           Keweenaw Heritage Center at St. Anne's  This majestic sandstone structure with intricate stained glass windows marks the entrance to downtown Calumet. Organists will again provide visitors with enjoyable music selections some afternoons on the newly restored 1899 Barkhoff Tracker organ. Location: 25880 Red Jacket Road, Calumet Phone: (906) 337-4579           Laurium Manor Mansion Tours  Thomas Hoatson Jr., owner of the Calumet & Arizona Mining Company, built this 45-room, 13,000 sq.ft. home in 1908 using the finest and rarest building materials available. Self-guided tours. Lodging available year round. Location: 320 Tamarack Street, Laurium Phone: (906) 337-2549         Michigan Technological University Archives and Copper Country Historical Collections  The Michigan Tech Archives house a wide variety of print, graphic and manuscript resources. The department's holdings include collections from the Quincy Mining Company and Calumet & Hecla Mining company. Location: Garden level of the Opie and Van Pelt Library, MTU, Houghton Phone: (906) 487-2505             Old Victoria Four log cabins, restored at their original remote mining location, give visitors a true feeling of the life faced by copper miners and their families. Guided tours will take you back in time for an hour. Location: 25401 Victoria Dam Road, Rockland Phone: (906) 886-2617             Ontonagon County Historical Society The museum features exhibits on area mining, logging, farming, marine, and social memorabilia. Tours are provided of the nearby lighthouse. Location: 422 River Street, Ontonagon Phone: (906) 884-6165           Porcupine Mountains Wilderness State Park In addition to wild forests and lakeshore, Michigan's largest state park has numerous historical copper mining sites. The 59,020-acre park offers an array of summer and winter recreational pursuits and interpretive programs. Location: 15 miles West of Ontonagon on Michigan State Route 107 Phone: (906) 885-5275           Quincy Mine Tours On a two-hour tour of the Quincy Mine, visitors take a guided walk through the hoist house, ride a cog-rail tram, and enter the mine to learn about mining life. Shorter, surface-only tours are also available. Location: 49750 U.S. Highway 41, Hancock Phone: (906) 482-3101",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/management\/keweenaw-heritage-sites.htm"
}
