{
    "title": "Keweenaw National Historical Park: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial             NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Keweenaw National Historical Park is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      Copper Country Scavenger Hunt  Explore the Keweenaw Heritage Sites in a fun way! After completing clues for the required number of sites in a specific region, show your answers to any site in that region. If you meet the requirements listed, you will receive a collectable sticker! Read more   Discovering the Quincy Unit  Quincy Mine Tours provide guided tours of the underground mine and hoist house, along with self-guided tours of the #2 shaft-rockhouse. Outside exploration of the site is free of charge and open to the public. Also contained within the Quincy Unit, near the Portage Lake lift bridge, is the Quincy Smelting Works. Although currently enclosed by fencing, everyone is welcome to explore the perimeter of the property. Guided tours offered by the Quincy Smelter Association. Read more   Exploring Historic Downtown Calumet  Though it may appear today as an out-of-the-way village nestled along the spine of the Keweenaw Peninsula, the Village of Calumet was the heart of the region during copper mining’s heyday. Read more   Walk in the Footsteps of a Miner  Keweenaw National Historical Park offers Ranger-guided programs in both park units as staffing allows in the summer season. Walks are free and cover a variety of topics relating to the Calumet & Hecla or Quincy Mining Companies. Read more   Want to be a Keweenaw NHP Junior Ranger?  Learning about history can be fun! Children can pick up a Junior Ranger from the Calumet Visitor Center or the seasonally operated Quincy Information Desk. Books can be returned for a badge or mailed back to the address inside. If you are not in the area, you can download a book below. Call (906)337-3168 for more information. Read more      Call to Action Projects    Learn more about the work we're doing to prepare for the future.",
    "url": "https:\/\/www.nps.gov\/kewe\/getinvolved\/2016.htm"
}
