{
    "title": "Keweenaw National Historical Park: Goals and Objectives",
    "body": "Keweenaw National Historical Park Advisory Commission Goals and Objectives       Below is the mission, vision, goals and objectives for the Keweenaw National Historical Park Advisiory Commission. These were last revised on June 9, 2009.      VISION The Keweenaw National Historical Park is a nationally recognized historical destination. The National Park Service and other partner organizations skillfully convey the area’s copper-mining history using effective interpretive methods and carefully preserved historic resources. Thriving local heritage organizations reflect the community's support, and a strong preservation ethic permeates the Keweenaw. MISSION The Keweenaw National Historical Park Advisory Commission provides leadership, education and financial support for the protection, preservation and interpretation of resources related to the story of copper mining on Michigan's Keweenaw Peninsula.  GOALS AND OBJECTIVES Goal 1. Advise the National Park Service at Keweenaw National Historical Park on park planning, preservation, interpretation and operational matters. Objectives:     Contribute to the development of the following reports or plans:   Long Range Interpretive Plan for the Keweenaw NHP (FY09) Calumet and Hecla Library Historic Structure Report (FY09) Italian Hall Park Interpretive Plan (FY09) Quincy Mine Office Historic Structure Report (FY09) Keweenaw NHP Land Protection Plan (FY09 - FY10) Calumet and Hecla Warehouse #1 Historic Structure Report (FY10) Calumet Unit Cultural Landscape Report (FY10 – FY12)         Provide annual recommendations regarding special emphasis criteria and other parameters of the Keweenaw Heritage Grants program.     Goal 2. Develop the Keweenaw Heritage Sites Program into a consortium of fully sustainable sites. Objectives:   Facilitate biannual Heritage Sites meetings attended by more than 75% of the Heritage Sites. Develop a training workshop that educates Heritage Site personnel about Keweenaw National Historical Park and the Keweenaw Heritage Site concept. Deliver the training to all Heritage Sites no later than May 2010. Establish a training curriculum to provide educational opportunities to the staff and board members of the Heritage Sites. Publish the curriculum by the end of 2009 and deliver at least two educational workshops per year. Acquire necessary funding for implementation of the KHS signage program. Begin sign installations no later than May 2010. Publish an annual Heritage Sites rack card for distribution to regional tourist information centers. Maintain a Heritage Sites web site for marketing and communication purposes. Assist the heritage sites in developing a system of self-evaluation to foster capacity building in areas such as governance, organizational management, site operations, and fund development thus helping the site organizations sustain themselves over the long term. Begin evaluating the sites starting in 2010.   Goal 3. Develop partnerships that provide visitors with a cohesive, accessible, and engaging national park experience along the entire length of the Keweenaw. Objectives:   Work with Franklin Township and the Quincy Smelter Association to conduct a \"Smelter Awareness Day\" during 2009. Identify Commission liaisons for local governmental units related to the park. Develop a plan for improving communication among the units, the park, and the Commission. Implement the plan in 2010. Conduct an annual partnership meeting to provide updates and receive feedback from partners such as: Main Street Calumet, Copper Country Trails Scenic By-way Advisory Committee, National Summit of Mining Communities, National Parks Conservation Association, National Parks of Lake Superior Foundation, local universities, state of Michigan, local governments, as well as owners of other properties of significance to Keweenaw’s copper story. Hold the first meeting in 2010.   Goal 4. Promote a historic preservation ethic and emphasize heritage awareness. Objectives:   Conduct at least two public presentations per year that provide information on the activities and plans of the Park, Commission, and Heritage Sites. Establish a program to provide $50,000 in annual grants for local historic preservation or interpretation activities. Distribute the first grants in 2010. Complete an inventory of historic resources related to copper mining in Ontonagon and Baraga counties. Perform condition assessments of these resources and identify those of special significance for preservation and interpretation. Publish the survey results no later than December 2009. Complete an inventory of historic resources related to copper mining in Houghton and Keweenaw counties. Perform condition assessments of these resources and identify those of special significance for preservation and interpretation. Publish the survey results no later than October 2011.   Goal 5. Develop the Commission into a sustainable operating organization. Objectives:   Hire an executive director no later than July 1, 2009 Publish operating procedures for the Commission by July 31, 2009. Develop and print fundraising materials no later than September 30, 2009. Obtain donor tracking software and appropriate computer equipment no later than September 30, 2009. Execute an annual fundraising drive in the fourth quarters of 2009 and 2010. Identify and apply for at least two grant opportunities annually. Become a member of the Michigan Non-Profit Association and the Great Lakes Center for Youth Development (joint membership) in 2009. Work with federal legislators and the National Park Service to establish a reliable federal source of operating funds for the Commission.",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/management\/commission-strategic-plan.htm"
}
