{
    "title": "Keweenaw National Historical Park: Commission Charter",
    "body": "Advisory Commission Charter       Commission Charter This charter is for the purpose of formally acknowledging the Keweenaw National Historical Park Commission as an entity within the U.S. Department of Interior. The Commission is subject to administrative requirements applicable to other functional units of the Department of interior and as indicated in other sections of this charter. 1. AUTHORIZATION. The Keweenaw National Historical Park Commission (Commission) is a Federal operating commission established by Section 9 of Public Law 102-543, October 27, 1992, as amended by Public Law 106-134, December 7, 1999. 2. PURPOSE AND DUTIES. The Commission was established to: A. Advise the Secretary in the preparation and implementation of a general management plan; B. Advise the Secretary on the development of and priorities for implementing standards and criteria by which the Secretary will provide financial as well as technical assistance to owners of non-Federal properties within the park; C. Advise the Secretary on the development of rules governing the disbursal of funds for the development of non-Federal properties; D. Advise the Secretary with respect to the selection of sites for interpretation and preservation by means of cooperative agreements; E. Assist the Secretary in developing policies and programs for the conservation and protection of the scenic, historical, cultural, natural and technological values of the park which would complement the purposes of this Act; F. Assist the Secretary in coordinating with local governments and the State of Michigan the implementation of the general management plan, and furthering the purposes of this Act; G. Be authorized to carry out historical, educational, or cultural programs which encourage or enhance appreciation of the historic resources in the park, surrounding areas, and on the Keweenaw Peninsula; and H. Be authorized to seek, accept, and dispose of gifts, bequests, or donations of money, personal property, or services, received from any source, consistent with the purposes of this Act and the park management. 3. POWERS. The Commission may: A. Acquire real property, or interests in real property, to further the purposes of the Act by gift or devise; or, by purchase from a willing seller with money which was given or bequeathed to the Commission on the condition that such money would be used to purchase real property, or interests in real property, to further the purposes of this Act. B. Any gift to the Commission shall be deemed to be a gift to the United States. C. Any real property or interest in real property acquired by the Commission shall be conveyed by the Commission to the National Park Service or the appropriate public agency as soon as possible after such acquisition, without consideration, and on the condition that the real property or interest in real property so conveyed is used for public purposes. D. The value of funds or property, or interests in property, conveyed to the National Park Service by the Commission may be considered as non-Federal, at the Commission's discretion. E. Use the United States mails in the same manner and under the same conditions as other departments and agencies of the United States. F. The Commission may, for the purpose of carrying out this Act, hold such hearings, sit and act at such times and places, take such testimony, and receive such evidence, as the Commission considers appropriate. The Commission may not issue subpoenas or exercise any subpoena authority.  4. MEMBERSHIP. A. The Commission consists of seven members appointed by the Secretary as follows:  1. Two members shall be appointed after consideration of nominees submitted by the Calumet Village Council and the Calumet Township Board; 2. One member shall be appointed after consideration of nominees submitted by the Quincy Township Board and the Franklin Township Board; 3. One member shall be appointed after consideration of nominees submitted by the Houghton County Board of Commissioners; 4. One member shall be appointed after consideration of nominees submitted by the Governor of the State of Michigan; 5. Two members who are qualified to serve on the Commission because of their familiarity with national parks and historic preservation. 6. Members will be appointed for 3-year terms. If no new member is appointed on or prior to the expiration date of an incumbent's term, the incumbent member may continue to serve until the new appointment is made. Any vacancy on the Commission will be filled in the same manner in which the original appointment was made. Members may be reappointed not more than three times. 7. Any member who fails to attend three successive meetings of the Commission, or who otherwise fails to substantively participate in the work of the Commission, may be removed from the Commission by the Secretary and a replacement named.  5. ADMINISTRATION. A. The Regional Director, Midwest Region, National Park Service or designee, will serve as the Secretary's liaison with the Commission. B. Members of the Commission will serve without compensation. However, while away from their homes or regular places of business, members engaged in Commission business will be allowed travel expenses, including per diem in lieu of subsistence, in the same manner as persons employed intermittently in Government service under Section 5 of Title 5 of the United Stated Code. C. Five members shall constitute a quorum. D. The Commission will elect one of its members as Chairperson. The term of office of Chairperson will be three years. E. The Commission will meet at least quarterly at the call of the Chairperson or a majority of the members of the Commission. F. The Commission, when expending Federal funds, will comply with all applicable Federal statutes and regulations governing the use of appropriated funds. G. The Commission will institute a system of accounting and management controls which adequately safeguard its funds. The Commission's expenses will not exceed the amount appropriated by Congress for the Commission's purposes, plus donations which it may obtain from other public or private entities. H. This charter will be reviewed biennially to determine if any change may be needed.  6. PERSONNEL AND SERVICES. A. The Secretary may provide the Commission with such staff and technical assistance as appropriate to enable the Commission to carry out its duties, on a cost reimbursable basis. B. The Commission may appoint, and fix the pay of such personnel as the Commission deems desirable. However, the pay of Commission staff shall not exceed the rate payable for level V of the Executive Schedule under 5316 of Title 5, Untied States Code. C. Any Federal agency may provide information, personnel, property, and services on a reimbursable basis, to the Commission to assist in carrying out its duties under this section. D. The Commission may accept the services of personnel detailed from the State of Michigan or any political subdivision of the State and reimburse the State or such political subdivision for such services. E. The Commission may procure additional temporary and intermittent services under Section 3109(b) of Title 5 of the United States Code, with funds obtained under Section 9(a)(6), or as provided by the Secretary.  7. TERMINATION. The Commission is expected to exist in the foreseeable future. There is no stautory termination date for the Commission.",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/management\/advisory-commission-charter.htm"
}
