{
    "title": "Keweenaw National Historical Park: Commission Legislation",
    "body": "Keweenaw National Historical Park Advisory Commission Legislation       From Public Law 102-543, October 27, 1992 SEC. 9. KEWEENAW NATIONAL HISTORICAL PARK ADVISORY COMMISSION. (a) ESTABLISHMENT AND DUTIES- There is established the Keweenaw National Historical Park Advisory Commission. The Commission shall-- (1) advise the Secretary in the preparation and implementation of a general management plan described in section 6; (2) advise the Secretary on the development of and priorities for implementing standards and criteria by which the Secretary, pursuant to agreements referred to in sections 7 and 8, will provide financial as well as technical assistance to owners of non-Federal properties within the park; (3) advise the Secretary on the development of rules governing the disbursal of funds for the development of non-Federal properties; (4) advise the Secretary with respect to the selection of sites for interpretation and preservation by means of cooperative agreements pursuant to section 7; (5) assist the Secretary in developing policies and programs for the conservation and protection of the scenic, historical, cultural, natural and technological values of the park which would complement the purposes of this Act; (6) assist the Secretary in coordinating with local governments and the State of Michigan the implementation of the general management plan, and furthering the purposes of this Act; (7) be authorized to carry out historical, educational, or cultural programs which encourage or enhance appreciation of the historic resources in the park, surrounding areas, and on the Keweenaw Peninsula; and (8) be authorized to seek, accept, and dispose of gifts, bequests, or donations of money, personal property, or services, received from any source, consistent with the purposes of this Act and the park management. (b)(1) The Commission may acquire real property, or interests in real property, to further the purposes of the Act by gift or devise; or, by purchase from a willing seller with money which was given or bequeathed to the Commission on the condition that such money would be used to purchase real property, or interests in real property, to further the purposes of this Act. (2) For the purposes of section 170(c) of the Internal Revenue Code of 1986, any gift to the Commission shall be deemed to be a gift to the United States. (3) Any real property or interest in real property acquired by the Commission shall be conveyed by the Commission to the National Park Service or the appropriate public agency as soon as possible after such acquisition, without consideration, and on the condition that the real property or interest in real property so conveyed is used for public purposes. (4) The value of funds or property, or interests in property, conveyed to the National Park Service by the Commission may be considered as non-Federal, at the Commission's discretion. (c) Membership- (1) COMPOSITION- The Commission shall be composed of seven members appointed by the Secretary, of whom-- (A) two members shall be appointed from nominees submitted by the Calumet Village Council and the Calumet Township Board; (B) one member shall be appointed from nominees submitted by the Quincy Township Board and the Franklin Township Board; (C) one member shall be appointed from nominees submitted by the Houghton County Board of Commissioners; (D) one member shall be appointed from nominees submitted by the Governor of the State of Michigan; and, (E) two members who are qualified to serve on the Commission because of their familiarity with National Parks and historic preservation. (2) CHAIRPERSON- The chairperson of the Commission shall be elected by the members to serve a term of 3 years. (3) VACANCIES- A vacancy on the Commission shall be filled in the same manner in which the original appointment was made. (4) Terms of service- (A) IN GENERAL- Each member shall be appointed for a term of 3 years and may be reappointed not more than three times. (B) INITIAL MEMBERS- Of the members first appointed under subsection (b)(1), the Secretary shall appoint-- (i) two members for a term of 1 year; (ii) two members for a term of 2 years; and (iii) three members for a term of 3 years. (5) EXTENDED SERVICE- A member may serve after the expiration of that member's term until a successor has taken office. (6) MEETINGS- The Commission shall meet at least quarterly at the call of the chairperson or a majority of the members of the Commission. (7) QUORUM- Five members shall constitute a quorum. (d) COMPENSATION- Members shall serve without pay. Members who are full-time officers or employees of the United States, the State of Michigan, or any political subdivision thereof shall receive no additional pay on account of their service on the Commission. (e) TRAVEL EXPENSES- While away from their homes or regular places of business in the performance of services for the Commission, members shall be allowed travel expenses, including per diem in lieu of subsistence, in the same manner as persons employed intermittently in the Government service are allowed expenses under section 5703 of title 5, United States Code. (f) MAILS- The Commission may use the United States mails in the same manner and under the same conditions as other departments and agencies of the United States. (g) STAFF- The Commission may appoint and fix the pay of such personnel as the Commission deems desirable. The Secretary may provide the Commission with such staff and technical assistance as the Secretary, after consultation with the Commission, considers appropriate to enable the Commission to carry out its duties, on a cost reimbursable basis. Upon request of the Secretary, any Federal agency may provide information, personnel, property, and services on a reimbursable basis, to the Commission to assist in carrying out its duties under this section. The Secretary may accept the services of personnel detailed from the State of Michigan or any political subdivision of the State and reimburse the State or such political subdivision for such services. The Commission may procure additional temporary and intermittent services under section 3109(b) of title 5 of the United States Code, with funds obtained under section 9(a)(6), or as provided by the Secretary. (h) HEARINGS- The Commission may, for the purpose of carrying out this Act, hold such hearings, sit and act at such times and places, take such testimony, and receive such evidence, as the Commission considers appropriate. The Commission may not issue subpoenas or exercise any subpoena authority.",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/management\/commission-legislation.htm"
}
