{
    "title": "Hawai'i Volcanoes National Park: Superintendent Reports",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Superintendent Reports                Superintendent Reports          Hawai'i Volcanoes National Park has a collection of park Superintendents' Reports that date from 1922-1981. The reports are invaluable source of information on the history of the park. The earliest reports cover a period when the park was called Hawaii National Park and encompassed what is now Haleakala National Park. The parks split in 1960, and the superintendent reports continued to document the operations at the newly formed Hawai'i Volcanoes National Park. The reports contain information on day-to-day operations, including construction projects, number of visitors, and cultural and natural resource projects. In addition to park operations, the reports also document special visitors, news from around the island, and projects with non-park entities. The reports are partially searchable pdf files that can be downloaded below and the park has an ongoing project to provide higher quality digital versions of the images contained in the reports. The files on this page will be updated as the project progresses.      Please note: These are rather large files. Clicking on a link will open the pdf in a new window. If you wish to save the file, right click on the link and select \"save link as\" or similar depending on your operating system and browser.          1922 - 1928  (pdf 21.8MB)  427 pages    1927 - 1945  (pdf 64.1MB)  462 pages    1928 - 1931  (pdf 33.0MB)  710 pages    July 1931 - June 1933  (pdf 24.1MB)  534 pages    July 1932 - June 1933  (pdf 12.1MB)  357 pages    July - Dec 1933 & Jan - June 1935  (pdf 12.5MB)  422 pages    1934  (pdf 12.3MB)  388 pages    July 1935 - Dec 1936  (pdf 21.0MB)  644 pages    1937  (pdf 11.5MB)  397 pages    1938  (pdf 11.0MB)  330 pages    1939  (pdf 12.8MB)  407 pages    1940  (pdf 17.4MB)  486 pages    1941  (pdf 13.8MB)  443 pages    1942 - 1943  (pdf 15.0MB)  394 pages    1944 - 1945   (pdf 16.0MB)  467 pages    1946 - 1947  (pdf 56.2MB)  559 pages    1948  (pdf 61.0MB)  324 pages    1949  (pdf 70.0MB)  454 pages",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/historyculture\/superintendent-reports.htm"
}
