{
    "title": "Keweenaw National Historical Park: Curriculum Materials",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Curriculum Materials                Curriculum Materials         Library of Congress Photo  Teaching With Historic Places (TwHP) In this lesson, students visit the Quincy Mining Company Historic District (National Historic Landmark) and learn about the early 20th century copper industry and mining, immigration, and labor unrest in Michigan's Keweenaw Peninsula. Staff from Keweenaw National Historical Park assisted in the production of this lesson and it is the first Teaching with Historic Places lesson plan to feature a historic place in Michigan.  TwHP homepage For a direct link to the Quincy #2 Lesson Plan, click here.        Old Washington School, Calumet, MI, 1915 Keweenaw NHP Archives  Education Plan The park's Education Plan is product of numerous educators and park staff working together to help direct the future educational endeavors at the Park. It identifies the education projects that are proposed, in progress and those that have been completed. You will find helpful park themes and educational goals along with comprehensive reading list with brief descriptions of each title in this document.         Industrial and Downtown Calumet Self-Guided Booklets    These booklets contain maps, photos, and general information that guide visitors, school groups, and educators to the resources of the Calumet Unit of the park. To download lower resolution Adobe pdfs of these booklets, click on the title above. You can also purchase printed versions of these booklets from the Isle Royale and Keweenaw Parks Association bookstore.        Ranger Kristen standing outside Quincy's #2 shaft-rockhouse NPS Photo   Keweenaw Stories Join park rangers as they explore the many features of Keweenaw National Historical Park. These short videos provide details on park places and stories. The videos average two minutes in length and are written and presented by park staff. The first videos are up with more to come.       Copper Mining History Timeline This web-based version of an exhibit at the park information desk located at the Quincy Mine Gift Shop provides a historic overview of the copper mining story of the Keweenaw Peninsula. Click on the Copper Mining History Timeline title above to view the link.       Park Overview Powerpoint Teachers can request a CD of this 45-minute presentation which provides an overview of the copper mining history of the Keweenaw Peninsula. The slide show contains both historic and present day images and includes information about Keweenaw National Historical Park. To request a copy, call Kathleen Harter, Chief of Interpretation and Education at (906) 483-3024.",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/education\/classrooms\/curriculum-materials.htm"
}
