{
    "title": "Keweenaw National Historical Park: Environmental Impacts of Mining",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Impacts of Mining              Environmental Impacts of Mining in the Keweenaw         This dredge can be found in Torch Lake.   Copper mining was extensive in the Keweenaw. As in, every city and town on the Keweenaw has its origins in the copper mining industry extensive. Copper mining formed the backbone of the economy here and similarly, copper deposits were found along the spine of the peninsula. The majority of copper mined here was native copper, 99.99% pure copper. Fortunately, this means that the waste products of mining here were more benign than in other parts of the world—but there still are long lasting environmental impacts. The main byproducts of copper mining in the Keweenaw were waste rock piles from the mines, tailings from the stamp mills and slag piles from the smelters. Waste rock piles, locally called poor rock, once dotted the landscape, accompanying every shaft of every mine. These piles have slowly disappeared, as the poor rock is a cheap and readily available material to be used in road construction. The sand and silt from the stamp mills, stamp sands, were often directly deposited into waterways in very large volumes. It is these stamp sands and associated materials that have caused the most severe environmental hazards. Indeed, in 1986 a Superfund Site was established that includes Torch Lake, the western shore of Torch Lake, the northern portion of Portage Lake, the Portage Lake Canal, Keweenaw Waterway, North Entry to Lake Superior, Boston Pond, and Calumet Lake. These areas were home to milling and smelting activities for over 100 years. During that time, the waterways served as dumping grounds for virtually all mining industry related waste products produced, including tailings, slag, and various chemicals. It is estimated that around fifty percent of the Torch Lake's volume was filled with 200 million tons of tailings and other waste products. Mining activities continued until 1968 around Torch Lake and shortly afterwards environmental concerns arose over the use of the lake as a dumping grounds. Fish were found with cancerous tumors and high levels of copper, arsenic, mercury and PCBs were found within the lake and the mine tailings. Because of these hazards the area was listed as a Superfund Site and remediation efforts were conducted. Some areas were capped with soil and revegetated, in places heavily contaminated soil and drums containing toxic material were removed, and other areas were left to recover naturally. After remediation the site was removed from the national priorities list, as human health is thought to have been adequately protected by the actions taken, but the area remains a Michigan Department of Environmental Quality Area of Concern. Torch Lake has been left to recover through natural sedimentation, which means that the lake bottom still has high levels of toxic metals that severely impact bottom-dwelling organisms and that fish in the lake have elevated PCB and mercury levels to the point that they should only be eaten in very limited quantities. For stamp sand deposits on Lake Superior itself, no remediation efforts were conducted as the erosive power of the lake makes stabilization efforts all but futile. Some of these deposits are quite extensive, with the sands near the town of Gay now covering over 5 miles of shoreline. These sands are also starting to work their way into the bay, where within 10 years they may cover 60% of Buffalo Reef, an important White Fish and Lake trout spawning area. Even though serious challenges remain, not all of the effects from our mining legacy have been negative. Countless miles of mine shafts and stopes were excavated, which turns out to be excellent bat habitat. Indeed, bats have been found hibernating in dozens of abandoned mines throughout the Keweenaw, with as many as 250,000 bats now utilizing this new habitat. Additionally, recent efforts have highlighted the potential of using flooded mine shafts for geothermal heating and cooling, as an environmental and economical alternative to traditional heating methods. Copper mining shaped the Keweenaw for over 100 years, but it's legacy will continue affecting lives for many years to come. Resources: US EPA C&H Power Plant Superfund US EPA Torch Lake Superfund MI DEQ Area of Concern Mercury in Torch Lake PCBs in Torch Lake Stream Survey Factsheet",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/nature\/environmental-impacts-of-mining-in-the-keweenaw.htm"
}
