{
    "title": "Keweenaw National Historical Park: Researcher Information",
    "body": "Researcher Information        The circulation desk at the former C&H Public Library in 1905. Keweenaw NHP Archives, Jack Foster Collection       Keweenaw National Historical Park’s museum and archival collections are accessible to researchers by appointment only. At least twenty-four hour advanced notice is required, but does not guarantee staff availability. No rush orders will be accepted. Please see Access Policy for more detailed information regarding research in the museum collection. The collections are closed on all federal holidays and weekends. Please Note: The Keweenaw History Center, home of the park's museum and archival collections, is a historic structure that is not accessible to wheelchair users at this time. Future projects for the building will provide for universal accessibility.      Research Requests To access Keweenaw’s museum and archival collections, researchers must complete and sign the following forms: Access Policy, Researcher Registration form and Copyright Waiver. Anyone interested in obtaining reproduction copies in the form of one-time use digital files of historic images from the museum collections, please review the reproduction fee information. You may submit your request electronically to park archivist, Jeremiah Mason, who will respond with the email address for sending in your forms, or you may mail the forms to:  Keweenaw National Historical Park Attention: Park Archivist 25970 Red Jacket Road PO Box 471 Calumet, MI 49913 For further information, please contact the park archivist at: (906) 337-1207, ext. 260.      Additional Area Resources for Researchers  Listed below are other institutions or organizations that manage museum collections or archives and provide services for historical research. MTU Archives & Copper Country Historical Collections The Michigan Technological University Archives and Copper Country Historical Collections houses a wide variety of print, graphic and manuscript resources. Subject coverage includes University and campus life, towns and cities throughout the Keweenaw Peninsula, and the companies, social organizations, events and personalities of the Copper Country and Michigan's Upper Peninsula. Finnish American Heritage Center & Historical Archive at Finlandia University The Finnish American Historical Archive houses the largest collection of Finnish-North American materials in the world. Along with archival materials, the collection includes genealogical resources, information about Finnish culture, artifacts, and North America's largest collection of Finnish-American artwork.",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/historyculture\/researcher-information.htm"
}
