{
    "title": "Keweenaw National Historical Park: Museum Collections Guide",
    "body": "Guide to Museum and Archival Collections          This guide provides an overview of some of the museum and archival collections at Keweenaw National Historical Park. As more collections become organized and catalogued, additional descriptions will be added to these pages. For some collections, you will find a link where you can download the finding aid for the collection. Finding aids provide further information on the collection and its organization that researchers may find useful. You can use the letters below to search through the different collection names.          A - C   D - H   I - M   N - R   S - Z           Aho Collection Two miners' helmets and one binder containing issues of C&H News and Views belonging to the late Ruppert [?] Aho, who worked for C&H. ACC # KEWE-0032      Amerikan Suomelainen Kirkko A book about Finnish-American churches in the United States, including churches of the Copper Country and elsewhere, published in Hancock in 1911.  ACC # KEWE-00318         Anderson-Eklund Family Papers A small collection of photographs and records documenting the life of a Swedish immigrant family in Calumet in the late 19th and early 20th centuries.  ACC # KEWE-00115         Andrew C. Curto Collection A large assembled collection of photographs, postcards, clippings, historical publications\/memorabilia, and some historic records. The collection has a particular emphasis on the commercial districts of Calumet and Lake Linden.  ACC # KEWE-00270      Annie Murvich Papers A collection of clippings and some photographs documenting life in the Keweenaw in the early 20th century, and clippings documenting the establishment of Keweenaw National Historical Park.  ACC # KEWE-00283      Benefit Association of Railway Employees Record A framed charter from the Benefit Association of Railway Employees.  ACC # KEWE-00047      Burnham Family Genealogy Papers A small collection of correspondence to and from brothers Crawford and Perkins Burnham, who lived in the Keweenaw in the mid 19th century, and copies of genealogical information about the two men from various sources.  ACC # KEWE-00243      C&H Public Library Books Collection A small artificial collection of books which were once included in the holdings of the Calumet & Hecla Mining Company Public Library.  [Multiple Accessions]         Calumet and Hecla Mining Company Collection An artificial collection of mining company records and objects, many of which were used by the company in their mine office and library (later office annex) buildings in Calumet. Furniture, equipment, casting patterns, core samples, blueprints, mine maps, surface maps, and large-format photo-reproduction glass plate negatives make up the bulk of the collection. The records in this collection complement those held by the MTU Archives and Copper Country Historical Collections.  [Multiple Accessions]      Calumet Clinic Architectural Records A collection of plans and specifications documenting the interior layout and finishes of the C&H General Office Building as remodeled for the Calumet Clinic doctors’ offices.  [Multiple Accessions]      Childs Family Postcard Collection A collection of early Keweenaw postcards and a few photographs.  ACC # KEWE-00014      CLK Foresight National Park Papers A collection of records documenting the establishment of Keweenaw National Historical Park.  ACC # KEWE-00197 & ACC # KEWE-00248         Community Church of Calumet Collection A collection of records and objects documenting the history of the Community Church of Calumet and its predecessor churches, Calumet Congregational Church, and First Presbyterian Church of Calumet.  ACC # KEWE-00221      Copper Country Girl Scouts Area Council Records A small collection of records from the Union Building in Calumet.  ACC # KEWE-00181      Copper Country Hockey Oral History Project Collection A collection of oral history interviews with people associated with the history of professional hockey and hockey on the Keweenaw Peninsula. [Multiple Accessions]        Marchers and spectators gather on Red Jacket Road during the Armistice Parade on November 11, 1918   Coppertown USA Photograph Collection An assembled collection of photographs on loan from Coppertown USA, many originally produced by and given to Coppertown by Universal Oil Products, and others donated by various people. Photos in the collection primarily document the industrial history of the Calumet area, though some commercial and social subjects are also included.  ACC # KEWE-00295      Coppertown USA Record A brochure describing the preliminary concept development plan for Coppertown USA.  ACC # KEWE-00039        James and Tom Corgan at the Ontonagon Lighthouse, circa 1904.   Corgan Family Collection A collection of photographs, postcards, correspondence, clippings, and some objects and business records documenting the lives of Irish and French-Canadian immigrant families in the Keweenaw in the late 19th and early 20th centuries.  ACC # KEWE-00294      Croatian Fraternal Union Collection An artificial collection of records of Copper Country Croatian Fraternal Union lodges including St. Rok Red Jacket Lodge, No. 48; St. Trojstvo, Quincy Lodge, No. 262; Slovanic Croatian Union St. Rok Lodge, No. 9; Vinodolac Lodge, No, 153; Ahmeek Lodge, No. 270; and Slovene National Benefit Society Lodge, No. 136, produced between 1897 and 2004. The bulk of the records in the collection are in Croatian or Slovenian. Also included in the collection are associated parade banners and ribbons and medals worn by individual members of the various lodges. CAT # KEWE 40506 Download the finding aid for the Croatian Fraternal Union Collection (Adobe pdf)          A - C   D - H   I - M   N - R   S - Z",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/historyculture\/museum-guide.htm"
}
