{
    "title": "Hawai'i Volcanoes National Park: Fine Art",
    "body": "Fine Art Collection         'Ohia Lehua' by Hawaii artist Lloyd Sexton, date unknown NPS Photo  Overview Fine art paintings, prints and drawings are important to the history of Hawai'i Volcanoes National Park, in addition to their aesthetic appeal. The Kīlauea Volcano and its surrounding landscape has traditionally been a source of wonderment and artistic inspiration to those who visit. From the adventurous Western artists of the 1800's who first made this volcano well known throughout the world, to the thriving community of artists living and working near the volcano today, Kīlauea has been well painted, photographed and drawn for over a century. Within the fine art collection there appears to be different groupings of significant artworks. Most notably are the Volcano School (1880-1890) paintings. The Hawai'i Volcanoes museum collection contains artworks from three of the Volcano School artists: Charles Furneaux, D. Howard Hitchcock, and Jules Tavernier. These classically trained \"old masters\" of painting in Hawai'i documented and interpreted the active volcano of Kīlauea. These artists not only documented eruptions and the landscape in the park, but are also tied to the history of the Volcano House as is demonstrated in the original guest books.  Beyond the phenomenon of the Volcano School of painting, other notable artists were actively painting in Hawai’i around the same time period and up to 1941. This vibrant artistic time period in Hawai’i is termed ‘Hawaiian Modernism’ by Forbes in Encounters with Paradise (1992, 201). Honolulu experienced a flurry of art activity during this time period with many exciting exhibitions and commissions by significant artists. The art collection at Hawai’i Volcanoes has works by the following Hawaiian Modernist artists: Harry Cassie Best, D. Howard Hitchcock, Lloyd Sexton, William Twigg-Smith, and Lionel Walden. The remaining artists represented in the Hawai’i Volcanoes art collection vary greatly in their significance within this grouping. Some of the artworks do not have artists identified or if the artist is identified, there is little to no biographical information. There are a number of works that were commissioned artworks for park events or interpretive activities\/publications. The current art collection at Hawai’i Volcanoes National Park has increasingly become a significant Hawaiian art collection over its years of slow accumulation. The art works depict the park’s landscapes and history, both natural and cultural. Subjects include Hawaiian birds and plants, Kīlauea and Mauna Loa volcanoes, volcanic eruptions and views of lava in varying forms, Hawaiian rainforest, the Hawaiian goddess Pele, Waha‘ula Heiau, and prehistoric or mythological stories. The artworks in the Hawai’i Volcanoes museum collection comprise of the following mediums and material types: oil paint on canvas, oil paint on board, watercolor on paper, ink on paper, gouache on paper, and photographs. Artworks from the park's collection can be seen displayed at the Kīlauea Visitor Center and the Volcano Art Center.       'Pele' over Kīlauea' by artist Paul Rockwood, date 1953 NPS Photo         Art conservator restoring a D. Howard Hitchcock painting NPS Photo  Conservation treatments of the artworks is often required to ensure their longevity. A painting by D. Howard Hitchcock on the 1877 Volcano House sm fireplace (now the Volcano Art Center) is an example of conservation efforts.        The newly restored painting NPS Photo  Located directly on a historic building, the conservation of this painting needed to be performed on site. The finished restoration allows for the image to be viewed as originally intended by the artist.     Return to Collections page",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/historyculture\/fine-art-collection.htm"
}
