{
    "title": "Keweenaw National Historical Park: Geologic Timeline",
    "body": "Explore This Park    Learn About the Park     Nature     Geology     Geologic Timeline                Geologic Timeline        Geologic Timeline of the Keweenaw 4.54-1.1 billion years ago Let's imagine the story of the Earth in book form and every page represents 10 million years. Nowhere on Earth can we find this book in its entirety; it's almost as if the pages were ripped out and scattered across the globe. Geologists seek for these \"missing pages\" by \"reading the rocks.\" Here in the Keweenaw, the first 343 pages out of the total 454 are missing. Luckily, geologists have found many of these \"missing pages\" in other parts of the world. Keweenawan rocks can't tell the story of the majority of Earth's history because the rocks that are here today are \"only\" about 1.1-1.0 billion years old.      ~1.1 billion years ago (page 344):  A supercontinent called Rodinia acts like a blanket and as heat builds underneath, signs of a rift begin to form over the hotspot.               1.1-1.0 billion years ago (pgs. 344-354):  A hotspot persists and lava pours intermittently out of the rift as the continent separates. This Mid Continental Rift can be located today beginning around Kansas and it arcs north through the western Upper Peninsula of Michigan and arcs back south through the eastern Upper Peninsula until it ends around the Detroit area.       Keweenaw Hot Spot: K Schulz, USGS       1.096-1.094 billion years ago (pg. 344):  Most of the lava flows that make up the Portage Lake Volcanic series have been laid down by 1.094 billion years ago.         http:\/\/www.nps.gov\/parkhistory\/online_books\/geology\/publications\/pp\/754-C\/images\/fig10.pdf       1.087 billion years ago (pg. 345):  The last of the lava flows in the Keweenaw were laid down 1.087 billion years ago. Erosion and sedimentation will now dominate the landscape .         Some of the most recent lava flows. NPS Photo, Karl Larson       1.080-1.040 billion years ago (pgs.346-350):  Erosion ran rampant in Earth's early history. It is easy to understand why if you consider that land plants still had about 304 million years until they appeared on Earth to help stabilize the surface. During this time, great mountains located where the Huron Mountains are today were being slowly stripped of their granite and rains washed the grains away to be deposited in the valley below. Over time, these sediments became cemented together by calcite. We now know this formation as Jacobsville Sandstone.         Jacobsville Sandstone NPS Photo, Karl Larson       1.040- 0.54 billion years ago (pgs. 351-399): Missing pages in the Keweenaw Peninsula.Stripped away by various erosional processes.        540-400 million years ago (pgs. 400-414):  Luckily, small remnants of this period of Earth's history survived the erosion and are found near Pelkie, MI. These rock formations contain marine fossils revealing that the area was covered by sea. But for most of the Keweenaw Peninsula, these pages are missing as well.        marine fossil http:\/\/www.geo.mtu.edu\/KeweenawGeoheritage\/HoughtonEC\/Orthocones.html       400 -.01 million years ago (pgs. 415-453):  Missing pages in the Keweenaw Peninsula. Stripped away by various erosional processes.        10,000 years ago-current (pg. 454):  This last page is nearly blank as well. In fact, only 0.1 percent of the page is filled which roughly equates to only 1-2 letters. These 1-2 letters represent about 10,000 years after the last glacier receded. Evidence of glaciation can be found in many locations throughout the peninsula:kettle lakes, gravel and sand deposits, glacial grooves in exposed basalt, and others.        Glacial grooves in basalt. NPS Photo, Karl Larson       Our book of Earth's history as read from the rocks in the Keweenaw Peninsula has 429 pages out of the total 454 pages missing, but the 25 pages that we do have tell a rich history and they explain how this beautiful peninsula in Lake Superior came to be.",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/nature\/geologic-timeline.htm"
}
