{
    "title": "Keweenaw National Historical Park: Calumet Unit",
    "body": "Calumet Unit        Mural at Calumet Township Office NPS Photo       The Calumet Unit of Keweenaw National Historical Park focuses on the preservation and interpretation of buildings and sites associated with the former Calumet & Hecla Copper Mining Company. The U.S. Congress determined that the Calumet area was essential to telling the story of copper mining on the Keweenaw Peninsula.  The corporate-sponsored community planning in Calumet, Michigan, as evidenced in the architecture, municipal design, surnames, foods, and traditions, and the large scale corporate paternalism was unprecedented in American industry and continues to express the heritage of the district. The... picture of copper mining on Michigan's Keweenaw Peninsula is best represented by... the Village of Calumet, (and) the former Calumet & Hecla Mining Company properties. From the park's enabling legislation.  There are two primary components to the Calumet Unit: The former Calumet & Hecla Copper Mining Company Industrial Operations and Downtown Calumet. Several Keweenaw Heritage Sites are located within the Calumet Unit. These include the Calumet Theatre, Coppertown Mining Museum, Keweenaw Heritage Center and the Upper Peninsula Firefighters Memorial Museum.              From Red Jacket to Calumet In the mid-19thcentury, some mining companies were able to turn their attention from prospecting and exploration in the wilds of the Keweenaw to the development of a profitable mine. Not only did they have to construct industrial facilities, they also had to establish complete communities for their workers. Most often, these communities started out as unincorporated housing locations. A typical location was made up of a variety of dwellings and a minimal number of commercial, religious, educational, and other community buildings. These locations were controlled by the mining companies who owned the land where they were built. They were usually adjacent to the industrial buildings where the residents worked, such as shafthouses, rockhouses, hoisthouses, machine shops, and blacksmith shops. When the Calumet Mine and the Hecla Mine were developed in the mid-1860s in what became Calumet Township, Calumet Location and Hecla Location were also established.Calumet is a French corruption of the Anishinabe word for a ceremonial tobacco pipe.Hecla is the name of a volcano in the south of Iceland. When the Calumet and Hecla mining companies (C&H) merged in 1871, they continued to grow at a substantial rate, gaining ownership of or developing other nearby housing locations. Some of these locations were named after early, less successful mining companies who had previously owned that property, such as Raymbaultown Location.Raymbault was an early French Jesuit missionary who established the mission at Sault Ste. Marie with St. Isaac Jogues. Red Jacket was also named after an unsuccessful mining company. C&H wanted to purchase the Red Jacket Mining Company and its property in order to continue mining the Calumet Conglomerate Lode deep beneath it, but they did not need the area on the surface for industrial use. Instead, in 1875, they decided to incorporate a mostly independent commercial village on part of the recently acquired property. The Red Jacket Mining Company had taken its name from a famous Seneca orator known to the English as Chief Red Jacket. C&H encouraged the few businesses located in Calumet and Hecla locations to move to the new village. Red Jacket quickly became the civic and commercial heart of the settlement area in the vicinity of the C&H mines. Despite Red Jacket's growing prominence, then, as now, the entire area was referred to as Calumet. This was also the name used by the post office which served the whole area, despite that fact that it was actually located in the village of Red Jacket. The transcript of a hearing before the House committee on public buildings and grounds in 1916 reads like a comedy routine, as the committee tried to understand the discrepancy between the name of the Calumet post office and its location. When the Laurium Mining Company found they could not make money mining copper on their property, they sought to make money in real estate, and developed their own commercial and residential village near Hecla Location. They incorporated it as the village of Calumet in 1889, seeking to capitalize on the common name for the whole area. However, in 1895, when residents of the village wanted to have their own post office, they had to change the name and reincorporate the village because there was already a Calumet post office in Red Jacket.So they decided on the name Laurium, after the company. The company had been named after a town in the Attiki Peninsula in Greece, famous for mines which produced much of the wealth of the Athenian city state in the classical period.",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/historyculture\/calumet-unit.htm"
}
