{
    "title": "Keweenaw National Historical Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     July 13, 2016  Advisory Commission to Meet Summer 2106  The Keweenaw National Historical Park Advisory Commission will convene for its regular quarterly meeting at 1:00pm on Tuesday, July 19 at park headquarters located on the corner of Red Jacket Road and Hwy. US-41 in Calumet.   July 09, 2016  Park Service and Health Department invite you to Follow in the Footsteps of an Immigrant  CALUMET – Keweenaw National Historical Park (KNHP) and Western U.P. Health Department (WUPHD) invite the public to a free historical tour and fitness walk next Tuesday evening, July 12 from 5:30 to 7:00 p.m. in Calumet.   June 06, 2016  National Get Outdoors Day  Keweenaw National Historical Park will host a free guided Ghost Signs of Calumet tour on Saturday, June 11, 2016 as part of National Get Outdoors Day (GO Day).   May 14, 2016  Fourth Thursday in History Series Comes to an End  The fourth Thursday of the month just won’t be the same anymore: after 15 years, Keweenaw National Historical Park is ending the Fourth Thursday in History speaker series program. Keweenaw NHP staff will be shifting focus and implementing a new education program, which includes teacher workshops, after-school programming, class visits, summer activities, and other events to help youth discover, engage with, and explore local history.   May 11, 2016  Geocaching Adventure  Keweenaw National Historical Park and Western U.P. Health Department invite the public to join a ranger on a 1-2 mile geocaching adventure around Calumet on Saturday, May 14.   May 10, 2016  Park Awards 2016 Heritage Grants  Keweenaw NHP Advisory Commission and the National Park Service at Keweenaw National Historical Park announce that 23 Keweenaw Heritage Grants were awarded for projects throughout Upper Michigan’s Copper Country.   May 04, 2016  Calumet Visitor Center Hours  Keweenaw National Historical Park is expanding hours of operation at its Calumet Visitor Center as the park gets ready for a busy summer season.   May 04, 2016  2016 Smackdown winners  The Nonesuch Know-It-Alls lived up to their name and won the 14th annual High School Local History Smackdown! last night at the Calumet Theatre.   April 21, 2016  Get Ready for the 14th Annual High School Local History Smackdown!  Are you looking for a night of fast-paced local history competition? Think you can’t be schooled by teenagers? Come to the Calumet Theatre on Thursday April 28, 2016, and cheer on the high school students vying for the Local History Smackdown trophy!   April 19, 2016  Celebrate National Park Week at Keweenaw NHP  National Park Week is America's largest celebration of national heritage. It's about making great connections, exploring amazing places, discovering open spaces, enjoying affordable vacations, and enhancing America’s best idea—the national parks!   April 14, 2016  Advisory Commission to Meet April 19  The Keweenaw National Historical Park Advisory Commission will meet on April 19, 2016.   February 18, 2016  Smackdown 2016  Call for Teams: Are You Ready for the High School Local History Smackdown?   January 20, 2016  2016 Keweenaw Heritage Grants  The Keweenaw National Historical Park (NHP) Advisory Commission and the National Park Service announce the 2016 Keweenaw Heritage Grants.   January 14, 2016  Winter 2016 Advisory Commission Meeting  The Keweenaw National Historical Park Advisory Commission will convene for its regular quarterly meeting at 1:00pm on Tuesday, January 19 at park headquarters located on the corner of Red Jacket Road and Hwy. US-41 in Calumet.   December 31, 2015  Visitor Hours Winter 2016  Updated hours at Keweenaw NHP's Calumet Visitor Center.   September 21, 2015  Fourth Thursday in History: Missing in the Copper Country  Historic photographs provide insight into the area’s history but identifying present day locations can be difficult. Lynette Webber, park ranger at Keweenaw National Historical Park, uses a Photoshop technique to overlay historic photos onto present day images.   August 21, 2015  Fourth Thursday in History A History of the National Park Service  Come hear Professor Russ Magnaghi, a historian from Northern Michigan University, share a history of the National Park Service, describe some of the places the NPS protects, and maybe even explain why its rangers wear green and gray.   August 19, 2015  Keweenaw National Historical Park Open House  In celebration of the 99th anniversary of the National Park Service, Keweenaw National Historical Park will be hosting a Park Open House on Tuesday August 25th from 10:00-4:00. There will be activities, live music, and a reception with refreshments and ice cream at 3:00.   August 13, 2015  Advisory Commission August 2015 Meeting  The Keweenaw National Historical Park Advisory Commission will convene for its regular quarterly meeting at 9:00 A.M. on Tuesday, August 18, 2015 at park headquarters located on the corner of Red Jacket Road and Hwy. US-41 in Calumet.   July 31, 2015  Mike Pflaum Selected as Superintendent of Badlands National Park  Mike Pflaum, a 35-year veteran of the National Park Service (NPS), has been selected as the new Superintendent of Badlands National Park. Pflaum has served as the Superintendent of Keweenaw National Historical Park in Calumet, Michigan since January, 2011, with an intervening assignment at Pictured Rocks National Lakeshore. Pflaum begins his new assignment on August 23, 2015.   July 16, 2015  Fourth Thursday in History: A Century of Agriculture in the Upper Peninsula  Join Andrea and Scott Corpolongo Smith of Wintergreen Farm for a brief overview of U.P. farming during the last century. Stay for the tour after their presentation, where you can get your hands dirty and experience a bit of agriculture today!   July 15, 2015  Copper Country Scavenger Hunt Activity Book  The Copper Country Scavenger Hunt Makes History Fun—and a Bit Competitive! What did miners put in their lunch pails to keep their pasties warm? Who rescued 24 people and a dog from the shipwreck L.C. Waldo in 1913? Children of all ages have a chance to win a prize by finding the answers to questions like these at the park’s Keweenaw Heritage Sites and completing the Copper County Scavenger Hunt.   June 24, 2015  NPS Announces Centennial Challenge Projects  From trail repairs to new wayside interpretive panels, road and bridge repairs and restoring the most photographed barn in America, the National Park Service announced $26 million for more than 100 initiatives that will help parks prepare for centennial visitors.   June 04, 2015  NPS’s Calumet Visitor Center Hours and Temporary Exhibit  If you’re in the Calumet area, consider visiting Keweenaw National Historical Park’s Calumet Visitor Center. Filled with 6,000 square feet of interactive exhibits, hundreds of photographs, and detailed historical architecture, this building and the exhibits are certain to keep you busy for a morning or afternoon. The Visitor Center is open seven days a week from May 17 – October 3, 2015. Hours are 9-5 EDT.   May 27, 2015  Fourth Thursday in History Lost Hancock  This presentation will take place at 7:00 pm on Thursday, May 28, 2015 in the Community Room at the historic Scott Building, which is located at 103 E. Quincy Street in Hancock, Michigan. Please use the back entrance from the parking lot on Reservation Street (between the Scott building and the former church) to access the Community Room, which is located on the second floor. The event is free and open to the public.   May 12, 2015  Park Awards Heritage Grants  Keweenaw NHP Advisory Commission and the National Park Service at Keweenaw National Historical Park announce that 18 Keweenaw Heritage Grants were awarded for projects throughout Upper Michigan’s Copper Country.   April 17, 2015  13th Annual High School Local History Smackdown Approaches  The Smackdown is part of the Fourth Thursday in History series, which presents public talks about important aspects of Copper Country and regional history, including techniques for preserving photos, artifacts, and even buildings.   April 14, 2015  Advisory Commission to Meet April 21  The Keweenaw National Historical Park Advisory Commission will convene for its regular quarterly meeting.   April 08, 2015  NPS’s Calumet Visitor Center Begins Spring Hours  The Visitor Center will be open from April 12 – May 17, 2015, Thursday through Sunday, 9:00am to 5:00pm. Beginning May 18, the Visitor Center will be open seven days a week from 9:00am to 5:00pm.   April 02, 2015  Find Your Park announced at Keweenaw National Historical Park  Keweenaw National Historical Park joins parks, programs and partners across the country to encourage everyone to find their park and share their stories online at FindYourPark.com.   March 12, 2015  Centennial Ideas Open House  The 100th anniversary of the National Park Service is approaching, and Keweenaw National Historical Park would like your help in planning events and activities for visitors of all ages!   February 26, 2015  Call for 2015 Smackdown Teams  Keweenaw National Historical Park is seeking high school teams from the four-county area to participate in the Thirteenth Annual High School Copper Country Local History Smackdown.   February 06, 2015  2016 Presidential Budget Requests 3 billion dollars for National Park Service  President Obama’s budget request for fiscal year 2016 – the centennial year of the National Park Service – includes $3 billion for the bureau’s critical conservation, preservation, and recreation mission. The budget boosts the National Park Service’s essential programs and operational needs by $432.9 million, and could have positive impacts for all of the national park units in the Upper Peninsula, including Keweenaw National Historical Park.   January 29, 2015  Park Seeks Applicants for Advisory Commission Seat  Keweenaw National Historical Park (NHP) is seeking applicants to fill one expired seat on the Keweenaw National Historical Park Advisory Commission.   January 15, 2015  Sheridans Receive Midwest Region Outstanding Partner Award  On December 8, 2014, National Park Service Staff at Keweenaw National Historical Park presented the Midwest Region Outstanding Partner Award for 2014 to Liz and Ed Sheridan. This award is presented annually to an organization or person (in this case, two people) that provides an exemplary high level of support to a national park area within the Midwest Region, an area that contains 60 national park units in 13 states.   January 09, 2015  Advisory Commission to Meet  The Keweenaw National Historical Park Advisory Commission will convene for its regular quarterly meeting at 9:00 A.M. on Tuesday, January 13, 2015 at park headquarters located on the corner of Red Jacket Road and Hwy. US-41 in Calumet.   July 17, 2013  Keweenaw NHP Receives National Park Foundation Grant  Keweenaw National Historical Park (NHP) is one of 34 national parks across the country selected to receive a 2013 America’s Best Idea grant from the National Park Foundation, the official charity of America’s national parks.   July 09, 2013  Advisory Commission Quarterly Meeting  The Keweenaw National Historical Park Advisory Commission will convene for its regular quarterly meeting at 9:00 A.M. on Tuesday, July 16, 2013.   May 01, 2013  Call for New Keweenaw Heritage Sites  The National Park Service and the Keweenaw National Historical Park Advisory Commission are pleased to announce that they are accepting applications for membership in the Keweenaw Heritage Sites program.   April 01, 2013  Visitor Center  Change to Calumet Visitor Center Hours of Operation   December 17, 2012  Cultural Landscape Report Available for Public Review  Keweenaw National Historical Park (NHP) invites public review of a cultural landscape report and environmental assessment for the Calumet Unit.   February 21, 2012  2012 Local History Smackdown  Keweenaw National Historical Park is seeking high school teams from the four-county area to compete in a local history bee.   November 30, 2011  Open House and Presentation - calumet cultural landscape report  Presentation and open house for the Calumet Cultural Landscape Report.   May 03, 2011  2011 Local History Smackdown Winners  On Thursday, April 28, 2011 the Diamond Match Devils of Ontonagon High School withstood 12 other teams to claim the traveling Smackdown trophy in the ninth annual High School Local History Smackdown.   March 16, 2011  2011 Historic Preservation Tax Credit Workshop  2011 Historic Preservation Tax Credit Workshop to be held at Keweenaw National Historical Park on April 14, 2011 6-8pm.   January 28, 2011  Public Invited to Meet Park Superintendent  The National Park Service at Keweenaw National Historical Park and the Keweenaw NHP Advisory Commission will host an open house to greet new superintendent Mike Pflaum as he assumes the helm this week.   January 12, 2011  January 2011 Keweenaw Advisory Commission Meeting  The Keweenaw National Historical Park Advisory Commission will convene for its regular quarterly meeting at 9:00 A.M. on Tuesday, January 18, 2011 at park headquarters located on the corner of Red Jacket Road and Hwy. US-41 in Calumet.   December 16, 2010  Keweenaw National Historical Park Announces 2011 Grants Program  The National Park Service at Keweenaw National Historical Park and the Keweenaw NHP Advisory Commission have announced the schedule for the 2011 Keweenaw Heritage Grants program.   November 15, 2010  Mike Pflaum Named New Superintendent for Keweenaw National Historical Park  No abstract supplied.   October 22, 2010  Fourth Thursday in History: Copper Country Calamities  Join Avis West of the Houghton-Keweenaw County Genealogical Society as she presents an illustrated history of some of the dramatic blazes that occurred between 1869 and 1959, and explains the technological developments that have made towns safer.   October 18, 2010  Public Meeting for Italian Hall Park Planning  The National Park Service at Keweenaw National Historical Park is hosting a public meeting related to planning for enhanced development at Italian Hall Park in Calumet.   October 18, 2010  Keweenaw National Historical Park Advisory Commission Meeting - October 2010  The Keweenaw National Historical Park Advisory Commission will convene for its regular quarterly meeting at 9:00 a.m. on Tuesday, October 19, 2010 at park headquarters located on the corner of Red Jacket Road and US Highway 41 in Calumet.   September 28, 2010  Historic Smelter Buildings Destroyed in Fire  Two historic buildings burned Saturday night, September 25, at the historic Quincy Smelting Works site.   September 17, 2010  Park Superintendent Jim Corless Announces Retirement  Jim Corless, superintendent at Keweenaw National Historical Park, announced his retirement today, effective October 31. Jim’s Federal service includes 29-1\/2 years with the National Park Service (NPS) and two years with the U.S. Navy.   September 17, 2010  FOURTH THURSDAY IN HISTORY: Revealing the Cliff Mine  No abstract supplied.   August 23, 2010  Fourth Thursday in History: The White Pine Townsite  Like many towns in the Keweenaw, White Pine was developed by a copper mining company. While it has a few things in common with these other mine locations, it remains a unique place. Join Professor Larry Lankton as he describes the community’s history and leads a tour of the town’s highlights. This program will be held at 7:00 pm on Thursday, August 26th, at the White Pine Community United Methodist Church, located at 9 Tamarack Street in White Pine, Michigan.   May 18, 2010  Park Awards 2010 Heritage Grants  National Park Service at Keweenaw National Historical Park and the Keweenaw NHP Advisory Commission are awarding a total of 24 Keweenaw Heritage Grants this week.   May 18, 2010  Fourth Thursday in History: Company Buildings for Company Workers  Most of the historic libraries and schools you see throughout the Copper Country were not built by local governments and organizations, but by Keweenaw copper mining companies. These buildings represent not only the companies' strength and might, but also their reach into the lives of the people who worked for them. Join Kim Hoagland as she explores the impacts this construction had in mining communities through historic photographs.   March 23, 2010  Fourth Thursday in History: Searching Your Family's History  No abstract supplied.   March 23, 2010  Second 2010 Keweenaw Heritage Grants Workshop Scheduled  No abstract supplied.   February 19, 2010  Fourth Thursday in History: Historic Home Movies  No abstract supplied.   February 01, 2010  Park Invites Public Comment on Union Building Environmental Assessment  No abstract supplied.   January 26, 2010  Fourth Thursday in History: Honoring Eagle Harbor Lifesavers  No abstract supplied.   January 14, 2010  Keweenaw NHP Advisory Commission Meeting - January 2010  The Keweenaw National Historical Park Advisory Commission will convene for its regular quarterly meeting at 9:00 a.m. on Tuesday, January 19, 2010 at park headquarters located on the corner of Red Jacket Road and U.S. Highway 41.   January 14, 2010  Park Reschedules Grant Program Workshop  No abstract supplied.   January 04, 2010  Keweenaw NHP Works Toward Smelter Revitalization  The National Park Service at Keweenaw National Historical Park is working with EPA, Franklin Township, and numerous other stakeholders to remediate the Quincy Smelting Works and plan for appropriate and beneficial future uses of the site.   December 01, 2009  Park Offers Workshop for 2010 Keweenaw Heritage Grants  The National Park Service at Keweenaw National Historical Park and the Keweenaw NHP Advisory Commission are offering a workshop to prepare potential applicants for the 2010 Keweenaw Heritage Grants program.   October 29, 2009  Park Invites Comments on Union Building Exhibits  No abstract supplied.   October 28, 2009  US Postal Service Honors Douglass Houghton Bicentennial  No abstract supplied.   October 19, 2009  October 2009 Kewenaw NHP Advisory Commission Meeting  The Keweenaw National Historical Park Advisory Commission will convene for its regular quarterly meeting at 9:00 a.m. on Tuesday, October 20, 2009 at park headquarters located on the corner of Red Jacket Road and U.S. Highway 41.   October 16, 2009  Fourth Thursday in History: From Europe to the U.P.  No abstract supplied.   September 14, 2009  Volunteer and Celebrate National Public Lands Day 2009  No abstract supplied.   September 03, 2009  Fourth Thursday In History                    Saving Money and Saving History:         Historic Tax Credits Workshop  No abstract supplied.   August 27, 2009  Fourth Thursday in History: Living at Old Victoria  Experience first-hand what Copper Country life was like 100 years ago at Old Victoria in Ontonagon County. Join us at 5:30 p.m. for a pre-program hiking tour through the Victoria mine site and the privately owned captain’s house. At 7:00 p.m., hear the stories of the people who lived at Old Victoria, complete with a special tour of the cabins and a treat baked in the wood stove. Please feel free to attend either or both parts of the program.   August 12, 2009  Quincy Cultural Landscape Report Available for Public Review  Keweenaw National Historical Park invites public review of a cultural landscape report and environmental assessment for the Quincy Unit.   July 30, 2009  Park Awards 2009 Heritage Grants  The National Park Service at Keweenaw National Historical Park awarded eleven assistance grants this week   July 23, 2009  Fourth Thursday in History - Italians in the Keweenaw  When Italians immigrated to the Keweenaw, they brought with them traditional music, foods, and culture that remain important elements of Copper Country life today. Come celebrate their history and legacy through historical photos, personal reminiscences, and the music of Jim and Teri Enrietti. The event will be held at 7:00 PM on Thursday July 23rd, 2009 at the Keweenaw Heritage Center at St. Anne’s, located at 25880 Red Jacket Road (the corner of 5th and Scott streets) in Calumet, Michigan.   July 10, 2009  Park Busy with 2009 Summer Projects  The National Park Service at Keweenaw National Historical Park is busy with numerous preservation projects this summer, with a workforce commensurate to the load.   July 02, 2009  Union Building Exhibit Public Meeting -July 2009  No abstract supplied.   June 22, 2009  Fourth Thursday in History - Michigan's Columbus: the Life of Douglass Houghton  No abstract supplied.   June 15, 2009  New Park Sign Unveiled  No abstract supplied.   June 11, 2009  2009 Keweenaw Heritage Grants Available  The National Park Service at Keweenaw National Historical Park is offering its Keweenaw Heritage Grants program once again this year. The grants are available to owners of historic property within the Quincy and Calumet units of the park.   May 29, 2009  Park Offers 2009 Grant Program Workshop  No abstract supplied.   May 26, 2009  Fourth Thursday in History: Marching off to War - the Military History of the Copper Country  No abstract supplied.   May 01, 2009  Park Recruits 2009 YCC Applicants  Facility Manager Charles Masten has announced that area young people will share in a summer work opportunity offered through the Youth Conservation Corps (YCC) program, administered by Keweenaw National Historical Park, in Calumet, Michigan.   April 23, 2009  Firesteel Phantoms Are the High School Local History Smackdown Champions  No abstract supplied.   April 17, 2009  April 2009 Park Advisory Commission Meeting  The Keweenaw National Historical Park Advisory Commission will convene for its regular quarterly meeting at 9:00 a.m. on Tuesday, April 21, 2009 at park headquarters located on the corner of Red Jacket Road and US Highway 41.   April 17, 2009  2009 High School Local History Smackdown  Are you ready for the seventh annual High School Local History Smackdown? On Thursday April 23rd, come to the Calumet Theatre and keep score as 17 teams of high school students from the four-county area demonstrate their knowledge of the Copper Country's rich history. Which team will be the last one standing and take home the trophy? The Smackdown will take place at the historic Calumet Theatre, 340 Sixth Street in Calumet, at 7:00 p.m. on Thursday April 23rd, 2009. The event is free and open to the public.   April 01, 2009  Get Ready for the 2009 History Smackdown!  No abstract supplied.   March 31, 2009  President Signs Park Legislation  President Barack Obama signed the historic Omnibus Public Land Management Act of 2009 on Monday, March 30, which includes significant changes in Keweenaw National Historical Park’s legislation.   February 03, 2009  Park Seeks Public Input for Quincy Cultural Landscape Report  National Park Service at Keweenaw National Historical Park is inviting public involvement in the development of the Quincy Unit Cultural Landscape Report (CLR).   November 14, 2008  Park Seeks Public Involvement  The National Park Service at Keweenaw National Historical Park is seeking public involvement for the Union Building Interior Rehabilitation project.   October 27, 2008  October 2008 Advisory Commission Meeting  No abstract supplied.   October 08, 2008  Planning for Union Building Exhibit Begins  No abstract supplied.   September 16, 2008  Fourth Thursday in History: Exploring the Nonesuch Copper Mine  Join Bob Wild, interpreter at Porcupine Mountains Wilderness State Park, to learn more about the remote mining location of Nonesuch. This special, two-part event takes place on Thursday, September 25, 2008 in the park, located 15 miles west of Ontonagon, Michigan. The first part of the program is a hiking tour of the Nonesuch town site, mill, and other remnants of the mining location. The hike will start promptly at 5:00 p.m. The second part is a presentation on the history of the mine. This portion starts at 7:00 p.m. in the park’s visitor center.   August 21, 2008  Fourth Thursday in History - A New Life in a New Land: The French Canadians Come to the Keweenaw  When French Canadians left the province of Quebec and came to Upper Michigan in the 1800s, they brought their own styles of clothing, music, and food with them. Come to see, hear, and taste how these traditions are being preserved by the Friends of Fashion, Maple Sugar Folk, and the bakers of Chassell! This event will start at 7:00 p.m., on Thursday, August 28th and take place in Chassell, Michigan, at the Chassell Heritage Center, located at 42373 Hancock Avenue.   August 21, 2008  Park Awards 2008 Heritage Grants  The National Park Service at Keweenaw National Historical Park awarded a total of ten Keweenaw Heritage Grants this week.   July 21, 2008  Fourth Thursday in History: A Summer's Eve at Cliff Mine  The Cliff Mine was the first successful copper mining venture on the Keweenaw Peninsula, but little remains to remind us of its heyday. Join historians Larry Molloy and Dr. Philip Mason on Thursday, July 24th, 2008 as they reveal the mine's history in this special, two-part event. The program will start at 5:30 p.m. with a walking tour of the mine site. Please meet at the marker on Cliff Drive. Parking is limited, so please plan accordingly. The terrain is rocky and uneven, and the trail crosses two small creeks; sturdy shoes are advised. The second part of the program starts at 7:00 p.m. at the former Church of the Assumption on US Highway 41 in Phoenix. Please feel free to participate in one or both parts of the program.   July 21, 2008  Park Advisory Commission Meeting - July 2008  No abstract supplied.   July 21, 2008  Park Offers Grant Program: Keweenaw Heritage Grants -2008  The National Park Service at Keweenaw National Historical Park is offering a Keweenaw Heritage Grants opportunity to owners of historic property within the Quincy and Calumet Units of the park.   June 25, 2008  Isle Royale & Keweenaw Parks Association:  An Old Organization with a New Name  The Isle Royale Natural History Association is celebrating its 50th birthday with a name change. The new organizational name is the Isle Royale & Keweenaw Parks Association.   June 24, 2008  June Fourth Thursday in History  No abstract supplied.   June 24, 2008  Park Opens Headquarters  No abstract supplied.   May 15, 2008  Fourth Thursday in History: The Biggest House in Town  No abstract supplied.   May 12, 2008  Park to Invite Public Input on Quincy Cultural Landscape Report  Keweenaw National Historical Park will soon be inviting public participation concerning the development of treatment alternatives for the Quincy Unit landscape.   May 07, 2008  Jeffers Wins High School Local History Smackdown  The Painesdale Minds lived up to their name last Thursday, outwitting the competition to claim top honors in the sixth annual High School Local History Smackdown.   April 24, 2008  Advisory Commission Sets Goals  The Keweenaw National Historical Park Advisory Commission has released its draft strategic planning goals for public comment.   April 16, 2008  Keweenaw National Historical Park Advisory Commission Meeting - April 22, 2008  No abstract supplied.   April 14, 2008  Fourth Thursday in History: Are You Ready for the Smackdown?  No abstract supplied.   March 21, 2008  Fourth Thursday in History: Writing Seasons of Faith  No abstract supplied.   March 21, 2008  Park Seeks Applicants for Advisory Commission Seats  No abstract supplied.   March 05, 2008  Sixth Annual High School Local History Smackdown Approaches  Keweenaw National Historical Park is seeking high school teams from the four-county area to make a run for the Smackdown trophy on April 24, 2008. The event will take place at the Calumet Theatre in Calumet at 7:00 p.m. It is part of the “Fourth Thursday in History” series sponsored by Keweenaw National Historical Park. High-school age contestants are also welcome to form their own teams independent of school sponsorship; church groups, scouting groups or other youth groups are welcome to participate. The registration deadline is March 26, 2008, so assemble a team and start planning where to display the Smackdown trophy!   February 22, 2008  Junior Ranger Essay Contest Announced  No abstract supplied.   February 15, 2008  Fourth Thursday in History: So Cold a Sky, Upper Michigan Weather Stories  Hear stories of how rugged pioneers endured the harsh environment of the Lake Superior basin. Learn about some of the biggest storms, the coldest and warmest winters, and the most “backward” spring. Meet and share your stories with Karl Bohnak, a veteran of 20 years at WLUC-TV6 and author of an award-winning book on Upper Michigan history.This event will take place on February 28th, 2007, at 7:00 p.m. It will be held in the Hancock Middle School Auditorium, located at 417 Quincy Street in Hancock.   January 16, 2008  Keweenaw National Historical Park Advisory Commission January 2008 Meeting  The Keweenaw National Historical Park Advisory Commission will convene for its regular quarterly meeting on Tuesday, January 22, 2008 at 9:00 a.m. in the UPPCO Building conference room located at 600 East Lakeshore Drive in Houghton.   January 16, 2008  Fourth Thursday in History: History of the Calumet Schools  Join Jeremiah Mason, archivist at Keweenaw National Historical Park, as he gives an illustrated presentation on the history of Calumet-area schools.   December 06, 2007  Keweenaw NHP Ornament Displayed on the Official White House Christmas Tree  A Keweenaw National Historical Park ornament is prominently displayed on this year’s official White House Christmas Tree. The tree is the centerpiece of elaborate decorations celebrating the theme of “Holiday in the National Parks.”   October 22, 2007  Park Celebrates 15th Anniversary  Keweenaw National Historical Park (NHP) will be celebrating its 15th Anniversary this Saturday, October 27, 2007   October 17, 2007  Keweenaw National Historical Park Advisory Commission Meeting - October 2007  The Keweenaw National Historical Park Advisory Commission will convene for its regular quarterly meeting on Tuesday, October 23, 2007 at 10:00 a.m. at the Ontonagon Township Memorial Building located at 311 North Steel Street in Ontonagon.   October 10, 2007  Fourth Thursday in History: The A.E. Seaman Mineral Museum - Past, Present, and Future  After more than a century of collecting specimens from around the world, Michigan Tech's A.E. Seaman Mineral Museum has amassed one of the most important mineral collections in North America. Dr. Ted Bornhorst and Stanley J. Dyl will provide insight into the museum's illustrious past, its present-day activities, and its exciting future. This presentation will take place on Thursday, October 25, 2007 at 7:00 p.m. It will be held in Room 100 of the Electrical Energy Resources Center on the campus of Michigan Technological University.   September 24, 2007  Fourth Thursday in History: Legends of the Fall, A History of Keweenaw Forests  No abstract supplied.   August 24, 2007  National Park Service Gears Up for Centennial Challenge Projects  No abstract supplied.   August 16, 2007  Fourth Thursday in History: The Ferries of Isle Royale, A Link to Island Wilderness  The ferries of Isle Royale National Park, Rangers I, II, and III, have been transporting supplies and people to the island since the park's beginning. These boats have served as a vital link between the busy mainland and the tranquil wilderness of the island. Take a behind the scenes look with interpretive ranger Katie Nessly as she highlights the history and the role the ferries play in supporting and maintaining the park. The presentation starts at 7:00 p.m. on Thursday, August 23, 2007 and will take place at the dock onboard the Ranger III, located at the Isle Royale National Park mainland headquarters, 800 E Lakeshore Dr in Houghton, Michigan. Barrier free access is not available and occupancy on the Ranger III is limited to 70 people.   July 19, 2007  Fourth Thursday in History: History of Chassell Strawberry Farming  You are invited to come hear how Chassell turned from a thriving lumber producer to the Copper Country’s strawberry center. The presentation starts at 7:00 p.m. on Thursday, July 26, 2007, and will take place in the Chassell Heritage Center.   July 18, 2007  Keweenaw National Historical Park Advisory Commission Meeting - July 2007  The Keweenaw National Historical Park Advisory Commission will convene for its regular quarterly meeting on Tuesday, July 24, 2007 at 9:00 a.m. at the Keweenaw Heritage Center at St. Anne's on the corner of Scott and Fifth Streets in Calumet.   June 25, 2007  Fourth Thursday in History: Geology of Michigan's Keweenaw Peninsula  Created by the fire of ancient volcanoes and sculpted by the ice of glaciers, the Keweenaw Peninsula has a fascinating geologic history. Take an illustrated journey with geologist Bill Rose to learn how to read the landscape and gain a better understanding of the Copper Country's origins. The presentation starts at 7:00 p.m. on Thursday, June 28, 2007 and will take place in room 139 of Fisher Hall on the Michigan Tech campus. Fisher Hall is located near the intersection of U.S. Highway 41 and MacInnes Drive in Houghton, Michigan. The presentation is free and open to the public.   May 24, 2007  Fourth Thursday in History - A \"Handsome and Commodious\" Building: the Quincy Mine Office  Over a century after it was constructed, the imposing sandstone Quincy Mine Office remains a prominent feature on the landscape. Using account ledgers, photographs, and letters between officials, National Park Service architectural historian Lynn Bjorkmann, will discuss the planning and construction of the building and highlight current projects to preserve the historic landmark. The Quincy Mine Office will be open at 5:30 p.m. for tours prior to the presentation.   May 16, 2007  Park Recruits Applicants for 2007 Youth Conservation Corps Program  Facility Manager Charles Masten has announced that area young people can share in a summer work opportunity offered through the Youth Conservation Corps (YCC) program, administered by Keweenaw National Historical Park, in Calumet, Michigan.   April 27, 2007  The Ontonagon Rum Runners Win High School Local History Smackdown  No abstract supplied.   April 19, 2007  Park Advisory Commission to Meet  The Keweenaw National Historical Park Advisory Commission will convene for its regular quarterly meeting on Tuesday, April 24, 2007 at 9:00 A.M. at Finlandia University’s Finnish American Heritage Center on Quincy Avenue in Hancock.   April 19, 2007  Fourth Thursday in History: Fifth Annual High School Local History Smackdown  No abstract supplied.   April 09, 2007  James P. Corless named as Superintendent for Keweenaw National Historical Park  James P. Corless, Superintendent at Klondike Gold Rush National Historical Park in Skagway, Alaska, has been named as the new Superintendent of Keweenaw National Historical Park in Calumet, Mich.   March 22, 2007  Fourth Thursday in History: Lake Linden's National Register Nomination  From beautiful and ornate churches to simple and modest homes, the history of Lake Linden is written in its architecture. Join Stephanie Atwood, Kim Hoagland, and John Rosemurgy as they discuss the community’s past and explain current efforts to nominate it to the National Register of Historic Places. The presentation will take place at 7:00 p.m. on Thursday March 22, 2007. It will be held in the Lake Linden-Hubbell High School Auditorium, located at 601 Calumet Avenue in Lake Linden, Michigan. The event is free and open to the public.   February 23, 2007  Park Headquarters Temporarily Relocates  No abstract supplied.   February 16, 2007  Fifth Annual High School Local History Smackdown  Get Your Head in the Game: Fifth Annual High School Local History Smackdown Approaches   January 25, 2007  Fourth Thursday in History: Calumet's Catholic Churches  No abstract supplied.   January 23, 2007  Keweenaw Heritage Sites Receive Designation  Keweenaw National Historical Park and the Keweenaw NHP Advisory Commission announced the designation of nineteen Copper Country organizations to the new Keweenaw Heritage Sites program.   November 15, 2006  CLK Elementary School Library Celebrates Keweenaw National Historical Park Anniversary  The 14th Anniversary of Keweenaw National Historical Park is being celebrated with posters, exhibits, and special talks at the Calumet Laurium Keweenaw Elementary School Library.   October 24, 2006  Keweenaw National Historical Park Advisory Commission October Meeting  No abstract supplied.   October 19, 2006  Keweenaw NHP Celebrates American Archives Month  October is American Archives Month, and Keweenaw National Historical Park (NHP) has three good reasons to celebrate this year.   October 12, 2006  Superintendent Announces Retirement  Frank C. Fiala, Superintendent of Keweenaw National Historical Park since April, 1997, will retire on January 3, 2007, after nearly 32 years of Federal service.   September 28, 2006  Stabilizing Quincy's Company Houses  As some of the oldest homes in the Keweenaw – dating from the Civil War era – Quincy’s company houses along US-41 have important stories to tell about life in a mining town. The structures, now owned by the Quincy Mine Hoist Association, have recently been the focus of a stabilization project led by Keweenaw National Historical Park staff. Come hear MTU graduate student Bode Morin and the National Park Service’s Steve DeLong and John Rosemurgy explain the history of these buildings and the efforts to ensure their survival. This event will be held at 7:00 p.m. on Thursday, September 28, at the Quincy-Franklin-Hancock Fire Station located at 49850 U.S. Highway 41. For more information, including specific directions to the event, please call Keweenaw National Historical Park at 906\/337-3168.   August 24, 2006  Fourth Thursday in History: Photographing Michigan's Keweenaw Peninsula  No abstract supplied.   August 02, 2006  Secretary of the Interior Appoints Commissioners  Secretary of the Interior Dirk Kempthorne made five appointments to the Keweenaw National Historical Park Advisory Commission this week.   August 01, 2006  Keweenaw National Historical Park Advisory Commission Meeting  No abstract supplied.   July 27, 2006  Fourth Thursday in History: Road Back to Central  No abstract supplied.   May 22, 2006  Park Launches Keweenaw Heritage Sites Program  No abstract supplied.   May 04, 2006  Recognition of Laurium Historic District  Keweenaw National Historical Park announces the successful partnership with Coppertown Museum and the Americana Foundation to complete a national register nomination for the Village of Lauruim.   May 01, 2006  Baraga Team Seize Smackdown Trophy  No abstract supplied.   October 12, 2005  Park Produces Walking Tour Brochure  Keweenaw National Historical Park recently released its first walking tour brochure for the former Calumet & Hecla Copper Mine   May 03, 2005  Ontonagon Area High School Wins Third Annual History Smackdown  Ontonagon High School’s Rolling Boulders clinched the win of the Third Annual High School Local History Smackdown. The team of four students successfully answered questions on the history, geography, and geology that define the Keweenaw Peninsula.   April 28, 2005  Park and School Coordinate Clean-Up  Keweenaw National Historical Park staff and students from the Washington Middle School participated in a clean-up of the former Calumet & Hecla Copper Mining Company industrial area.   December 15, 2004  Keweenaw National Historical Park Receives Two Grants  Keweenaw National Historical Park receives two grants from the National Park Foundation.",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/news\/newsarchive.htm"
}
