{
    "title": "Keweenaw National Historical Park: Multimedia Presentations",
    "body": "Multimedia Presentations       Explore the many features of Keweenaw National Historical Park. These short multimedia presentations provide details on park places and stories. The videos average two to five minutes in length. Open captioning is available for all videos published 2014 and later.      Multimedia Features          Just one of many winter activities. NPS Photo   Keweenaw Kids & Winter Fun A Keweenaw winter can bring severe weather and hundreds of inches of snowfall, but kids of the past found ways to embrace it just as they are today.  Running Time: 5:20 minutes          Ranger not actually rock climbing NPS Photo   Lava in the Keweenaw The cold exposed bedrock in the Keweenaw had a fiery beginning some 1.1 billions years ago, but it is still affecting our lives today. Running Time: 3:58 minutes           Ranger Karl \"falls\" in love with geoheritage. NPS Photo   Keweenaw's Rich Geoheritage The Keweenaw Peninsula has an extraordinary geoheritage. Join Ranger Karl Larson as he discovers what geoheritage is and how it applies to the Keweenaw. Running Time:  3:36 minutes             The Keweenaw landscape and Portage waterway in summer. NPS Photo  Landscapes of the Keweenaw Join us as we examine the ways mining has shaped the current landscape of the Keweenaw Peninsula. Running Time: 4:43 minutes                        A Quincy locomotive sits outside the Engine House. NPS Photo  Railways of the Keweenaw Railways were essential to move people and materials. Learn how the railways of the Keweenaw have evolved over time, from the mid 1800s to the present day. Running Time: 4:02 minutes                       A Little Brown bat is examined. US Fish and Wildlife Service Photo  Historic Habitat: A New Use for an Old Mine Former copper mines have have become home to thousands of bats in the Keweenaw. Running time: 3:39 minutes                    Project Sisu at the beach in Keweenaw County. NPS Photo  Project Sisu  Project Sisu occurred during the summer of 2013 and was intended to help area youth find sisu in themselves, each other, and the local community. Running Time: 7:46 minutes                      The Quincy Smelter in autumn. NPS Photo   The Quincy Smelter: From Ore to Ingot Within the Park's Quincy Unit, the Quincy smelter is the best remaining example of a turn of the 20th century copper mine smelting site.  Running Time: 3:45 minutes                   The Calumet Visitor Center in downtown Calumet. NPS Photo  The Calumet Visitor Center at the Union Building Built as a lodge for two fraternal organizations in 1888, the Union Building is now home to the Calumet Visitor Center.  Three fully accessible floors house numerous museum pieces, interactive exhibits and films. Running Time: 2:17 minutes                   Ranger Kristen Schmitt along Portage Lake near the Quincy Smelter NPS Photo  Quincy Mine Site Often referred to as Old Reliable, Quincy Mine was one of the longest running copper mines on Michigan's Keweenaw Peninsula. Learn about some of the features of this extensive site. Running Time: 2:40 minutes                Ranger Kristen Schmitt outside Quincy Mine's #2 Shaft-rockhouse NPS Photo  A Copper Country Icon: Quincy Mine's Shaft-Rockhouse Marking the entrances to the underground, shaft-rockhouses like the one remaining at Quincy Mine once stretched along the spine of the Keweenaw Peninsula. Take a closer look at this icon of the region's copper mining past. Running Time: 2:25 minutes               Ranger Kristen walks along Mine Street with the Calumet & Hecla Warehouse #1 in the background. NPS Photo  Remnants of Calumet & Hecla: A Copper Mining Giant Once the largest copper mining company on the Keweenaw Peninsula, Calumet & Hecla could not last after its copper fortune ran out. Join Ranger Kristen as she takes a look at the mine site and provides a brief overview of Calumet & Hecla's history. Running Time: 2:52 minutes               Ranger Kristen discusses Calumet's history outside the Calumet Theatre NPS Photo  Calumet: Queen City of the Keweenaw Calumet's proximity to the Calumet & Hecla Copper Mining Company resulted in a thriving community during the mining heyday. Now located within Keweenaw National Historical Park, join Ranger Kristen as she gives an overview of the village's history. Running Time: 3:19 minutes",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/photosmultimedia\/multimedia.htm"
}
