{
    "title": "Hawai'i Volcanoes National Park: Archeology",
    "body": "Archeology Collection        Tattoo Needle, date unknown NPS Photo      Overview The archeological resources at Hawai'i Volcanoes National Park can provide a glimpse into life on a lava landscape. Spatially, ruins extend from the coastal cliffs to the upland alpine region of Mauna Loa. Radiocarbon data suggests that the Hawaiians first settled in the districts of Puna and Ka'ū by the early 15th century. Evidence of their lifestyle can be found in the house platforms, enclosures, trails, shelters, salt drying, and agricultural fields found throughout the lowland and upland areas. Enclosures which may have been used to pen livestock, excavated pits and rock mulch mounds, suggest animal husbandry and widespread farming took place in kīpuka (isolated older islands of soil) on what today appears to be barren lava. Just two centuries ago this area was host to thriving family communities, or ‘ohana, who etched carvings (petroglyphs) into the cooled lava surface which represented their families, traditions and beliefs. The Native Hawaiians in this region were linked together by trail systems which connected families who lived and fished along the coast with farmers who lived and worked further inland. The intricate trail systems also provided people with access to prized upland resources such as volcanic glass and basalt used to make their tools, petrel nests where seabirds were caught for food, shrines where they worshiped their gods, plants collected for medicine and dyes, and wood for canoes and houses. Archeological sites have been discovered and the material remains of the past. \"Artifacts\" have been collected from actions related to the development of the park infrastructure (NHPA Section 106 actions) and directly from inventory surveys in areas where no archeological surveys have been completed, or where there are known sites (NHPA Section 110 actions). The earliest archeology project in the park that resulted in collected artifacts and samples is the 1967 excavation with Ed Ladd as the archeologist and project leader. Subsequent archeological inventory projects with significant material in the HAVO museum collection come from Poupou-Kauka (1987-88), Waha‘ula and Kā‘ili‘ili (1989), and the Kalapana Historic District Survey (1988-90). In the 1990's, archeological collections came from projects that focused on historic dump sites as well as the emergency salvage of sites under the threat of lava flow inundation. Artifacts are portable objects that are made or modified by humans. Artifacts can be both from the precontact and the historic periods. In Hawai'i they may include objects made from stone, metal, bone and other organics, and historic pottery. Artifacts provide archeologists with evidence to help answer key questions about the past. Artifacts provide valuable information about the people and events that occurred in the park. Over 6,800 archeology artifacts are preserved in the museum collection today.       Petroglyph stone NPS Photo      Return to Collections page",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/historyculture\/archeology-collection.htm"
}
