{
    "title": "Keweenaw National Historical Park: Red Jacket Windows into the Past",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Red Jacket Windows into the Past                Red Jacket 1913 Windows Into the Past        1908 Sanborn Insurance Map, Red Jacket MI. NPS Image, Keweenaw NHP Archives       Explore the bustling Red Jacket that once was. Over 30 buildings are featured. Some still survive, others are now only preserved in photographs. (Each title will open a new pdf file.)          105-107 5th St. Over the years, this busy lot on the 100 block of 5th street has been home to many other businesses, such as: a barber, a fruit store, a broker's office, a cigar and stationery shop, a camera shop, and a sporting goods store.          205-207 5th St. This building was built sometime around 1875. For much of its early history, the north storefront was occupied by a saloon. The south storefront was occupied by various businesses over the years, including a jewelry store, sample rooms, and a store that sold musical instruments.         216 5th St.  This lot at 216 5th Street was formerly occupied by a two-story wood-frame building similar to the building just north of here at 218 5th Street.That early building was built sometime between 1870 and 1884.In 1884, it was occupied by a saloon.By 1888, it had become a drug store, and remained so for many years.By 1898, and perhaps before, it was known as the Eagle Drug Store, J. W. Clemo, proprietor.The Eagle Drug Store sold many postcards and copper souvenirs in the late 19th and early 20th century which are still popular among collectors today.             218 5th St. 218 5th Street was built sometime after the great fire of 1870.In 1884, there was a boots and shoes store here.By 1898, William H. Richards and James Hocking had gone into business here, selling clothing in the storefront downstairs, and sharing the apartment upstairs.By 1903, the business partners were able to afford their own homes in Laurium.            220 5th St. 220 5th Street was built sometime before 1884.It has been occupied by four different types of businesses over the years.Early on, it was home to a dry goods and clothing store, from at least 1884 until sometime between 1893 and 1897.By 1897, it was occupied by a saloon, owned by the Blum family.Henry and Benjamin Blum also owned or operated saloons at 464 5th Street and 417 Pine Street.           311 6th St. The lots now occupied by the Keweenaw Home Nursing and Hospice building were formerly occupied by a number of historic buildings. By 1893, the lots were occupied by 5 houses, a stable, and a saloon. In 1897, there were 8 houses on these lots. By 1908, there were four houses on lot 8, the south lot, and a four-story apartment building with two commercial storefronts had been constructed on the front half of lot 7, the north lot. This impressive building was probably built by the Vertin family. In 1908, the storefronts on lot 7 were occupied by a grocery store, and a tailor.          339 5th St. The business now known as Bucko's Party Store has occupied this building continuously since ca. 1904. Prior to that time, other business were located here, including a clothing store. The Gately-Wiggins Department Store, a familiar name to many local residents, got their start in Calumet here too, prior to erecting their own building on Sixth Street.          412 5th St. 412 5th Street was built sometime between 1884 and 1888. In 1888, it housed a grocery store. In 1893, it was home to a tailor shop. By 1897, the main floor here had been divided into two separate commercial spaces. A small space in the northwest corner of the building was occupied by a barber shop at that time, and the rest of the main floor was home to a tobacco and cigar store. In 1898, a confectionery or candy store was located here. In 1900, a grocery store again occupied the entire main floor.          423 5th St. Businesses at 423 5th Street have changed several times since this building was built sometime between 1893 and 1897. Initially it was a cobbler or shoemaker's shop owned by Lars Olson. In 1898, Olson and his family lived at 516 6th Street. Olson must have done well in business, for by 1900, the family was living at 519 Pine Street, a home they owned without a mortgage, and they had a domestic servant living with them.          212 5th St. In the 1880s, this site was occupied by the Peter Ruppe and Sons warehouse, serving their department store across the street. Around 1890, the warehouse was removed, or remodeled, and the Ruppe family leased space in this building to other businesses. The site of the one-story addition to the north side of this building was formerly occupied by a separate commercial building, addressed 214 5th Street. That building started out as a two story commercial building, but later a third story was added. 212 5th Street was divided into two separate storefronts for many years as well.          304-306 6th St. In 1884, the south part of this site now occupied by the one-story wing of the Jilbert building was occupied by a blacksmith shop, a stable, and a dwelling. The north part of this site now occupied by the two-story portion of the existing building was occupied by a shed and a stable. Sometime between 1893 and 1897, the existing two-story building was built. It was owned by Edward Ryan and used as a warehouse and heating plant for the Ryan store across the alley from this building on 5th Street. Steam was also sold to neighboring buildings for heat, and supplied through steam tunnels.          423 Pine St.  In the 1880s this lot was vacant. Sometime between 1888 and 1893, a twostory house was erected here. In 1898, it was occupied by Joseph A., Louis L., Mary, Archibald, Alphonse, Alexander L., and Albert A. Munch. The Munch family lived here until at least 1905. Around 1906, the house was demolished, and the existing building was built. In 1907, it was occupied by a saloon owned by Eric Macki. In 1916 the saloon was owned by Samuel Michaels.          Baer Brothers This lot on the corner of 5th and Portland is where John Dymock established the Red Jacket branch of the Baer &Dymock meat market in 1868, in partnership with the Baer brothers of Hancock. The meat market and the Bastian building on the corner both survived the great fire of 1870. The market eventually took over the Bastian building, gaining frontage on 5th Street. Around that time, the existing building was constructed.          Calumet Block The Calumet Block was built sometime around 1902 by contractor Edward Ulseth. Prior to its construction, this site served as the front yard for the house attached to the old commercial building that was just north of here. That building was occupied by a clothing store for many years. Ulseth's own company occupied the ground floor of this building for many years. The second floor was occupied by the law office of Galbraith &McCormack, as well as the Calumet Township Clerk's office.          Coppo Block This building was built by Vital Coppo in 1902. After working in the mines, Coppo established a boarding house here in 1874, in a wood-frame building which previously occupied this site. In 1875, he opened a saloon on the first floor of the house, carrying wines, liquors, and cigars. After over 25 years in business, he was able to afford to build this larger, more substantial commercial building. The Coppo family lived upstairs, and rented apartments as well.          Curto Block A two-story house occupied this site in 1884. In 1895, the house was moved back on the lot and the front portion of the existing building was built by Marco Curto, attached to the front of the house. The saloon here was first known as Curto's Place. Sometime between 1897 and 1900, the house was demolished, and the back part of the existing building was built in its place. Sometime between 1916 and 1926, the Shute family took over the business from the Curto family.         Dunstan Block The Dunstan Block was built by John Dunstan sometime between 1893 and 1897. Dunstan had been in business at this site since 1878, in a smaller woodframe building. Prior to that, he had worked as a miner at the Central Mine. When he came to Red Jacket, Dunstan sold sewing machines, books, picture frames, notions, and organs. By 1893, the earlier Dunstan building was occupied by a saloon. When the existing building was first built, the main floor was occupied by a store known as a bazaar, selling picture frames and other items.            Fromholz Building Charles Fromholz was born in 1844. He immigrated to the United States in 1871, and settled in Red Jacket where he worked as a barber. He also invested in real estate, including this property. This building was probably built after his death in 1901, by his estate. In 1884, this site was occupied by a wood-frame building with two storefronts. It was occupied by a variety of businesses, including a barber, a printshop, a dry goods and clothing store, a grocery store, a fruit store, a saloon, and a jewelry store.          Hennes Block The Hennes Block was built sometime around 1880. It was home to the L. Hennes &Company store, which carried general merchandise, meat, and hardware. In 1898, the proprietor, Louis Hennes, was living in Detroit, and the store here was managed by Adolph Hennes, who lived upstairs. By 1903, a saloon had moved into the south storefront here;in that year it was owned by John O'Neil. By 1912, the Orensteins had bought the building, and had their own shop in the north storefront, selling furs.          Hermann Block Joseph Hermann learned the jeweler's and watchmaker's trade in Germany before he immigrated to Eagle River in 1863. He established his own business there in 1865, and moved it to Calumet Location (just east of here) in 1868. In 1870, he moved the business to this location, in a two-story wood-frame building, with a stone vault attached to the north side. Around 1890, it was replaced with a two-story brick building, which forms the oldest part of the building existing today. In about 1894, the second storefront with a second story was added to the building on the north side;a third story was added around 1905.          Jacka Block This building was built by George Jacka, but it is especially well-known for its long association with the Merchants and Miners Bank. George Jacka worked at the Cliff Mine before coming to Red Jacket in 1868 and working as a timber contractor for C&H. In 1875, he established a grocery business. He built the first commercial building on this site shortly thereafter. Between 1884 and 1888, that structure was remodeled into a two-story brick-veneered doublestorefront building. Around 1890, Jacka added a livery stable to his business enterprises, located at the back of the lot here.          John Green Block According to local legend, John Green built this building sometime around 1868. Green sold mining supplies and general stock. By 1884, the building was occupied by a confectionery as well as a dry goods store. In 1888, the south storefront was still occupied by a dry goods store, but the north storefront was occupied by a coffin showroom, probably owned by Argalls. The Argall brothers, John and William, operated a furniture and undertaking business here until at least 1900. The combination of furniture and undertaking was common in those years, as cabinet-making skills used for making caskets were equally applicable to the production of fine furniture.          Keckonen Hardware The existing building was constructed sometime around 1910, and has remained a hardware store since that time. The store first belonged to the Keckonen family, and then was taken over by the Baudino family. The one-story addition to this building occupies the site of the Corgan Block, a narrow threestory brick building erected by business woman Mollie Corgan in 1900. Prior to its demolition in the 1940s, it was occupied by a hotel, a movie theater, and Cubs Billiards and Bowling Alleys.          Kinsman Block The lot where the Kinsman block now stands was previously occupied by a wood frame two story duplex with a stable at the back. In 1898 the duplex was demolished and W.C. Kinsman built the existing sandstone building. It was designed by architect Charles Maass, and built by masonry contractor Paul Roehm and carpentry contractor Bajari &Ulseth. Initially, the north storefront housed Kinsman's horse and carriage supply store, specializing in harnesses, saddles, whips, ropes, blankets, and bells. Kinsman was known as the pioneer harness dealer in the area, having started in business in 1872.            Lake Superior Produce  This building was erected in 1908 as a wholesale warehouse and office facility for the Lake Superior Produce Company. It was designed by architect Frank Hessenmeuller, and built by contractor Charles Anderson. The building was conveniently located adjacent to the Copper Range railyard. The company maintained a stable in the rear of the building.          Michigan American Water Irish immigrant Edward Ryan got his start in business working for Ransom Shelden in Houghton in 1857. In 1864, he opened his own store in Hancock. Shortly thereafter, Ryan established a branch store here, in Red Jacket. Ryan, who lived in Hancock, soon became one of the wealthiest people in the Copper Country. His nephew, John D. Ryan, was head of the Anaconda Copper Company in Butte, Montana, and was one of the wealthiest people in the United States in the early 20th century.            Michigan House For most of its history, this site on the corner of Oak and Sixth Streets has been occupied by some kind of hostelry and\/or a saloon. In 1884, it was home to a boarding house called the Anglo American Hotel. By 1893, there was a saloon here. In 1898, the saloon was managed by Jacob Petersen. By 1903, it was known as the Michigan House.          Monroe Building This part of Red Jacket developed later than the area to the east around 5th and 6th Streets. This site remained vacant until sometime around 1890, when W. J. Monroe, a painter, built a shop near the rear of the lot, with a stable behind. Monroe advertised as a house, sign, ornamental, and carriage painter. Sometime between 1898 and 1900, he removed his shop, and built the existing commercial building, with two storefronts and apartments above. For many years, the east storefront was occupied by a saloon.          Murphy Block The Murphy Block was built sometime around 1880. It first housed a saloon, but by 1888 it was leased by the government for a short time and served as the Calumet Post Office. By 1893, the Murphy Block was home to a grocery store. Four years later, the main floor had been made over into another saloon. In 1914, the exterior of the building was modernized. By 1916, the building was home to the Hocking clothing store.          Ruppe Department Store Peter Ruppe Jr. opened the Calumet branch of Ruppe &Sons in 1869. The existing building was first constructed after the Red Jacket fire of 1870. It was originally only two stories tall. In 1899 a third story and a new store front were constructed to keep up with growing demand and competition from other stores, such as Vertin's Department Store on Oak Street.          Sorsen Block Before the Sorsen Block was built, this site was occupied by a smaller wood-frame commercial building. This early building was occupied by a number of businesses over the years, including a drug store, and a harness and bicycle shop. In 1903, the existing building was built by Charles J. Sorsen, the physician who established the Northern Michigan General Hospital in Laurium, now known as Aspirus Keweenaw. Northern Michigan General Hospital was one of three hospitals in the Calumet area.          Tambellini Filling Station The 5th and Elm Coffee house was originally built in 1929 as a Sinclair filling station, owned by Armido Tambellini and his wife Anna. Previously, the Tambellinis' saloon building had been located on this site, but it was moved north to make way for the filling station.            Union Building The Union Building was built in 1889 by an association or \"union\" of fraternal groups. It has always been a prominent structure, not only because of its size and corner location, but also because of the events that took place inside.          Vertin Brothers Known as the 'big store' in the Copper Country, the Vertin Brother's Department Store sold many necessities and novelties to satisfy a variety of customers from the sophisticated socialite to the common miner.",
    "url": "https:\/\/www.nps.gov\/kewe\/learn\/historyculture\/windows-into-the-past.htm"
}
