{
    "title": "Hawai'i Volcanoes National Park: Archive",
    "body": "Archive       Overview The Hawai‘i Volcanoes National Park Archives are located in the park's Kīlauea Visitor Center building. The park archive contains approximately 1,350 linear feet of National Park Service records, images, personal papers, and area maps. The archive serves to document the people, places, and events in and around the park. Highlights include the HAVO Image Collection, the Charlotte Lovejoy Westcott Collection, and the Volcano House Registers. For more information on individual collections see our Collection Summaries and Finding Aids (below). To see some highlights of the collection--including digitized versions of the Volcano House Registers and historic postcards--see Collection Highlights.       Visitors at the entrance of Thurston Lava Tube, 1948        Conducting Research Research is by appointment only, Monday-Friday 8:00am – 2:30pm. The archive closes at 3:00pm and is not open on weekends. To request an appointment please fill out a Research Interview form and email it to havo_archive_museum@nps.gov or call 808-985-6321. If you cannot fill out and save the Research Interview form please include the information requested on the form in the body of your email. Allow a week for a return response. We do not conduct research via email or phone. All research must be done in person by the researcher.      Additional Access and Reproduction Information     Access Policy (pdf-72KB)     Copyright and Privacy Restriction Form (pdf-22KB)     Conditions Covering Reproduction and Use of Museum Collection Archival Material (pdf-56KB)     Visual Image Reproduction and Use Request (pdf-237KB)      Collection Summaries and Finding Aids Hawai‘i Volcanoes National Park prepares finding aids for collections that are fully processed and catalogued. The finding aids provide descriptions of information and types of materials found in the individual collection. Each finding aid also contains a container list with the title of the folders in the collection. The descriptions in the finding aid give researchers an idea of which collections are helpful for their topic and the container list provides the title, box, and folder information that should be provided to the park when making a research appointment. As finding aids are updated or new ones are finalized the changes will be added to the web page. The status of collections without a finding aid can be obtained by emailing havo_archive_museum@nps.gov. When making an inquiry on the status of a collection please include the full title. For information submitting a research request please see the Contact Information and Access section of the Collections page.      Charlotte Lovejoy Westcott Collection Charlotte Lovejoy Wescott's father, Channing J. Lovejoy was the manager of the Volcano House from late 1923 until July 1927. The collection contains 153 black and white photographic prints and colored postcards collected during that time. Subjects include: Volcano House, KMC, Kīlauea, hula dancers.      Hawai‘i Volcanoes National Park Administration Records, 1902-2012 The records were primarily generated by the Administration division of the park. The collection documents administrative, management, and operational activities, procedures, and policies of Hawai‘i Volcanoes National Park (HAVO) and the National Park Service (NPS) as it relates to HAVO.      Hawai‘i Volcanoes National Park Central Files, 1960-2010 The records were received from the Park's Record File and the Superintendent's Office. The records are a snapshot of all types of activities in the park for the years 1960-2010, but primarily focus on management records such as general park plans, concessions information, land agreements, and large-scale construction projects.      Hawai‘i Volcanoes National Park Cultural Resource Management Records The Cultural Resource Management Records were generated or contracted by the Cultural Resource Division. The collection contains planning documents, reports, images, maps, and correspondence related (but not limited to) historic preservation, archeology, museum activities, and Native Hawaiian rights.     Hawai‘i Volcanoes National Park Image Collection 1825-1991The Image Collection was created by numerous park divisions and unknown creators dating from the 1970s to 2011. The collection contains photo print, negative, slide, and postcard images of various areas, events, and people related to Hawai‘i Volcanoes National Park.      Hawai‘i Volcanoes National Park Interpretation Division Records, 1885-2012 The records reflect the tools used by and services provided by the Interpretation division to interpret the park's cultural and natural resources for the public. The collection documents the work, history, and activities of the division.      Hawai‘i Volcanoes National Park Maintenance Division Records, 1925-2011 The collection documents the work, history, and activities of the Maintenance Division, including, but limited to construction and maintenance of park assets such as roads, trails, landscapes, structures, and utilities.      Hawai‘i Volcanoes National Park Natural Resources Collection, 1934-2012 The records in the collection were generated by park staff, volunteers, and contractors working for the Natural Resources Division. Materials include correspondence, project proposals, pamphlets, orientation handbooks, hand-drawn maps, field data sheets, monitoring forms, reports, and field notebooks related, but not limited to, wildlife, vegetation, environmental activities, and park wilderness.      Hawai‘i Volcanoes National Park Map Collection, 1854-2011 The collection contains aerial photos, maps, drawings, and diagrams that document the formation of Hawai‘i National Park, the transition to Hawai‘i Volcanoes National Park, land acquisitions, concessionaires, Hawai‘i Volcano Observatory, cultural resources, and natural resources including biological resources and lava flows.      Hawai‘i Volcanoes National Park Protection Division Records, 1981-2010 The collection contains records documenting the activities of park Law Enforcement and Eruption Crew through operations, plans, staffing, and signing in use during eruptions. Significant topics covered include the Mother's Day Lava Flow and resulting Kupukupu Fire of 2002-2003.      Hawaii Volcanoes National Park Resource Management Collection, 1937-2002 The Resource Management Collection contains records created when Cultural and Natural Resources were managed under one umbrella. Types of material include, but are not limited to, research files, completion reports, maps, plans and drawings, and photographs related to administration, history, archeology, lands, and natural and social sciences.      Herb Kane Papers, 1987-1999 Herbert \"Herb\" Kawainui Kane (June 21, 1928-March 8, 2011) was an artist, historian, and author of Hawaiian cultural history. Kane's artwork is displayed at cultural institutions such as Hawai‘i Volcanoes National Park and the Bishop Museum. This small collection documents some of his work with the National Park Service and ephemera using reproductions of his work.      Josef Muench Photographs, 1940s-1950s Josef Muench (1904-1998) was a photographer of landscapes and nature. He was born in Bavaria and immigrated to the United States in 1928. The collection consists of forty-six, 8\" x 10\" black and white photographs of Hawaii landscapes taken by Muench during the 1940's and 1950's. The photographs include pictures of Hawai‘i Volcanoes National Park, Haleakalā National Park, Pu‘uhonua o Hōnaunau National Historical Park, Punalu‘u, and Kalapana.     Return to Collections page",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/historyculture\/archives.htm"
}
