{
    "title": "Keweenaw National Historical Park: Trip Itineraries",
    "body": "Explore This Park    Plan Your Visit     Trip Itineraries            Trip Itineraries       For visitors who have at least a half-day to explore the area, here are some suggested excursions with estimated distance and  drive times. Tip: It is recommended that you called ahead to make sure the organizations are open as their times and hours vary by season and are dependent on staffing availability. Some sites do charge an entrance fee.        NPS Photo  Half-Day - Historic Calumet Distance:1 mile walking, 1.5 miles driving, drive time: 3 hours    This half day tour takes you through historic downtown Calumet. Feel free to walk or drive this route. Travel north on 5th Street from the Keweenaw National Historical Park Visitor Center take in the historic shopping district of Calumet, where you can still find unique shops, local foods and stunning architecture. Head to the Italian Hall Memorial Park by turning left on Elm Street and proceeding to 7th Street. Turn right and the park will be on your left. An archway marker was erected to memorialize the Christmas Eve tragedy that took place here in 1913, which took the lives of 73 individuals. From here, head back on Elm Street to 6th Street. On the southeast corner your will find the Calumet Theatre. Stop in for a guided or self-guided tour of this beautiful theatre. Be sure to get some pictures! Just south on 6th Street and across the street is the Copper Country Firefighters History Museum. This museum has displays on the history of fire fighting in the Upper Peninsula, including numerous fire trucks from various eras. Continue south to Scott St and turn left. The Keweenaw Heritage Center at St Anne's Church will be on your right. Be sure to stop in and view their exhibits, which often change from year to year. Turn right on 5th Street, passing the Union Building on your left, and proceed 1 block to Coppertown Mining Museum. The museum is located on your right, on the southeast corner of Red Jacket Road and Armory St. Coppertown is housed in the former Calumet &Hecla pattern shop. The next stop is the Osceola #13 Mine location, one of the final shafts in Calumet to close in 1968. If you've been walking, you will want to get back in your car and make the short drive from downtown Calumet. Proceed east on Red Jacket Road to US-41 (Calumet Ave). Turn right and follow US- 41 south. Bear right onto Church St just before the Holiday Gas Station Turn on E St. Osceola 13 will be on your left. Please use caution at this site.           Half-Day - Quincy Unit, Hancock, Houghton Distance: 32 miles, drive time: 2-4 hours     From Calumet, head south on US-41 to the Quincy Unit and Mine just north of Hancock. For an underground mine tour, inquire in the gift shop. Outside exploration of the grounds is free of charge. After visiting the mine, continue south on US-41 about one mile and turn left on White St. Turn right on Finn St and proceed onto Finlandia University to visit the Finnish American Heritage Center. The Center has become a community focal point, offering a multitude of exhibits, lectures, plays, musical programs, and community events each year.Exit the campus on the west side using Scott St heading south (downhill). Cross Quincy St and turn left on Hancock St (US41 South). Cross the lift bridge and continue following US-41 south to Michigan Technological University to visit the MTU Archives in the basement of the library building. Extensive local and historical records are available for researchers here. Turn right on McInnis Dr and proceed up the hill approximately one mile to A.E. Seaman Mineral Museum, located at 1404 E. Sharon Avenue, where one of the finest collections of minerals in North America is on display. From MTU, head north on US-41. When the road divides, turn into the Public Parking area on the right, just past the Keweenaw Chamber of Commerce. This offers a great vantage point for the Quincy Smelter Ruins across the Portage. The Quincy Smelter was one of numerous locations where copper was refined, poured into ingots, and shipped throughout the great lakes.. Take the stairs or ramp down to the water front to visit the Isle Royale National Park Headquarters. Continue north on US-41 back across the bridge and bear right onto M-26. Follow this north about 6 miles to the Quincy Dredge in Torch Lake. Companies, such as Quincy, used dredges to vacuum waste sands from the lake to recover copper that was missed in earlier years. Continue north on M-26 to return to the Stamp Mill Ruins of the Ahmeek Mining Company in Tamarack.Dozens of these stamps in many different mills would have been hammering the ore to separate the copper from the mined rock.Only one stamp remains in the Keweenaw. Continue north on M-26 to return to Calumet.          Full-Day - Calumet, Laurium and Lake Linden Distance: 1 mile walk + 12 miles driving, drive time: 5-7 hours    Travel north on 5th Street from the Keweenaw National Historical Park Visitor Center. Take in the historic shopping district of Calumet, where you can still find unique shops, local foods and stunning architecture. Head to the Italian Hall Memorial Park by turning left on Elm Street and proceeding to 7th Street. Turn right and the park will be on your left. An archway marker was erected to memorialize the Christmas Eve tragedy that took place here in 1913, which took the lives of 73 individuals. From here, head back on Elm Street to 6th Street. On the southeast corner your will find the Calumet Theatre. Stop in for a guided or self-guided tour of this beautiful theatre. Be sure to get some pictures! Just south on 6th Street and across the street is the Copper Country Firefighters History Museum. This museum has displays on the history of fire fighting in the Upper Peninsula, including numerous fire trucks from various eras. Continue south to Scott St and turn left. The Keweenaw Heritage Center located at St Anne's Church will be on your right. Stop in and view their exhibits, which often change from year to year. Turn right on 5th Street, passing the Union Building on your left, and proceed one block to Coppertown Mining Museum. The museum is located on your right, on the southeast corner of Red Jacket Road and Armory St. Coppertown is housed in the former Calumet &Hecla pattern shop. Osceola #13 mine site is a short drive from downtown Calumet. Proceed east on Red Jacket Rd to US-41 (Calumet Ave). Turn right and follow US-41 south. Bear right onto Church St just before the Holiday Gas station. (If you miss it, turn right instead on Millionaire St and right again on Church). Turn on E St. Osceola #13 will be on your left. This was the site for one of the last operating shafts of the mighty Calumet &Hecla Mining Company. Now head back up US-41 to Calumet.Turn right on M-26 to Laurium.Turn left on Tamarack St and head to the Laurium Manor Mansion, it will be on your right between 3rd and 4th. This mansion was completed in 1908 for Thomas H. and Cornelia Hoatson at a cost of $50,000! Take the self-guided tour of the mansion and grounds;you won't be disappointed. Return to M-26 and head southeast (left) towards Lake Linden.On the southend of the downtown area you will find the Houghton County Historical Society complex on the left. The society has much to offer including exhibits, a school house and a train ride! Continue south on M-26 through Hubbell.Adjacent to the City Children's Park in Tamarack City is the last of eight stamp ruins of the Ahmeek Mill. Continue south on M-26 to see the Quincy Dredge in Torch Lake.It will be on your left.          Full-Day - Fall Foliage  Distance: 85 miles, drive time: 8-10 hours     This excursion description is meant to provide you with an ideal route to view the fall colors, thus it is directional in nature. Leaving from Calumet, head north on US-41.In the community of Mohawk, turn right onto 6th Street and then left on Fulton Street. Fulton turns into the Mohawk-Gay Road.Follow to this road to the town of Gay.Here, turn right on Main Street and left on 2nd Street. On the northeast corner of Lake Street and 2nd Street you'll find the historic Gay Schoolhouse, which is part of Keweenaw County Historical Society. Continue on 2nd Street, which exits Gay and becomes Lac La Belle Road.Watch for abundant wildlife on this picturesque coastal road. There are many pull-offs for taking in the views. Follow Lac La Belle Road back to US-41;here you have several options. You could turn left and proceed one mile south to visit the Delaware Mine where you can tour the mine, hike or just take in the amazing views from their parking lot. Or, you could turn right on US-41 to head to Copper Harbor. In Copper Harbor, you'll again be faced with a decision to either turn right and follow US-41 through town to Fort Wilkins Historic State Park, or to turn left onto M-26 heading out of Copper Harbor to Brockway Mountain Drive. Both options will provide you with stunning landscape views.Many people will opt to visit Fort Wilkins Historic State Park and then back track to Brockway Mountain Drive. To access Brockway Mountain, turn left from M-26 onto Brockway Mountain Drive. There is a plethora of vistas from the numerous pull offs along the way. If you are interested in birding, Brockway Mountain Drive is a great place to watch for fall migratory species. The southern end of Brockway Mountain Drive rejoins M-26;follow it to your left to Eagle Harbor.On the south end of the harbor, turn right on North Street and left on Lighthouse Drive to visit the Eagle Harbor Lighthouse and Museum Complex.You will also find the Rathbone School, Holy Redeemer Church, and the Eagle Harbor Life Saving Museum in this historic town. From the southwest corner of the harbor, take Eagle Harbor CutOff Road out of town.This will take you back to US-41.At US-41, you have two choices: turning left and proceeding one mile will take you to the Central Village and Mine site via a left on Central Road, or turning right will take you to Phoenix. In Phoenix, you will find the Phoenix Church on your right and Bammert Blacksmith shop less than one mile north of US-41 on M-26. Continue south on US-41. At just over a mile south of Phoenix, bear right onto Cliff Dr.A wayside marker describing the former town of Clifton will be on your right.Continue down Cliff Drive to Ahmeek where you will rejoin US-41 and continue south to Calumet.          Full-Day - Hancock, Houghton and Sites South  Distance: 80 miles, drive time: 8 hours     Leaving Calumet, take US-41 south to the Quincy Mine. Here the Quincy Mine Hoist Association provides the opportunity to take an underground mine and hoist house tour led by guides. You may also wish to explore the surface ruins of the site, which includes the Miner's Memorial House, home of the Joshua Martin family from 1913 to 1925. Your next stop on this route is Finlandia University;continue south on US-41 about one mile. Turn left on White Street, then turn right on Finn Street and follow it onto the campus. Finlandia University is home to the Finnish American Heritage Center, which houses the University's archives and museum, a theater, an art gallery and offices to The Finnish American Reporter. When you are ready, exit Finlandia on the west side of campus via Scott Street and cross Quincy Street. Continue by turning left on Hancock St (US-41 south) and follow it south across the lift bridge, over the Portage Canal and continue following US-41 south to downtown Houghton. Turn left on Huron Street and the Carnegie Museum will be on your left, on the corner of Huron and Montezuma Streets. This museum features rotating exhibits about local history, natural history, science and culture. In downtown Houghton, you will find a great vantage point for the Quincy Smelter from the Public Parking area at Franklin Street and US-41.While in Houghton visit Isle Royale National Park Headquarters, which is dockside along Lakeshore Drive. Here you will find information about trip planning to Isle Royale, park history and resources, as well as an Isle Royale and Keweenaw Parks Association sales outlet. Continue south on US-41 as it cuts right through Michigan Technological University.Here you will find the Michigan Tech archives in the Van Pelt Library and the AE Seaman Mineral Museum. Both facilities welcome visitors and provide insight to the areas rich history and geology. After visiting Michigan Tech, follow US-41 south out of Houghton.As you enter Chassell , turn right on 2nd Street;the Chassell Heritage Center will be on your left. Here you will find exhibits spanning from the community's logging days to today. From here, head out of Chassell on US-41 south.Turn right on Arnheim Road after 8.8 miles;at the intersection with Askel Road, Arnheim turns into Tower Road. Follow Tower Road to the Hanka Homestead, a wonderful stop while visiting the Copper Country. Hanka Homestead Museum is the home site of Herman Hanka;he and his family settled here after he became disabled in a copper mining accident. Follow Tower Rd back up to Amheim Road, stay straight onto Amheim Road following it to the intersection with US-41.Turn right and follow US-41 south.Go through the community of Baraga and on the southeast corner of L'Anse Bay, on the outskirts of L'Anse, you will find the Bishop Baraga Shrine overlooking the bay. Watch for the entrance sign on the right at Boyer Road and follow the signs back to the Shrine. Frederic Baraga is well known as the Snowshoe Priest who became the first Bishop of the Upper Peninsula. Follow US-41 north, back towards Houghton and across the Portage Lake Lift Bridge;bear right onto MI26.Follow MI-26 north towards Lake Linden.The Quincy Dredge will be on your right a few miles up. The Dredge was used to suck up tailings and pump them to an onshore reclamation plant. Continue north on MI-26.The Stamp Mill Ruins of the Ahmeek Mining Company will be on your right in the community of Tamarack City. Continue north on MI-26.Just as you enter Lake Linden, the Houghton County Historical Museum will be on your right. Here you will find a seven building complex, including a museum containing numerous artifacts. From here you can continue to follow MI-26 through Lake Linden and back to Calumet.          Full-Day - Porcupine Mountains  Distance: 75 miles, drive time: 7-9 hours     From Calumet, head south on US-41.After crossing the bridge from Hancock to Houghton, keep right onto M-26 south. In South Range, turn right on Trimountain Rd.Copper Range Historical Society will be on your right. During the summer season, this artifact-rich museum depicts what life was like on the southern end of the former mining district. Continue on M-26 to Greenland, which turns into M-38 towards Ontonagon.Watch for the Adventure Mine signs along the highway;turn left on to Plank Rd and a left on to Adventure. Follow signs to Adventure Mine gift shop and visitor center. Here you can experience a variety of tours for all ages and adventure seekers. Head back to M-38 and continue towards Ontonagon. Keep right onto Greenland Rd to enter the town of Ontonagon.This will meet with River St and the Ontonagon County Historical Museum will be on your left. The museum is open year round with exhibits featuring mining, logging, farming and much more. Give yourself plenty of time to explore this extensive collection. Head back down River St and bear right onto Rockland Rd.Turn right on M-64 to head towards Silver City and Porcupine Mountain Wilderness State Park. In addition to numerous historic copper mining sites, this nearly 60,000 acre park offers summer and winter recreational opportunities. Take M-64 back to Ontonagon, which turns into M-38 to head back to Greenland.Take M-26 north M-26 back to Houghton.Merge with US-41, cross the bridge into Hancock, and head back to Calumet.          Two-Day - Keweenaw County and Isle Royale  Distance: 64 miles, drive time: 2+ hours     From Calumet, head north on US-41. In Ahmeek, bear left onto scenic Cliff Drive. Here you will find the historic Cliff Mine site, which runs along the left hand side of Cliff Drive. Cliff Mine was the most productive copper mine in the United States from 1845 to 1854 and was the first profitable copper mine in Michigan. This land is open for exploration, but use caution;there are numerous streams, ponds, and hazards at this site. Cliff Drive will intersect again with US-41. Continue north on US-41 to the town of Phoenix. The Phoenix Church, originally St Mary's was built in 1858 for the resident of Clifton, will be on your left on US-41, just past the M-26 intersection. The Phoenix Church offers interpretive signs and exhibits. As you leave the Phoenix Church turn right to head north on M-26 towards Eagle River. Shortly after turning, Bammert Blacksmith Shop complete with historic tools will be on your right. Continue on M-26 to Eagle River. As you enter Eagle River, the Monument to Douglass Houghton will be on your left. Douglass Houghton was Michigan's first geologist and helped to spark Michigan's rich mining history. A few blocks further up M-26 is the Eagle River Museum complete with exhibits. It will be on your right, at the corner of M-26 and 4th St. Continue on M-26 to Eagle Harbor. As you enter the town of Eagle Harbor, continue straight when M-26 turns to the right. This will put you on North St. Turn left on Lighthouse Rd where you will find the well appointed and extensive Eagle Harbor Lighthouse Museum Complex (Eagle Harbor Lighthouse Museum, Commercial Fishing Museum, Keweenaw History Museum and Maritime Museum). Be sure to allow enough time at this location to see everything! Drive back down North St and turn left on Front St (M-26). Take the first right (Center St). The Rathbone School is at the corner of Center and 3rd. This one room school served the community from 1853 to 1872. Continue down Center St to 5th St and turn left. Bishop Baraga, The Snowshoe Bishop, founded Holy Redeemer Church located at the junction of 5th and South St. From here, head down South St back to M-26. Follow M-26 as it turns to the left. Drive about a mile past the bathing beach and turn left on Marina Rd to arrive at the U.S.C.G. Life Saving Station Museum located across the harbor from the lighthouse. The museum is located inside the boathouse. Return to M-26 by taking a right and heading back towards Eagle Harbor. Turn left onto the Eagle Harbor Cut-Off Rd.At US 41, turn left.One mile north on US-41, turn left on Central Rd to visit the Central Village and Mine Visitor Center where you can view exhibits, tour historic buildings and hike a trail to explore the historic village of Central. Proceed north on US-41 towards Copper Harbor. The Delaware Mine will be about 6 miles north on US-41 on the left. The Delaware Mine operated from 1847 to 1887, today you can take an underground self-guided tour and explore extensive above ground ruins. Continue north on US-41 to Copper Harbor. Follow US-41 through town to Fort Wilkins Historic State Park where history comes alive. Seasonally, costumed interpretive staff reenacts what life would have been like at Fort Wilkins in 1870. Fort Wilkins State Park also offers camping, hiking, paddling, fishing and sightseeing. Copper Harbor offers an abundance of camping and lodging, food and shopping options. The Isle Royale Ferry departs at 8AM from the Copper Harbor Marina.Reservations are highly recommended. It is just over 3 hours by boat ride to the island. For a same day return, the boat departs at 2:45PM. Overnight lodging and camping options are available on the island to enjoy even more of the majesty of Isle Royale National Park. Upon returning to Copper Harbor, head northwest out of town, past the US-41 turn off, onto M-26.Turn left on Brockway Mountain Dr to enjoy beautiful vistas and sunsets. Along the drive you will find several interpretive signs to orientate you and inform you of the area's cultural and natural history. At the end of Brockway Mountain Dr, bear left onto M-26 south.Enjoy more breathtaking views of the sun setting over Lake Superior as you wind your way along to coast through Eagle Harbor and Eagle River back to US-41 in Phoenix.Turn right and follow US-41 back to Calumet.          Two-Day - Porcupine Mountains  Distance: 100 miles, drive time: 36 hours     From Calumet, head south on US-41. After crossing the bridge from Hancock to Houghton, keep right onto MI-26 south. Stay on MI-26 to Greenland turning right on MI-38 (Greenland Rd) to Ontonagon. The historic Adventure Mine will be on your left, follow the signs. A variety of tours are offered ranging from 45 minutes to several hours long. Allow for plenty of time for a visit to Adventure Mine, they also offer free access to hiking and mountain biking trails. Continue on MI-38 to Ontonagon.Keep right onto Greenland Rd in Ontonagon. It will turn into River St and the Ontonagon County Historical Museum will be on your left. The museum is open year round with exhibits featuring mining, logging, farming and much more. Be sure to give yourself time to include the lighthouse tour. Head back down River St and bear right onto Rockland Rd. Turn right on MI-64 to Porcupine Mountain Wilderness State Park. In addition to numerous historic copper mining sites, this nearly 60,000 acre park offers summer and winter recreational opportunities and some of the best views of Lake Superior around. Take MI-64 back to Ontonagon and turn right on US-45 South.In Rockland, turn right on Elm St.This becomes Victoria Dam Rd.Old Victoria Restoration will be 3.5 miles down on your right. The hand-hewn logs cabin at Old Victoria provide a glimpse into the past of what miners homes might have been like at the Victoria Copper Mine. Return to US-45 and turn right.At the Junction with MI-26, stay straight onto MI26 north to Houghton.As you enter South Range, turn left on Trimountain Rd.The Copper Range Historical Society will be on your right. This museum provides explores of the lives the people who built the towns and villages of Atlantic Mine, South Range, Baltic, Trimountain, Painesdale, Winona, Toivola, Donken, Redridge, Beacon Hill, Edgemere, and Freda. Return to MI-26 north towards Houghton;merge with US-41 back to Calumet.",
    "url": "https:\/\/www.nps.gov\/kewe\/planyourvisit\/Trip-Itineraries.htm"
}
