{
    "title": "Hawai'i Volcanoes National Park: Natural History",
    "body": "Natural History Collection         ‘Akialoa NPS Photo  Hawai‘i Volcanoes National Park has a complex diversity of biological and geological resources. There is a wealth of specimens in our natural history collection.       Dryopteris fuscoatra (Hillebr.) W.J. Rob., crowned woodfern NPS Photo      Herbarium Collection The park's herbarium collection includes over 6,000 cataloged vascular plants, lichens, bryophytes, marine algae, and seeds. The collection was initiated by Otto Degener, a former professor of botany at the University of Hawai'i, when he took over the interpretive program at the park in 1929. Degener himself contributed 25 specimens to the collection starting in 1922 and continuing until 1982. Other early collectors contributed specimens to the herbarium as well; K.L. Fowler – 53 specimens (1937), H. Morley – 155 specimens (1934-1943), G.E. Olson – 115 specimens (1936-1940), P.H. Baldwin – 30 specimens (1941-1971) and last, but most significantly, G.O. Fagerlund and A.L. Mitchell – 700 specimens (1933-1945 with a couple of specimens in the 1970's). In subsequent years more than 3,000 vascular plants, bryophytes and mosses were added to the cataloged collection during resource management activities, inventory and monitoring, and other authorized scientific research. P.K. Higashino, T. Herat, K. Herat, and L.W. Pratt were major contributors to the collection as well as many others. The collection includes specimens of 33 endangered species. The scope of the collection encompasses; specimens from within the boundaries of the park and immediately adjacent to the park, specimens from the island of Hawai'i which, because of the dynamic nature of the plants, may become species of concern to resource management in the future, specimens from other islands in the Hawaiian chain of interest for genetic\/evolutionary research and\/or of interest due to future possible migration to the park, and specimens from the greater Pacific region of interest for their historic or evolutionary ties to the flora of Hawai'i. Collecting continues within the park by resource management staff to document occurrence of native species and their distribution patterns as well as the documentation of alien species and their distribution. Collecting is also connected with legitimate research being conducted in the park by investigators in the NPS Research Permit and Reporting System. Retention of voucher specimens from these research projects is an important part of the scientific process. Hawai'i Volcanoes National Park is participating in the Consortium of Pacific Herbaria through a 2013 Memorandum of Agreement, which creates a standardized plant checklist while also providing collections data and digital images online from a single web portal. The Consortium of Pacific Herbaria is being developed by the University of Hawai'i at Manoa's Department of Botany, in collaboration with the Bernice P. Bishop Museum and National Tropical Botanical Garden.           Nēnē, Hawaiian Goose NPS Photo        ‘I‘iwi NPS Photo        Agris cingulatus (Fabricius), pink spotted hawkmoth, collected 1979 NPS Photo      Zoology Collection Hawai'i Volcanoes National Park's zoology collection consists of over 5,000 birds, bird eggs, bird nests, mammals, and invertebrates. The collection includes 95 cataloged bird specimens prepared as either mounted specimens or as study skins. There are 75 specimens of native birds from 26 species including two extinct species (the Hawai'i ‘Ō‘ō, Moho nobilis and the 'Akia loa, Hemignathus obscurus) and another 10 endangered species. Other specimens are either introduced species found in the park or non-native specimens collected elsewhere. There are also 11 specimens of bird eggs and 33 bird nests in the collection. Unique bird nests in the collection include ‘Elepaio nests, one nest made of Pele's hair, and another of Pele's hair and horsehair. Mammal specimens in the zoology collection include Indian mongoose (Herpestes auropunctatus), rats, mice, the native Hoary bat (Lasiurus cinereus semotus), and pig skulls. The Hawaiian Hoary Bat is the only mammal native to the park. The marine invertebrate collection was initiated in 1923 by L.A. Thurston and T.T. Dranga with their collection of 41 shells from within the park along the Kīlauea and Puna coasts. In 1942 G.O. Fagerlund added to the collection with 44 marine shells from Apua Point and Halape. Insect specimens in the collection are mostly from the annual Big Island Insect Count and voucher specimens from scientific research conducted in the park through the NPS Research Permitting and Reporting System. Over 3,000 pinned insect and spider specimens were collected from Hawai'i Volcanoes National Park and other locations in the island of Hawai'i between approximately 1940 through 2004 by C.J. Davis, D. Foote, K. Magnacca, et al. as a synoptic reference collection for the Park. The collections are stored for future researchers to re-examine original specimens and their associated data that were used as the basis for the conclusions reached in original studies.       Basalt Stalactite, date unknown NPS Photo      Geology Collection The geology collection has 139 specimens documenting the geological sector of the Park's natural resources, providing materials for Park interpretation. This collection contributes to a better understanding of the dynamic landscape of Hawai`i Volcanoes National Park's geological history. The majority of the collection is from the very early years of the Park. Sixty-two specimens were collected, between 1919 and 1940, and many were likely displayed in an exhibit created by Thomas Jaggar, director of the Hawaiian Volcano Observatory (HVO), during the 1920s. The exhibit was located in the old Whitney Lab building where the Volcano House Hotel now stands and then at the Uwekahuna Museum Exhibit building. These specimens include a wide range of types from basalt stalagmites to pisolites and gypsum crystals. Park staff collected lava bombs, tree molds, lava rocks, lava driplets, stalagmites, and stalactites from specific eruptive events in the Park: Uwekahuna Bluff (800), Mauna Iki (1920), Kīlauea Iki (1959), Mauna Ulu (1970), and the Pu‘u ‘Ō‘ō eruption (Mother's Day lava flow, 2004). Collected specimens serve an important role to help illustrate variations in composition or structure within a formation of volcanic activity that occur in the Park.",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/historyculture\/natural-history-collection.htm"
}
