{
    "title": "Keweenaw National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           25970 Red Jacket Road  Calumet, MI 49913                 Directions         Keweenaw National Historical Park is located is located on the Keweenaw Peninsula, the northernmost part of Upper Michigan.   Directions Details           Operating Hours & Seasons         Park Headquarters Park Headquarters is open Monday through Friday, 9am to 5pm, except on federal holidays.   Standard Hours    Sunday: Closed   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: Closed             Weather           Summer: Keweenaw summers are usually mild, with average highs in the 70s, but can reach into the 80s and 90s. Nighttime temperatures are typically cool, but can also dip into the 40s or stay in the 70s. Summer months are dry, with occasional rain or severe thunderstorms. Winter: Again influenced by Lake Superior, winter temperatures are mild with highs in the 20s. Cold spells can occur with subzero temperatures. Lake effect snow is common, and 300 inches of snow can fall in a season.         Fees & Passes     Entrance Fees:   No Entrance Fees - $0.00 Keweenaw National Historical Park has no entrance fees. Exploring the Calumet Visitor Center is also free. Some of our Heritage Sites may charge a fee or request a donation. Contact a specific site for more information: http:\/\/www.nps.gov\/kewe\/learn\/management\/keweenaw-heritage-sites.htm          Visitor Centers       Calumet Visitor Center The Calumet Visitor Center is located at 98 5th Street in downtown Calumet. Visitors can explore 3 floors of interactive exhibits, films and museum pieces focusing not only on mining history, but the social aspect as well. The Visitor Center is fully accessible and free of charge. Please note that the Visitor Center will be open as staffing allows. You may call (906) 337-3168 for the most current information.                A ranger poses at the former Quincy Mine dryhouse. NPS Photo        Visiting Keweenaw National Historical Park is different from visiting many other national park sites across the country. The park was established to preserve and interpret the history of copper mining on the Keweenaw Peninsula through partnerships. The National Park Service works with a variety of organizations, including public and private entities, to achieve this goal.  Most visitor services for Keweenaw National Historical Park, such as guided tours or museums, are provided by the park's partners known as Keweenaw Heritage Sites. These sites are not owned or operated by the National Park Service but park staff work with these sites to coordinate services and preservation efforts. For more information on the Keweenaw Heritage Sites, including hours of operation and fees, request a copy of the annual park newspaper or view it online here. Keweenaw National Historical Park operates the Calumet Visitor Center in downtown Calumet, MI. This visitor center is open seasonally, for the most current operating hours please visit our operating hours and seasons page. Here you can experience three floors of interactive exhibits, films, and ranger talks. Please call ahead to confirm hours of operation, 906-337-3168.            NPS Photo   Weather Summer: Surrounded by Lake Superior, Keweenaw summers are usually mild, with average highs in the 70s, but can reach into the 80 and 90s. Nighttime temperatures are typically cool, but can also dip into the 40s or stay in the 70s. Summer months are dry, with occasional rain or severe thunderstorms.  Winter: Again influenced by Lake Superior, winter temperatures are mild with highs in the 20s. Cold spells can occur with subzero temperatures. Lake effect snow is common,  and 300 inches of snow can fall in a season. Please plan accordingly as certain snowstorms can bring blizzard conditions, making travel hazardous.  For the current forecast click here.",
    "url": "https:\/\/www.nps.gov\/kewe\/planyourvisit\/basicinfo.htm"
}
