{
    "title": "Gulf Islands National Seashore: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Gulf Islands National Seashore is a big part of this effort. Take a look at what we're doing and get involved!   Experiences    Check back for experiences in this park. To find other national park experiences, visit the experiences search.    Call to Action Projects      A Pathway to Stewardship through the Youth Conservation Corps  Gulf Islands National Seashore staff work with local Youth Conservation Corps students each summer and provide them with a variety of job skills,  team building activities, and  a broader sense of resource stewardship. Read more   Visitors get to Boat on the Bayou  In the fall of 2015, Gulf Islands National Seashore began a program allowing visitors to participate on guided small boat tours through the beautiful waters of a Mississippi bayou. Read more   27th Annual Mississippi Coastal Cleanup  Gulf Islands National Seashore staff help coordinate the 27th annual Mississippi Coastal Cleanup. Read more   The Healthy Fun of Kayaking  Gulf Islands National Seashore began conducting a Kayaking 101 program which allowed visitors to participate in the learning of basic kayaking skills on the beautiful waters of Davis and Halstead Bayous. Read more   Stargazing on the Beach  Gulf Islands National Seashore partners with volunteers from the Escambia Amateur Astronomer’s Association (EAAA) to get an up close view of some celestial objects for a fun night out under the stars. Read more   A Call to Action Projects for Gulf Islands National Seashore",
    "url": "https:\/\/www.nps.gov\/guis\/getinvolved\/2016.htm"
}
