{
    "title": "Gulf Islands National Seashore: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies              Laws & Policies        Emergencies - If you have an emergency while visiting the national seashore please call 911.      National Seashore Regulations:  1. Visitors to the national seashore should be familiar with park rules and regulations.  Specific information to Gulf Islands National Seashore can be found in the COMPENDIUM of designations, closures, permit requirements and other restrictions imposed under the discretionary authority by the Superintendent of Gulf Islands National Seashore. 2. All general laws regarding the National Park Service authority are found in Title 36 Code of Federal Regulations. 3. Glass containers are not allowed on park beaches or barrier islands, including individuals holding glass containers in the water close to the shoreline. 4. Visitors should obey the park speed limits. 5. Fireworks are not allowed within the boundaries. 6. Federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in Gulf Islands National Seashore.  It is the responsibility of visitors to understand and comply with applicable state, local, and federal firearms laws before entering this park.  Federal law prohibits firearms in certain facilities in the park.  \"Federal facilities\" are defined as a building or part thereof owned or leased by the Federal Government, where Federal employees are regularly present for the purpose of performing their official duties,\" this includes but is not limited to administrative buildings, visitor centers, and within walled forts including open grounds within. 7. Pets are not allowed on the Florida beaches, the Fort Pickens ferry & fishing piers, the north and south shores of all Mississippi islands, the West Ship Island pier, in forts, batteries, pavilions, or other facilities. For more information on pets in the seashore, visit our Pets page. 8. The use of Personal Watercraft (PWC) is based on location. Visit our PWC Regulations page for more information. 9. Fishing limits are based on state laws, more information can be found on our fishing page. 10. Metal detectors are not allowed and all historic objects and buildings are protected.  11. Plants and animals are protected within the national seashore.  12. Fires are allowed only in designated areas. 13. All litter must be removed from the national seashore.  Visitor should practice Leave No Trace and Pack It In, Pack It Out principles. 14. Drink responsibly and follow all state laws on alcohol consumption.   15. Observe closures. To help protect seagrass beds, Spanish Cove and the unnamed cove near Langley and Red Fish Points on the north shore of Perdido Key are closed to combustion engines. 16. There are no clothing optional areas within the national seashore, rangers will enforce regulations regarding public nudity.",
    "url": "https:\/\/www.nps.gov\/guis\/learn\/management\/lawsandpolicies.htm"
}
