{
    "title": "Gulf Islands National Seashore: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards       Kids! Collect stories about the Civil War and civil rights! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. Visit a park in person to earn a card (sorry, cards cannot be mailed). Ask a ranger or stop by the visitor center at a participating park. You can view all the cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you will learn. Gulf Islands National Seashore has a total of eight trading cards.          The Pensacola Forts Avenue to Freedom  With the Emancipation Proclamation in 1863, the military became an avenue to freedom. By 1864, Fort Pickens and Fort Barrancas, that had been built by slave labor, were now guarded by the 25th Regiment, US Colored Troops. Where free blacks had not long before fled Pensacola to preserve their freedom, now they came to fight for and secure it.            The First to Fight  The Louisiana Native Guards Several thousand \"free men of color\" mustered into service in New Orleans. In early April, the 2nd Regiment boarded ships, landed at East Pascagoula, and took the village. Confederates launched a furious counterattack, but these Native Guards prevailed, becoming the first black unit on the Gulf Frontier to meet the enemy in battle.            \"The Branded Hand\" of Jonathan Walker  In 1844, Jonathan Walker was caught helping escaped slaves. Imprisoned for months in Pensacola, Florida, his hand was branded \"SS\" for \"slave stealer.\" Reinterpreted as \"Slave Savior,\" this inspired a popular poem, \"The Branded Hand.\" Walker's published journal bore witness to harsh punishment of slaves, and images of his hand were widely circulated among abolitionists.            Secret Night Time Raid on Santa Rosa Island  On October 9, 1861, over 1000 Confederates secretly landed on Santa Rosa Island near Fort Pickens, Florida. Before dawn they attacked and burned a Union camp outside the fort in the fi rst signifi cant Civil War battle in Florida. In retaliation for this raid, a massive artillery bombardment struck Confederate positions on November 22-23.            Federal Fire Power at Fort Pickens  On November 22-23, 1861, Union forces at Fort Pickens, Florida unleashed one of the heaviest artillery bombardments of the Civil War on Confederate positions across Pensacola Bay. Over 5000 cannonballs wrecked Fort McRee and the Pensacola Navy Yard, leading Confederates to abandon Pensacola in May 1862.            \"Dead Line\" at Ship Island  Ship Island housed over 5,700 Confederate prisoners-of-war awaiting transfer or exchange with Union soldiers. With no prison walls, inmates were fenced or held in tents behind a \"dead line.\" If they crossed this line, they would be shot. Due to the island's shifting sands, 153 of the men who died there are buried at sea.            Lieutenant Adam Slemmer  Saving Fort Pickens Lieutenant Slemmer commanded Company G, 1st U.S. Artillery at Fort Barrancas on Pensacola Bay, Florida in January of 1861. Transferring his men to the stronger Fort Pickens and refusing repeated demands to surrender, his actions saved Fort Pickens for the Union, denying Confederate use of an important harbor and navy yard in the South.            Ship Island  Strategic Union Staging Ground The Union used strategically located Ship Island, Mississippi as a base for the naval blockade of southern ports from September 1861 until the end of Civil War. Admiral Farragut utilized the island as the staging ground for naval operations, including the 1862 takeover of New Orleans and the 1865 Battle of Mobile Bay.",
    "url": "https:\/\/www.nps.gov\/guis\/learn\/kidsyouth\/tradingcards.htm"
}
