1788
4
a
abl
about
abov
absolut
absorb
abstain
abstract
absurd
abund
accord
accumul
accuraci
act
add
adduc
adequ
administr
admiss
admit
adopt
advert
affair
affirm
again
against
age
agricultur
aid
all
allud
almost
altogeth
alway
ambit
ambiti
amount
an
and
ani
annual
annul
answer
apparatus
appear
appendag
apprehend
appropri
are
argu
argum
aris
arithmet
armi
arrang
articl
as
aspect
assert
at
attack
attain
attempt
attent
author
baffl
balanc
be
bear
becaus
becom
been
benefic
between
beyond
bodi
both
bound
boundari
branch
break
breast
bring
britain
but
by
calcul
call
can
cannot
capac
care
carri
case
caus
centuri
centuriata
certain
challeng
charact
chief
circumscrib
cite
civil
claim
class
clear
cloud
co
coequal
coexist
collect
color
combin
combust
come
comitia
command
commerc
commerci
common
commun
compar
comparison
compass
compel
comprehend
comput
concern
conclud
conclus
concurr
confin
consequ
consid
consider
constitut
content
conting
continu
contract
contradict
contradictori
contrari
control
conveni
convent
convuls
coordin
could
count
countri
cours
danger
data
day
debt
deduct
defend
defens
defray
depart
depend
desert
deserv
design
desir
destruct
differ
direct
disabl
discharg
discov
diseas
disproport
disprov
dissip
distinct
disturb
doe
domest
down
due
durat
duti
each
easi
economi
effort
either
elabor
elsewher
emerg
encourag
encumb
end
engag
enmiti
enorm
enterpris
entir
equal
establish
estim
european
even
event
everi
evid
exampl
exce
except
exclus
excresc
execut
exhaust
exig
exist
expenditur
expens
experi
extend
extent
extern
extinguish
extravag
extrem
fact
fall
fallaci
fallen
far
favor
feder
few
field
fieri
fifteenth
find
flame
flatter
fleet
folli
for
foreign
form
former
forth
forward
found
fourteen
frame
franc
frantic
friday
from
frugal
fulli
fund
furi
further
futur
gener
give
good
govern
great
greater
greatest
guard
had
hand
hang
happen
has
hastili
have
height
histori
hold
hope
hostil
hous
howev
human
hundr
i
if
illimit
illustr
imagin
immedi
immens
import
imposs
in
inadequ
incapac
inclin
incom
inconsider
inconveni
incur
indefinit
independ
individu
infer
inquiri
insignific
instant
institut
insur
interest
interim
intern
into
intrust
invas
involv
is
it
itself
januari
judg
judgment
judici
jurisdict
just
justifi
kindl
kingdom
known
laid
land
larg
last
late
latter
least
leav
left
legisl
legislatur
let
light
limit
line
list
littl
local
lodg
logic
long
look
lot
made
maintain
mainten
make
man
mani
mankind
manufactur
materi
matur
may
mean
member
mention
mere
merit
might
mild
mind
model
moder
modest
monarchi
more
mortal
most
much
must
my
myself
narrow
nation
natur
naval
navi
necess
necessari
need
new
nine
nineteen
no
not
noth
novel
now
number
object
observ
occas
of
offens
on
one
open
opposit
oppress
option
or
order
ordin
ostentati
other
ought
our
ourselv
out
over
own
packet
part
particular
passion
patrician
payment
peac
peopl
perceiv
perhap
period
perman
perpetu
plain
plebian
point
polic
polici
polit
posit
possess
possibl
poster
pound
power
practic
preced
precis
predomin
prefer
present
prevail
principl
probabl
proce
produc
profus
progress
pronounc
proper
proport
propos
prosecut
prospect
protect
prove
provid
provis
public
publius
purpos
pursu
pursuit
put
quantiti
quarter
question
rather
ration
reach
readili
realiti
reason
rebellion
recollect
reconcil
reduc
regard
reign
reject
relat
remain
remark
remot
repartit
repeal
republ
republican
requir
requisit
resid
resort
resourc
respect
revenu
roman
rome
rough
sacrific
safe
same
satisfactori
secur
seem
select
sentim
separ
set
sever
shall
share
short
should
show
shown
side
simplic
singl
so
societi
some
soon
sourc
specul
spent
spring
standard
state
still
stood
stop
storm
subject
subordin
subsist
substitut
such
suffic
suffici
sum
superior
suppli
support
suppos
supposit
suscept
sway
system
take
tax
taxat
temporari
tenth
term
than
that
the
their
them
themselv
then
theori
there
therefor
these
they
thing
third
this
those
though
thought
thousand
time
to
too
total
train
tranquil
tri
tributa
true
twentieth
two
ty
unambiti
uncertain
under
understood
undisturb
unfit
union
unit
unlimit
up
upon
us
use
utmost
vagu
vainglori
veri
view
vote
want
war
was
we
weaker
wealthi
weari
weight
welfar
well
were
what
when
where
which
while
who
wholli
wide
will
wise
with
within
without
world
would
yet
york