1
2
3
a
abl
absolut
accomplish
accur
act
activ
add
addit
address
admit
admonish
advanc
advantag
advers
advoc
affair
afford
after
against
all
alleg
alon
also
although
am
among
ampl
an
ancient
and
ani
anim
anoth
appear
apportion
apprehend
apprehens
are
arm
arrang
art
as
ascend
ascrib
assembl
at
attent
augment
author
bane
barrier
be
becom
been
beheld
behold
between
beyond
bill
bodi
both
bound
branch
british
busi
but
by
call
can
cannot
capac
carri
case
caus
census
certain
certainti
charact
charg
circumst
citizen
claim
close
coalit
collect
common
compar
comparison
compet
complet
compos
concern
conclus
concur
concurr
condit
confus
connect
conscious
consequ
consid
consider
conspicu
constitu
constitut
contain
contend
continu
contrari
convuls
correspond
could
council
counten
counteract
countri
creat
cun
danger
decis
declam
declar
defeat
defens
degre
demand
democrat
deni
depart
depend
descript
determin
difficulti
diffus
digniti
direct
directori
discolor
disfigur
dishonor
display
disregard
do
doubt
dupe
durat
each
economi
effect
effectu
elect
eloqu
emerg
employ
engag
engin
enlarg
equal
equit
equiti
err
even
everi
examin
exce
except
exist
expedi
experi
experienc
extent
extort
eye
facilit
fact
fail
far
farther
favor
fear
feder
feel
felt
few
fewer
final
find
firm
first
follow
for
forc
forev
former
fortun
foster
found
four
free
frequent
friend
from
function
fundament
gain
gener
good
govern
gradat
gradual
great
greater
grievanc
ground
grow
had
hand
happen
has
hasti
have
hazard
henc
here
his
histori
hold
hous
howev
humbl
i
if
ignor
immedi
import
in
incid
inconveni
increas
indispens
individu
indulg
infal
infant
infer
infirm
inflex
influenc
inform
inhabit
inspect
instanc
instrum
insuffici
insur
interest
into
involv
is
it
itself
jealous
jealousi
judgment
just
justic
justifi
kept
known
larg
larger
largest
last
latter
law
lead
least
legisl
legislatur
legitim
length
lessen
lie
like
limit
littl
local
longer
look
machin
made
maintain
major
make
may
mean
measur
meet
member
men
mere
might
minor
mistak
money
more
most
motion
motiv
much
multipli
multitudin
must
mutual
my
nation
neither
never
new
next
no
nor
not
noth
notic
notwithstand
now
number
numer
object
observ
obstacl
obtain
obvious
occas
of
often
oligarch
omit
on
one
oppos
opposit
or
orat
order
ordinari
origin
other
ought
outweigh
over
overgrown
overlook
overrul
own
pace
part
partak
partial
particular
pass
passion
patriot
peculiar
peopl
perhap
period
perman
permit
person
place
plianci
point
polici
popul
popular
power
practic
precaut
precis
predomin
prejudic
prerog
present
presid
pretens
pretti
prevail
prevent
principl
privileg
probabl
proce
proceed
progress
prompt
proper
proport
propos
prospect
provid
provis
public
publius
purpos
purs
pursu
question
quorum
rapid
readi
readjust
reapportion
reason
recollect
redress
reduc
reflect
refus
regard
regul
regular
remain
remark
remov
render
repeat
repres
represent
republ
reput
requir
requisit
resist
resolv
resourc
result
revers
review
rich
right
rivalship
ruin
rule
sacrific
safeti
said
salutari
same
satisfactori
satisfi
scale
sceptr
screen
secess
second
secret
secur
seem
seen
senat
sens
sensibl
serious
servic
sever
shall
shield
short
should
show
shown
side
singl
slave
small
smaller
smallest
so
societi
sole
solemn
some
sophistri
soul
speak
sphere
spring
stagnat
stake
state
statesman
station
still
strengthen
strenuous
stronger
subdu
subject
subsist
subvers
success
such
suffer
suffici
suggest
suppli
support
suppos
supposit
sway
sympathi
take
taken
temporari
ten
term
than
that
the
their
them
theme
themselv
there
therefor
these
they
thirti
this
those
though
thousand
three
time
to
too
transfer
trial
triumph
two
under
unequivoc
unfriend
unjust
unreason
unwil
urg
us
utmost
vanish
veri
view
vote
was
watch
we
weak
weal
weapon
weight
well
were
whatev
when
whenev
where
which
who
whole
will
wish
with
within
word
would
year
yet
yield
york