
1
2
3
4
5
6
a
abl
abroad
absurd
abus
accommod
act
ad
addit
address
adequ
admiss
admit
advanc
advantag
adventur
affair
affirm
again
against
aggreg
ago
agricultur
all
alleg
allegi
allow
alloy
allud
almost
alon
alreadi
also
altogeth
alway
ambit
america
american
among
amount
ampl
an
and
ani
animos
annual
anoth
answer
anticip
anxieti
appeal
appear
appropri
are
argum
aris
armi
articl
artifici
as
ascertain
ascrib
assembl
at
atlant
attach
attack
attain
attempt
attend
attent
augment
author
avow
awaken
awkward
bad
barbarian
barrier
batteri
be
bear
becaus
becom
bed
been
befor
begun
benefici
best
betray
between
beyond
blend
bless
blunder
blush
bodi
border
borrow
both
bound
boundless
bounti
branch
britain
british
burdensom
but
by
calam
calcul
call
can
candid
candor
cannot
capabl
capac
case
caus
cement
censur
centuri
certain
chain
charg
charl
cheat
cherish
choic
chosen
circumspect
cite
civil
claim
class
clear
clearest
collect
color
combat
combin
commerc
commiss
commit
common
comparison
compel
complianc
conclus
condemn
condit
confeder
confederaci
confer
confid
confin
confirm
conflagr
confound
congress
consequ
consid
consider
consist
constant
constitut
constru
construct
consum
contempl
contend
content
contin
continu
contrari
conveni
convent
convey
convict
cool
copi
correct
correspond
corrupt
could
council
countri
cours
critic
crown
crush
danger
dare
date
debt
decid
decis
declam
declar
decreas
deepli
defens
defin
definit
defray
demand
deni
depred
deriv
descent
describ
desir
destroy
determin
detrim
dictat
did
differ
difficult
dilemma
diminish
disastr
disband
disciplin
discourag
discret
discuss
display
disregard
dissolut
distanc
distress
distribut
district
disunion
disunit
do
doe
domest
done
doubt
down
drawn
due
durat
duti
dwell
each
earth
eastern
echo
effect
effectu
efficaci
effici
eighth
either
elect
elector
elem
employ
emporium
encourag
end
enemi
enlist
enter
enterpris
entertain
entir
enumer
epoch
equal
equip
error
escap
essenti
establish
etc
europ
european
even
event
ever
everi
everywher
evil
exact
examin
exampl
except
excis
exclud
exemplif
exercis
exert
exhibit
exist
expens
explain
export
expos
expound
express
expressli
extend
extens
extent
extern
extraordinari
eye
face
fact
fail
fair
fall
fallaci
far
fatal
fear
feder
feel
few
field
fierc
fifteenth
fifti
final
find
first
fix
flatter
fleet
follow
for
forbid
forc
forego
foreign
forgotten
form
former
forth
fortifi
fortun
found
franc
freedom
freeli
from
frontier
fugit
full
fulli
gener
germ
give
given
globe
good
govern
grant
great
greater
greatest
ground
guard
had
hand
handl
happi
happili
harmoni
has
have
he
heart
her
here
herself
high
his
hitherto
hope
hostag
hostil
hous
how
human
hundr
i
idea
ident
if
ignomini
imit
immedi
import
impos
impost
impregn
improp
impuls
in
inauspici
incid
includ
inconveni
increas
incur
inde
indebt
indefinit
independ
inflam
inhabit
injuri
insert
instanc
instead
institut
instrum
insular
insult
intercours
interest
intern
into
intrigu
introduc
intrust
invad
investig
involv
is
island
it
itself
jealousi
journal
judgment
juri
jurisdict
just
justif
justifi
kind
kingdom
labor
languag
larg
latter
laudabl
lay
leagu
least
led
left
legion
legisl
legislatur
lengthen
less
lesser
let
letter
levi
liberti
licenti
lie
light
like
limit
littl
load
long
longer
longest
loos
lot
love
made
maintain
mainten
make
man
manag
mani
manner
manufactur
maritim
mark
marqu
maryland
mass
materi
may
mean
meant
measur
member
merci
method
might
militari
militia
mind
miracul
misappli
miscellan
misconstruct
miseri
mislead
mistaken
misthink
mistress
moment
monarch
money
more
most
motiv
much
multipli
must
mutual
myself
nation
natur
naval
navi
navig
necess
necessari
negat
neighbor
neither
never
nevertheless
new
next
ninth
no
none
nor
not
noth
notic
now
number
object
objector
oblig
observ
obvious
occas
occur
ocean
of
offens
often
old
omin
on
onc
one
open
oppos
opposit
or
order
origin
other
ought
our
out
over
overmatch
own
pacif
palpabl
parliamentari
part
particular
passion
paus
pay
peac
peculiar
penetr
peopl
perfect
perfidi
perhap
period
perpetu
pervers
phantom
phrase
pictur
pirat
place
plant
plausibl
plenti
point
polici
polit
popul
portion
possess
possibl
postur
power
practic
precari
precaut
preced
precious
precis
preclud
predatori
prejudic
prepar
present
preserv
press
pretend
pretext
price
primit
princip
produc
progress
prohibit
proof
proper
properti
proport
propos
proprieti
protect
prove
provid
provis
prudenc
prudent
public
publius
purest
purpos
put
qualifi
quantiti
quarter
question
quiet
rais
ransom
rapaci
rash
rather
raw
reach
readi
real
reason
recit
reduc
reflect
regard
regul
relat
remain
remark
remot
render
repeat
repel
repetit
repres
requir
requisit
reservoir
resort
resourc
respect
restrain
restraint
result
retain
reveng
revenu
review
revolut
rhetor
rival
river
rome
rule
ruler
safe
safeti
said
same
satisfactori
save
scale
scarc
seacoast
second
secur
see
seem
seldom
self
selfdefens
selfpreserv
semicolon
sens
sentenc
separ
servic
set
seven
sever
shall
share
short
should
shown
side
signif
similar
sinew
singl
singular
situat
sleep
small
smallest
so
societi
soldier
sole
some
soon
sourc
spare
specif
spirit
split
spring
stage
stamp
stand
state
still
stood
stoop
strength
strike
stronger
structur
subject
subtleti
such
sudden
suffer
suffici
sum
superflu
superior
suppli
support
suppos
suspicion
system
take
task
tax
taxat
term
termin
terror
than
that
the
their
them
themselv
then
there
therefor
these
they
thing
third
this
thorough
those
though
thought
thousand
thrown
thus
tie
time
to
toler
too
town
transfer
treasuri
trial
triumph
troop
true
truli
trust
truth
turn
two
unavoid
under
undisciplin
unhappi
union
unit
univers
unknown
unless
unlimit
unnecessari
unruli
unthink
unvari
urg
use
usual
usurp
util
vain
valor
valu
valuabl
vari
variat
veri
vest
veteran
victim
view
vii
vindic
virginia
vote
vulner
want
war
was
we
weaker
wealth
welfar
well
were
what
whatev
whatsoev
when
where
wherea
whether
which
whilst
who
whole
whom
will
wise
with
within
without
world
worn
wors
would
writer
wrought
year
yet
yield
york