1788
1st
21
2d
a
abandon
absolut
abund
abus
accomplish
account
acquir
act
actual
adag
adapt
add
addit
administr
admit
adroit
advantag
advoc
afloat
after
all
allow
alon
alreadi
alter
alway
ambit
ambiti
among
an
and
ani
annihil
anoth
answer
appear
appetit
appli
applic
appoint
apprehens
approach
approb
appropri
approv
arduous
are
armi
arrang
arriv
as
assist
at
attach
attempt
avaric
avarici
ban
banish
be
been
befor
begun
behavior
benefit
best
between
beyond
bodi
break
but
by
calcul
can
capac
case
caus
caution
certain
chang
chief
choic
circumst
citizen
close
coincid
commit
commun
compel
comprehend
conceiv
concern
concili
conduct
confid
conform
conjunctur
connect
conscious
consequ
consid
consider
constanc
constitu
constitut
content
continu
contrari
corrupt
could
council
counterbal
countri
cours
credit
crisi
danger
debar
decis
declar
degre
deni
depart
depriv
deputi
deriv
descend
desert
desir
destin
detail
deter
determin
detriment
differ
diminut
direct
disabl
disadvantag
disburs
discharg
discont
disgrac
disgust
dislik
dismiss
disput
do
done
doubt
dozen
dread
durat
duti
easi
effect
either
elig
embrac
emerg
emin
emolu
enabl
end
enemi
enjoy
enough
enterpris
entertain
entitl
equal
equivoc
essenti
estim
even
event
ever
everi
evid
exalt
excess
exclud
exclus
execut
exercis
exert
exig
exist
expect
expedi
experi
experienc
experiment
expos
extens
extent
fail
fall
fame
far
fast
fatal
favor
favorit
feel
fellowcitizen
few
fidel
fifth
fill
financ
finish
firm
first
fit
flatter
flow
fluctuat
foot
for
forc
forcibl
foreign
foresaw
forev
form
fortun
forward
found
fourth
fresh
friday
friend
from
fulli
gain
gener
get
ghost
give
good
goodwil
govern
governor
greater
greatest
guard
habit
had
half
hand
happen
harm
harvest
has
have
hazard
he
hesit
him
himself
his
honor
hope
how
human
i
idea
if
ill
illfound
immedi
impair
import
impress
in
inasmuch
incent
inclin
inconveni
independ
induc
inevit
inexperi
infer
inferior
infinit
influenc
inspect
instanc
instead
interdict
interest
intim
irregular
is
it
judiciari
largest
last
least
leav
legisl
legislatur
leisur
less
liberti
like
limit
long
look
love
made
magistr
magistraci
make
man
manag
mankind
manner
march
matter
matur
may
mean
measur
men
merit
might
mind
moment
money
more
most
much
must
mutabl
nation
natur
navi
near
necess
necessari
necessit
need
negat
negoti
never
nevertheless
new
no
noblest
nomin
nor
not
noth
object
observ
obtain
obviat
occas
odious
of
offic
often
on
onc
one
oper
opinion
opportun
option
or
order
ordin
other
ought
out
over
overbalanc
own
packet
parent
part
partial
particular
passion
peac
pecul
peculiar
peopl
perfect
perhap
period
perman
permit
pernici
perpetu
perquisit
person
place
plan
plausibl
point
polici
polit
posit
possess
possessor
possibl
post
power
pre
precari
precis
predecessor
preemin
preparatori
presenc
present
preserv
presid
pretens
principl
privileg
probabl
proceed
prohibit
prolong
promis
promot
prompt
proof
propens
proper
prospect
provinc
provis
public
publius
put
qualiti
quit
rais
rather
re
readmiss
reason
recogn
recommend
recours
reelig
refin
reflect
regul
regular
relat
relinquish
reluct
remain
remot
render
repres
reput
requir
resembl
resent
resist
resolut
respect
restraint
result
revers
reward
right
risk
ruinous
rule
sacrific
safe
safeti
salutari
same
save
say
scene
scheme
scrupl
seat
second
secur
see
seem
self
selfdeni
sens
serv
servic
set
settl
shall
sigh
sight
signif
similar
simplest
situat
so
some
sordid
specul
stabil
state
station
still
strong
strongest
subject
subordin
substitut
successor
such
suffrag
suggest
suit
summit
superintend
suppos
suprem
system
take
talent
task
temporari
tempt
temptat
tend
tendenc
than
that
the
their
them
themselv
then
thenc
there
therefor
these
they
thing
think
third
this
those
though
thwart
time
to
togeth
too
train
transitori
truth
under
understood
undertak
undo
unequ
unfriend
unhing
uniform
unjustifi
unless
unwelcom
unwil
unwis
up
upon
us
use
usual
usurp
util
vain
vaniti
vari
variabl
veri
victori
view
violent
virtu
voluntari
wander
war
warrant
was
we
well
were
what
when
where
whether
which
while
who
whom
whose
will
wisdom
wise
wisest
with
within
without
work
would
yield
york
zeal