{
    "title": "Hamilton Grange National Memorial: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons           Ranger Stacie leading a tour of Hamilton Grange. George TonkinNPS  We prioritize reserved group visits on Wednesdays, Thursdays and Fridays between the hours of 10:00 a.m. and 12:00 p.m.  Please contact us before your visit, because our tour schedules are subject to change. Hamilton Grange National Memorial is open to the public Wednesday through Sunday year-round, except on Thanksgiving Day and Christmas Day. The visitor center (bookstore, exhibits, restrooms) will be open from 9 a.m. to 5 p.m. We are experiencing high visitation, so please arrive a minimum of 30 minutes before the start of the tour you would like to join.  We are limited to 15 persons per tour. Groups consisting of ten (10) or more people are required to make advance reservations.  Please see \"Permits and Reservations\" for information on how to schedule group tours. Visitors have two options for visiting the historically furnished rooms.  The first is a Ranger-guided tour and talk scheduled for 10 a.m., 11 a.m., 2 p.m. and 4 p.m.  Again, please note that we prioritize reserved group visits on Wednesdays, Thursdays and Fridays between the hours of 10:00 a.m. and 12:00 p.m. Contact us before your visit, because our tour schedules are subject to change. We are experiencing high visitation, so please arrive a minimum of 30 minutes before the start of the tour you would like to join, as we are limited to 15 persons per tour. The second is a relatively self-guided experience where visitors will be able to view the rooms at their own pace with a Park Ranger nearby to answer questions.The self-guided experience is scheduled for two 1-hour periods: 12:00 - 1:00 p.m. and 3:00 - 4:00 p.m.  Please note: During the open-house period, the historically furnished floor can only be visited with a ranger.  Still photos (no flash) are allowed in the period rooms.  Backpacks and large bags (including camera bags) are prohibited in the period rooms. For information about scheduling weekday (Wednesday-Friday) class visits, please click here.  The surrounding grounds are part of the Hamilton Grange experience and maintain the same operating hours as the building.",
    "url": "https:\/\/www.nps.gov\/hagr\/planyourvisit\/hours.htm"
}
