1786
1787
1788
18
1st
2d
3d
4th
a
abolish
abov
absolut
absurd
accept
accomplish
accord
acknowledg
act
actual
address
adequ
adher
admit
advanc
advic
advisori
affect
affirm
afterward
against
agenc
agit
agre
aim
alacr
all
allow
almost
alon
also
alter
altogeth
amend
america
amount
an
analyz
ancient
and
ani
animadvers
annapoli
answer
anteced
anxieti
anywher
appear
appoint
approb
approv
ardent
are
aris
armi
articl
as
ask
aspect
assembl
assent
assum
assumpt
at
attend
author
awaken
axiom
be
been
believ
between
beyond
blot
bodi
born
bosom
both
boundari
branch
but
by
calcul
call
can
cannot
capabl
captur
carri
case
cavil
certain
chang
charact
charg
circumst
citizen
civil
claim
coin
coinag
coincid
cold
collect
come
commensur
commiss
commission
commit
committe
common
comparison
compass
compli
compris
concentr
concept
concert
condemn
conduct
confeder
confid
confidenti
confin
confirm
congress
connecticut
consequ
consid
consider
conspir
constitu
constitut
constru
construct
contempl
contend
contrari
control
conven
convent
convict
convinc
correct
corrupt
could
countri
cours
court
courtsmarsh
crisi
critic
criticis
danger
dearest
death
declar
deduc
deem
deepli
defect
defend
defin
definit
degre
delay
deleg
deliber
depart
deputi
deriv
describ
destroy
determin
devis
dictat
differ
direct
disappoint
disapprob
disarm
dismiss
disposit
disregard
distinct
distinguish
do
doe
due
duti
each
effect
effectu
effort
either
elect
elev
embrac
emot
empir
enabl
end
enemi
enjoy
enlarg
enmiti
entir
equal
error
essenti
establish
estim
even
event
everi
evinc
examin
exampl
exceed
except
excit
execut
exercis
exig
exist
expans
expect
expedi
experi
expositor
express
expressli
extent
extern
fair
far
fate
februari
feder
feebl
felt
few
fifti
fiftynin
final
fine
firm
first
foe
follow
following:``wherea
for
forbear
foreign
forev
forgotten
form
former
found
foundat
frame
fresh
friday
friend
from
fulli
fundament
further
gener
give
given
good
govern
government:``resolv
grant
great
ground
had
happi
happiness,2
has
hath
have
hazard
he
held
here
herself
his
honor
hope
how
howev
i
if
ignobl
ill
illtim
immedi
imparti
import
imposs
impress
in
inconsist
independ
indian
indign
individu
indulg
ineffici
infinit
inflex
inflict
inform
infring
innov
inquir
inquiri
insert
inspect
instanc
instead
institut
instruct
instrum
insuffici
interest
intermedi
intern
interposit
intervent
into
introduc
investig
inveter
irreconcil
irregular
irresist
is
island
it
itself
januari
judg
judgment
juri
jurisdict
justifi
keenest
laid
land
latitud
latter
law
least
led
left
legal
legislatur
less
let
levi
liberti
lie
like
limit
littl
long
made
magistr
maintain
major
make
man
mankind
manner
mark
marshal
mask
may
me
mean
meant
measur
meet
member
memori
mere
midst
might
mind
misfortun
mix
mode
moment
monday
more
most
mould
move
much
must
nation
navi
necess
necessari
neglect
neither
never
nevertheless
new
next
nine
no
nobl
nomin
nor
not
now
nugatori
number
object
objector
oblig
observ
occas
occur
of
offer
offic
old
omit
on
onc
one
oper
opinion
opposit
or
order
ordinari
origin
other
ought
our
out
packet
paper
part
partial
particular
patriot
peculiar
peopl
perpetu
person
pervers
philadelphia
piraci
place
plain
plan
plausibl
point
possess
possibl
post
power
preced
precept
precious
present
preserv
presum
pretermit
pretext
prevail
principl
privileg
probabl
proceed
produc
progress
promot
pronounc
propens
propos
proposit
proprieti
prosper
prove
provid
provis
prudent
public
publius
purpos
purview
question
rais
rather
real
reason
recogn
recollect
recommend
recommendatori
recur
reduc
refer
reflect
reform
refus
regard
regul
regular
reject
remain
remark
remedi
render
repeat
report
requir
reserv
resolut
respect
revenu
revis
rhode
right
rigid
rigor
rule
sacrif
safeti
said
same
scrupl
scrupul
second
secret
secur
seem
seen
send
sentenc
sentim
septemb
servant
set
sever
shall
should
shown
sinc
singl
singular
situat
sixtieth
so
sole
solemn
some
sourc
sovereign
sovereignti
spontan
stamp
stand
state
states1
still
stood
stress
strict
subject
submit
substanc
substanti
such
suffici
suggest
sullen
sum
suppli
support
suppos
supposit
suprem
sure
suscept
sustain
swarm
system
take
taken
tax
tenor
than
that
the
their
them
themselv
then
there
therefor
therein
these
they
third
thirteen
thirteenth
this
those
though
threaten
throughout
time
titl
to
touch
toward
trade
transcend
transform
transmut
tri
trial
tribut
truth
turn
twelv
two
unanim
unauthor
uncertainti
under
understood
unenumer
ungrant
union
unit
univers
unknown
unless
urg
urgent
us
usurp
utter
vari
varianc
varieti
veri
vest
view
violat
virginia
virtuous
voic
waiv
warrant
was
way
we
weight
well
were
what
whatev
when
where
wherea
whether
which
who
wholli
whom
whose
will
wish
with
within
without
word
world
worthi
would
wound
written
york
zeal