
1
1783
1784
1788
195
a
abund
access
accord
act
activ
actuat
adequ
administ
administr
advanc
advantag
affin
after
against
agre
all
allevi
allgrasp
alon
also
although
am
ambit
ambiti
american
among
an
and
ani
apothegm
appar
appeal
appear
apprehend
archiv
are
as
assembl
assign
assum
assur
at
attent
attest
author
avail
balanc
barrier
basi
be
becaus
becom
been
belong
besid
betray
between
beyond
bill
blend
bodi
both
boundari
branch
breach
but
by
can
care
case
censor
check
chief
chiefli
chosen
circumst
citizen
class
co
cogniz
collect
command
commanderinchief
comparison
compass
compil
complet
complic
compos
concentr
concert
concis
conclus
confid
conform
congress
connect
consid
consider
constitut
consult
continu
control
controversi
convent
convey
coordin
could
council
cours
creat
danger
decid
declar
defeat
defens
definit
degre
deleg
deliber
demarc
democraci
deni
depart
depend
deriv
describ
despot
determin
difficult
direct
discret
discrimin
display
distinct
distinguish
divid
doe
doubt
draw
drawn
duli
durat
dure
duti
each
effectu
efficaci
either
elect
emerg
encroach
end
enterpris
entitl
enumer
equal
error
essenti
everi
everywher
evid
examin
exampl
execut
exempt
exercis
exhaust
experi
expos
expressli
extend
extens
extent
eye
facil
fact
fall
fallen
familiar
far
favor
februari
feebl
feel
few
fill
find
first
fix
flagrant
for
form
former
fortifi
fought
found
foundat
founder
free
freeli
frequent
friday
from
full
fulli
function
give
govern
grasp
great
greater
guard
guardian
habitu
had
hand
has
have
hazard
head
hereditari
him
himself
his
howev
hundr
i
idea
if
ill
illconstitut
immedi
impetu
import
impress
improp
imput
in
incap
incapac
indirect
indispens
individu
indulg
influenc
innoc
inquir
inspir
instanc
interest
intermix
into
intrepid
intrigu
invas
inviol
is
it
jealousi
jefferson
joint
journal
judg
judiciari
juri
just
known
laid
landmark
last
latter
law
lead
led
left
legal
legisl
legislatur
length
less
let
liberti
like
limit
littl
made
magistr
magistraci
maintain
make
mani
mark
mask
maxim
may
mean
measur
member
mere
merit
might
moment
monarch
more
most
mr
much
multipli
multitud
must
mutual
narrow
natur
necess
necessari
necessarili
never
new
next
niceti
no
none
nor
not
note
number
numer
object
oblig
obligatori
observ
occasion
of
offic
on
onc
one
oper
opposit
oppress
or
order
ordin
other
ought
our
ourselv
out
over
overgrown
overr
overrul
own
p
packet
paper
parchment
part
particular
pass
passag
passion
peculiar
pecuniari
pennsylvania
peopl
perform
person
place
pleas
plural
pocket
point
polit
possess
power
practic
precaut
precis
prerog
prescrib
preserv
prevail
previous
princip
principl
print
problem
proceed
produc
project
proof
proper
proport
provid
provis
public
publius
pursu
put
quarter
question
quot
real
reason
recollect
recommend
record
refer
regard
regular
reli
remark
render
repres
republ
requir
respect
respons
restrain
restraint
result
reward
right
rule
salari
same
satisfactori
second
secur
see
seem
seen
sentim
separ
session
seventi
seventythre
sever
shall
share
shoot
should
show
shown
side
simpl
singl
so
solv
some
sourc
sphere
spirit
spontan
start
state
still
strength
subject
subscrib
subsist
suffici
superior
support
suppos
sure
suscept
take
task
than
that
the
their
them
themselv
theori
there
therefor
these
they
third
this
those
thre
threaten
three
thus
time
to
transcend
trial
trust
truth
turn
two
tyrann
tyranni
unauthor
uncertain
unconnect
under
undertak
unexception
unfrequ
union
unless
up
us
usurp
vari
varieti
venic
veri
verifi
violat
virginia
vortex
voucher
war
warrant
was
watch
we
well
were
what
where
whether
which
who
whole
wholli
will
wisdom
wish
wit
with
within
without
would
year
yet
york
zeal