{
    "title": "Point Reyes National Seashore: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians                Amphibians         California Red-legged Frog   Amphibians are vertebrates (animals with backbones) that spend a part of their life underwater and the remainder living on land. They are ectothermic (more commonly known as \"cold-blooded\"), meaning that they depend on the temperature of their environment to regulate their own internal temperature. Amphibians are distinguished from reptiles by their absence of scales (although some of them have scales embedded under their skin). Amphibians are further distinguished by those that are voiceless and their larvae have no teeth (salamanders) and those that make noise and whose larvae have teeth (frogs and toads). At Point Reyes, there are six species of salamanders. The most common include the Rough-skinned Newt, the California Newt, the California Slender Salamander, Ensatina, and Arboreal Salamander. Larval California Giant Salamanders are found in many of the cooler streams in the Olema Valley, but adults are rarely seen except on warm, rainy nights. There are four species of frogs and toads known from the Seashore, one of which is not native to this area. The American Bullfrog was introduced into California in the 1800s, and has spread throughout much of the state. The most common frog is the Sierran Treefrog (also known as Pacific Treefrog, Pacific Chorus Frog, and Sierra Chorus Frog) a species that calls in large, loud choruses in the late winter and spring. The California Red-legged Frog is Federally listed as a threatened species. While populations of this frog are greatly reduced throughout many parts of the state, there are still good-sized populations of this frog at Point Reyes. Although the number of amphibian species is limited at Point Reyes, the rarity of species is notable. The highest densities of California Red-legged Frogs, for example, are located in riparian areas of Point Reyes. This species is now federally threatened but was once abundant throughout California and was the species of Mark Twain's legend of the jumping frog of Calaveras County. Globally, over 200 amphibian species have experienced recent population declines, with reports of 32 species extinctions. Data from California clearly document not just a decline in frog and toad populations, but extirpation of certain species throughout a significant portion of their range. Some of the reasons for this decline include factors related to the overall biodiversity crisis such as habitat destruction (alteration; fragmentation), introduced species, and overexploitation. However, these are not the only reasons for declines as they have also declined in relatively \"pristine\" environments. The more complex and elusive mechanisms potentially underlying declines include climate change, UV-B radiation, chemical contaminants, infectious diseases, deformities, or a combination of any of these factors that may exacerbate negative conditions. Researchers are finding that there is not a single overarching cause for global declines; instead all of these factors are threatening amphibian populations to a greater or lesser extent. View Amphibians of Point Reyes National Seashore species list (8 KB PDF, Adobe® Acrobat Reader® required). Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/amphibians.htm"
}
