{
    "title": "Sequoia & Kings Canyon National Parks: Current Fire Related Study Projects",
    "body": "Current Fire Related Study Projects        Recently completed projects are listed at bottom.  Current research projects in Sequoia and Kings Canyon National Parks (SEKI) are being conducted by the National Park Service, USDA Forest Service, the Biological Resources Division (BRD) of the USGS, or by several universities. These include several projects being conducted in the East Fork watershed in association with the Mineral King Risk Reduction Project (MKRRP). Detailed descriptions of most of these projects are available in the Annual Research, Monitoring, and Inventory Fire Report. Links to general information on conducting research in National Parks and current fire related research needs in Sequoia & Kings Canyon National Parks.  Learning from the Past: Retrospective Analyses of Fire Bbehavior in Yosemite and Sequoia-Kings Canyon National Parks. This three-year project will use fire behavior modeling to quantify the consequences of past suppression decisions. Results from this research will improve the prioritization and planning of fuels management activities, allow managers to track the cumulative effects of suppression, and communicate tradeoffs to the public. Carol Miller, Anne Black, Brett Davis - Aldo Leopold Wilderness Research Institute, Tony Caprio - Sequoia-Kings Canyon National Park, Michael Beasley - Yosemite National Park. (See link to Wilderness Institute for more details) In 1985 a long term study began looking at water chemistry and hydrology in burned and unburned watersheds within Giant Forest. Sampling in an additional paired watershed in the East Fork drainage was begun in 1995, associated with the Mineral King Risk Reduction Project, with the objective of providing a second sample set on the effects of prescribed burning on water quality. These studies were discontinued in 2000 by the USGS and a final report is being prepared (Claudette Moore and Jon Keeley - USGS). Continued sampling of the East Fork portion of this study has been cooperatively undertaken by the NPS and Colorada State University (John Stednick and graduate student Andi Heard). Andi's thesis was completed in February 2005 and a publication is in preparation.  During 1999 a study was begun to develop photo pairs contrasting historic versus contemporary scenes of the southern Sierra (Jon Keeley, Nate Stephenson, and Monica Bueno - USGS). Currently, images from the late 19th and early 20th century are being located from various sources. The photo points where these images were taken will be relocated and the scene rephotographed to provide information about temporal change in vegetation. A paper discussing finding from this study is in review. [Photographs above and at right show a recently updated series from Yosemite. The original photographs were published by Kilgore (1972). For an enlarged view click here]. Ecosystem Impacts of Fire Hazard Reductions, part of the Fire and Fire Surrogates Project, will take a detailed look at the fire effects of burning in lower mixed-conifer forest during differing seasons. The particular site being studied in the Parks will be one subsite in a national network of sites being funded as part of the Joint Fire Sciences Program (Eric Knapp and Jon Keeley - USGS). A four year project to create an updated classification and map of the Park's vegetation was also initiated in 1999 (Sylvia Haultain, SEKI Resources Management). Methods used in this mapping effort will follow national standards and result in a vegetation classification that is standardized across the Parks, unlike the current vegetation map which is a composite of several somewhat different classification schemes. Because of the importance of having an accurate baseline vegetation map for fire management, for such things as fuels classification and GIS fire return interval departure (FRID) analysis, fire funds are being used for the first two years of the project. Mapping of Sequoia National Park has been completed as of 2005 with the map now ungoing accuracy assessment. Mapping of Kings Canyon is currently underway. Extensive fire history sampling is also underway in the East Fork watershed and other locations within the Parks to examine several attributes of pre-Euroamerican fire regimes at large scales. These include fire size, and variation in fire frequency by aspect and across a the range of vegetation types (Tony Caprio, SEKI Resources Management). This information will provide direct input into fire management planning such as GIS fire return interval departure (FRID) analysis and the GIS project mentioned in the above item. Fire and Sequoia Reproduction - Fire exclusion in sequoia groves has had a greater effect on sequoia populations than the preceding several millennia of changing climate and fire regimes. Fire exclusion prevents sequoia reproduction. In most sequoia groves today, even the youngest trees are over a century old. Most areas in most groves have not burned for 100-130 years. Research by Nate Stephenson (USGS) seeks to determine what would restore sequoia reproduction has studied the effects of prescribed burning on sequoia groves. A study is underway to reconstruct pre-EuroAmerican fire history in Devils Postpile National Monument. Little is known about fire's past role in this ecosystem although elsewhere in the Sierra Nevada significant alterations occurred with settlement resulting in dramatic vegetation changes and unnaturally high fuel loadings. This study is reconstructing attributes of fire prior to EuroAmerican settlement using fire scarred trees and stand structure data. Using dendrochronological analysis, properties of pre-1900 fire regimes can be determined that characterize temporal and spatial attributes and the variability of past fires, providing insight about how fire helped shape the landscape. It will provide baseline information for developing and implementing natural resource and fire management plans and activities in the monument. (Tony Caprio, DNR, SEKI) Historical Wildland Fire Use: Lessons to be Learned from Twenty-five Years of Wilderness Fire Management (JFSP funded 2002; RMRS PI, Matthew Rollins with work in SEKI by Co-PI, Scott Stephens). Three research tasks are being used that take advantage of a 25-year legacy of wildland fire use in the Sugarloaf-Roaring River (SRR) region of the Sequoia and Kings Canyon National Parks, California; the Illilouette Creek Basin (ICB) in Yosemite National Park, California; the Rincon Mountain Wilderness (RMW) in Saguaro National Park, Arizona; and the Gila\/Aldo Leopold Wilderness Complex (GALWC) in the Gila National Forest, New Mexico using landscape-scale experimentation and simulation modeling. Individually, these tasks will address the following main research questions: 1) Are there thresholds in pre-fire stand structure in ponderosa pine\/Douglas-fir forests that lead to undesired levels of canopy mortality in wildland fire use operations? 2) How has the introduction of wildland fire use programs in Sequoia and Kings Canyon, Yosemite, and the Gila National Forest affected the nature of fire spread in these areas over time? And, 3) How do landscape composition, structure, and function vary under different fire management strategies? Together, the three proposed research tasks will quantify the effects of specific types of fires on landscape structure, composition, and function based on extensive field inventories, broad-scale ecological simulation modeling, and 25 years of well-documented wildland fire use in these four wilderness areas. Setting Forest Structural Goals for Fire Management (Nate Stephenson and Scott Martins USGS and Tony Caprio NPS). A general approach is being used to aid in setting quantitative and defensible forest structural goals for fire management, and apply the approach across all forest types in Sequoia and Kings Canyon National Parks (SEKI). To reach this end, this project is organized to accomplish four tasks. First, for a variety of species and forest types, we will use available age-size data (from tree cores that have already been collected) from at least ten separate studies within SEKI to determine diameter thresholds for trees likely to have established pre-1875, post-1875, and mixed pre- and post-1875 (1875 is the median date of last fire at more than 60 sites in a variety of forest types in SEKI). Second, across a range of spatial scales and by species for each of SEKI's eight forest types, we will determine the contemporary (unburned, at the time the plots were established) mean and range of densities of trees in the three key size classes determined in Objective 1. Third, we will use the combined age and density data to aid in setting forest structural restoration goals for fire management.   Recently Completed Fire Sudy Projects  Harold Werner (SEKI wildlife biologist) is carrying out small mammal sampling in burned and unburned areas to look at population changes due to direct and indirect fire effects. Small mammals are a keystone group for understanding other more subtle changes in ecosystems (such as higher trophic level predators spotted owls, fishers, etc.). John Battles and David Newburn at UC Berkeley, are looking at forest structure, tree regeneration. and fire effects in red fir forest in the Tar Gap area of the East Fork. During the late summer of 1999 the study plots were burned as part of the MKRRP. Postburn sampling was completed during the summer of 2000. Howard Shellhammer (San Jose State University), the remaining active member of the research team that carried out the original giant sequoia fire ecology studies from 1964 to 1974 (with Richard Hartesvelt, Tom Harvey, and Ronald Stecker), will be resampling plots established at Redwood Mountain over the last three decades. During the summer of 2000 he and colleagues will be (1) identifying, tagging, marking and measuring young sequoia and field areas such that researchers can study the area in the future, and (2) study the status of young sequoias, 32 to 35 years old. Kathleen Williams (UC Humboldt) has resampled plots established by Bruce Kilgore at Redwood Mountain in the 1970s to look at fire effects. She is comparing differences between burned and unburned plots since the time of the burns. Impact of Fire and Grazing on Diversity and Invasion in Sierran Forests - This study is utilizing areas burned in various areas of the parks, such as the East Fork and Cedar Grove, to look at invasive species and species richness in chaparral vegetation and in localized hot spots within the lower mixed-conifer forest (Jon Keeley, Dan Lubin, and Brent Johnson - USGS) The Use of GIS to Determine the Relationship Between Fire Frequency and Topography MS Thesis Univ. Redlands, Nathan Warmerdam (completed 12\/2003) Fire and Invasive Annual Grasses in Western Ecosystems (JFSP funded 2001; PI USGS, Matt Brooks, Jayne Belnap, Jon E. Keeley, and Robert Sanford). The interactions between fire and soil nutrients over three ecosystems currently dominated or threatened by invasive annual grasses in western North America -- Great Basin shrubland, Mojave Desert scrub and Sierra Nevada yellow pine forest were investigated. Common factors driving the fire\/annual grass cycle in these ecosystems will lead to generalizations widely applicable beyond the ecosystems under study. In addition, each of these systems has unique features that contribute to the dominance of invasive annual grasses, and elucidation of these will contribute to a broader understanding of the problem. Intensive field manipulations were used at sites in these three regions that couple burning, nutrients, fuels and light treatments. In addition, extensive surveys were conducted across these regions to assess the soil nutrient status associated with invaded and non-invaded sites. These field studies were coupled with laboratory studies to examine in detail the relationship between soil heating and nutrient availability for invasive grasses. With this information, managers could determine in advance if habitats are naturally vulnerable or resistant to invasions, enabling limited resources to be more effectively deployed both during and after fires. Fire prescriptions could be designed to avoid creating conditions susceptible to invasion, plus, restoration techniques could be better targeted, saving both time and money. Developing a Landscape-Scale Framework for Interagency Wildland Fuels Management Planning. JFSP funded 1999; NPS\/USDA\/CDF, Lead PI Pat Lineback with MaryBeth Keifer and Anthony Caprio NPS fire ecology Co-PIs. Project Abstract: Fire suppression has led to fuel accumulations, uncontrollable wildland fires, increased risk to human life and property, and the deterioration of fire dependent ecosystems. Although one of the strategies available for reducing fuel levels is the use of naturally ignited wildland fire, this option is seldom used because of risks to values in the wildland urban interface. Managers are unable to take advantage of all their alternatives because they lack tools for planning at the landscape scale and they lack information on fire benefits. Researchers will develop a GIS-based model that quantifies both the risks and benefits of fire across the landscape and allows managers to weigh the risks from fire against its longer benefits and the risks of continued fire suppression. This information will help managers develop strategic fire and fuels management plans. The final report can be obtained at the following URL: http:\/\/www.nps.gov\/seki\/fire\/pdf\/ssgic_finaldocument.pdf A thesis study that looked at aquatic invertebrates in several tributaries to the East Fork was completed during 1999, by Ian Chan (UC Davis).",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/fic_firestudy.htm"
}
