{
    "title": "Sequoia & Kings Canyon National Parks: Fire Research Papers",
    "body": "Fire Research Papers       Researchers at Sequoia and Kings Canyon National Parks have investigated the role of fire in park ecosystems for many years and have produced many papers on fire and fire management. Some of this research information is available as on-line papers from this Web site.  Current Fire Related Research Projects Fire Related Research Needs and Opportunities Fire Bibliography Glossary of Fire Terms  On-line research papers:      Giant Sequoias and Fire A brief overview of the relationship between fire and Giant Sequoias (Sequoiadendron giganteum) Dr. Bruce Kilgore was one of the first Park Service scientists to study fire. His research continues to influence the parks' philosophy of fire management. These articles, written in the 1970's, provide good background to the issue of fire and giant sequoias.  The Ecological Role of Fire in Sierran Conifer Forests: Its Application to National Park Management Originally published in Journal Quaternary Research, Volume 3, Number 3, October 1973     Fire's Role in a Sequoia Forest Originally published in Naturalist 23 (1): 26-37, Spring 1972     Restoring Fire to the Sequoias Originally published in National Parks & Conservation Magazine, Vol. 44, No. 277, Oct. 1970: 16-22 Other papers on fire and sequoias:  Objects or Ecosystems? Giant Sequoia Management in National Parks by D. Parsons, presented at the Symposium on Giant Sequoias: Their Place in the Ecosystem and Society, June 23-25, 1992, Visalia, California    Long-term Dynamics of Giant Sequoia Populations: Implications for Managing a Pioneer Species by N. Stephenson, presented at the Symposium on Giant Sequoias: Their Place in the Ecosystem and Society, June 23-25, 1992, Visalia, California     Effects of Fire Severity and Climate on Ring-Width Growth of Giant Sequoia After Burning. (Acrobat PDF file - 85KB)by Linda S. Mutch and Thomas W. Swetnam. 1995. Proceedings: Symp. On Fire in Wilderness and Park Management. 1993 March 30-April 1; Missoula, MT, USDA For. Serv. Gen. Tech. Rep. INT-GTR-320.     Giant Sequoia Management Issues: Protection, Restoration, and Conservation (also downloadable as 19.9 MB PDF fileor Abstract only)by Nate Stephenson. 1996. In: Sierra Nevada Ecosystem Project, Final Report to Congress: Status of the Sierra Nevada, Vol. II, Assessments and Scientific Basis for Management Options. 1528 pp.     Reference Conditions for Giant Sequoia Forest Restoration: Structure, Process and Precision (Acrobat PDF file - 202KB)by Nathan L. Stephenson. 1999. Ecological Applications Vol. 9, No. 4, pp. 1253-1265 An extensive bibliographic list of references pertaining to giant sequoias was compiled by the Forest Service during the evaluation of giant sequoia groves under the Mediated Settlement Agreement. This list was made available as part of the electronic version of the 1996 Siera Nevada Ecosystem Project report as: Master Bibliography for Mediated Settlement Agreement for Sequoia National Forest, Section B. Giant Sequoia Groves. (392 kb Adobe PDF file) D.L. Elliott-Fisk, S. Stephens, J.A. Aubert, D. Murphy, J. Schaber. 1997. In: D.C. Erman, General Editor, and the SNEP Team. U.S. GEOLOGICAL SURVEY DIGITAL DATA SERIES DDS-43.        Fire Effects Monitoring  Prescribed Fire Monitoring in Sequoia and Kings Canyon National Parks. (Acrobat PDF file - 30kb)D.M. Ewell and N.T. Nichols. 1985. pp. 327-330. In: J.E. Lotan, B.M. Kilgore, W.C. Fischer, and R.W. Mutch (tech. coord.) Proceedings Symposium and Workshop on Wilderness Fire. 15-18 November 1983, Missoula, Montana. USDA Forest Service General Technical Report INT-182. 434 pp.  Fuel Load and Tree Density Changes Following Prescribed Fire in the Giant Sequoia-Mixed Conifer Forest: The First 14 Years of Fire Effects Monitoring (NOTE: This is a 117 KB Acrobat PDF file. If you need an Acrobat Reader, download it here.)by MaryBeth Keifer. 1998. In: Leonard A. Brennan, and Teresa L. Pruden (eds.). Fire in ecosystem management: shifting the paradigm from suppression to prescription. Proceedings of the Tall Timbers Fire Ecology Conference, No. 20. Tall Timbers Research Station, Tallahassee, FL. pp 306-309.   Fire Effects Monitoring Link to information about long-term monitoring in fire-maintained ecosystems within the national park system.   Effects of Prescibed Fire in Giant Sequoia-Mixed Conifer Stands in Sequoia and Kings Canyon National Parks. (Acrobat PDF file - 148KB)by S.M. Haase and S.S. Sackett. 1998. In: Leonard A. Brennan, and Teresa L. Pruden (eds.). Fire in ecosystem management: shifting the paradigm from suppression to prescription. Proceedings of the Tall Timbers Fire Ecology Conference, No. 20. Tall Timbers Research Station, Tallahassee, FL. pp 236-243.        Fire History (Click for Details)  Fire History of a Sequoia-Mixed Conifer Forest. (Acrobat PDF file - 582kb)B.M. Kilgore and D. Taylor. 1979. Ecology 60:129-142. Abstract     Fire History in the Yellow Pine Forest of Kings Canyon National Park. (Acrobat PDF file - 199kb)T. Warner. 1980. pp. 89-92. In: M.A. Stokes and J.H. Dieterich (tech. coord.) Proceedings of the Fire History Workshop. October 20-24, 1980, Tucson, Arizona USDA Forest Service General Technical Report GTR-RM-81. 142 pp     Giant Sequoia Fire History in Mariposa Grove, Yosemite National Park. (Acrobat PDF file - 99kb)by T.W. Swetnam, R. Touchan, C.H. Baisan, A.C. Caprio, and P.M. Brown. 1991. pp. 249-253. Yosemite Centennial Symposium Proceedings - Natural Areas and Yosemite: Prospects for the Future, A Global Issues Symposium Joining the 17th Annual Natural Areas Conferene with the Yosemite Centennial Celebration Oct. 13-20, 1990. 667 pp. Abstract     Historic Fire Regimes Along an Elevational Gradient on the West Slope of the Sierra Nevada, California.(Acrobat PDF file - 272KB) by Anthony C. Caprio and Thomas W. Swetnam. 1995. Proceedings: Symp. On Fire in Wilderness and Park Management. 1993 March 30-April 1; Missoula, MT, USDA For. Serv. Gen. Tech. Rep. INT-GTR-320.  (View diagram showing potential seasonal position of fire scars in a tree ring - Credit: Anthony Caprio and Tom Swetnam (1995) - click on image for more details)  \"Making Maps Out of Tree Rings\" (Acrobat PDF file - 296KB)A short article explaining how pre-EuroAmerican fire history data obtained from tree rings has been utilized using GIS. Article by Jody Lyle.     Pre-Twentieth Century Fire History of Sequoia and Kings Canyon National Parks: A Review and Evaluation of Our Knowledge. (Acrobat PDF file - 1,274KB)by A.C. Caprio and P. Lineback. 2002. In: Proceedings of the Conference on Fire in California Ecosystems: Integrating Ecology, Prevention, and Management. Nov. 17-20, 1997, San Diego, CA. Assoc. for Fire Ecology Misc. Pub. No. 1:180-199.     Returning Fire to the Mountains: Can We Successfully Restore the Ecological Role of Pre-Euroamerican Fire Regimes to the Sierra Nevada (Acrobat PDF file - 224KB)by Anthony C. Caprio and David M. Graber. 2000. In: Cole, David N.; McCool, Stephen F.; Borrie, William T.; O'Loughlin, Jennifer (comps). Proceedings: Wilderness Science in a Time of Change-- Vol. 5 Wilderness Ecosystems, Threats, and Management; 1999 May 23-27; Missoula, MT. Proc. RMRS-P-0-VOL-5. Ogden, UT: U.S. Department of Agriculture, Forest Service, Rocky Mountain Research Station.     Temporal and Spatial Dynamics of Pre-Euroamerican Fire at a Watershed Scale, Sequoia and Kings Canyon National Parks.A.C. Caprio. 2004. In: Proceedings of the Conference on Fire Management: Emerging Policies and New Paradigms. Nov. 16-19, 1999, San Diego, CA. Abstract (Paper uses Thiesson polygons to reconstruct pre-Euro-American fire size across the landscape and presents results on differences by aspect and elevation.)     Link to International Multiproxy Paleofire Database of fire history derived from paleoenvironmental proxy data located at the World Data Center for Paleoclimatology.     Fire History of Lodgepole Pine on Chagoopa Plateau, Sequoia National Park. A.C. Caprio (in press). 2002 Fire Conference: Managing Fire and Fuels in the Remaining Wildlands and Open Spaces of the Southwestern United States. The Association for Fire Ecology. Abstract  (View images of fire-scar fire history samples from Sequoia & Kings Canyon National Parks showing varying fire frequency among differing vegetation types and elevations - click on images for more details)      Fire and GIS (Geographic Information System)  Fire Management and GIS: A Framework For Identifying and Prioritizing Fire Planning Needs by Anthony C. Caprio, Clarence M. Conover, MaryBeth Keifer, and Pat Lineback. 1997. Paper presented at the 1997 ESRI Conference, San Diego, California.     Fire management and GIS: a framework for identifying and prioritizing fire planning needs. (Acrobat PDF file - 609KB)by A.C. Caprio, C. Conover, M. Keifer, and P. Lineback. In: Proceedings of the Conference on Fire in California Ecosystems: Integrating Ecology, Prevention, and Management. Nov. 17-20, 1997, San Diego, CA.     Incorporating a GIS Model of Ecological Need into Fire Management Planning. (Acrobat PDF file - 1.4MB)by M. Keifer, A.C. Caprio, P. Lineback, and K. Folger. 2000. In: Proceedings of the Joint Fire Science Conference and Workshop, Crossing the Millennium: Integrating Spatial Technologies and Ecological Principles for a New Age in Fire Management, June 14-16, 1999, Boise, ID.       Fire and Forest Restoration  Restoration of Fire in National Parks by David J. Parsons and Stephen J. Botti. 1996 In: The Use of Fire in Forest Restoration. General Technical Report INT-GTR-341     Restoring Fire to Ecosystems: Methods Vary With Land Management Goals by Robert W. Mutch and Wayne A. Cook - from: General Technical Report INT-GTR-341 \"The Use of Fire in Forest Restoration.\"     The Seminal Importance of Fire in Ecosystem Management-Impetus for This Publication by Stephen F. Arno - from: General Technical Report INT-GTR-341 \"The Use of Fire in Forest Restoration.\"     Dealing With Public Concerns in Restoring Fire to the Forest by Leslie A. C. Weldon - from: General Technical Report INT-GTR-341 \"The Use of Fire in Forest Restoration.\"     A natural disturbance model for the restoration of Giant Forest Village, Sequoia National Park. (Acrobat PDF file - 232KB)by Athena Demetry 1998. In: W.R. Keammerer and E.F. Redente, (eds.) Proceedings of High Altitude Revegetation Workshop, No. 13, pp.142-159. Fort Collins: Colorado Water Resources Research Institute, Information Series No. 89.     Reference Conditions for Giant Sequoia Forest Restoration: Structure, Process and Precision (Acrobat PDF file - 202KB)by Nathan L. Stephenson. 1999. Ecological Applications Vol. 9, No. 4, pp. 1253-1265     Returning Fire to the Mountains: Can We Successfully Restore the Ecological Role of Pre-Euroamerican Fire Regimes to the Sierra Nevada (Acrobat PDF file - 224KB)by Anthony C. Caprio and David M. Graber. 2000 (in press). In: Cole, David N.; McCool, Stephen F.; Borrie, William T.; O'Loughlin, Jennifer (comps). Proceedings: Wilderness Science in a Time of Change-- Vol. 5 Wilderness Ecosystems, Threats, and Management; 1999 May 23-27; Missoula, MT. Proc. RMRS-P-0-VOL-5. Ogden, UT: U.S. Department of Agriculture, Forest Service, Rocky Mountain Research Station.     Prescribed Fire as the Minimum Tool for Wilderness Forest and Fire Regime Restoration: A Case Study from the Sierra Nevada, California. (Acrobat PDF file - 35KB)by M. Keifer, N.L. Stephenson and J. Manley. in press. In: Cole, David N.; McCool, Stephen F. 2000. Proceedings: Wilderness Science in a Time of Change. Proc. RMRS-P-000. Ogden, UT: U.S. Department of Agriculture, Forest Service, Rocky Mountain Research Station.     Fire, fuel treatments, and ecological restoration: Conference proceedings; 2002 16-18 April; Fort Collins, CO. (web site with Acrobat PDF file - 12.5 MB)by Omi, Philip N.; Joyce, Linda A., technical editors. 2003. Proceedings RMRS-P-29. Fort Collins, CO: U.S. Department of Agriculture, Forest Service, Rocky Mountain Research Station. 475 p. Recent fires have spawned intense interest in fuel treatment and ecological restoration activities. Scientists and land managers have been advocating these activities for years, and the recent fires have provided incentives for federal, state, and local entities to move ahead with ambitious hazard reduction and restoration projects. Recent fires also have increased public awareness about the risks and hazards of living in wild areas. The scientific basis for ecological restoration and fuel treatment activities is growing, but remains largely unsubstantiated, with isolated exceptions. Over 300 participants from all over the United States convened in Ft. Collins, Colorado, to learn from 90 oral and poster presentations.     Back to the future: The Value of History in Understanding and Managing DynamicLandscapes by Penelope Morgan. 2004. pp. 78-84. Proceedings: Views from the Ridge-Considerations for Planning at the Landscape Scale. USDA PNW-GTR-596.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/fic_fireres.htm"
}
