{
    "title": "Yosemite National Park: Bats",
    "body": "Bats        Most Common Bat in Yosemite: Big brown bat Largest Bat in Yosemite (and all of North America): Western mastiff bat Smallest Bat in Yosemite: Western pipistrelle         Spotted bat has 3 white spots on a black body. Species is uncommon but widely distributed. Photos by Bill Rainey  More than 1,300 bat species exist in the world--only missing from the Arctic and the Antarctic. Yosemite National Park houses 17 species (25 exist in California and 45 in North America). Bats are the only mammals capable of flight, as the scientific name of their order, Chiroptera, means hand-wing. Two divisions exist to the order, megachiroptera and microchiroptera. Megachiroptera species, found in the Old World, use vision to find their prey while microchiroptera species, found worldwide, use echolocation to find prey. Bats, which are related to primates in an evolutionary sense, might be one of the tinier mammals, but their scientific biology is like the larger mammals: have only one young; young is born at 25% of the mother’s weight; lifespan of 34 years; and gestation 90-100 days. Bats use a variety of roost sites in dark places, such as rock and bridge crevices, and buildings. Pallid bats began to roost outside The Ahwahnee just a year after the historic hotel was built. North American bats undergo torpor or a daily “sleep” state. Bats maintain their body temperature only when active. During the day, while resting, bats let their body temperature drop to the temperature of their surroundings. If the surroundings are cold, bats enter a sluggish state of suspended animation, known as torpor. In order to avoid temperature fluctuations, bats look for locations to roost where they can let the weather regulate their temperatures—typically, in Yosemite, where it is a few degrees above freezing and where the temperature remains stable like in a rock crevice or a sequoia tree cavity. Some of the park’s species, studied as far back as the 1920s by Joseph Grinnell, migrate and some hibernate. At one time, textbooks indicated all bats hibernate, but not all do.        A radio-tracking device is attached to a big brown bat to study roosting sites in sequoia groves.   Park research uses acoustic equipment to locate bats because scientists generally cannot hear echolocation calls with the naked ear. In addition, radio-tracking devices are attached to individual bats to learn about their roosting locations. Yosemite researchers use 3.5-gram devices applied to a bat’s skin with a bond that only lasts a couple of weeks. Bat experts have identified sequoia groves as potential roosting habitat. Several studies determine at least six species roost in fire-scarred hollows of Yosemite’s sequoia trees. Also, bats use the sequoia canopy to forage—detected by a sound-sensitive balloon released into the tall canopy to track sounds. Yosemite’s scientists also conduct research to determine the elevational distribution of bats. The question has been: Does diet have anything to do with distribution? The way to find out: Analyze guano samples. All North American bats eat insects, which vary at different elevations. The California myotis, for example, eats primarily beetles; therefore, it resides at a low elevation because its select food does not exist at a higher elevation. Other cases are more puzzling to bat experts, however. The little brown bat, which eats small aquatic insects like midges found at all elevations, confines itself to higher elevations and is the only Yosemite bat species to raise its young at an 8,000-foot elevation.      Bat Species of Yosemite Little brown bat (Myotis lucifugus) Yuma myotis (Myotis yumanensis) Long-eared myotis (Myotis evotis) Fringed myotis (Myotis thysanodes) Long-legged myotis (Myotis volans) California myotis (Myotis californicus) Small-footed myotis (Myotis ciliolabrum) Silver-haired bat (Lasionycteris noctivagans) Western pipistrelle (Parastrellus hesperus) Big brown bat (Eptesicus fuscus) Western red bat (Lasiurus blossevillii)--CSC Hoary bat (Lasiurus cinereus) Spotted bat (Euderma maculatum)--CSC Townsend’s big-eared bat (Corynorhinus townsendii)--CSC Pallid bat (Antrozous pallidus)--CSC Mexican free-tailed bat (Tadarida brasiliensis) Western mastiff bat (Eumops perotis)--CSC CSC: Five bat species have a special status. CSC stands for California Species of Concern  Fill out a Wildlife Observation Card to report wildlife sightings to the park. [37 kb PDF]       To Learn More  The California Bat Conservation Fund dispels misconceptions about bats and restores injured and orphaned bats to health. Bat Conservation International works to protect bats under its founder Dr. Merlin Tuttle. It offers an extensive photo library. White Nose Syndrome: The U.S. Geological Survey has researched the mysterious disease killing more than 1 million bats in the eastern United States--affecting species such as the little brown bat and the big brown bat. Also, follow the Center for Ecology and Conservation Biology at Boston University, the National Speleological Society, or a ScienceDaily article summarizing the Ecological Society of America's details.  University of California’s Pest Management Program explains how to know where bats enter and roost in a building, and how to remove a bat that has flown inside a home.  Sources Pierson, E.D.; Rainey, W.E.; & Corben, C.J. (2001, January). Seasonal Patterns of Bat Distribution Along an Altitudinal Gradient in the Sierra Nevada. Report prepared for the California Department of Transportation, California State University at Sacramento Foundation, The Yosemite Association, & The Yosemite Fund. 68 pp. [6.4 MB PDF] Pierson, E.D.; Rainey, W.E.; & Chow, L.S. (2006, January). Bat Use of the Giant Sequoia Groves in Yosemite National Park. Report prepared for the Yosemite Fund & Yosemite National Park. 146 pp. [64.75 MB PDF] Rainey, W.E.; Ingersoll, T.; Corben, C.J.; & Pierson, E.D. (2009, June). Using Acoustic Sampling of Bat Assemblages to Monitor Ecosystem Trends. Report prepared for the U.S. Geological Survey. 139 pp. [9.5 MB PDF]",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/bats.htm"
}
