{
    "title": "Yosemite National Park: Scenic Vistas",
    "body": "Scenic Vistas in Yosemite        From Yosemite's Tunnel View location, visitors can see El Capitan, on the left, Bridalveil Fall, on the right, and Half Dome, in the distance, when exiting the tunnel on Wawona Road. Capturing the awe of visitors for more than 75 years, the view became obscured by trees and brush. In October 2008, the Tunnel View Rehabilitation Project restored the expansive views of Yosemite Valley.        Managing Vistas Yosemite National Park was originally set aside for preservation due to its outstanding scenery. In 1851, Dr. Lafayette Bunnell, one of the first Europeans to gaze on Yosemite’s beauty, described the supreme grandeur of Yosemite Valley: \"...the clouds...partially dimmed the higher cliffs and mountains. This obscurity of vision but increased the awe with which I beheld it, and as I looked, a peculiar exalted sensation seemed to fill my whole being.\" Millions of modern-day explorers have experienced this same view. Today, we call it Tunnel View. It’s just one of many iconic views and vistas for which Yosemite is famous.      Purpose of the Plan The Scenic Vista Management Plan creates a program that will:  Replace the Park's current ad hoc approach to scenic vista management with a comprehensive strategy. Prioritize viewpoints for management. Identify which methods of vegetation clearing are appropriate; when and where to use them. For high priority vistas, describe what trees and brush may need to be removed to restore the view.         The photo on the right was prior to selective thinning that was done in the early 1900s to preserve one of the most popular views in the Valley.  Following the thinning the view of El Capitan on the left was selected to represent Yosemite in the Postage Stamp Series.   Is a Plan Needed? The creation of this plan is called for by the 1980 Yosemite General Management Plan and activities of this type are specifically allowed for by the National Park Service Organic Act. Past management practices have allowed vegetation growth to adversely impact the park’s iconic views and vistas, discrete lines of sight, and meadow systems. This has impacted both natural and cultural resources in Yosemite as well as compromising the visitor experience. The National Park Service wants to identify appropriate management actions to respond to these impacts. Protection of the Park’s historic viewsheds requires an understanding of the current status of these systems. A framework will be developed for evaluating and prioritizing research needs and management actions that may be necessary to ensure that park resources and values remain unimpaired.      What Methods are Proposed?  Fire: The practice of fire exclusion by early settlers in the late 1800s was continued by park managers for decades, resulting in dense stands of vegetation. In the 1970s,  the positive aspects of fire were recognized and limited prescribed burns were introduced. This helped restore some of the original meadows, reinvigorate giant sequoia groves, and otherwise enhance forest health. Mechanical: Thinning or removing trees and brush could restore Yosemite Valley to its original oak woodland setting and re-establish historic viewpoints. Trimming: Trees and shrubs could be trimmed to remove individual branches and stems that block views.  To Learn More  Learn more about the Scenic Vista Management Plan. Learn more about the Tunnel View Rehabilitation Project completed in 2008. Listen to a 24-minute podcast that discusses the inspiring scenery of Yosemite and brings to light the changing nature of what can be seen from various viewpoints. This episode further discusses some of the ideas regarding the development of a Scenic Vista Management Plan. Learn about other environmental issues in Yosemite National Park.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/scenic-vistas.htm"
}
