{
    "title": "Yosemite National Park: Air Quality",
    "body": "Air Quality       Also See: Current Air Quality & Smoke Monitoring webpage and general Smoke page.         Polluted air can accumulate in the Central Valley west of Yosemite and travel east up the Merced River Canyon, into Yosemite, during the day.   Airborne pollutants continue to degrade Yosemite National Park resources. What's causing these pollutants? The burning of fossil fuels and some agricultural emissions from sources west of Yosemite cause most of the pollution. Natural fires that are inevitable in the Sierra during dry summer months can impair Yosemite's air quality as well, though the impacts are usually localized. Large brush fires outside Yosemite, such as in Southern California, commonly impact Yosemite, too, and usually impact the entire park. Although California is one of the cleanest states in terms of emissions per person, topography and geography combine to trap air pollutants in the state's Central Valley. Westerly winds can then blow that pollution into Yosemite on a regular basis, especially during the summer. Yosemite National Park, in cooperation with state and other federal agencies, monitors the damage caused by air pollution with a comprehensive, science-based air resources program. This program targets major air pollutants and impacts potentially affecting Yosemite's visitors and ecology.        One of the Sierra Nevada's most sophisticated air quality monitoring stations is located on Turtleback Dome, at 5,266 feet on the western edge of Yosemite National Park.   Visibility Yosemite offers world-famous views of its many famous landmarks like El Capitan, Yosemite Falls, Half Dome and others. Fine particles in the air, especially those from wildland fires and agriculture and urban sources, can scatter and\/or absorb light, obscuring these landmarks. Yosemite is designated a Class I area under the Clean Air Act, which affords Yosemite the highest level of federal air quality protection. As a result, visibility in Yosemite has been extensively studied, and monitoring of the particles that most affect park visibility is ongoing via the IMPROVE network monitor at Turtleback Dome. See the park's webpage that captures current air quality and smoke monitoring data. For more on visibility in Yosemite and other parks, see the Visibility Information Exchange Web System.  Smoke and Fire Our worst days of visibility in Yosemite are caused by smoke. Forests in a dry Mediterranean climate like that of the Sierra Nevada inevitably burn and have evolved to rely on fire as part of the ecology that sustains their health. Urban pollution puts Yosemite fire managers in a difficult situation, since they have to protect the health and clarity of the air that visitors breathe while still allowing the fires (and associated smoke) that sustain Yosemite's landscape. Unfortunately, 100 years of fire suppression has left much of Yosemite's lower elevations overgrown. Managing the smoke and fire from that suppression “surplus” will result in occasional, but sometimes significant, smoke events for decades to come. Visibility and air quality on our worst days will likely not improve in the near future as a result, though the clearest days, which are most affected by urban emissions, should continue to improve as California air quality regulations take effect.  Ozone       Courtesy of the Environmental Protection Agency (http:\/\/airnow.gov\/)       Another air quality problem, ozone pollution, threatens human health and park plants. Ozone is a caustic gas that occurs both at high altitude (in the stratosphere) and near the ground (in the troposphere) in the presence of sunlight. Up high, that stratospheric ozone layer is beneficial, blocking much of the sun's harmful ultraviolet radiation (like a sunscreen). Down low, tropospheric ozone can damage both plant and animal tissues, especially leaf or lung tissue. Ozone is not emitted directly as a pollutant, but forms secondarily in the presence of chemical precursors, called nitrogen oxides (NOx) and hydrocarbons, and in the presence of strong sunlight. Automobiles, power plants, and factories are the main producers, and most ozone, like the haze that obscures Yosemite's vistas, is caused by precursors blown over from urban source regions to the west.  2009 Summary: A clean air summer. Yosemite only exceeded ozone standard 12 days (average is 30) at Turtleback Dome due to cool, wet conditions in late spring\/early summer.  Ozone and People  For human beings, ozone is a caustic gas that is a respiratory irritant, producing symptoms analogous to a sunburn inside the lungs. Ozone injury can be cumulative and cause coughing, sinus inflammation, chest pains, scratchy throat, even permanent lung damage and reduced immune functions. Children, the elderly, people with existing health problems, and active adults (including hikers) are most vulnerable. These “sensitive groups” on the Air Quality Index (AQI) scale should follow the guidelines for avoiding exposure to ozone above the levels set forth by the AQI. Even during the most severe ozone pollution events, ozone levels are often lower in Yosemite than in the Central Valley, which has some of the most unhealthy ozone levels in the country. Most ozone pollution events occur on hot, stagnant summer days, when prevailing winds aren't strong enough to push ozone and its precursors east over the Sierra into the Great Basin. The park's highest ozone levels occur on exposed, west-facing slopes at elevations between 4,000 and 6,000 feet (Turtleback Dome and Crane Flat, for example). However, monitoring in Yosemite Valley and east, including high country locations, shows that ozone levels are significantly lower elsewhere in the park, and usually do not exceed human health standards even during the worst ozone pollution events.        Pine needles show chlorotic mottling due to elevated ozone levels in the Sierra Nevada.   Ozone and Plants  For plants, ozone's effects become cumulative because they can't move themselves indoors to avoid the ozone damage. Repairing ozone damage saps the energy and nutrients that plants use for defense against other kinds of environmental stress, like drought or pests. The Environmental Protection Agency has proposed more stringent “secondary” standards that track cumulative impacts of ozone on ecosystems; however, those standards and the metrics that comprise them have not been finalized.      Nitrogen “Deposition” Most of the pollution that causes high ozone concentrations contains nitrogen. Some forms of this nitrogen can directly deposit (dry deposition) to landscapes or be scavenged and then deposited by rain or snow during storms (wet deposition). Yosemite has monitored wet deposition for more than two decades. These measurements, combined with more recent estimates of dry deposition, suggest that the deposition of nitrogen from the atmosphere to the Sierra, especially in the fragile high elevations, is up to five times higher than the 19th-century levels. As any gardener will tell you, nitrogen is most often a good thing, but over fertilizing with nitrogen can harm your plants. Yosemite soil has very, very low levels of nitrogen due to the nitrogen-poor granite that comprises its soil; the short, dry growing season; and the prevalence of fires that burn off nitrogen from soils. Plants that grow here are adapted to those low nitrogen levels. Weedy, fast-growing, nitrogen-loving plants can easily invade, like dandelions in a lawn, if nitrogen levels are increased. In the nitrogen-poor Great Basin region to the east of Yosemite, research has implicated increased nitrogen deposition with the rapid invasion of cheat grass throughout millions of square miles of sagebrush. This cheat grass now carries fire to the somewhat separate clumps of sage and allows thousands of acres to burn at once, where only small fires occurred before. Study of Lichen as an Indicator of Nitrogen Deposition: Yosemite is poised to kick off a new research project that will use lichen species diversity and abundance to measure air quality impacts. Specifically, the park plans to research how lichen serves as an indicator of nitrogen deposition as it varies over areas of the park.        The decline of aquatic animals, such as the Sierra Nevada yellow-legged frog, could be connected to pesticide impacts.   Pesticides Pesticides are heavily used in California's Central Valley, and these pesticides accompany the ozone and haze that blow in and deposit themselves to Yosemite's landscape. Some of the more persistent and toxic pesticides that are now banned in the United States still remain in the park's vegetation and soils, with unknown negative impacts, if any, for our park's biota. Research also has shown that the breakdown products of some of the current pesticides can be highly toxic to aquatic animals, especially amphibians. Several endangered or nearly endangered amphibians, including the Yosemite toad, the Sierra Nevada yellow-legged frog, and the Sierra Madre yellow-legged frog might be impacted by these pesticides. The Sierra Nevada Southern Cascades Contaminants (SNSCC) Workshop's 2009 report [530 kb PDF] summarized the impacts of airborne contaminants on the Sierra Nevada ecosystems. The workshop involved participants from Yosemite, Sequoia and Kings Canyon, and Lassen Volcanic National Parks along with other federal, state, county and tribal agencies. The scientific consensus from the workshop include the following points:  High-elevation ecosystems might contain high levels of both pesticides (historic and current-use) and mercury.  Amphibian declines in these systems might be linked with some of these pesticides.  Multiple lines of evidence point to agricultural lands in the nearby San Joaquin and Sacramento valleys as sources for these pesticides (Mercury in fish is likely to have local, regional, and global sources in proportions that are not now quantifiable.)       Monitoring An extensive air-monitoring program exists in Yosemite National Park to track pollutant impacts. The park's monitoring stations--some of which are part of a federal or state network--are located at three major sites within the park: The Turtleback Dome site, which includes instruments that monitor ozone, visibility, (dry) nitrogen deposition, and meteorology; several Yosemite Valley sites, which include fine particles (both 10 and 2.5 micrometers in diameter), ozone, and meteorology; and a Hodgdon Meadow site, which includes (wet) deposition. Other more portable monitoring instruments monitor ozone and fine particles to answer specific questions about the extent, duration, and potential causes of pollution events in Yosemite.      Where to Learn More   2008 Trend and Condition Report: Read about Yosemite in \"Air Quality in National Parks: 2008 Annual Performance & Progress Report\" [4.85 MB PDF]. In summary, Yosemite's air quality is not getting worse, but levels are \"of significant concern\" for ozone and nitrogen deposition and \"of moderate concern\" for visibility and sulfur deposition. See current air quality and smoke monitoring data. See any current fire activity in the park.  Learn more about smoke, what it's made of and why it's a natural part of the Sierra. View more about ozone at EPA's AirNow site.  See the Environmental Protection Agency's visibility website. Watch a 5-minute podcast by the NPS Air Resources Division about monitoring programs at park sites facing air quality issues, like Yosemite’s reduced visibility. View the Western Airborne Contaminants Assessment Project fact sheet [6 MB PDF], which included Yosemite amongst 20 national parks part of the 2002-2007 study.  View an NPS Air Resources Division mercury fact sheet [1.8 MB PDF] that addresses bioaccumulation of mercury in park ecosystems. View an Inventory & Monitoring air quality fact sheet [278 kb PDF] that summarizes air quality issues in national parks. Learn how Yosemite's scientists are managing the high-elevation aquatic ecosystem.   Understand how scientists study lichens as a way to assess air quality impacts to the Yosemite landscape. Climate: Learn more about Yosemite's overall temperature and precipitation patterns.  See a list of the Yosemite fact sheets, including environmental factors like climate effects on black oaks and the Sierra Nevada yellow-legged frog. View more about Yosemite's research and studies.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/airquality.htm"
}
