{
    "title": "Yosemite National Park: Environmental Factors",
    "body": "Environmental Issues       Yosemite National Park’s environment is healthy in many ways, yet Yosemite can be affected by environmental issues. Some of these, like climate change, are especially challenging because they originate outside the park. The list below documents how Yosemite scientists approach some of these issues. Research and Studies: Ongoing scientific research abounds at Yosemite, from declining animal species studies and invasive plant removal strategies to human carrying capacity issues. Yosemite's Division of Resources Management and Science, frequently hosts scientific symposiums for the public and other scientific presentations which are presented at monthly forums. In addition, the division processes hundreds of research permits every year for its staff and outside interests. Also, learn more about how Yosemite's scientists work on a regional level through Inventory & Monitoring.          Yosemite's invasive plant specialists spend many hours removing blackberry.   Invasive Species: Invasive species have a negative impact on natural resources nationwide, including in Yosemite National Park. Non-native animal species, like the New Zealand mud snail, concern park scientists because this species can completely cover a river streambed, thereby altering the ecosystem. Plant species, like Himalayan blackberry, can form impenetrable thickets that replace native vegetation. Park botanists work to detect and prevent invasive plants, also referred to as noxious weeds, that cause ecological or economic damage. It is much easier to prevent the spread of invasive species than to try to eradicate them once they are introduced.  Soundscape: The acoustic environment of any area is made up of natural and human sounds. Cultural and historic sounds, like the rhythm of a horse-drawn wagon, are components, too. Sounds are an integral part of visitors' Yosemite experience. Listening to water flow or wildlife vocalize can be degraded by inappropriate sounds or sound levels. It's possible that increased noise may disrupt wildlife behavior, particularly in mating, locating prey, and complex communication methods. For these reasons, the unique enjoyment of sounds in a national park setting makes the soundscape worthy of protection. Dark Night Sky: A natural lightscape, such as a dark night sky, is an environment that has not been disturbed by light or air pollution. In Yosemite, dark night skies have natural, cultural, and scenic importance. Animals, especially nocturnal ones, depend on darkness to hunt, conceal their location, navigate, and reproduce. Plants can be affected by artificial light because it disrupts their natural cycles. Many Yosemite visitors come to experience this worldwide vanishing resource. To study the topic, the National Park Service devised a system to measure sky brightness, and even remote parks like Yosemite face stray light pollution, particularly from the San Joaquin Valley. Scenic Vistas: Looking out from Yosemite's Inspiration Point offers a breath-taking scenic view. Views like this one, seen by explorers like James Mason Hutchings and John Muir, are part of the history that inspired the protection of the park in the late 1800s. Restoration projects prevent unnatural growth-vegetation encroachment-in open areas to retain the historic views for which Yosemite is known. Yosemite scientists aim to restore the park's historic scenic vistas using sound cultural and ecological practices and processes. A new multi-year project will identify historic and current park vistas using previous vista studies, historical records, GIS data, and site visits. The park's goal is to incorporate viewshed and vista management into applicable planning efforts.  Fire: Fire has many faces. It is a phenomenon that is both fascinating and dangerous. In Yosemite, it is something that we manage carefully and continue to learn more about. Yosemite has an extensive fire history. Historically, fire was often seen as a negative force, but in recent years it has been realized that the benefits of fire in forests are numerous. Yosemite's fire management program is designed to protect life, property, and natural and cultural resources, while ensuring the continuation of fire as a natural process. Fire managers use three tools to mimic fire's natural function in the ecosystem: prescribed fire, mechanical thinning, and wildland fire use. While visiting Yosemite, you may see evidence of any of these practices.        Yosemite's social scientists use techniques to measure the quality of the visitor experience.   Visitor Use: Social scientists conduct research to inform visitor use management, resource impact monitoring, and planning-related projects. A focus is put on the human dimensions of resources management, including the visitor experience. These components to effective park management encompass the documentation of existing-use conditions and associated resource impacts. Examples of research include correlating entrance station traffic volumes to crowding\/congestion at attraction sites, and understanding how crowding affects travel time on the Half Dome cables. Also see general park statistics to learn how visitors use the park. Air Quality: Air pollution is currently recognized as one of the most significant threats to the resources of the Sierra Nevada. Sources are local, regional, and in some instances, global. The National Park Service, in cooperation with state and other federal agencies, is making concerted efforts to reduce the damage caused by air pollution. This is done by an intensive monitoring program, by offering support for research, and by expanding the education of park visitors concerned about the future of Yosemite National Park Global Warming: A pattern of warming during the past 30 years in the Yosemite region has resulted in thinner snowpacks. All climate models show a warmer future in central California, with temperatures at least 5° to 10° Fahrenheit higher by the end of the century, especially at higher elevations. Why can't this temperature change simply be assumed to be a natural variation? Scientists attribute the ongoing warming to society's emission of greenhouse gases that persist for long periods in the atmosphere. As we adapt to the warmer climate, we'll need to gain the data to document it and to support ongoing management decisions.  Join the environmental cause to \"Do Your Part! for Climate-Friendly Parks,\" which is an online program that empowers Yosemite visitors to reduce their carbon emissions and, thereby, help protect America's national parks from the impacts of global warming. Create a personal profile that will be linked to your carbon footprint and to Yosemite's goal to go green.  Weather and Climate: Yosemite National Park is a changing environment where weather can vary by the minute, with increased chances of change at higher elevations. Temperatures at the 4,000-foot Yosemite Valley can rise to more than 100°F in the summer with lows in the 20s and nearly 30 inches of snowfall, on average. Lightning, common in the summer, is an essential element in the Sierra Nevada fire-dependent environment. Since 1972, lightning ignited 1,800 fires in Yosemite; a third of those were managed by park staff. Overall, the changing weather only adds to the enjoyment of Yosemite, luring visitors during all four seasons.  Weather data: Get latest from Yosemite weather station, including composite data, that's part of the RAWS system, which is overseen in part by the Desert Research Institute, the environmental research arm of the Nevada System of Higher Education. Go to website, click on Yosemite Valley flag and then access grid on left.  To Learn More about Yosemite  Learn more about GIS-related sciences, including geographic mapping techniques with Yosemite's online GIS data sets. View a list of the park's fact sheets covering park management and environmental issues.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/environmentalfactors.htm"
}
