{
    "title": "Yosemite National Park: National Register",
    "body": "National Register in Yosemite       The National Register of Historic Places (or simply the National Register, for short) is the official list of the nation’s historic places worthy of preservation. Within the National Register are National Historic Landmarks, which is the highest distinction possible within the National Register framework. Authorized by the National Historic Preservation Act of 1966, the National Register coordinates and supports public and private efforts to identify, evaluate, and protect America's historic and archeological resources. More than 80,000 properties accounting for 1.4 million individual resources have been listed on the National Register, with approximately 2,500 properties listed as National Historic Landmarks. In order to be listed, properties must meet conditions related to significance, integrity, and age. The property must be associated with events, developments, or people that are significant in the past; the property must retain its historic integrity by maintaining a preponderance of its historic appearance, design and materials; and, with few exceptions, a property must be at least 50 years old. To be officially listed in the National Register, the nomination must first receive concurrence from the State Historic Preservation Office and then from the Keeper of the National Register.        The Wawona Covered Bridge is one of more than 60 National Register structures in Yosemite.   In Yosemite National Park, there are more than 60 properties with nearly 600 individual resources that have National Register status, including:  More than 30 properties are individually listed, including the Yosemite Valley Chapel, the Tioga Pass Entrance Station, and the Wawona Covered Bridge. Individually listed properties on the National Register include sites, buildings, structures, and objects that are of historical significance at the national, state, and\/or local level. Yosemite’s historic districts—including Camp Curry Historic District, Vogelsang High Sierra Camp Historic District, and the Mariposa Grove Historic District—contain hundreds of individual resources. A historic district possesses a significant concentration of sites, buildings, structures, or objects united historically or aesthetically by plan or physical development. More than 20 properties have been determined “eligible” for listing, including both individual properties and historic districts. Properties that are eligible include the Wawona Tunnel, the Henness Ridge Fire Lookout, and the Chinquapin Historic District. A determination of eligibility is an official finding, which requires State Historic Preservation Office concurrence, that a property meets the criteria for eligibility in the National Register without actually listing the property in the National Register. Upon further research and documentation, a property that is determined eligible can be listed on the National Register. Two archeological properties are listed: The Yosemite Valley Archeological District and the El Portal Archeological District. Archeological properties contain remnants of a past culture in a physical context that allows for the interpretation of these remains. Five National Historic Landmarks (NHLs) are listed: The Ahwahnee Hotel, LeConte Memorial Lodge, Rangers’ Club, Parsons Memorial Lodge, and The Wawona Hotel & Thomas Hill Studio. NHLs are formally designated by the Secretary of the Interior and are nationally significant historic places that possess exceptional value or quality in illustrating or interpreting the heritage of the United States.Yosemite has prepared a Multiple Property Document (MPD) entitled “Historic Resources of Yosemite National Park.” The Yosemite MPD establishes themes, trends, and patterns of history at Yosemite and organizes them into historic contexts and property types. The historic contexts and property types established in the MPD will be used in the future to nominate additional properties to the National Register of Historic Places.       Many of Yosemite's properties are significant for their rustic architecture. In fact, Yosemite can be said to be the birthplace of the NPS Rustic architecture style. The first NPS Landscape Design Office was established at Yosemite in 1920. This office conducted planning, design, and design review of all Western parks. It was here that the first NPS designers developed a unique style specifically for park structures. Designers were influenced by the architectural movements of the time period but also found inspiration in structures that already existed in Yosemite, such as the LeConte Memorial Lodge (1903), Parsons Lodge (1915), and Curry Village buildings, including the Lounge building (1904). Many of Yosemite's structures are classic examples of the NPS Rustic style and are inconspicuous, in part, because they were designed to blend seamlessly with the natural setting. Yosemite's historic properties are managed by professionals within the Resources Management and Science Division's branch of History, Architecture & Landscapes and branch of Anthropology. Collectively, Yosemite's personnel have backgrounds in historic architecture, historic landscape architecture, history, historic preservation, archeology, and cultural anthropology. Ongoing work related to managing Yosemite's historic properties includes advocating for the preservation of historic character within historic areas, identifying and nominating properties that have not been evaluated for listing, and mitigating impacts when non-historic modifications are necessary within historic areas.      National Register Trivia  Some of the oldest properties in the National Register include the Wawona Covered Bridge (1868), the Hodgdon Homestead Cabin (1879), and the Great Sierra Mine (1881). Some of the most contemporary properties in the National Register include the Ostrander Ski Hut (1940), the Lake Vernon Cabin (1945) and the Sachse Springs Cabin (1947). The Yosemite Chapel, constructed in 1879, is the oldest remaining building in the Valley. Yosemite’s acclaimed association with rock climbing in Yosemite Valley places Camp 4 on the National Register in 2003. Four buildings listed on the National Register were moved in the 1950s and '60s from various locations throughout the park to the Pioneer Yosemite History Center at Wawona; the Acting Superintendent's Headquarters, Chris Jorgensen Studio, Hodgdon Homestead Cabin, and the Yosemite Transportation Company Office. These buildings were moved to make way for more modern park facilities and to create a hub to interpret Yosemite's pioneer history. [266 kb PDF] New Register Listings: The El Portal Old Schoolhouse was listed Feb. 1, 2011. See its official notification in the Feb. 11, 2011, National Register weekly list of actions. Also, regularlyview the newest nationwide listings. Ongoing Work in Yosemite: See which properties the park's cultural resource staff prepares to nominate to the National Register.              Yosemite’s National Historic Landmarks Read profiles of Yosemite’s National Historic Landmarks from Architecture in the Parks: A National Historic Landmark Theme Study by Laura Soullière Harrison, published in 1986:  The Ahwahnee Hotel Parsons Memorial Lodge LeConte Memorial Lodge Rangers' Club The Wawona Hotel & Thomas Hill Studio  Websites for More Information  Search the NPS’ National Register of Historic Places database Search the National Historic Landmark database or access a list of NHLs by state, specifically California NHLs [PDF]  Fundamentals: Learn the basics of listing and evaluating National Register properties and the basics of the National Historic Landmark program. A national glance: View a National Register poster with a map of properties across the country and the related economic growth and revitalization opportunities. [11 MB PDF]. View how an archeological property can be evaluated for the National Register. Read the NPS Director’s Order 28, Cultural Resources Management Guideline, which provides guidance to individual parks on caring for cultural resources. Photographs: View or post images of listed historic sites in National Register-related groups on Flickr.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/nr-yose.htm"
}
