{
    "title": "Yosemite National Park: Yosemite Museum",
    "body": "Yosemite Museum         The Yosemite Museum was the first structure built as a museum in the entire national park system.   Why is the Yosemite Museum Special? The Yosemite Museum was completed in 1925, designed by architect Herbert Maier in the newly emerging National Park Service Rustic Style. Though few realize it, the Yosemite Museum was the first building constructed as a museum in the national park system, and its educational initiatives served as a model for parks nationwide. The partnership created to fund the museum is also significant. The Yosemite Museum Association was formed to handle the funds for building construction in 1923. This association was the first non-profit cooperating association for the National Park Service, serving as a model for the associations that now exist for parks nationwide. This association later became the Yosemite Natural History Association, then the Yosemite Association and now is the Yosemite Conservancy, a continuing park partner.        Architect Herbert Maier's first proposed museum design was modified so the building could blend with the cliffs as true to the National Park Rustic Style of architectural philosophy.   What Is the Rustic Style of Architecture? The National Park Service Rustic Style became a cornerstone of the National Park Service’s belief that buildings should blend in with their natural surroundings and that natural settings could influence architecture. Indigenous building material, such as native rocks, logs, and shakes (wood shingles), were utilized for all visible exterior parts. The architectural philosophy was that “(rustic style) gives the feeling of having been executed by pioneer craftsmen with limited hand tools. It thus achieves sympathy with natural surroundings and with the past.” The Yosemite Museum is exemplary of rustic style. It was constructed in the heart of an emerging village center, in which all buildings were to have a unified architectural theme. Museum architect Herbert Maier described the relationship between the Museum and its natural surroundings by saying, “The elevation of the museum stresses the horizontal—that seemed the logic of the situation…to attempt altitudinal impressiveness here in a building would have meant entering into a competition with the cliffs.” Maier went on to design many structures that are considered exemplary rustic style. In 1933, Maier was hired by the National Park Service as the regional director for the Civilian Conservation Corps (CCC) work in state parks. In this capacity, Maier helped develop guidebooks to assist state park designers in using rustic design principles. These books were widely distributed and influenced design of park structures nationwide at a time when hundreds of new parks were developed with CCC labor.        Architect Herbert Maier said of the 1924 Yosemite Museum: \"The elevation of the museum stresses the horizontal--that seemed the logic of the situation ... To attempt altitudinal impressiveness would have meant entering into competition with the cliffs, and for such a competition, the architect has n   When Was the Museum Built? In May of 1922, a collection of American Indian baskets valued at between $10,000 and $15,000 was donated to the museum. This donation intensified the desire for a new museum building, specifically a \"fire proof\" structure to protect the growing and valuable collections. The entire first floor is constructed of concrete to create a \"fireproof\" vault for the collections which was considered adequate by the standards of the time. Construction for the museum building began in 1924, was completed in April 1925, and was opened to the public on May 29, 1926. How Did the Museum Serve as an Educational Model? The museum plan was designed to encourage visitors to view the exhibits chronologically, beginning with geological exhibits describing the formation of the Valley and proceeding through time to the stage coaches that brought early visitors to the park. The geology room occupied the first exhibit space to the right as visitors entered the foyer. From there, a U-shaped path of travel led visitors through to the natural history exhibits, the life zone room, and the Indian room, then out the back door to the stages and wildflower exhibits that were located on the covered rear porch. While the museum and its exhibits served as a model for other parks to follow, the building also served as an incubator for developing ideas about the role of parks in education. The Yosemite Field School of Natural History, founded by Dr. Harold C. Bryant, was headquartered at the Museum. This Field School embodied the principle of parks as a place for education and study. It was the first such field school for the National Park Service and provided seven weeks of intensive study for nature guides. Ansel Hall--the information ranger who had first conceived of a larger, fireproof museum to house Yosemite's displays--and Dr. Bryant went on to play leading roles in applying these education concepts developed at Yosemite nationally within the National Park Service. The museum was also a catalyst for the creation of a cooperating partnership with the Yosemite Natural History Association, later to become Yosemite Association, and then the Yosemite Conservancy in 2010. Among other projects and publications designed to stimulate naturalist activities, the association published Yosemite Nature Notes, maintained the Yosemite Research Library, and helped support the Yosemite Field School of Natural History, as well as the Junior Nature School. This cooperative partnership continues to this day with many innovations, including the initiation of the first NPS outdoor educational courses, and the creation of a fund-raising entity called the Yosemite Fund, the first modern fund-raising program of its kind in the national park system, that joined with the Yosemite Association to merge into the Yosemite Conservancy in 2010. What Does the Future Hold for the Museum? The museum building is now over 80 years old. Over the years, the interior of this building has been modified to accommodate staff and storage needs. Discussions have been ongoing with a desire to address renovation and, where necessary, expansion of the museum to house the exhibits, museum storage, work spaces, library and archives. The Yosemite Museum offers changing exhibits each year.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/yosemite-museum.htm"
}
