{
    "title": "Yosemite National Park: Backpacking in Winter and Spring",
    "body": "Wilderness in Winter        Sunrise over Donahue Pass on March 18, 2013.        Where Can I Go?  From December through April, backpacking in Yosemite nearly always involves snow camping and travel by skis or snowshoes. Even in May, if you want to avoid snow, you're likely to be limited to trailheads in Yosemite Valley, Wawona, and Hetch Hetchy, and, even then, you'll have a difficult time finding multi-night, snow-free trips. Most winter users enjoy the marked winter trails around the Yosemite Ski & Snowboard Area (formerly Badger Pass Ski Area) (elevation 7,200 feet) and Crane Flat (6,200 feet). Roads are maintained in these areas, although chains are often required. Each area has beginner, intermediate, and advanced trails, which range in length from less than one mile to over 20 miles round-trip. These trails are marked with colored triangular or rectangular signs in trees. Most summer trails cannot be seen or easily followed in winter. You can download winter trail brochures for these three areas. Many good overnight or multi-day trips originate in the Yosemite Ski & Snowboard Area. Overnight wilderness users must get a free wilderness permit at the Badger Pass Ranger Station and leave their vehicles in the area designated for overnight parking.  Another popular trip for more advanced skiers and snowshoers leaves from Yosemite Valley and heads toward Tuolumne Meadows via the Snow Creek Trail. There is a potential for avalanche hazard along this route and users should be competent in avalanche assessment, winter backcountry travel, route finding, and winter camping. This trip requires intermediate ski skills and winter survival competency at a minimum. Get your wilderness permit and more information at the Yosemite Valley Visitor Center.  Winter Wilderness Camping  Wilderness Permits, which are required for all overnight Wilderness trips in Yosemite, may be obtained at the Big Oak Flat Information Station, Yosemite Valley Visitor Center, Badger Pass Ranger Station, Wawona Visitor Center, or Hetch Hetchy Entrance Station. Please register at the station closest to your starting point. From November through April, wilderness permit reservations are not necessary or available. In general, winter Wilderness users must camp at least one mile away from a plowed road. Camping is not allowed within 1½ miles of the Yosemite Ski & Snowboard Area boundary. Camping is also not allowed at Summit Meadow, Dewey Point, or Glacier Point (camping is permitted near both points, but not at the points themselves). Camping is not allowed in the Tuolumne Grove. Typically the Four Mail Trail, and sections of the John Muir and Mist Trails, are closed during the winter (portions of the John Muir and Mist Trails remain open, so it's still possible to hike to the tops of Vernal and Nevada Falls and to Little Yosemite Valley, though these trails are often snowy or icy). Check for winter trail closures before your trip.  Ostrander Ski Hut  Ostrander Ski Hut is a two-story stone structure beautifully crafted in 1941 by the Civilian Conservation Corps for cross-country skiers. The hut sits in a small glacial cirque at the edge of Ostrander Lake, elevation 8,500 feet--a 10-mile ski from the Yosemite Ski & Snowboard Area. Very basic overnight accommodations and cooking facilities are available at the hut. It sleeps 25 people and has bunks, mattresses, a wood stove, a kitchen with a gas stove for cooking, and assorted pots & pans. Drinking and wash water is hauled from the lake in buckets; treatment is the individual visitor's responsibility. Solar powered lamps provide light.  Depending on snow conditions and weather, the ski (or snowshoe) in can be either a perfect glide through the piney woods or extremely difficult. We strongly recommend that only skiers at the intermediate level or above and in good physical shape make the trip. Ostrander Hut is operated by the Yosemite Conservancy, a non-profit educational organization in Yosemite National Park. The hut is typically open from late December until early April. A hut keeper lives at Ostrander during the winter. Due to Ostrander’s popularity, early reservations are awarded by lottery. After the lottery, remaining reservations are available by phone. Yosemite Conservancy's website has details about Ostrander Ski Hut and the reservation process (including a calendar of available dates).  Glacier Point Ski Hut  Yosemite Hospitality operates the Glacier Point Ski Hut. Yosemite Hospitality also operates guided cross-country ski trips to the hut and provides food and lodging to other self - guided skiers (reservations required).  Additionally, Yosemite Hospitality offers guided cross-country ski trips to other areas of the park.   Equipment Rental skis, snowshoes, and cross-country ski lessons are available through the Yosemite Ski & Snowboard Area School (209\/372-8444).  Minimum Impact  In order to maintain the pristine quality of the Yosemite Wilderness, please follow these guidelines when camping during winter:  Camp out of sight of all trails, water sources, and one mile from any plowed road. Use a portable stove for any cooking. Open fires should be used for emergencies only. Pack out all trash. Pets and over-snow vehicles are not permitted. Do not cut tree limbs or boughs. Dispose of human waste properly. Use the \"well\" or indentation around a tree trunk and dig down into the soil to bury human waste. Be sure you are not in or near an area used in summer or near any sort of water source or drainage. Pack out all toilet paper. Protect water quality by disposing of wastewater by scattering it at least 100 feet from water sources. All drinking water taken from open sources should be purified by boiling for at least five minutes, or by chemical treatment with an iodine based purifier (let purify for one hour in icy water), or a Giardia-rated filter.   Safety  Dangers do exist in the Yosemite Wilderness and even small problems can become deadly if winter users are not prepared. Use common sense and caution when planning a trip, keeping the weakest member of your group in mind. Altitude and cold weather sap more energy.  Choose a reasonable route--know your limitations. Keep in mind your physical condition and winter travel experience Let someone know your plans and when you are due back. Don't go out alone unless you are very experienced. Do not separate from your group. Watch out for each other. Know the symptoms of acute mountain sickness and hypothermia. Carry and know how to use a map and compass. Wear or carry a hat, sunglasses, sunscreen, gloves, warm jacket and raingear (both jacket & pants). Be prepared for sudden changes in weather. Wear proper clothing (no cotton). Synthetic or wool clothing keeps you warm when wet and will help keep you alive. Carry emergency equipment, such as a signal mirror, whistle, waterproof matches, emergency space blanket, and a flashlight\/headlamp (with extra batteries). Be prepared to spend a night out if necessary. Drink plenty of of water and carry extra. Eat and carry high energy food.   Weather  Winter in Yosemite is typically a mixture of beautiful, sunny days interrupted by cold, snowy days. Conditions can change from one to the other in a matter of hours, so you should be prepared for both each time you go out. Winter conditions generally exist from November through April, although early and late storms may occur at any time. Temperatures at 4,000 feet in Yosemite Valley are usually in the 40s to 60s during the day and 20s at night, with temperatures in the high country from 10 to 25 degrees cooler. Storms vary in length but can last for days and can be followed by another. Up to 15 inches of snow may fall in a short time. The high country generally averages three to ten feet of snow on the ground through the winter. (Check current conditions.)",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/wildwinter.htm"
}
