{
    "title": "Lassen Volcanic National Park: Volcanoes \/ Lava Flows",
    "body": "Volcanoes \/ Lava Flows         Lassen Peak in mild eruption, 1915 (B. F. Loomis)  Every rock at Lassen originates from volcanoes. Lassen's volcanic domes are part of the most recently active Lassen Volcanic Center, which began to erupt about 825,000 years ago. Represented in the park are all four types of volcanoes found in the world--shield, composite, cinder cone, and plug dome. Unlike other Cascade volcanoes, Lassen's large plug dome and composite volcanoes are in close proximity to the smaller cinder cone volcanoes that surround the volcanic center.  The greater Lassen area has been volcanically active for about three millions years. Recently the region has seen eruptions from Cinder Cone (~350 years ago) and Lassen Peak (~100 years ago). While the area sleeps now, steam vents, boiling springs, and bubbling mudpots remain active--direct evidence that the volcanic center still smolders. No one can say when or where the next eruption will occur. We can only say that it will. New! Volcanoes of Lassen fact sheet (pdf, 1.5MB) New! Lassen Rock Guide fact sheet(pdf, .9MB) New! Condensed Geologic Map (pdf, 1.5 MB)  Interested in Volcanoes? Join the Club!  Complete a series of activities to become a member of the Lassen Volcano Club! A special patch is available for purchase only by club members!          United States Geologic Survey earthquake map        Studying and Monitoring Volcanic Activity Scientists from United States Geological Survey (USGS) study volcanic activity at Lassen Volcanic National Park as a part of the USGS Volcano Hazards Program, California Volcano Observatory (CalVO). CalVO aims to advance scientific understanding of volcanic processes and lessen the harmful impacts of volcanic activity in the volcanically active areas of California and Nevada. Select a link below to learn more. Lassen Volcanic Interactive Monitoring Map View real-time data on seismic stations and park earthquakes   \"Hot Water\" in Lassen Volcanic National Park Fumaroles, Steaming Ground, and Boiling Mudpots (pdf, 2.4 MB) Eruptions of Lassen Peak California, 1914-1917 (pdf, 588 KB) How Old is \"Cinder Cone\"? Solving a Mystery in Lassen Volcanic Park, California (pdf, 3.2 MB) Lahar Hazard Zones for Eruption-Generated Lahars in the Lassen Volcanic Center, California (pdf, 5.8 MB) Volcano Hazards Assessment for the Lassen Region Northern California (pdf, 27.7 MB) Eruption Probabilities for the Lassen Volcanic Center and Regional Volcanism Northern California, and Probabilities for Large Explosive Eruptions in the Cascade Range web (pdf, 1.1 MB)",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/nature\/volcanoes.htm"
}
