{
    "title": "Yellowstone National Park: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management        Yellowstone National Park employs approximately 355 people year-round, including managers. Approximately 780 people work for the National Park Service during the peak summer season and perform a wide range of duties. NPS\/Neal Herbert       Preserved within Yellowstone National Park are Old Faithful and the majority of the world's geysers and hot springs. An outstanding mountain wildland with clean water and air, Yellowstone is home of the grizzly bear and wolf and free-ranging herds of bison and elk. Centuries-old sites and historic buildings that reflect the unique heritage of America's first national park are also protected. Yellowstone National Park serves as a model and inspiration for national parks throughout the world.      About Us We are the stewards of your park and we are charged with protecting its priceless resources and ensuring they remain unimpaired for future generations. The people who work and volunteer here enjoy sharing the park with visitors, as it allows them to see it fresh through your eyes. Please, seek us out! Step inside a visitor center or attend a ranger walk. Our administration offices are at Mammoth Hot Springs and we have staff and offices in all of the developed areas throughout the park. Learn more about:  Concessions Management Resource Education and Youth Programs Resource and Visitor Protection  Yellowstone Center for Resources       What We Do Since Yellowstone’s founding as the world’s first national park on March 1, 1872, it has evolved a complex stewardship mission to be both available and conserved for the enjoyment of all. The NPS does all we can to:  preserve our protected resources through research. keep visitors safe. use the best methods and innovations to maintain our roads, trails, and historic buildings. comply with the requirements set forth in laws and mandates. educate and inspire the public through the messages we present in our interpretive programs, exhibits, and publications.       Enjoy Your Visit and Help Us Preserve Yellowstone You are the reason that Yellowstone National Park exists here today. With your help, we preserve, protect, and manage historical, natural, and cultural resources, and buildings and roads for you, your children, and their grandchildren. Help us by becoming familiar with some of the Rules and Regulations that are important to a safe and enjoyable visit. We also have various Laws and Policies, including information on firearms in the park.      Working With Us Our non-profit and business partners support park programs and make your stay in Yellowstone more enjoyable. Thinking about working or volunteering in Yellowstone? There are a wide variety of jobs available throughout the park.      Park Programs and Issues  Bear Management Bison Management Fire Management Fisheries Science Sustainability Winter Use       More Information  Foundation Document—Yellowstone National Park-May 2014 (11 MB PDF): Every unit of the national park system is to have a foundational document that provides basic guidance for planning and management decisions. Yellowstone National Park Business Plan - July 2003 (3.0 MB PDF): The purpose of business planning in the National Park Service is to improve the abilities of parks to more clearly communicate their financial status with principal stakeholders. World Heritage Committee Report: Outlines the reasons that Yellowstone National Park has been removed from the World Heritage Committee's \"List of World Heritage in Danger.\" The State of the Park, 1999 - Yellowstone (3.9 MB PDF): Report addresses the Yellowstone landscape, wildlife, cultural resources, science and technology, managing public use and services, infrastructure, and park staff and funding.       Help Us Celebrate! The National Park Service turns 100 on August 25, 2016. For a century the NPS has cared for and protected wildlife, lands, waterways, accomplishments, lessons, and stories belonging to the citizens of the United States of America. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/index.htm"
}
