{
    "title": "Yellowstone National Park: Greater Yellowstone Ecosystem",
    "body": "Explore This Park    Learn About the Park     Nature     Greater Yellowstone Ecosystem               Greater Yellowstone Ecosystem       Yellowstone National Park forms the core of the Greater Yellowstone Ecosystem (map). At 34,375 square miles, it is one of the largest nearly intact temperate-zone ecosystems on Earth. Greater Yellowstone’s diversity and natural wealth includes the hydrothermal features, wildlife, vegetation, lakes, and geologic wonders like the Grand Canyon of the Yellowstone River. Heart of an Ecosystem Yellowstone National Park was established in 1872 primarily to protect geothermal areas that contain about half the world’s active geysers. At that time, the natural state of the park was largely taken for granted. As development throughout the West increased, the park’s 2.2 million acres of habitat became an important sanctuary for the largest concentration of wildlife in the lower 48 states and the Greater Yellowstone Ecosystem. The abundance and distribution of these animal species depend on their interactions with each other and on the quality of their habitat, which in turn is the result of thousands of years of volcanic activity, forest fires, changes in climate, and more recent natural and human influences. Most of the park is above 7,500 feet (2,286 m) in elevation and underlain by volcanic bedrock. The terrain is covered with snow for much of the year and supports forests dominated by lodgepole pine and interspersed with alpine meadows. Sagebrush steppe and grasslands on the park’s lower-elevation northern range provide essential winter forage for elk, bison, and bighorn sheep.              Influence of Geology   Geological characteristics form the foundation of an ecosystem.        Water   Yellowstone waters provide essential moisture to much of the West. They provide recreational opportunities, habitat, and scenery.        Cycles and Processes   Cycles and processes are essential connections within an ecosystem. The ecosystem is constantly changing and evolving.              Beyond Boundaries   Despite the size of the ecosystem, Greater Yellowstone's biodiversity is not guaranteed. Ecosystem managers face challenges on the whole.        Climate Change   Yellowstone's climate is changing. A continued rise in temperature will fundamentally alter the ecosystem.        Winter Ecology   Though the wildlife and plants of Greater Yellowstone are adapted to its cold, snowy winters, surviving the winter season can be a struggle.              Air Quality   Yellowstone National Park is a Class I airshed. The largest source of particulate matter in Greater Yellowstone is smoke from wildland fire.        Soundscapes   The Greater Yellowstone Ecosystem has many sounds with important ecological functions for reproduction and survival. They form a soundscape.        Wilderness   More than 2 million acres of Yellowstone are recommended for federal designation as wilderness. The land is managed as wilderness.            Quick Facts  Space and Ownership    12–22 million acres; 18,750–34,375 square miles (Sizes, boundaries, and descriptions of any ecosystem can vary.)  States: Wyoming, Montana, Idaho  Encompasses state lands, two national parks, portions of five national forests, three national wildlife refuges, Bureau of Land Management holdings, private and tribal lands  Managed by state governments, federal government, tribal governments, and private individuals    Wildlife    One of the largest elk herds in North America  Largest free-roaming, wild herd of bison in United States  One of few grizzly populations in contiguous United States  Rare sightings of wolverine and lynx    Management Challenges    Climate change  Invasive species  Managing an ecosystem across political boundaries  Land use change  In Yellowstone: Bison management, native fish conservation, winter use                          You Tell Us: What does it mean to say that something is wild? Park visitors describe what the word \"wild\" means for them. Recorded at Norris Geyser Basin on June 12, 2012. (Running Time 03:00)  Duration:3 minutes",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/ecosystem.htm"
}
