{
    "title": "Yellowstone National Park: Winter Ecology",
    "body": "Explore This Park    Learn About the Park     Nature     Greater Yellowstone Ecosystem     Winter Ecology                Winter Ecology        Though the wildlife and plants of Greater Yellowstone are adapted to its cold, snowy winters, surviving the winter season can be a struggle. NPS \/ Jim Peaco       As remarkable as Greater Yellowstone and Yellowstone National Park are during the rest of the year, the park in winter is a magical place: steam and boiling water erupt from natural cauldrons in the park’s ice-covered surface, snow-dusted bison exhale vaporous breaths as they lumber through drifts of white, foxes and coyotes paw and pounce in their search for prey in the deep snow, and gray wolves bay beneath the frozen moon. Yellowstone in winter also is a place of vulnerability. Wildlife endure extremes of cold, wind, and the absence of ready food, their tracks through deep snow tell of tenacious struggles through the long winter. Park conditions in this most severe of seasons become critical to the mortality of wildlife and even to survival of park species. No wonder the park is so popular in this magical, vulnerable season with those who have enjoyed its charms. It is often said among park staff who live in Yellowstone that winter is their favorite season. Many park visitors who try a winter trip to Yellowstone come back for more.        Bison can reach food beneath three feet of snow, as long as the snow is not solidified by melting and refreezing. A bison’s hump is made of elongated vertebrae to which strong neck muscles are attached, which enable the animal to sweep its massive head from side to side. NPS \/ Neal Herbert  Animal Adaptations Deep snow, cold temperatures, and short days characterize winter in the Greater Yellowstone Ecosystem, conditions to which plants and animals are adapted. For example, conifers retain their needles through the winter, which extends their ability to photosynthesize. Aspens and cottonwoods contain chlorophyll in their bark, enabling them to photosynthesize before they produce leaves.  Behavioral   Red squirrels and beavers cache food before winter begins.  Some birds roost with their heads tucked into their back feathers to conserve heat.  Deer mice huddle together to stay warm.  Deer, elk, and bison sometimes follow each other through deep snow to save energy.  Small mammals find insulation, protection from predators, and easier travel by living beneath the snow.  Grouse roost overnight by burrowing into snow for insulation.  Bison, elk, geese, and other animals find food and warmth in hydrothermal areas.   Morphological and Physical   Mammals molt their fur in late spring to early summer. Incoming guard hairs are longer and protect the underfur. Additional underfur grows each fall and consists of short, thick, often wavy hairs designed to trap air. A sebaceous (oil) gland, adjacent to each hair canal, secretes oil to waterproof the fur. Mammals have muscular control of their fur, fluffing it up to trap air when they are cold and sleeking it down to remove air when they are warm.  River otters' fur has long guard hairs with interlocking spikes that protect the underfur, which is extremely wavy and dense to trap insulating air. Oil secreted from sebaceous glands prevents water from contacting the otters' skin. After emerging from water, they replace air in their fur by rolling in the snow and shaking their wet fur.  Snowshoe hares, white-tailed jackrabbits, long-tailed weasels, and short-tailed weasels turn white for winter. White provides camouflage but may have evolved primarily to keep these animals insulated as hollow white hairs contain air instead of pigment.  Snowshoe hares have large feet to spread their weight over the snow; martens and lynx grow additional fur between their toes to give them effectively larger feet.  Moose have special joints that allow them to swing their legs over snow rather than push through snow as elk do.  Chickadees' half-inch-thick layer of feathers keeps them up to 100 degrees warmer than the ambient temperature.   Biochemical and Physiological   Mammals and waterfowl exhibit counter-current heat exchange in their limbs that enables them to stand in cold water: cold temperatures cause surface blood vessels to constrict, shunting blood into deeper veins that lie close to arteries. Cooled blood returning from extremities is warmed by arterial blood traveling towards the extremities, conserving heat.  At night, chickadees' body temperature drops from 108°F to 88°F (42–31°C), which lessens the sharp gradient between the temperature of their bodies and the external temperature. This leads to a 23% decrease in the amount of fat burned each night.  Chorus frogs tolerate freezing by becoming severely diabetic in response to cold temperatures and the formation of ice within their bodies. The liver quickly converts glycogen to glucose, which enters the blood stream and serves as an antifreeze. Within eight hours, blood sugar rises 200-fold. When a frog's internal ice content reaches 60–65%, the frog's heart and breathing stop. Within one hour of thawing, the frog's heart resumes beating.           The howl of wolves contributes to the winter soundscape of Yellowstone National Park. Here, a wolf howls on a glacial erratic at Little America Flats. NPS \/ Jim Peaco  Winter Soundscapes Greater Yellowstone’s soundscape is the aggregate of all the sounds within the park, including those inaudible to the human ear. Some sounds are critical for animals to locate a mate or food, or avoid predators. Other sounds, such as those produced by weather, water, and geothermal activity, may be a consequence rather than a driver of ecological processes. Human-caused sounds can mask the natural soundscape. The National Park Service goal is to protect or restore natural soundscapes where possible and minimize human-caused sounds while recognizing that they are generally more appropriate in and near developed areas. The quality of Greater Yellowstone’s soundscape therefore depends on where and how often non-natural sounds are present as well as their levels. Human-caused sounds that mask the natural soundscape used by wildlife and enjoyed by park visitors are to some extent unavoidable in and near developed areas. However, the potential for frequent and pervasive high-decibel noise from oversnow vehicles has made the winter soundscape an issue of particular concern in Yellowstone. Management of the park’s winter soundscape is important because oversnow vehicles are allowed on roads in much of the park.      More Information  Winter Use Inside Yellowstone: Winter in Yellowstone presented by a park ranger (approx. 2 min.) Frequently Asked Questions: Is Yellowstone open in winter? How cold in Yellowstone in Winter?  References The list below includes academic publications, government publications, management documents that inform the decision-making process at Yellowstone. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions. Bjornlie, D.D. and R.A. Garrott. 2001. Effects of winter road grooming on bison in Yellowstone National Park. The Journal of Wildlife Management 65(3):560–572. Borkowski, J.J., P.J. White, R. A. Garrott, T. Davis, A.R. Hardy, and D.J. Reinhart. 2006. Behavioral responses of bison and elk in Yellowstone to snowmobiles and snow coaches. Ecological Applications 16(5):1911–1925.  Borrie, W.T., W.A. Freimund, and M.A. Davenport. 2002. Winter visitors to Yellowstone National Park: Their value orientations and support for management actions. Human Ecology Review 9(2):41–48.  Bruggeman, J.E., R.A. Garrott, P.J. White, F.G.R. Watson, and R. Wallen. 2007. Covariates affecting spatial variability in bison travel behavior in Yellowstone National Park. Ecological Applications 17(5):1411–1423.  Cassirer, E.F., D.J. Freddy, and E.D. Ables. 1992. Elk responses to disturbance by cross-country skiers in Yellowstone National Park. Wildlife Society Bulletin 20(4):375–381.  Creel, S., J.E. Fox, J. Sands, B. Garrott, and R.O. Peterson. 2002. Snowmobile activity and glucocorticoid stress responses in wolves and elk. Conservation Biology 16(3):809–814.  Fortin, D. and M. Andruskiw. 2003. Behavioral response of free-ranging bison to human disturbance. Wildlife Society Bulletin 31(3):804–813.  Forrest, L. 1988. Field Guide to Tracking Animals in Snow. Harrisburg, PA: Stackpole Books.  Fuller, J.A., R.A. Garrott, and P.J. White. 2007. Emigration and density dependence in Yellowstone bison. Journal of Wildlife Management 71(6):1924–1933.  Halfpenny, J.C. and R.D. Ozanne. 1989. Winter: An Ecological Handbook. Boulder: Johnson Books.  Marchand, P.J. 1996. Life in the Cold. UNew England.  Thompson, H. 2004. Preserving natural soundscapes in the US national park system. In The George Wright Forum.  Olliff, T., K. Legg, and B. Kaeding. 1999. Effects of winter recreation on wildlife of the Greater Yellowstone area: A literature review and assessment. Greater Yellowstone Coordinating Committee, Greater Yellowstone Winter Wildlife Working Group.  Tanner, R.J., W.A. Freimund, W.T. Borrie, and R.N. Moisey. 2008. A meta-study of the values of visitors to four protected areas in the western United States. Leisure Sciences 30(5):377–390.  Yochim, M.J. 1999. The development of snowmobile policy in Yellowstone National Park. Yellowstone Science. 7(2).",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/winterecology.htm"
}
