{
    "title": "Yellowstone National Park: Sound Library",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Sounds     Sound Library                 Sound Library       Welcome to the Yellowstone sound library, where you can immerse yourself in the aural landscape of America's first national park. The files available here were recorded in the park and are in the public domain. They may be downloaded and used without limitation; however, please credit the \"National Park Service \" where appropriate.  Looking for video clips? Check out our video library. Interested in our sound monitoring program? Check out Voices of Yellowstone from our InDepth video series.  Index of Sounds A American Dipper Anemone Geysers Artist Paint Pots   B Bald Eagle Bear - Grizzly (eating & sleeping) Bear - Grizzly (vocalizations)  Beehive Geyser Beryl Spring Bird - American Dipper Bird - Bald Eagle  Bird - Common Raven Bird - Ruffed Grouse Bird - Sandhill Crane Bird - Warbling Vireo Bird - Wilson's Snipe Birds - Dawn Chorus Bison (rut) Bison (eating) Black Growler Steam Vent Black Sand Pool Boreal Chorus Frogs   C Castle Geyser  Cliff Geyser Common Raven Coyotes Crane (sandhill)    D Dawn Chorus Dragon's Mouth Spring    E Ear Spring Elk (bugling) Elk (sparring)   F Fountain Paint Pot  Frogs (boreal chorus) Fumaroles   G Geyser - Anemone Geyser - Beehive Geyser - Castle Geyser - Cliff Geyser - Grand Geyser - Old Faithful Geyser - Sawmill Geyser - Veteran Geyser - Vixen Grand Geyser Grizzly Bear (eating & sleeping)  Grizzly Bear (vocalizations)   H Hurricane Vent   K Killdeer   M Mud Pots   O Old Faithful Geyser   P Puff 'n Stuff Geyser   R Ruffed Grouse   S Sandhill Crane Sawmill Geyser Scissors Springs Singing Lake Soundscape (Geyser Hill) Soundscape (Lower Geyser Basin) Spouter Geyser   T The Dragon's Mouth Thunder   V  Veteran Geyser Vixen Geyser W  Warbling Vireo  Wilson's Snipe Wolves   Y Yellowstone Lake (singing)              The Sound Library is supported by the Acoustic Atlas through a collaborative project with the Montana State University Library, which collects and curates field recordings of natural sounds in the Greater Yellowstone Ecosystem.                  Yellowstone's Sound Library is supported, in part, by the Yellowstone Park Foundation, and by a generous grant through the Eyes on Yellowstone program.  Eyes on Yellowstone is made possible by Canon U.S.A., Inc.  This program represents the largest corporate donation for wildlife conservation in the park.      More Information  Audio Postcards: Lose yourself in the rich stories and soundscapes of the park.  Minute Out In It: Got a minute? Enjoy our series of short videos documenting a variety of events and phenomena in Yellowstone. We hope they'll be the next best thing to being here in person. National Park Service Natural Sounds Program: Natural sounds are part of the special places we preserve.  Voices of Yellowstone video, Yellowstone InDepth Episode 5 (11 min.): Get insight into the value of natural sounds in wild places and how the park is monitoring those sounds. Yellowstone Soundscapes",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/photosmultimedia\/soundlibrary.htm"
}
