{
    "title": "Channel Islands National Park: 2008 Archived Lecture Videos",
    "body": "2008 \"From Shore to Sea\" Archived Lecture Videos       January: Tom Kendrick, The Odyssey of a California Sea Urchin Diver  NOTE: This lecture was not recorded.              February: Chinese Fishermen on the Channel Islands    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:39 minutes, 37 seconds  During the February “From Shore to Sea” lecture historian Linda Bentz discussed her research of Chinese fishermen who harvested the seas around the Channel Islands in the 19th century and were among the earliest commercial fisherman in California.                March: Using Acoustics to Monitor Marine Mammals    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 17 minutes, 54 seconds  Scripps Institution of Oceanography researcher Dr. John Hildebrand talked about how acoustic monitoring can be used to study marine mammals and shipping noise around the Channel Islands at the March “From Shore to Sea” lecture.                April State of the Seas at the California Channel Islands    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 9 minutes, 54 seconds  Two local marine experts, Gary Davis, retired National Park Service Chief Scientist for Ocean Programs, and Dr. Satie Airamé, University of California, Santa Barbara (UCSB) Marine Biologist, discussed the state of the seas at the Channel Islands during the April “From Shore to Sea” lecture.               May: Black Abalone on the Channel Islands Teeter Toward Extinction    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:55 minutes, 25 seconds  During the May “From Shore to Sea” lecture Channel Islands National Park marine biologist Dan Richards discussed his research on the black abalone—an important intertidal species that was once among the most abundant shellfish along the California coastline and today is struggling to survive.                June: Peregrine Falcons Move Closer to Recovery on the California Channel Islands    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 8 minutes, 58 seconds  Brian Latta, Santa Cruz Predatory Bird Research Group (SCPBRG) biologist, discussed efforts to reestablish peregrine falcons to the California Channel Islands following their decline from the impacts of DDT at the June “From Shore to Sea” lecture.                July: Living on the Land: Chumash Use of Plants on the California Channel Islands   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:49 minutes, 51 seconds  Jan Timbrook, the Curator of Ethnography at the Santa Barbara Museum of Natural History (SBMNH), portrayed some of the ways in which Chumash people have used plants for food, medicine, clothing, tools, utensils, and other essential items during the July “From Shore to Sea” lecture series.                August: Scientists Study Blue Whales after Ship Strikes near the Channel Islands    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:53 minutes   The August “From Shore to Sea” lectures featured Santa Barbara Museum of Natural History Vertebrate Zoologists Paul Collins and Michelle Berman and their investigations of several blue whale deaths caused by ship strikes that occurred off the Channel Islands in the fall of 2007.                September: Recalling the Return to Limuw: A Chumash Tomol Crosses the Channel    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:46 minutes, 53 seconds  The September “From Shore to Sea” lectures featured Alan Salazar discussing the importance of the tomol, a traditional plank canoe used historically by the Chumash for fishing and travel between the islands and mainland for trade. The tomol connected Chumash communities and continues to be significant to their culture.                October: Status of Red Abalone Recovery in Southern California    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:46 minutes, 38 seconds  During the October “From Shore to Sea” lecture, Ian Taniguchi, a senior biologist with California Department of Fish and Game, spoke about abalone recovery following an over 10-year closure of this fishery in southern California. He described the State plans for abalone recovery including consideration of a possible limited fishery for red abalone at San Miguel Island.                November: Recovery of Sea Otter Populations in Southern California Waters    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:40 minutes, 42 seconds  During the November “From Shore to Sea” lecture, Greg Sanders, a senior biologist with Minerals Management Service, offered a history of sea otters along the California coast including their near extinction, current threats, and recovery efforts.                December: The French and Italian Heritage of Santa Cruz Island    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:34 minutes, 14 seconds  During the December “From Shore to Sea” lecture, Ann Huston, the Chief of Cultural Resources with Channel Islands National Park, discussed the ranching operations on Santa Cruz Island during the late 1800’s and early 1900s.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/photosmultimedia\/2008-from-shore-to-sea-archived-lecture-videos.htm"
}
