{
    "title": "Golden Gate National Recreation Area: Civil War at Golden Gate",
    "body": "The Civil War at Golden Gate        Union soldiers at West Battery, Point San Jose military reservation, (now Fort Mason) overlooking the San Francisco Bay and the Golden Gate strait. (photo circa 1865) PARC, GGNRA       150th Anniversary of the Civil War  The National Park Service is commemorating the 150th anniversary of the Civil War (1861 – 1865.) We acknowledge this defining event in our nation’s history and its legacy in continuing to fight for civil rights, or as Abraham Lincoln said in his Gettysburg Address, “that this nation….shall have a new birth of freedom.”  To learn more about the National Park Service’s Sesquicentennial Commemoration of the Civil War, please visit The Civil War: 150 Years website. To learn more about the history of the Civil War at Golden Gate National Recreation Area, please visit the following pages.            California's Role in the Civil War         Civil War at Fort Mason         Civil War at Alcatraz         Civil War at Fort Point         Civil War at the Presidio of San Francisco      For More Information:   The National Park Service Civil War 150th Indepth web page  The National Park Service's Network to Freedom website is implementing a national Underground Railroad program to promote education and preservation of this valuable history.  Their page provides a very educational page on the issue of slavery and anti-slavery.  The National Park Service Civil War History e-Library where you can purchase electronic editions of ePark's National Park Civil War book series  National Park Service brochure \"Slavery: Cause and Catalyst of the Civil War\" (PDF file, 2.5 MB)  \"Civil Rights, Racial Protest and Anti-Slavery Activism in San Francisco, 1850-1865\" by Albert S. Broussard (PDF file, 250 KB)  Visit the San Francisco Bay Seacoast Fortification page to learn how the Spanish, then Mexico and then the United States Army defended this valuable land.    Additional Readings:  The Golden State in the Civil War: Thomas Starr King, the Republican party, and the Birth of Modern California by Glenna Mathews; Cambridge University Press, New York, 2012  The California Gold Rush and the Coming of the War by Leonard L. Richards  The Civil War in the American West by Alvin M. Josephy; Alfred P. Knopff, New York, 1991  \"The Velvet Glove: The Army During the Secession Crisis in California, 1860-1861,\" by Robert J. Chandler in the Journal of the West, Vol. 20, No. 4 (October, 1981)  \"An Uncertain Influence: The Role of the Federal Government in California, 1846-1880,\" by Robert J. Chandler in California History, Vol. 81, No. 3\/4 (2003)  \"The Chivalry and the Shovelry\" by Sandra Hansen in Civil War Times, Vol. 23, No. 8 (December 1984)",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/civil-war-at-golden-gate.htm"
}
