{
    "title": "Golden Gate National Recreation Area: John Muir",
    "body": "John Muir         John Muir, circa 1900 NPS  “Everyone needs beauty as well as bread, places to play in and pray in where nature may heal and cheer and give strength to body and soul alike” - John Muir, 1869 John Muir was one of the country’s most famous naturalist and conservationist and Muir Woods, part of Golden Gate National Recreation Area, is named in his honor. Muir is credited with both the creation of the National Park System and the establishment of the Sierra Club. He educated Americans about the value of the country’s wilderness, inspiring generations of wilderness advocates. Early, self-taught education  John Muir was born in Dunbar, Scotland on April 21, 1838, as the oldest son in religious shopkeeper’s family. From an early age, Muir was fascinated by nature and was eager to learn about his environment. His family immigrated to America in 1849 and settled into farm life in Milwaukee, Wisconsin. His family did not have enough money to send him to school, so after completing his daily farm chores, Muir spent his spare time teaching himself algebra and geometry. As a child, he designed many inventions that would ease the family’s work.   Passion for nature As he grew older, Muir became increasingly excited about what plants and nature could teach him. At university, Muir focused his studies on chemistry, geology and botany. Restless to explore more of the country, he left school for what he would call \"the University of the Wilderness”. He came to the San Francisco area in 1868 and there he discovered the Sierra Mountains. Muir fell in love with the immense beauty of the mountain landscape. Armed with a plant-press and a blank notebook, Muir wandered for weeks at a time, through the mountains that would later be Yosemite National Park. During his lengthy wanderings, Muir contemplated man's relationship to nature. He concluded that all life forms have inherent significance and the right to exist. Humans, Muir decided, are no greater or lesser than other forms of life. He also realized how fragile nature was; how people’s impact on the land, through grazing, lumbering and commercial developments, was slowly destroying all the beauty in the wilderness. He wrote many magazine articles and books, inspiring other people to love nature and drawing attention to the need to protect the environment. Creation of  Yosemite National Park Muir became politically active to protect Yosemite from being threatened by commercial developments. After several legal battles, Congress established Yosemite National Park in 1890 in order to protect thousands of acres of forest land from further destruction. In 1892, Muir and other private citizens banded together and established the Sierra Club to increase awareness about the potential destruction of the country’s wilderness.          President Roosevelt and John Muir in Yosemite, 1903 NPS  President Teddy Roosevelt was profoundly influenced by Muir and the conservation movement. In 1903, Roosevelt spent four days in Yosemite with Muir, camping with him and learning about the value of the untamed land. His visit with the naturalist had a tremendous impact on his political actions. During the course of his political term, Roosevelt set aside 148 million acres of forest reserves, created 50 regions for the protection of wildlife, founded 16 national monuments and established 5 new national parks. Battle over Hetch Hetchy Valley The most significant battle that Muir and the Sierra Club ever fought was over the damming of Yosemite’s Hetch Hetchy Valley. For years, the conservationists, who wanted to protect the awesome valley in its natural setting, were pitted against the Californians who wanted to dam the valley to create a new and reliable drinking water reservoir. After the destructive 1906 San Francisco earthquake and fire, the decision was made to dam the valley to provide the recovering city with clean water. In 1913, Congress passed a law that approved the construction of the dam in Hetch Hetchy Valley. Worn out from this devastating loss, Muir retreated from political life and spent his remaining years writing and spending time with his family.John Muir died in December, 1914. For Further Readings: John Muir; At Home in the Wild. Katherine S. Talmadge. Twenty-First Century Books, New York, New York. 1993. John Muir in Yosemite. Shirley Sargent. Flying Spur Press, Yosemite, California. 1971. John Muir, Naturalist: A Concise Biography of the Great Naturalist. John W. Winkley, M.A., D.D. The Pantheon Press, Nashville, Tennessee, 1959. John Muir, Wilderness Protector. Ginger Wadsworth. Lerner Publications Company, Minneapolis, Minnesota, 1992.             Visit the parks associated with John Muir!   Visit Muir Woods National Monument, located in Marin County, just north of San Francisco.    Visit the John Muir National Historic Site, located in Martinez, California.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/john-muir.htm"
}
