{
    "title": "John Muir National Historic Site: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature       Mother Nature   Welcome to the Nature and Science section of the John Muir National Historic Site website. There is a large variety of plants, animals and insects that inhabit this park, including the many acres of Mount Wanda. We work hard to protect and preserve this land and it's inhabitants. There are many native and some non-native species that thrive here. We have provided lists of all the animals, plants and insects that we are aware of, which are accessible by clicking on the sub-menus underneath the main menu of \"Nature and Science\". From time to time, we are looking for volunteers to help with maintaining the plants and land around the John Muir NHS and Mount Wanda. If you are interested in volunteering, you may contact:  Keith Park Horticulturalist 925-228-8860 Ext. 6312      Mt. Wanda Ethnobotany Cards These flashcards are intended for the layperson interested in ethnobotany, the scientific study of the relationship between people and plants. We hope these flashcards will help foster an appreciation for California Native People's knowledge and uses of plants, as well as their intimate relationship to the environments in which they lived. These cards feature native plants commonly found on Mt. Wanda. You can download a set of ethnobotany cards in pdf. format by clicking on the link at the end of this paragraph. The pdf. contains a set of images and descriptions, which can be printed front to back, in order to complete a card set. The file size of the cards is 6.9 MB. Click HERE to download.  Information comes from many sources, including: Timbrook, Janice. Chumash Ethnobotany: Plant Knowledge among the Chumash People of Southern California. Santa Barbara, CA: Santa Barbara Museum of Natural History, 2007. Print. WARNING: These flashcards are not intended for the personal collection and\/or use of wild plants. Protect the Park Mt. Wanda is preserved for future generations by the National Park Service. In order to protect our natural resources, the taking of plants is strictly prohibited. Protect Your Health Identifying plants incorrectly poses a danger to one's health. Use of the wrong plant – or even the right plant in the wrong way – could result in undesired effects, including death.       Plants, Grasses and Wildflowers          Plant List For The John Muir National Historic Site   Apple Apricot Atlas Cedar  Autumn Sage    Black Locust Black Walnut  Blue Elderberry  Bluegum Eucalyptus    California Poppy California Wild Rose  California Fuchsia  California Hibisucs    California Scrub Oak  Canary Island Date  Carmel Creeper  Catalina Cherry    Cedar-of-Lebanon Chasmanthe Cherokee Rose  Chinese Wisteria    Coast Live Oak  Coast Silk Tassel  Common Fig  Cork Oak    Coulter Pine  Coyote Bush  Deodar Cedar  Douglas Iris    English Hawthorn  English Walnut  Fuchsia-flowering Gooseberry  Gian Sequoia    Grapes: Muscat, Tokay, Zinfandel  Harison's Yellow Rose  Honey Locust  Honey Mesquite    Incense Cedar  Italian Stone Pine  Japanese Plum  Japanese Flowering Quince    Jeffery Pine Lady Bank's Rose  Lemon Loquat   Manzanita Matillija Poppy  Mexican FanPalm  Mourning Cypress    Naked Lady  Olive Orange Oregon Grape    Oregon White Oak Pacific Dogwood  Pacific Willow  Peach   Pear Pecan  Periwinkle Plum   Pomegranate Purple Needle Grass  Quince Red Fescue    Red Hot Poker  Redwood Sticky Monkeyflower  Strawberry Tree             Native Grasses at the John Muir National Historic Site     Poacaeae (Grass)  Spike Redtop (Agrostis exarata)  California Brome (Bromus carinatus)  Blue Wild Rye (Elymus glaucus)    Giant Wild Rye (Leymus codensatus)  Creeping Wild Rye (Leymus triticoides)  California Melic (Melica californica)  Torrey Meli (Melica torreyana)    Foothill Needlegrass (Nasella lepida)  Purple Needlegrass (Nasella pulchra)  One-sided Bluegrass (Poa secunda)  Few-flowered fescue (Vulpia microstachys)             Wildflowers at the John Muir National Historic Site     Amaranthaceae (Amaranth)  Prostrate Pigweed  Anacardiaceae (Sumac)  Western Poison Oak   Western Poison Ivy  Apiaceae(Carrot)  Rattlesnake weed  Bladder Parsnip    Mountain Sweet Cicely  Foothill Lomatium  Kellogg's Yampah  Purple Sanicle    Pacific Snakeroot  Aristolochiaceae (Birthwort)  California Dutchman's Pipe  Asclepiadaceae (Milkweed)    Heart-leaved Milkweed  Narrowleaf Milkweed  Asteraceae (Sunflower)  Yarrow    Blow Wives  California Dandelion  California Sagebrush  California Mugwort    Woodland Aster  Pacific Aster  Coyote Brush  Horseweed    Golden Yarrow  Fluff Weed                   Please visit the San Francisco Bay Area National Parks Science and Learning website to learn more about John Muir NHS science and resources.                 × Species Attribute Definitions   Definitions Occurrence Occurrence values are defined below. One or more Occurrence Tags may be associated with each Occurrence value. Present: Species occurs in park; current, reliable evidence available. Probably Present: High confidence species occurs in park but current, verified evidence needed. Unconfirmed: Species is attributed to park but evidence is weak or absent. Not In Park: Species is not known to occur in park.  Occurrence Tags Adjacent: Species is known to occur in areas near to or contiguous with park boundaries. False Report: Species was reported to occur within the park, but current evidence indicates the report was based on misidentification, a taxonomic concept no longer accepted, or other similar problem of error or interpretation. Historical: Species' historical occurrence in park is documented. Assigned based on judgment as opposed to determination based on age of the most recent evidence.  Abundance Abundant:   Animals: May be seen daily, in suitable habitat and season, and counted in relatively large numbers. Plants: Large number of individuals; wide ecological amplitude or occurring in habitats covering a large portion of the park.  Common:   Animals: May be seen daily, in suitable habitat and season, but not in large numbers. Plants: Large numbers of individuals predictably occurring in commonly encountered habitats but not those covering a large portion of the park.  Uncommon:   Animals: Likely to be seen monthly in appropriate habitat and season. May be locally common. Plants: Few to moderate numbers of individuals; occurring either sporadically in commonly encountered habitats or in uncommon habitats.  Rare:   Animals: Present, but usually seen only a few times each year. Plants: Few individuals, usually restricted to small areas of rare habitat.  Occasional:   Animals: Occurs in the park at least once every few years, varying in numbers, but not necessarily every year. Plants: Abundance variable from year to year (e.g., desert plants).  Unknown: Abundance unknown  Nativeness Native: Species naturally occurs in park or region. Non-native: Species occurs on park lands as a result of deliberate or accidental human activities. Unknown: Nativeness status is unknown or ambiguous.         × List Differences   The Checklist contains only those species that are designated as \"present\" or \"probably present\" in the park. The Full List includes all the checklist species in addition to species that are unconfirmed, historically detected, or incorrectly reported as being found in the park. The full list also contains species that are \"in review\" because their status in the park hasn't been fully determined. Additional details about the status of each species is included in the full list. The checklist will almost always contain fewer species than the full list.      Select a Park:  John Muir National Historic Site    Select a Species Category (optional):    All   Amphibians   Birds   Fish   Mammals   Reptiles   Vascular Plants     Get Checklist Get Full List List Differences   Species attribute definitions Search results will be displayed here.  Visit NPSpecies for more comprehensive information and advanced search capability. Have a suggestion or comment on this list? Let us know.",
    "url": "https:\/\/www.nps.gov\/jomu\/learn\/nature\/index.htm"
}
