{
    "title": "California National Historic Trail: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           National Trails Intermountain Region California National Historic Trail 1100 Old Santa Fe Trail  Santa Fe, NM 87505                 Directions         Those portions of the California National Historic Trail authorized by Congress include nearly 2,000 miles of historic trail that was once the primary \"road\" taken by farmers, enterprising business managers, gold-seekers and fortune hunters who chose to make a new life on the California frontier. The route passes through ten states from Missouri to California. Please see our Directions page for more information on following the California National Historic Trail across the United States.  Directions Details           Operating Hours & Seasons         California National Historic Trail The California National Historic Trail is not a clearly marked hiking trail. Instead it is a corridor that passes through communities as well as wild areas and through different states and land ownership. Each location varies as to the hours of operation and access. Please check individual locations along the trail to plan your visit.   Standard Hours    Sunday:  -    Monday:  -    Tuesday:  -    Wednesday:  -    Thursday:  -    Friday:  -    Saturday:  -       Additional Information View More       Please see individual sites for hours of operation across the California National Historic Trail:     -                   Weather           Due to the length of the California National Historic Trail, be sure to consult local weather sources for the region you'll be visiting. The trail passes through 10 states.         Fees & Passes     Entrance Fees:   Entrance fees vary site by site - $0.00 There are no user or entry fees for the California National Historic Trail. Fees may be charged at some trail-related federal, state, or locally owned historic sites and interpretive facilities. Please visit Places To Go (http:\/\/www.nps.gov\/cali\/planyourvisit\/placestogo.htm) for an interactive map and extensive list of places to visit by state or our Links and Resources page for useful trip planning websites. Contact information is available for each site to call and find out about fees.         Visitor Centers                    Scotts Bluff National Monument is located in Nebraska and the rock formations served as important landmarks for emigrants. NPS  Enjoy the California National Historic Trail! Essential Information for Your Trip on the Trail  \"Ho for California!\" Free Land. Gold. Adventure. Between 1841 and 1869, more than a quarter million people answered this call and crossed the plains and mountains to the West. These emigrants started their journeys in Kansas and Missouri, walking more than 2,000 miles for months in pursuit of a better life. Today, the California Trail still beckons the adventurous and modern highways overlay much of the route. These corridors near the original trail route are called Auto Tour Routes. Follow these Routes to travel in the footsteps of these rugged pioneers. The California National Historic Trail (NHT) was designated by Congress in 1992 and is administered by the National Park Service as a component of the National Trails System. Despite the name, the California NHT is not a continuous traditional trail from end to end, but consists of many trail traces, structures, graves, landmarks, and markers left on the landscape to remind us that the trail still lives on. Here is some information to help you plan your visit along the California NHT. Places To Go offers site listings by state that include site name, address, phone number, access, historical significance, onsite interpretation, and website. Fees & Passes offers information on what costs may be associated with your visit. Protect the Your Trail Heritage To foster trail preservation, do not use metal detectors, dig at sites, collect artifacts, or remove anything. Please respect these historic places.",
    "url": "https:\/\/www.nps.gov\/cali\/planyourvisit\/basicinfo.htm"
}
