{
    "title": "White Sands National Monument: Paleontology",
    "body": "Paleontology        NPS Photo        Long before the world's largest gypsum dunefield formed, the Tularosa Basin looked very different. In fact, before the Pleistocene epoch ended about 12,000 years ago, there were giant lakes, streams, and grasslands here! The climate was wetter and cooler, producing a lot more rain and snow than today. All this water created one of the largest lakes in the southwest, called Lake Otero. This lake covered 1,600 square miles - that's larger than the state of Rhode Island! Under this wetter environment, the basin teemed with life. Along with the small rodents and rabbits we have today, there were also enormous ice age mammals that roamed the shores of Lake Otero and the surrounding grasslands. Mammoths, ground sloths, ancient camels, dire wolves, and saber-toothed cats, all of these once crossed the Tularosa Basin where the white sands dunes lie today. How do we know these incredible animals were here? Well, they left fossil footprints (trace fossils)! As these ancient giants walked the muddy shores of Lake Otero, their body weight compressed the wet clay and gypsum, creating footprints that that can be found today! In the ever-changing environment of our shifting sands, these fragile tracks are uncovered by the wind before rapidly eroding away, with many tracks having disappeared only after two years. Who knows what is still out there for us to discover?         NPS Photo   American Lion Panthera atrox; Panthera leo atrox During the Pleistocene Epoch, lions did not just live in Africa like African lions today. Large, lion-like cats lived throughout the world, like the American lions found in North America. Some debate exists about whether American lions were actually lions or a completely separate species, but whatever they were, they were surely fierce predators. About four feet (1.2 m) tall at the shoulder and possibly weighing over 500 pounds (230 kg), American lions were large, with long, slender legs well-suited for chasing down prey. They would have likely hunted by ambush, preying on animals like deer, camels, ground sloths, bison, and even young mammoths. Learn More…         NPS Photo   Ancient Camel AKA Western camel, Yesterday’s camel Camelops Camelops hesternus Camels are commonly associated with Africa, but did you know they actually originated in North America? Several now-extinct camel species once roamed this continent, such as the ancient western camel. This Pleistocene giant probably looked a lot like modern, one-humped dromedary camels, but it boasted longer legs, standing up to seven feet (over two meters) tall at the shoulder. These camels were opportunistic herbivores and ate whatever plant material they could find. They grazed and browsed over large ranges, leaving behind distinctive footprints like the ones found here at White Sands. Learn More…         NPS Photo   Dire Wolf Canis dirus Once one of the most common large predators in North America, dire wolves were large wolves that lived in North and South America during the Pleistocene epoch. Standing at about 2.6-2.8 feet (80-85 cm) tall and weighing 130-150 pounds (60-68 kg), they were about the same size as modern gray wolves, but with a heavier, more muscular build. They had powerful jaws, with a stronger bite than modern wolves, and probably hunted in packs. This pack-hunting, combined with their bulky frames, would have allowed dire wolves to hunt large prey, like horses and bison. Learn More…         NPS Photo   Harlan’s Ground Sloth Paramylodon harlani; Glossotherium harlani One of the more bizarre animals of the Pleistocene epoch, ground sloths were ancient relatives of modern tree sloths, armadillos, and anteaters. The Harlan’s ground sloth, however, would have dwarfed any modern relatives. This massive animal stood 10 feet (three meters) tall when upright and weighed over a ton (about 2,200-2,400 pounds or 1000-1090 kilograms)! These giant herbivores lived in grasslands with permanent water sources. They had a slow, waddling walk and left kidney-bean shaped footprints, created as their back feet rotated inwards while walking. Some prints even appear bipedal, possibly caused by the large hind feet covering the tracks of the smaller front feet. This has caused ground sloth tracks in the past to be mistaken for tracks of a giant human! Learn More…         NPS Photo   Columbian Mammoth Mammuthus columbi Columbian mammoths are responsible for the mammoth tracks found here at White Sands. These mammoths were massive animals, standing at up to 14 feet (over four meters) tall at the shoulder and weighing 18,000-22,000 pounds (8,000-10,000 kilograms)! Like modern elephants, they had large tusks and ridged teeth for eating plants. Because of their massive size and herbivorous diet, they would have had to eat a lot; some scientists say this could have added up to 16 to 18 hours a day of eating! One surprising thing about these giant herbivores is that they probably didn't have much hair. Unlike the more well-known woolly mammoths, who evolved in colder regions, Columbian mammoths evolved in North America, covering a range from Canada to Nicaragua and Honduras. Climates here were warmer, so they would not have needed such thick coats. Learn More…         NPS Photo   Saber-Toothed Cats AKA Saber-Toothed tigers or lions Smilodon fatalis One of the most well-known predators of the last ice age, saber-toothed cats are famous for their oversized canine teeth, which could reach seven to ten inches (17-20 cm) in length! These teeth may look intimidating, but biting into the strong muscles of a prey’s back or neck could have actually broken the long, thin canines. Because of this, saber-toothed cats likely used their teeth more for slashing at prey’s throats or bellies in ambush attacks. Standing around 3 feet (one meter) tall and possibly weighing up to 750 pounds (340 kg), saber-toothed cats would have had a bulky, muscular build that allowed them to take down large prey, like sloths, bison, and even young mammoths. Some fossil evidence suggests they may have even hunted in packs. Learn More…         NPS Photo   Trackways Clues of this past oasis, with its wet climate, giant lakes, and diverse animal inhabitants, are found in ephemeral trackways left behind by the Pleistocene giants that once called the Tularosa Basin home. Scientists are studying these trackways to gain a better understanding of this ancient ecosystem and the mighty mammals that ruled the day.  Learn More…",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/paleontology.htm"
}
