{
    "title": "White Sands National Monument: Paleo-Indian",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Paleo-Indian                Paleo-Indian        NPS Photo        During the last ice age, the environment of the Tularosa Basin was dramatically different than it is today. Long before the modern gypsum dunefield formed, a large lake, Lake Otero, covered much of the Tularosa Basin. Lake Otero supported grasslands and a variety of large game, such as mammoths, camels, giant sloths, and later, bison. By 10,000 years ago, Paleoindian groups had reached the shoreline of Lake Otero. Little is known about these first people because so much of their culture was not preserved in the archaeological record. However, we do know that the first groups to enter the Tularosa Basin were exceptional stone tool makers and hunters. They used stone from the nearby mountains craft intricate spear, projectile points, known as the Folsom and Plano traditions. Evidence of Paleoindian occupation in the form of projectile points and other stone tools have been found in the Tularosa Basin associated with ancient shorelines, streams, and hill top rises above playas where they could track the movements of game animals drinking from watering holes below. For 2,000 years, until the end of the most recent glacial period, Paleoindian groups hunted big game through the lush grasslands, using hand-thrown spears. As the large ice sheet that capped the North American continent receded, Lake Otero began to dry up, eventually leaving behind Alkali Flat and Lake Lucero. After Lake Otero dried up, the lush grassland died and the Tularosa Basin became increasingly arid, slowly changing into the desert scrubland that we see today. The megafauna of the Ice Age, such as mammoths, camels, and giant sloths, disappeared from the basin leaving behind fossil foot prints. Not suited for the new environment of a desert scrubland, they became extinct and herds of bison relocated to more suitable grazing areas. The people who made the Tularosa Basin their home had to adapt to survive. This desert adaptation is known as the Archaic period.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/historyculture\/paleo-indian.htm"
}
