{
    "title": "Grand Canyon National Park: Wildlife",
    "body": "Explore This Park    Learn About the Park     Nature     Wildlife               Wildlife        Condors are one of the most iconic, and threatened, animals living in the Grand Canyon. Adults are identified by the white triangles on the underside of their wings, and their enormous wingspans, which reach 9.5 feet (3m) NPS       Never approach a wild animal. The incredible animals that live in Grand Canyon National Park are wild animals, and are not used to being fed or approached.  Please treat these wild creatures with respect, and do not disturb them as they go about their natural behaviors.  Approaching, feeding, handling, harassing, or injuring a wild animal is harmful to the animal and against the law.  In addition to a wide range of wildlife species, Grand Canyon is also home to a host of Zoonotic diseases.  A current state fishing license is required to catch fish. Special artificial lure regulations and bag limits apply to various stretches of the Colorado River.        Red Spotted Toad USFWS Jim Rorabaugh  Amphibians Amphibians are important species that live near springs inside the Grand Canyon. They are predators of many invertebrate and vertebrate species, and are also an important food source for fish, reptiles, mammals, and birds. Current research in the park is aimed at protecting the species living in the canyon and re-introducing the Northern Leopard Frog (Lithobates pipiens), which once lived in the Grand Canyon, but no longer exists in the Park.        Bluebird Jim Shuler  Birds   The diverse and protected habitats of the park provide homes for over 370 species of birds, making the Grand Canyon a Global Bird Area, part of an international network of sites recognized for their outstanding value to bird conservation. Birds as small as rufous hummingbirds and as large as California condors live in the canyon        Swallowtail Butterfly J. Kirk Gardner  Invertebrates Hundreds of species of honey bees, black flies, tarantula hawks, stink bugs, beetles, ants, and butterflies can be found throughout the Grand Canyon.  These creatures play important roles in being the base of the food web, preying on other invertebrates, pollinating flowers, and controlling plant growth.        Pallid Bat NPS Eric Hope  Mammals   The more than 90 species of mammals in Grand Canyon National Park fill an enormous range of ecological roles, including large predators (mountain lions, coyotes, bobcats), scavengers (ringtails, raccoons), herbivores (elk, mule deer), and pollinators (bats).        Desert Collared Lizard NPS Eric Hope  Reptiles  Grand Canyon is home to 41 reptile species including lizards, snakes, and tortoises. These beautiful and important species are found in every ecosystem in the Park and range from the commonly seen Ornate Tree lizard to the elusive Grand Canyon Rattlesnake. Many are prey for raptors and mammals, lizards prey on insect populations, and snake species control rodent populations- preventing the spread of diseases like Bubonic Plague and Hantavirus.      Current Wildlife Research American Hog-Nosed Skunk Monitoring Bat Activity Patterns, Distribution, and White-Nose Syndrome monitoring Bighorn Sheep Monitoring Bison Impacts on the North Rim Condor Monitoring Invertebrate Biodiversity and Human Development Mexican Spotted Owl Dispersal Northern Leopard Frog Habitat Assessment   Downloadable PDFs  Amphibians of Grand Canyon NP Birds of Grand Canyon NP Fish of Grand Canyon NP Mammals of Grand Canyon NP Reptiles of Grand Canyon NP  Grand Canyon Invertebrate Species List Grand Canyon Vertebrate Animal Species List Grand Canyon Threatened & Endangered Species List",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/wildlife.htm"
}
