{
    "title": "Kenai Fjords National Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        In 1968 a party of seven made the first documented traverse of the Harding Icefield. Traveling west to east on skis and snowshoes, the party made the crossing in seven days, completing their traverse at the appropriately named, Exit Glacier. NPS \/ Dave Spencer       The story of the Kenai Fjords is not just one of geology and landforms, but also of people. This region has been home to Alaska Natives for thousands of years. In more recent times, hunters, fishermen, fox farmers, and miners have made use of the fjords. Within Kenai Fjords National Park, a representative piece of the north Gulf Coast of Alaska, stories of people and places abound. Humans have left their mark here too; from the Alutiiq, whose camps dotted the coastline, to the mining camps that at one time operated in the Nuka Bay area. Remnants of former times are abundant. They are worthy of protection as much as any natural feature, as they are invaluable links to the past. The Cultural Resources program at Kenai Fjords National Park documents people in the park, now and in the past, and helps preserve places with special history.     Web Resources          http:\/\/jukebox.uaf.edu   Exit Glacier Project Jukebox is a digital branch of the University of Alaska Fairbanks Oral History Program.  This project highlights conversations with long-term residents of Seward, Alaska about their lives, and the traditional activities in the area around Exit Glacier from 1950-1980.      E-Books          PDF (54.5 MB)   A Slice of Early Seward: How Archeology Provides a glimpse into Daily Life in this Frontier Town (2013) by Dan Trepal.  Thanks to the archeological investigations of the Seward Privy Project, researchers learned fascinating details about life in early Seward, Alaska.            PDF (5.8 MB)   A Fragile Beauty (2010) by Theodore Catton. The administrative history of Kenai Fjords National Park.           PDF (11.04 MB)   A Stern and Rock-Bound Coast (1998) by Linda Cook and Frank Norris. The historic resource study of Kenai Fjords National Park. It is available through the National Park Service's On-Line book portal.       Resources for the National Park Service   In the NPS Voyager Library Catalog, an increasing number of digitized texts in the public domain can be accessed via links inserted to records.  NPS Focus is a digital library & research station for a growing collection of thousands of images, documents, drawings and maps about the cultural and natural resources maintained by the National Park Service.  The NPS' history home page, is the starting place to find out about all your favorite units of the NPS, and of how it helps to protect our heritage. Also, find a history of the National Park Service and search the E-Library.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/historyculture\/index.htm"
}
