{
    "title": "Statue Of Liberty National Monument: Collections",
    "body": "Collections        Booklet containing information and history of the Statue of Liberty National Park Service, Statue of Liberty NM        Museum Collection* The museum collection consists of approximately 390,000 individual items systematically recorded and accessible through over 48,000 computerized records and over 1 million archival records. The collection is organized into the categories of history, archeology and natural history. History: Objects and archives that document the use of Liberty and Ellis islands from 19th through the 21st centuries relating to their construction, operation and preservation in their multiple functions as military sites, immigrant stations and hospitals, National Monument and symbol, and tourist attractions. Objects in the collection include the personal belongings of immigrants, staff and visitors, memorabilia, fine art, documents, photographs, and architectural elements removed during preservation work done on the Statue and Ellis Island historic buildings. Archeology: Archeological items are found in situ within the park and date back to the Early\/ Middle Woodland period (783 AD-1156AD) of Native American habituation of region. These items were collected both in systematic excavations or were inadvertently retrieved during preservation work on Liberty and Ellis Islands. Natural history: The park has a small, but significant collection of mounted plant specimens that from both Liberty and Ellis islands.         Portuguese passport belonging to Manuel Jose Machado Dos Santos, March 25, 1930 National Park Service, Statue of Liberty NM  Archives* The park archives contains over 1 million items including monographs, manuscripts, rare books, government reports, oral histories, architectural drawings, blue prints, and a film collection of slides, negatives and prints. The museum collection is primarily site-related materials that the National Park Service (NPS) is legally mandated to collect and preserve and contributes to the Park's interpretive themes. Items in the museum collection are preserved so that they may be available for research, study, temporary loan and exhibit for the educational benefit of the public.       Oral History Collection* Begun in 1973, the oral history project has grown to number over 1,700 interviews. Each interview includes an examination of everyday life in the country of origin, family history, reasons for coming to the United States, the journey to the existing port, experiences on the ship, arrival and processing at the Ellis Island facility, and an in-depth look at the adjustment to living in the United States. Approximately fifty interviews are added yearly by full time and volunteer staff members.       Bob Hope Memorial Research Library* The Bob Hope Memorial Research Library contains books, unpublished manuscripts, periodicals, oral history interviews, photographs, video, poetry and research files relating to the Statue of Liberty, Ellis Island, immigration history and the National Park Service.      * Located in the museum on Ellis Island",
    "url": "https:\/\/www.nps.gov\/stli\/learn\/historyculture\/collections.htm"
}
