{
    "title": "Statue Of Liberty National Monument: History of Ellis Island from 1892 to 1954",
    "body": "History of Ellis Island from 1892 to 1954         A roof cap from the pavilion of the corridor in between the Kitchen and Laundry Building and the Powerhouse\/Ferry Building National Park Service, Statue of Liberty NM  The history and use of Ellis Island as an immigration station and hospital from 1892 to 1954 The architectural history of the construction of the Ellis Island immigration station is extensively represented in the museum archives and library collections which house numerous reports, monographs and documents containing the original design and construction of the buildings, hospitals and support structures, and all the subsequent modifications and restorations on the buildings to the present. Documentation on the rehabilitation of all the buildings and fund raising efforts by the two NPS partners, Statue of Liberty-Ellis Island Foundation and Save Ellis Island are included in the museum archives and library. During rehabilitation of the architectural structures on Ellis Island, actual building components, such as the decorative copper flashing and drainage downspout, that are unique to the site or a time period are collected when the features have both interpretive, exhibit value and use as the template for future restoration or reconstruction of buildings.       Downspout c. 1930-1939 National Park Service, Statue of Liberty NM         A pill bottle for the Public Health Service hospital, c. 1950 National Park Service, Statue of Liberty NM  Attention is also given to the administrative history and official daily activities of Ellis Island when it was in operation as an immigration station focusing on the public health, medical and legal inspection policy for immigrants conducted by the United States Immigration and Naturalization Service, and the United States Public Health Service. Public Health Service work on the Ellis Island is represented in the museum collection by items such as plates and medicine bottles found on site in the hospital buildings.       A plate used by Food Services on Ellis Island National Park Service, Statue of Liberty NM        Some of the medical personnel employed on the island gave oral histories, diaries and photographs to the museum and this material is available for research in the museum archives and museum collection.        A nurse, outside of the contagious disease ward, with some patients National Park Service, Statue of Liberty NM         A United States Immigration Service inspector's hat National Park Service, Statue of Liberty NM  Immigration processing on Ellis Island left an indelible mark on all immigrants, from their arrival to, hopefully, their departure from the island to new lives in the United States. An attempt is made for the museum to acquire artifacts that were associated with this process. Immigration Service uniforms, Inspection Cards and literacy test cards developed in response to the 1917 Immigration (Literacy) Act tell the story of the history of the immigrant experience on Ellis Island.       An inspection card from the S.S. Antonia, February 5, 1925 National park Service, Statue of Liberty NM        A literacy test card from the United States Government Printing Office, c. 1920s National Park Service, Statue of Liberty NM        Immigration processing on Ellis Island went into decline after the passage of the 1924 Quota Act which imposed strict laws on immigration. The work done on Ellis Island after this Act focused more on detaining and the deportation of people from the United States.        A sign displayed on Ellis Island National Park Service, Statue of Liberty NM         Graffiti drawn on the plaster walls of Ellis Island National Park Service, Statue of Liberty NM  People held in detention throughout the history of Ellis Island often expressed their feelings by writing on the walls of their rooms. Some of this graffiti is preserved and documented in the museum collection.      < The Statue of Liberty as a Symbol | Back to Museum Collection | Ellis Island's Use by Other Government Agencies and the Military >",
    "url": "https:\/\/www.nps.gov\/stli\/learn\/historyculture\/history-of-ellis-island-from-1892-to-1954.htm"
}
