{
    "title": "Zion National Park: California Condors",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     California Condors                  California Condors              During mid-morning in Zion Canyon, sun conspires with air to warm-up an atmospheric life zone for many species of birds. The common ritual fuels their zest for flying, capturing food, and nesting among towering sandstone walls. Zion National Park protects and maintains this rugged sanctuary, and for several years has played host to cliff-loving giants that almost disappeared from the planet 30 years ago.  While visiting the park, to see a California condor perched over a trail is impressive. To witness an effortless lift off, to see it soar with a nine-and-a-half foot wingspan-fingertip feathers flared-makes us stop and watch. We watch while the largest flying land bird in North Amercia blends with the breeze.  An Endangered Species Success Story  In prehistoric times, California condors flew over much of the U.S., but by 1982, the world population dwindled to 22 individuals. The last remaining wild condors were captured in the 1980s and, following the successful programs initiated to recover the once-endangered peregrine falcon, a captive breeding program was begun to protect this bird from extinction.  The California condor is slowly coming back. During the last three decades, captive-bred birds have been released in California, Baja California, and the Vermillion Cliffs of northern Arizona. Condors are now breeding successfully in the wild - pairs of birds mate for life and produce only one egg every other year. The world population count inches up and down at around 400, approximately half of which are flying free in the wild. Roughly 70 condors live wild in Arizona and Utah, and Zion rests in the middle of this realm. Here, among canyons, plateaus, and miles of sky, the bird's rare presence has never been taken for granted. On many an ordinary morning, this primeval avian gracefully ascends the temperate air columns to skirt sandstone cliffs under the watchful and hopeful eyes of grateful visitors. If You See a Condor: California condors are curious and attracted to human activity. They are frequently seen in Zion perched on or soaring above Angels Landing, and on the Kolob Terrace Road near Lava Point. If a bird is perched, do not approach it or offer food. If a condor is within reach of people, please report the situation - including the bird's tag number - to park staff. Zion National Park is a refuge for endangered and threatened species. This is also a place where visitors may immerse themselves in this habitat to be thrilled by the sight of a rare bird. Know that your presence in this and all of your parks is greatly appreciated.  The Road to Recovery  Within national park boundaries, this colossal bird safely explores its native habitat, but condors are capable of flying over 100 miles in a day to look for food. Condors are scavengers - eating only dead animals, mostly larger mammals such as deer, elk, and occasionally domestic sheep or cattle. Unfortunately, condors sometimes eat the remains of animals that have been shot with lead bullets, and lead poisoning is now the biggest threat facing the recovery of the California condor.  Hunters can help by switching to non-lead ammunition - learn more at huntingwithnonlead.org  More information on condors and lead poisoning is available on the Pinnacles National Park website: http:\/\/www.nps.gov\/pinn\/naturescience\/leadinfo.htm  More information on the California condor can be found on the websites of Grand Canyon National Park and Pinnacles National Park: Grand Canyon National Park (GRCA) condor page: http:\/\/www.nps.gov\/grca\/naturescience\/california-condors.htm Grand Canyon National Park (GRCA) condor re-introduction: http:\/\/www.nps.gov\/grca\/naturescience\/condor-re-introduction.htm Pinnacles National Park (PINN) condor page: http:\/\/www.nps.gov\/pinn\/naturescience\/condors.htm      Return to Birds or to the main Animals page",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/condors.htm"
}
