{
    "title": "Zion National Park: Zion Wilderness",
    "body": "Zion Wilderness         Zion Wilderness   Zion Wilderness On March 30, 2009, President Barack Obama signed the Omnibus Public Land Management Act into law designating 124,406 acres of Zion National Park as Wilderness.  What Is Wilderness? The designation of the backcountry of Zion National Park as Wilderness adds another layer of protection to the wildlands of Zion National Park. The Zion Wilderness Area will be managed under the direction of the 1964 Wilderness Act.  Zion Wilderness Map Requires Free Adobe Reader         Hanging Garden   The Wilderness Act “In order to assure that an increasing population, accompanied by expanding settlement and growing mechanization, does not occupy and modify all areas within the United States and its possessions, leaving no lands designated for preservation and protection in their natural condition, it is hereby declared to be the policy of the Congress to secure for the American people of present and future generations the benefits of an enduring resource of wilderness.” “A wilderness, in contrast with those areas where man and his own works dominate the landscape, is hereby recognized as an area where the earth and its community of life are untrammeled by man, where man himself is a visitor who does not remain.” “…there shall be no commercial enterprise and no permanent road within any wilderness area designated by this Act and, except as necessary to meet minimum requirements for the administration of the area for the purpose of this Act (including measures required in emergencies involving the health and safety of persons within the area), there shall be no temporary road, no use of motor vehicles, motorized equipment or motorboats, no landing of aircraft, no other form of mechanical transport, and no structure or installation within any such area.”        Hiking in Orderville Canyon   Other Provisions In addition to Zion Wilderness designation, the Omnibus Bill affects Zion National Park in a number of other ways  153 Miles of Rivers and Streams within Zion National Park are now designated as Wild and Scenic to be managed under the requirements of the Wild and Scenic Rivers Act of 1968.  A 647 acre area of Bureau of Land Management land formerly known as the Watchman Wilderness Study area was added to Zion National Park.  Nine Bureau of Land Management areas adjacent to Zion National Park totaling 67,244 acres were designated as Wilderness.  Zion Wild and Scenic River Map Requires free Adobe Reader",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/nature\/zion-wilderness.htm"
}
