{
    "title": "Zion National Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     December 09, 2015  Upcoming Trail Work Will Affect Popular Hikes  Observation Point, Hidden Canyon, and East Rim will be impacted December 9-10. Angels Landing, Kayenta, and West Rim will be detoured December 16-17   November 18, 2015  November 18 Kolob Terrace Road Construction Update  Travel may be reduced to single lane traffic in construction areas, please use caution and low speeds while traveling.   November 11, 2015  Short intermittent closures in the Zion-Mt Carmel tunnel scheduled for November 18, 2015  Park staff will be conducting a project evaluation during this time.   November 10, 2015  Two Week Trail Closure on the Grotto Trail  Two Week Trail Closure on the Grotto Trail Grotto Trail temporarily closed for water main replacement.   October 29, 2015  Kolob Terrace Road Construction Update  Road opens to traffic with delays.   October 20, 2015  Zion National Park Beginning Construction of a Watermain Replacement Project  Visitors Should Expect Lane Closures at South Entrance October 20-23, 2015   October 12, 2015  Crowded Conditions Anticipated at Zion National Park October 15 - 18  Peak Visitation Expected for Utah Education Association (UEA) Weekend   September 24, 2015  Zion-Mount Carmel Highway Remains Closed After Major Rock Fall  Highway between the East Entrance and the Tunnel to Open with Restrictions   September 23, 2015  Zion- Mount Carmel Highway Remains Closed After Major Rock Fall  The road is expected to remain closed into the weekend.   September 23, 2015  Zion- Mount Carmel Highway Closed Due to Major Rock Fall  Effective immediately the Zion-Mount Carmel Highway between Canyon Junction and the East Entrance is closed.   September 16, 2015  Four Fatalities Confirmed in Zion National Park, Three Still Missing  Update on Flash Flood in Zion National Park’s Keyhole Canyon.   September 16, 2015  Press Conference Scheduled  Regarding the Keyhole Canyon fatality incident.   September 15, 2015  Three Canyoneering Fatalities, Four Others Missing in Zion National Park  Flash flood in Keyhole Canyon after heavy rainfall   September 03, 2015  Upcoming Trail Closures on West Rim Trail  Bridge Work will Affect Angels Landing Trail   September 03, 2015  Every Kid in a Park Launches at all National Park Sites  All fourth grade students can earn a free Annual Pass to experience their public lands and waters in person throughout the 2015-2016 school year.   July 14, 2015  Heaps Canyon Fatality Name Released  Heaps Canyon is a strenuous, challenging, technical canyon with an approximate 3000 foot descent.   July 12, 2015  Canyoneer Fatality in Heaps Canyon  Heaps Canyon is a strenuous, challenging technical canyon with an approximate 3000 foot descent.   July 11, 2015  Cathedral Fire  The Cathedral wildfire is currently burning in Zion National Park. The lower portion of the West Rim Trail is temporarily closed due to falling debris, so there is no access to Angels Landing at this time.   June 06, 2015  Updated Kolob Terrace Road Construction Schedule  This major reconstruction project began in March of this year and significant progress has been made. Expected completion is December 11, 2015.   May 21, 2015  Local National Parks (Zion, Bryce, and Cedar Breaks) will be Increasing Fees  In order to fund important maintenance and improvement projects within the parks, several local National Park Sites will be raising fees.   May 05, 2015  Zion National Park Accepting 2016 Artist-in-Residence Applications  The Zion National Park Artist in Residence program offers professional artists the opportunity to live and work in the majestic desert environment of southern Utah for a period of one month.   April 24, 2015  Tourism to Local National Parks (Zion, Bryce, Cedar Breaks and Pipe Spring) creates more than $433 Million in Economic Benefits  Report shows visitor spending supports nearly 5,000 jobs in local economy   April 17, 2015  Zion National Park Celebrates National Park Week with Fee Free Days and Several Special Events  Zion National Park will join other National Parks throughout the country in celebrating National Park Week from Saturday, April 18 to Sunday, April 26 with several events.   March 19, 2015  Southwest Utah Public Health Department and National Park Service Investigate Confirmed Case of Tuberculosis at Zion National Park  Southwest Utah Public Health Department and the National Park Service believe there is no risk to the public and encourage visits as usual to Zion National Park.   March 17, 2015  Updated Times for 3-D Laser Scanning of Zion Tunnel will Result in Short Intermittent Closures on Weekdays between March 12 and 27  Visitors through the tunnel should expect 20-30 minute delays due to tunnel closures on weekdays between March 12 and 27, 2015.   March 09, 2015  Zion Canyon Visitor Center Closes 3\/9-14\/15; Museum Opens 3\/9\/15; Shuttle System Starts 3\/15\/15  Due to unforeseen delays in construction, Zion National Park is closing the Visitor Center temporarily and moving most operations over to the Zion Human History Museum.   March 06, 2015  3-D Laser Scanning of Zion Tunnel will Result in Short Intermittent Closures on Weekdays between March 12 and 27, 2015  Three-dimensional laser scanning of the Zion-Mt. Carmel Tunnel will result in 20-30 minute closures on weekdays between March 12 and March 27, 2015.   March 02, 2015  Zion National Park Announces 2015 Schedule of Climbing Closures  Climbing routes on cliffs used by nesting Peregrine Falcons in Zion National Park will be temporarily closed beginning March 1, 2015.   February 09, 2015  Kolob Terrace Road Construction Schedule  The portions of the Kolob Terrace Road that run through Zion National Park are undergoing major reconstruction. Three-hour blocks of closures will begin March 2, 2015.   February 04, 2015  President’s 2016 Budget Includes Innovative Centennial Initiative for National Parks  President Obama’s budget request for 2016 – the National Park Service’s centennial year – includes $3 billion to help national parks meet their critical conservation, preservation, and recreation mission.   December 24, 2014  Semi-truck Gets Stuck in Zion Tunnel  Semi-trucks are not permitted to drive through the park because of the historic tunnel dimensions, tight turns to the tunnel’s approach, narrow lanes, and wildlife.   December 17, 2014  Two of Three Wild-Hatched Condors Have Fledged  Program biologists from The Peregrine Fund and Zion National Park have confirmed that two California condor chicks have left their nests and taken flight in northern Arizona, but hopes of a third chick successfully reaching the fledgling milestone in southern Utah have been dashed by a lack of visual observation. The third chick was Utah’s first wild-hatched condor chick.   December 08, 2014  Zion National Park Accepting Comments on Proposed Increase in Recreational Fees  Zion National Park and other National Park Service  units that collect entrance fees and recreation fees from park visitors are beginning public engagement to seek comments on possible changes in park fees.   November 21, 2014  Pile Burning Planned in Zion National Park  Zion Fire Management is planning to burn debris piles in the Lava Point vicinity beginning Monday, November 24, if weather conditions allow.   November 06, 2014  Zion Celebrates Native American Heritage Month with Paiute Yucca Demonstration  This program will highlight the incredible variety of uses and traditions associated with yucca.   October 31, 2014  The Zion National Park Plein Air Art Invitational is November 3-9, 2014  Artists will be painting at several locations throughout the park as well as holding demonstrations on the back porch of the Zion Human History Museum   October 23, 2014  2013 Conviction at Zion National Park Serves as a Reminder to Commercial  Photography Guides  Zion National Park reminds guiding companies that they need a Commercial Use Authorization to lead groups into the park and that under no circumstances can commercial businesses lead groups into the park’s Wilderness.   October 21, 2014  Climbing Fatality Name Released  The cause of the incident is currently under investigation by the Washington County Sheriff’s Office in cooperation with the National Park Service.   October 20, 2014  Climber Dies after Fall at Zion National Park  This is the fourth fatal accident in the park for 2014 and the eighth climbing fatality since 1983.   October 15, 2014  Zion National Park Announces its 2015 Artists-in-Residence  These artists were selected from a large pool of applicants representing a broad spectrum of art forms   September 29, 2014  Zion National Park Releases Name of Deceased Hiker  The name of the deceased hiker that was found by park rangers yesterday in the Zion Canyon Narrows in has been identified.   September 28, 2014  Body of Overdue Hiker Found in Zion Narrows  The name of the deceased is not being released at this time pending notification of next of kin.   September 27, 2014  Some Zion National Park Roads Reopen After Flooding  Kolob Canyons Scenic Drive and State Route 9 in the park remains closed due to flood damage.   September 27, 2014  Zion National Park Roads Temporarily Closed Due to Flooding  Zion National Park roads are currently closed due to flooding from heavy rains this morning.   September 26, 2014  Las Vegas Students Experience Zion National Park Thanks to Concrete to Canyons Program  Over the next five weeks, 110 elementary students from Las Vegas are participating in a three-day, two-night experience at Zion National Park called Concrete to Canyons.   September 24, 2014  Jeff Bradybaugh Returns to Zion National Park as Site Manager  This marks the return to Zion National Park for Bradybaugh, having previously served there as the chief of resource management and research.   September 11, 2014  Trail Closures on East Rim Extended until October 2, 2014  Following two major rain events this month, Zion National Park is forced to push back the weekday reopening of the East Rim Trail from September 19th to October 3rd.   September 09, 2014  Zion Fully Reopens Following Major Flooding Event  Water levels on the Virgin River in Zion National Park rose from 174 cubic feet per second (cfs) to 4,790 cfs in a matter of hours today.   July 22, 2014  Tourism to Zion National Park, Cedar Breaks National Monument, and Pipe Spring National  Monuments Created $175.5 Million in Economic Benefit in 2013  That spending supported 2,155 jobs in the local area.   July 18, 2014  Injured Canyoneer Short-Hauled from Imlay Canyon  Zion Search and Rescue worked to reach an injured hiker in Imlay Canyon and brought him out safely for medical attention.   July 15, 2014  Biologists Catch First Glimpse of Condor Chick in Utah  Biologists from several agencies and groups have focused their attention on a remote rock cavity at Zion National Park. Inside the cavity, the biologists were hoping a pair of California condors had hatched an egg. Their hopes were realized on June 25 when a condor chick made its first appearance on the edge of the nest.   June 30, 2014  Zion National Park Increases Drunk Driving Enforcement over the Holiday Weekend  Zion National Park will enhance the enforcement of impaired driving over the Fourth of July weekend through expanded DUI checkpoints and increased road patrols.   June 18, 2014  Zion National Park Solicits Concession Proposals for Guided Interpretive Horseback Rides  in Park  The new 10-year concession contract is anticipated to take effect January 1, 2015.   June 17, 2014  Fire Restrictions to be Implemented in Zion National Park  Campfires prohibited in Watchman and South Campgrounds   June 04, 2014  Utah’s First Condor Chick? Could Be the First in the State Since Reintroduction  Wildlife conservation and public land management agencies optimistically reports that a California condor has apparently hatched in the wild in the state of Utah for the first time since the population was released.   May 30, 2014  Zion National Park Received Record Visitation for Memorial Day Weekend  Zion National Park received a record number of visitors for the 2014 Memorial Day weekend. Over the four-day weekend, visitation was approximately 80,000, representing a 20 percent increase over 2013.   May 23, 2014  Zion National Park Accepting 2015 Artist-in-Residence Applications  Four artists will be selected for two spring and two fall residency slots   May 16, 2014  Alternative Fuel Vehicle Grant Awarded to Zion National Park and Pipe Spring National  Monument  Zion and Pipe Spring are partnering with Utah Clean Cities Coalition (UCCC) to replace three petroleum-powered fleet vehicles with two plug-in hybrid electric vehicles and one all-electric vehicle.   May 15, 2014  Lower Emerald Pool Trail Closed on Thursday, May 22, for Trail Repairs  Visitors will still be able reach the Lower Emerald Pool by hiking the Kayenta Trail   May 08, 2014  Two Zion National Park Rangers Receive Valor Awards  In recognition of their quick actions and willingness to place themselves in positions of danger in an effort to save the life of another, Zion National Park Rangers Craig Thexton and Therese Picard are receiving Department of Interior Valor Awards   May 05, 2014  Drone Harasses Bighorn Sheep at Zion National Park  Rangers have seen a large increase in the use of drones within the park   March 28, 2014  Trail Closures on East Rim, Observation Point and Hidden Canyon Trails in Summer, 2014  Trail work will begin in early June.   March 25, 2014  Zion National Park BASE Jumper Recovered and Identified  At approximately 11:00 am, March 25, 2014, a Search and Rescue (SAR) team consisting of members from Grand Canyon National Park, Zion National Park, and several volunteer climbers recovered a BASE jumper’s body from the West Temple area.   March 24, 2014  Second BASE Jumping Fatality at Zion National Park  This is the second BASE jumping fatality in Zion in just over a month.   March 13, 2014  Zion Canyon Scenic Drive Traffic Control during the Last Three Weekends of March  Zion National Park’s shuttle bus system does not begin operation until April 1, 2014.   March 03, 2014  Zion NP, Cedar Breaks NM and Pipe Spring NM Tourism Creates $193 Million in Local Economic Benefit  Report shows visitor spending supports 2,394 jobs in local economy   February 22, 2014  Bicyclist Seriously Injured after Eight Attempt to Illegally Bicycle Through Zion Tunnel  A group of eight bicyclists from Salt Lake City attempted to illegally bicycle through the Zion-Mt. Carmel Tunnel in Zion National Park. Two of the bicyclists hit the tunnel wall and crashed.   February 21, 2014  Zion National Park Announces 2014 Schedule of Climbing Closures  Climbing routes on cliffs used by nesting Peregrine Falcons in Zion National Park will be temporarily closed beginning March 1, 2014, in order to protect the nesting success of this bird which is in recovery from endangered species status.   February 20, 2014  Zion National Park Announces Approval of River Management Plan  Zion National Park is pleased to announce the completion of the Virgin River Comprehensive Management Plan and the signing of the Finding of No Significant Impact (FONSI), providing protection for 144 miles of designated wild and scenic rivers within Zion National Park.   February 19, 2014  Waste Removal Work to Briefly Close Scout Lookout, Angels Landing and the Zion Canyon Scenic Drive  Zion National Park will temporarily close access to Scout Lookout and Angels Landing between 8:00 a.m. and 1:00 p.m. on Thursday, February 20 and Monday, February 24, 2014 for a waste removal operation.   February 19, 2014  Artist-in-Residence to Present at Canyon Community Center in Springdale, Utah  Landscape photographer and Zion National Park Artist-in-Residence, Rick Braveheart, will present on his residency experience at 7:00 pm on Thursday, February 27, 2014 at the Canyon Community Center in Springdale, Utah.   February 14, 2014  Zion National Park and UDWR to Manage Bighorn Sheep  Zion National Park, in conjunction with the Utah Division of Wildlife Resources (UDWR), proposes to perform management actions on desert bighorn sheep within the park.   February 09, 2014  BASE Jumper Fatality in Zion National Park  A BASE jumper died from a failed jumping attempt off Mount Kinesava on Saturday, February 8, 2014.   November 18, 2013  Zion National Park Announces its 2014 Artists-in-Residence  Four artists from around the country were selected to serve in 2014 as Artists-in-Residence in Zion National Park.   November 04, 2013  Zion National Park Plein Air Art Invitational Underway  The Zion National Park Foundation is hosting 24 artists for a week of creativity and inspiration in Zion National Park, today through November 11, 2013.   October 24, 2013  Zion National Park Postpones Closing Pa’rus Trail until December 2, 2013  Originally slated for next week, a change in the irrigation system construction schedule has enabled the park to leave the trail open longer.   October 24, 2013  Zion National Park’s Late Fall Shuttle Schedule  Striking fall colors, beautiful weather, and fewer crowds make it a great time to visit the park.   October 21, 2013  Zion National Park to Construct a New River Irrigation System  During the first phase, which is expected to be completed in April 2014, a half-mile section of the Pa’rus Trail will be closed.   September 18, 2013  Concrete to Canyons: Engaging Las Vegas Youth in the Zion Wilderness  Thanks to a generous grant from National Park Foundation and Zion National Park Foundation, Zion National Park will be hosting 25 fifth-grade students from Rainbow Dreams Academy in Las Vegas for their first camping experience.   September 12, 2013  Update: Zion- Mt. Carmel Highway Reopens  Road crews continue to stabilize the road. During that work, drivers should expect one-way traffic and up to 15 minute delays.   September 12, 2013  Zion National Park Hosts a Volunteer Astronomer  While in the park, volunteer astronomer Scott Spence will conduct informal day and night viewing sessions using solar-scopes and telescopes.   September 11, 2013  Zion- Mt. Carmel Highway Closed due to Road Damage Caused by Flooding  The Zion-Mt. Carmel Highway on the east side of Zion National Park, between Canyon Junction and the East Entrance, is closed to vehicles effective immediately.   September 07, 2013  Zion National Park’s Red Roads Get Repaved  Access to the Temple of Sinawava will be closed Wednesday, September 18, and park shuttles will go no farther than Big Bend that day.   September 06, 2013  Canyoneer Dies from Fall in Zion’s Subway  The Left Fork of North Creek is a popular canyoneering route, accessible only with a wilderness permit.   September 04, 2013  Successful Nighttime Search and Rescue in Behunin Canyon  On September 2, park rangers were notified of a serious fall in Behunin Canyon, a difficult, nine hour canyoneering route above the Emerald Pools.   August 26, 2013  Transportation Study at Zion National Park  Zion National Park is initiating a transportation study to evaluate the current in-park shuttle system and provide the park with visitor use data along the Zion Canyon Scenic Drive.   August 15, 2013  Free Lecture “Glen Canyon and the Colorado River: An Evolving Cultural Resource in the American West” on Thursday, August 29 at the Canyon Community Center in Springdale  Focusing on Glen Canyon and the Grand Canyon, this lecture will explore the ecological, economic, and social importance of the Colorado River   August 15, 2013  Virgin River Management Plan Open House Sessions  The public is invited to participate in open house sessions where park and BLM staff will be available to provide information on the proposed plan, answer questions, and take comments.   August 01, 2013  Fire Restrictions to be Lifted in Color Country  Due to recent rainfall associated with the monsoon weather pattern and the subsequent reduction in the risk of wildfire, all fire restrictions currently in effect in Southwest Utah and Northwest Arizona have been lifted.   July 29, 2013  Virgin River Management Plan Open for Public Comment  The plan addresses management and protection of those river segments that were added to the National Wild and Scenic River System in 2009.   July 05, 2013  Interagency SAR Team Responds to Two Accidents in the Same Canyon over Three Days  The rescue was a success due to the resources and cooperation of all agencies involved.   June 28, 2013  Zion National Park to Increase Drunk Driving Enforcement over the Fourth of July Holiday Weekend  Zion National Park rangers wish for all visitors to have a safe and enjoyable July Fourth Holiday.   June 07, 2013  Free Lecture “Paving the Way to Zion” on Thursday, June 20 at the Canyon Community Center in Springdale  Join John Clark, artist and author of “Opening Zion,” as he uncovers the fascinating history of early tourism in Zion National Park   May 17, 2013  Clear Trap Prescribed Burn  Zion National Park Fire Management Officials plan to ignite the 654 acre Clear Trap Prescribed Fire (Rx) on Monday, May 20, 2013.   May 13, 2013  Free Lecture “Mormonism in the 19th-Century American Mind” on Thursday, May 16 at  Zion Canyon Community Center  The lecture is free and open to the public.   May 13, 2013  Zion National Park Accepting 2014 Artist-in-Residence Applications  Four artists will be selected for two spring and two fall residency slots.   April 04, 2013  Zion NP, Cedar Breaks NM and Pipe Spring NM Tourism Creates Nearly $160 Million in Local Economic Benefit  A new National Park Service report shows that visitors to Zion National Park, Cedar Breaks National Monument, and Pipe Spring National Monument spent $159,975,000 in communities surrounding the parks.   April 04, 2013  Sore Mouth Disease Suspected in Bighorn Sheep Population  Sore Mouth Disease (also known as contagious ecthyma) is thought to be responsible for the illness observed among the bighorn sheep population at Zion National Park.   March 21, 2013  Shuttle System Resumes Operation in Zion National Park for 2013 Season  This marks the fourteenth year of operation for the shuttle system in Zion National Park and Springdale, Utah.   February 21, 2013  Zion National Park Announces Schedule of 2013 Climbing Closures  Climbing routes on cliffs used by nesting Peregrine Falcons in Zion National Park will be temporarily closed beginning March 1, 2013   January 18, 2013  Conviction for Operating a Commercial Business in Zion National Park  All commercial activities require a Commercial Use Authorization from Zion National Park   December 13, 2012  New Zion National Park Annual Pass Available  The 2013 Zion National Park Pass is now available and can be purchased as a gift ahead of the New Year.   November 09, 2012  Entrance Fees to Be Waived at Zion National Park for Veterans Day Weekend November 10 to 12  This weekend, Zion National Park Foundation is hosting “In the Footsteps of Thomas Moran” Plein Air Artist Invitational.   November 06, 2012  Zion National Park Announces its 2013 Artists-in-Residence  Current Artist-in-Residence Leads Talk at Zion Lodge Thursday Evening, November 8   November 02, 2012  In the Footsteps of Thomas Moran - Plein Air Art Invitational at Zion November 4 to November 12, 2012  Artists will be painting at several locations throughout the park   October 27, 2012  Climber Dies in Fall at Zion National Park  The second fatal accident in the park for 2012   October 26, 2012  Zion National Park Announces Late Fall Schedule  Weekend Shuttle Bus Service, Visitor Center Hours, and Guided Horseback Riding Updates   October 10, 2012  Rangers Rescue Two Overdue Canyoneers at Zion National Park  The successful conclusion to the search was in part because the hikers had obtained a backcountry hiking permit.   September 28, 2012  Celebrate National Public Lands Day with Fee Free Day at Zion National Park and Pipe Spring National Monument  In celebration of this event, both Zion National Park and Pipe Spring National Monument will waive entrance fees.   September 20, 2012  Canyoneering Fatality Victim at Zion National Park Identified  The person who died while canyoneering in The Subway has been identified.   September 19, 2012  Fatality in Zion National Park's Subway  A canyoneering fatality was located in The Subway in Zion National Park.   July 26, 2012  Hidden Canyon Trail Closed in Zion National Park  The Hidden Canyon Trail will remain closed until further notice.   July 24, 2012  Zion National Park Cabin Stabilization Project - Historic Preservation in Wilderness  This week Zion National Park is embarking on a unique project to stabilize two log cabins within its designated wilderness.   July 13, 2012  Parking Lot Reduced at the Middle Fork of Taylor Creek Trailhead in Zion National Park  If the fences do not achieve a reduction in overcrowding, other methods will be considered, such as creating a permitting system.   June 27, 2012  New Harmony Fire Closes Kolob Section of Zion National Park  The Kolob Scenic Drive and Visitor Center have been closed.   June 26, 2012  Zion National Park to Step Up Drunk Driving Enforcement over the Holiday Weekend  Expanded DUI checkpoints and increased road patrols   May 11, 2012  Clear Trap Prescribed Fire Cancelled  Zion National Park Superintendent Jock Whitworth announced that Park Fire Management Officials have decided to cancel the Clear Trap Prescribed Fire (Rx).   May 10, 2012  Zion National Park to Ignite Clear Trap Prescribed Burn  Zion National Park Superintendent Jock Whitworth announced that Park Fire Management Officials plan to ignite 654 acres of the Clear Trap Prescribed Burn Unit (Rx) on Saturday, May 12, 2012.   May 10, 2012  Zion-Mt Carmel Highway and Tunnel Honored  American Society of Civil Engineers (ASCE) President, Andrew W. Herrmann and Zion National Park Superintendent Jock Whitworth will host a dedication ceremony designating the Zion-Mt. Carmel Highway and Tunnel as a National Historic Civil Engineering Landmark   April 19, 2012  Clear Trap Prescribed Fire planned in Zion  Zion National Park Fire Management Officials plan to ignite the 654 acre Clear Trap Prescribed Fire (Rx) sometime during the week of April 23, 2012.   March 26, 2012  Citizen Receives Bravery Award for Saving Life on Angels Landing  A California man recently received an award for bravery for his actions in saving the life of a hiker in Zion.   March 20, 2012  Shuttle System Resumes Operation in Zion  The Zion National Park Transportation System will begin shuttle operations on Sunday, April 1, 2012 and provide daily service through Sunday, October 28, 2012.   March 01, 2012  Changes to Zion Wilderness Permit System  Zion has changed its wilderness permit system to allow visitors to reserve last minute slot canyon day use permits via an online reservation system.   February 24, 2012  Zion Announces Approval of the Irrigation System Upgrade Project  Zion National Park Superintendent Jock Whitworth announces the completion of the environmental analysis for the upgrade to one of the park irrigation systems   February 17, 2012  2012 Climbing Closures Announced  Climbing routes on cliffs used by nesting Peregrine Falcons in Zion National Park will be temporarily closed beginning March 1, 2012.   January 25, 2012  Zion National Park Announces Approval of Kolob Terrace Road Rehabilitation Project  This approval followed a 30-day public review of the environmental assessment (EA) that analyzed the impacts of the rehabilitation and resurfacing project.   January 18, 2012  Three New Comfort Stations for Watchman Campground  Zion National Park will begin construction of three new comfort stations in Watchman Campground on January 23, 2012.   December 14, 2011  Zion Winter Schedule 2011  Due to decreased visitation, some services will be reduced or ended for the winter season, announced Superintendent Jock Whitworth.   November 22, 2011  Zion National Park Seeks Public Comment on Irrigation System Upgrade Environmental Assessment  The proposed upgrade would decrease maintenance requirements for the open ditch system, decrease the use of culinary water for landscaping and increase the overall efficiency of the irrigation system.   November 03, 2011  Zion National Park Announces Voluntary Weekend Shuttle Service in November  The park will offer voluntary shuttle service to the Zion Canyon Scenic Drive on Saturdays and Sundays through November, with expanded service over the Thanksgiving holiday.   October 25, 2011  Zion National Park Seeks Public Comment on Wilderness  The park is exploring possible adjustments to the permitting procedures to improve visitor services and experiences.   September 21, 2011  Zion Celebrates National Public Lands Day  Efforts associated with this annual event contribute to the beauty and restoration of parks and other open spaces where the public hike, bike, climb, and explore.   September 21, 2011  Clear Trap Prescribed Fire Planned in Zion National Park  Zion National Park Fire Management Officials plan to ignite the 654 acre Clear Trap Prescribed Fire (Rx) sometime during the period of September 26 - October 15, 2011.   September 16, 2011  Zion Seeks Public Comment on Proposed Kolob Terrace Road Rehabilitation Project  The proposed project would correct deficiencies in road conditions and related safety concerns   September 02, 2011  Trails Reopened in Kolob Canyons Section of Zion National Park  All trails in the Kolob Canyons section of Zion National Park have been reopened for visitor use.   September 01, 2011  Trails in the Kolob Canyon Section of Zion National Closed Due to Wildfire  All trails in the Kolob Canyon section of Zion National Park have been closed due to threats from a wildfire in the area.   August 25, 2011  Zion National Park Increases Drunk Driving Enforcement  Zion National Park will join law enforcement agencies throughout the country to support Drive Sober or Get Pulled Over, an intensive law enforcement campaign designed to combat impaired driving.   August 19, 2011  Road Work on the Zion-Mt. Carmel Highway  On August 22, the National Park Service will begin resurfacing a portion of the Zion-Mt. Carmel Highway in Zion National Park.   August 15, 2011  Zion National Park Seeks Comment on Proposed Irrigation  Zion National Park is seeking public input on a proposed plan to upgrade an irrigation system and diversion structure.   July 13, 2011  Zion Canyon Narrows Reopen for Visitor Use  The popular Zion Canyon Narrows (The Narrows) have reopened for visitor use to both day hikers and overnight campers.   June 26, 2011  Zion National Park to Increase Drunk Driving Enforcement over the Holiday Weekend  Park officials encourage those who choose to drink alcohol to drink in moderation and not drive.   June 15, 2011  Zion National Park Seeks Public Comment on Proposed Kolob Terrace Road Rehabilitation Project  The park is beginning an environmental assessment to evaluate the potential impacts from the proposed rehabilitation of the Kolob Terrace Road found within the park.   June 09, 2011  Zion National Park Announces Weekly Drop-in Volunteer Program  Volunteerism is a wonderful way to help preserve Zion National Park while sharing an enjoyable and rewarding experience.   May 11, 2011  Zion National Park Accepting Artist-in-Residence Applications for 2011-2012  Applications for the program are will be accepted through July 22, 2011.   May 11, 2011  Zion Canyon Prescribed Fires 2011  Zion National Park will be implementing a series of four small prescribed fires totaling 50 acres this spring in Zion Canyon.   April 26, 2011  Zion National Park Announces Road Construction  Although delays of up to 30 minutes may affect travel between Zion Canyon and U.S. Highway 89, road closures are not expected and all visitor facilities within the park will remain open.   April 21, 2011  Upper Portion of The Subway Route in Zion National Park Temporarily Closed  The upper portion of the Left Fork of North Creek (The Subway) route is currently closed until further notice due to a public safety stand down.   April 20, 2011  Missing Hikers Found in Zion National Park  Two hikers that were listed as missing in Zion National park have been found.   April 19, 2011  Search Continues for Missing Hikers in Zion National Park  Zion National Park is currently conducting a search for two missing hikers the Subway.   April 14, 2011  Zion National Park Celebrates National Park Week  Zion National Park will join other national parks throughout the country in celebrating National Park Week from Saturday, April 16 to Sunday, April 24.   March 24, 2011  Zion Shuttle Service Resumes For 2011  The Zion National Park Transportation System will begin shuttle operations on Friday, April 1, 2011 and provide daily service through October 30, 2011.   March 03, 2011  Zion Visitor Facilities Reopening for 2011  Superintendent Jock Whitworth has announced the reopening of visitor facilities in Zion National Park for 2011.   February 15, 2011  2011 Cliff Climbing Closures  Climbing routes on cliffs used by nesting Peregrine Falcons at Zion National Park will be temporarily closed beginning March 1, 2011.   February 09, 2011  2011 Artist-in-Residence  The National Park Service welcomes sculptor David Purcell as the new Artist-in-Residence at Zion National Park.   January 31, 2011  New Comfort Stations for Watchman Campground  Zion National Park will begin the construction of two new comfort stations in Loops A and B of Watchman Campground on January 30, 2011.   January 13, 2011  Historic Cable Mountain Draw Works Stabilization Project Completed  Superintendent Jock Whitworth is pleased to announce the completion of a project to stabilize the historic Cable Mountain Draw Works in Zion National Park.   January 11, 2011  Temporary Closure of Kolob Canyons Visitor Center  The Kolob Canyons Visitor Center will be temporarily closed for approximately two weeks while the building undergoes reconstruction.   December 31, 2010  Tour Operator Pleads Guilty to Operating Without a Permit in Zion National Park  Activities would have been legal had the appropriate commercial use authorization been obtained.   December 24, 2010  Zion-Mount Carmel Highway in Zion National Park Reopens  The section of the Zion-Mt. Carmel Highway in Zion National Park damaged in the recent storm has been repaired and reopened   December 23, 2010  Zion Canyon Reopens  The Zion Canyon section of Zion National Park reopened to the public on Thursday morning.   December 22, 2010  Zion National Park Closure Update  The Zion Canyon Visitor Center will reopen at noon on Wednesday, December 22, to provide information to visitors.  However, the park will remain closed pending an anticipated crest in the river in the late afternoon or early evening.   December 21, 2010  Zion National Park Closed Until Further Notice  The park will be closed until the river level begins to drop and damage can be assessed.   December 20, 2010  East Side Road Closure in Zion  A section of the Zion-Mt. Carmel Highway within Zion National Park is temporarily closed due to a washout from the recent heavy rains.   November 24, 2010  Five Hour Road Closure in Zion National Park  The project will occur on November 29 unless the weather prohibits it.   November 19, 2010  Kolob Canyons Visitor Center to be Closed Thanksgiving Day  The Zion Canyon Visitor Center will be open on Thanksgiving Day.   November 05, 2010  Fee Free Day for Veterans  This year Veteran's Day will again be celebrated as a fee-free day for all park visitors at National Park Service sites across the country.   October 29, 2010  Voluntary Weekend Zion Shuttle Bus Service Available in November  Shuttle service with extended hours and faster service will also be offered on Thanksgiving Day   October 26, 2010  Night Road Closures in Zion National Park to End October 29  Residents and travelers should expect short traffic delays over the next few weeks as crews complete the finishing touches on roadway.   October 21, 2010  Enhanced DUI Enforcement at Zion this Halloween  Zion law enforcement rangers remind everyone to remain safe and sober while driving at this time of year.   October 20, 2010  Zion National Park Begins River Management Planning  Currently in the scoping phase of the planning process, the National Park Service is asking the public to identify issues and opportunities that should be addressed in the plan.   October 13, 2010  Two Extra Nights Added to Zion Construction Schedule  The Friday nights of October 15 and October 22 will be added to the usual Sunday through Thursday night schedule for the Zion-Mt. Carmel Reconstruction Project.   October 13, 2010  Angels Landing Closures Extended Due to Weather Delays  Trail improvement work will be done Monday, October 18 through Thursday, October 21.   October 06, 2010  Earlier Road Closure in Zion National Park Rescheduled  The scheduled early closure of the Zion-Mt. Carmel Highway within Zion National Park on Wednesday, October 6, 2010 has been postponed one day due to weather.   September 30, 2010  Earlier Road Closure in Zion National Park on October 6  The Zion-Mt. Carmel Highway will close at 4 p.m. instead of 8 p.m. on Wednesday, October 6, 2010.   September 29, 2010  Zion National Park to Reinstate Tunnel Fees  Starting Monday, October 4, 2010 Zion national Park will reinstate the special use fee for large vehicles to travel through the Zion-Mt. Carmel Tunnel.   September 24, 2010  Zion Announces Completion of Climate Friendly Project  A photovoltaic electrical generating system has been installed at park Headquarters   September 22, 2010  Zion National Park Waives Entrance Fees for National Public Lands Day  National Public Lands day is on Saturday September 25, 2010   September 22, 2010  Zion Announces Approval of the Soundscape Management Plan  The purpose of the Soundscape Management Plan is to protect and improve the soundscape at Zion National Park.   September 16, 2010  Zion National Park Seeking Volunteers for Public Lands Day Projects  Public Lands Day is on Saturday, September 25, 2010.   September 14, 2010  Zion Volunteer Opportunity  This opportunity will allow visitors and local residents a chance to take an active role in preserving their national park.   September 14, 2010  Zion Announces Campground Improvement Project  Start of a project to rehabilitate campsites and improve utilities in Watchman Campground   September 08, 2010  Angels Landing Hiking Route to Close for Repairs  Angels Landing hiking route and all climbing routes on that rock formation will close for several days starting in mid-September.   September 03, 2010  Zion Announces Enhanced Labor Day DUI Enforcement  Zion National Park today announced the continuation of an intensive and sustained crackdown on all who drive drunk in the park.\"   August 31, 2010  Subway Fire in Zion National Park  A wildland fire is currently burning in Zion National Park.   August 12, 2010  Zion Superintendent Temporarily Waives Tunnel Fees  Zion will temporarily waive the special use fee for oversize vehicles to travel through the Zion-Mt. Carmel Tunnel.   August 09, 2010  Zion Soundscape Management Plan Available for Review  The Zion National Park Soundscape Management Plan (SMP) and Environmental Assessment (EA) is available for a 30-day public review and comment period.   August 03, 2010  Fee Free Weekend at Zion National Park  Entrance fees to Zion National Park will be waived on Saturday and Sunday, August14 and 15.   July 22, 2010  Body of Missing Hiker Found in Zion National Park  Searchers found the body of a missing hiker in Zion National Park at approximately 2:30 p.m. on Thursday, July 22.   May 24, 2010  2010 Zion Canyon Prescribed Fires  Zion National Park will be implementing a series of small, 3-20 acre prescribed burns this spring in Zion Canyon.   May 04, 2010  Falling Victim Identified  The victim of a fall from Scout Lookout in Zion National Park has been identified.   April 28, 2010  Bodies Found in Zion Identified  The two men whose bodies were located in Zion National Park on Monday, April 26, 2010 have been identified.   April 28, 2010  Fatality in Zion National Park  Zion National Park received a report on Tuesday, April 27, 2010 at approximately 4:20 p.m. that a woman fell from Scout Lookout.    April 27, 2010  Searchers Find Second Body in Zion National Park  The body of a second man was found at approximately 1:40 p.m. on Monday April 26, 2010.   April 26, 2010  Body Found in Zion National Park  The body of a male was found in the North Fork of the Virgin River near the Gateway to the Zion Narrows at approximately 9 a.m. on Monday, April 26, 2010.   April 14, 2010  2010 East Entrance Prescribed Fire  Zion National Park plans to start ignition of the remaining 240 acres of the East Entrance Prescribed Fire during the period of April 16 - 20, 2010.   April 09, 2010  Zion Will Waive Entrance Fees During National Park Week  National Park Week runs from April 17 through April 25.   April 07, 2010  Temporary Restrictions on Permits for East Zion Canyons  Zion Mt-Carmel Highway Road Construction beginning in mid-May will temporarily close popular canyoneering routes on east side of Zion.   April 07, 2010  Zion National Park Selects April Artist for Artist-in-Residence Program  Artist and educator Mark Graham chosen for April 2010 session.   March 31, 2010  Zion National Park Announces Road Project  Major roadwork will occur in Zion National Park from approximately mid-May to October, 2010.   March 30, 2010  Zion Shuttle System Resumes Operation for 2010  The Zion Canyon Transportation (Shuttle) System will resume operation on Thursday, April 1, 2010.   March 17, 2010  Zion National Park Announces Art Exhibition  Seven landscape paintings by famous artist Jim Jones will be on display.   March 08, 2010  Zion National Park Begins Soundscape Planning  According to Zion National Park Superintendent Jock Whitworth, the park is beginning a Soundscape Management Planning and Environmental Assessment Process.   March 05, 2010  Zion National Park Announces Reopening of Visitor Services  Human History Museum opens on Saturday March 6th.   February 25, 2010  2010 Basic Search and Rescue  Basic Search and Rescue Training class offered April 19-23, 2010 in Moab, Utah.   February 23, 2010  Zion National Park Hosts Successful Wilderness Work Day  On Friday, February 19, over 40 volunteers and members of the Zion National Park staff participated in a Wilderness Work Day.    February 17, 2010  2010 Cliff Climbing Closures  Climbing routes on cliffs used by nesting peregrine falcons at Zion National Park will be temporarily closed on March 1, 2010.   February 08, 2010  Zion Centennial Coin Onboard Space Shuttle Endeavor  Superintendent Jock Whitworth has announced that a Zion National Park Centennial coin is onboard space shuttle Endeavor on its flight to the International Space Station.   February 04, 2010  Zion National Park Selects Artist for Artist-in-Residence Program  Zion National Park is pleased to announce the selection of Dennis Farris as the Artist-in-Residence for the February 2010 session.   February 03, 2010  Zion National Park Received Record Visitation in 2009  Zion National Park received a record number of visitors in 2009. Recorded visitation was 2,735,401, representing a 1.7 percent increase over 2008, the previous record year.   January 28, 2010  Zion National Park Announces Wilderness Work Day  A free BBQ is planned later that day at the Nature Center.   December 20, 2009  2009 Holiday Schedule for Zion National Park  Zion National Park will be open every day during the holiday season, including Christmas and New Years Days.   December 01, 2009  Zion National Park Looking for Birders to Participate in 2009 National Audubon Society Christmas Bird Count  Zion National Park is looking for volunteer birders to participate in the annual Christmas Bird Count to be held on Saturday, December 19, 2009.    November 30, 2009  Zion National Park Installs Entrance Station Photovoltaics  Zion National Park recently installed solar photovoltaic systems at the park’s South and East Entrance Stations.   November 30, 2009  Woman Falls from Angels Landing in Zion National Park  Tammy Grunig, 50, of Pocatello, ID and St. George, UT fell to her death in Zion National Park on Friday, November 27, 2009.   November 06, 2009  Entrance Fee Waiver on Veterans Day, November 11  All National Park Service sites across the country, including Zion National Park, will offer free visitor admission in honor of U.S. veterans, active members of the U.S. armed forces and their families on Wednesday, November 11, 2009.   October 28, 2009  Zion National Park Artist-in-Residence Program Application Deadline Extended  All application material must be post marked by November 7, 2009   October 27, 2009  Zion National Park to Offer Weekend Shuttle Bus Service in November  Visitors are encouraged to park at the Zion Canyon Visitor Center and board a free shuttle bus   October 19, 2009  Ultralight Plane Crash Survivors Evacuated from Zion National Park  On Saturday, October 17, an ultralight plane carrying two people crashed in Zion National Park.    October 10, 2009  Zion Tunnel Oversize Vehicle Escort Hours to Change  Effective Tuesday, October 13 through October 24.    September 30, 2009  Zion National Park to Conduct Pocket Mesa Prescribed Fire  Zion National Park plans to start ignition of the 2,800 acre Pocket Mesa Prescribed Fire (Rx) sometime during the week of October 4th, 2009.    September 24, 2009  Prescribed Fire Planned at Lava Point  According to Superintendent Jock Whitworth, Zion National Park plans to start ignition of a 150 acre prescribed fire at Lava Point during the week of September 27th, 2009.    September 18, 2009  Weeping Rock Trail Reopened  Rockfall had closed popular trail.   September 18, 2009  Zion National Park Celebrates National Public Lands Day  Join Zion National Park on September 26 for a Day of Service and Celebration   September 18, 2009  Zion Waives Entrance Fees for National Public Lands Day  Saturday September 26, 2009   September 14, 2009  Canyon Overlook Trail Parking Lot to Reopen  The parking area had been closed to evaluate the effects the closure would have eliminating serious safety concerns for visitors and staff at this congested area.    September 08, 2009  Zion National Park Announces Limited Trail Closures and Road Delays for Aerial Herbicide Spraying and Seeding Project  The park will begin aerial application of herbicide and seeding and on approximately 4,600 acres of the 2006 Kolob Fire burned area starting on September 14, 2009.     September 04, 2009  Zion Announces Approval of Zion-Mount Carmel Highway Rehabilitation Project  Project will rehabilitate, restore and resurface approximately 9 miles of road from Canyon Junction to the East Entrance.   September 03, 2009  Rockslide Closes Weeping Rock Trail  Trail will remain closed indefinitely.    September 01, 2009  Conviction for Illegal Guiding in Zion National Park  Dennis Fisher of Spanish Fork, UT pled guilty on August 17, to conducting an illegal guiding service within the boundaries of the park.    August 28, 2009  Canyon Overlook Parking Area Closure Extended Two Weeks  Superintendent Jock Whitworth has announced that the temporary closure of the Canyon Overlook parking lot which began August 3, 2009 will be extended through September 13, 2009.   August 28, 2009  Angels Landing Trail to be Temporarily Closed on September 1  Superintendent Jock Whitworth has announced that Angels Landing Trail in Zion National Park will be temporarily closed on Tuesday, September 1 from 6 AM to Noon.   August 24, 2009  Zion Tunnel to Close for Three Hours  Zion Tunnel also closed on August 25, 2009 from 6:30 am to 8 am for maintenance.   August 24, 2009  Road Work in the Zion Tunnel  Zion Tunnel also closed from 5 pm to 8pm on Wednesday, August 26, 2009 for Centennial Tunnel Walk (registration full).   August 02, 2009  Cliff Fire in Zion National Park Fully Contained  Firefighters have fully contained the Cliff Fire that has been burning in Zion National Park and adjoining Bureau of Land Management (BLM) lands.   July 30, 2009  Cliff Fire Update  A wildfire that moved into the park on Wednesday, July 29 has forced the closure of the Kolob Canyons District of Zion National Park.   July 29, 2009  Wildfire Forces Closure of Kolob Canyons  A fast moving wildfire has forced the closure of the Kolob Canyons area of Zion National Park.   July 24, 2009  Zion National Park Celebrates 100 Years  A Century of Sanctuary   July 24, 2009  Canyon Overlook Parking Lot to Temporarily Close  Parking for Spry and Pine Creek canyoneering areas to be limited as well   July 08, 2009  Wildfire Burning in Zion National Park  A wildland fire is currently burning in the northern portion of Zion National Park.   June 15, 2009  Zion National Park to Offer Three Fee-Free Weekends  Zion National Park will be offering free entry into the park on the weekends of June 20-21, July 18-19, and August 15-16, 2009.    June 11, 2009  Zion National Park Closes Some Climbing Routes  The \"Practice Cliffs\" closure will take effect June 22, 2009.   June 11, 2009  Employee Reunion Planned For Zion National Park  Registration Deadline is September 18, 2009.   June 11, 2009  Zion National Park License Plate Available  The Zion license plate provides an opportunity for Utah residents to show their pride and support for Utah’s most visited national park.    May 24, 2009  Middle Echo Canyon Temporarily Closed to Canyoneering  Officials at Zion National Park have temporarily closed Middle Echo Canyon to recreational use due to recent incidents in which canyoneers have become stranded and required the assistance of park rangers to get them out.    May 20, 2009  Wilderness Designated in Zion National Park  On March 30, 2009, President Barack Obama signed into law the Omnibus Public Land Management Act of 2009 which designated 124,406 acres as wilderness within Zion National Park.   May 08, 2009  Zion Narrows to Reopen to Whitewater Kayaking  If additional groups encounter significant difficulties, the Narrows will be closed for the remainder of the spring kayaking season and the park will re-consider how the activity is managed.   May 08, 2009  Prescribed Fires Planned in Zion Canyon  Zion National Park will be implementing a series of small prescribed burns this spring in Zion Canyon.  The first of these burns is planned in the vicinity of the Zion Lodge in Zion Canyon on or after May 11th.    April 27, 2009  Zion Narrows Temporarily Closed to Whitewater Boating  Over the weekend of April 25th and 26th, 2009, Zion National Park rangers performed multiple boating rescues from the Zion Narrows and associated canyons.   April 21, 2009  Zion National Park Centennial Fun Run Completed  Three hundred and twenty-five runners and walkers helped Zion National Park celebrate its Centennial by participating in the Centennial 10K Fun Run on Saturday, April 18   April 20, 2009  Zion National Park Opens Thomas Moran Exhibit  In July of 1873, Moran visited Zion Canyon while traveling with an expedition led by John Wesley Powell.   April 02, 2009  East Entrance Prescribed Fire Planned in Zion National Park  Zion National Park plans to start ignition of the 300-acre East Entrance Prescribed Fire (Rx) sometime during the week of April 6, 2009.     March 27, 2009  On April 4th Shuttle System Resumes Operation in Zion National Park  The resumption of the Zion Canyon Transportation (Shuttle) System signals the start of the 2009 visitor season in Zion National Park   March 17, 2009  Zion National Park Human History Museum Hosts SUU Exhibit  Zion National Park and Southern Utah University faculty and students created and designed an exhibit to commemorate the 100th anniversary of Zion National Park.   February 27, 2009  Falling Fatality Victim at Zion National Park Identified  The person who fell to his death from Canyon Overlook in Zion National Park has been identified as Dave Brigham, 48, of Sussex, New Jersey.    February 26, 2009  Body Found Beneath Canyon Overlook in Zion National Park  Investigation continues.   February 18, 2009  Zion National Park Announces 2009 Schedule of Climbing Closures  This year, Zion National Park will continue to keep popular climbing routes on cliffs used by nesting peregrine falcons open one month longer than in the past.   January 07, 2009  Zion National Park Raises Use Limits in Spry Canyon  Zion National Park Superintendent Jock Whitworth announced today that the number of visitors permitted to travel through the Spry Canyon canyoneering route will be increased by over 50% per day for the 2009 season.    December 27, 2008  2009 Basic Technical Training Announcement  No abstract supplied.   December 24, 2008  Off Road Snowmobile Use Prohibited in Zion National Park  Zion National Park Superintendent Jock Whitworth would like to remind park visitors that the off road use of snowmobiles in the park is strictly prohibited.    December 19, 2008  2008 Holiday Schedule for Zion National Park  Zion National Park will be open every day during the holiday season, including Christmas and New Years Days.    December 09, 2008  Zion National Park Accepting Applications for Spring Artist in Residence Program  Zion National Park is currently accepting applications for the Spring Artist in Residence Program.    December 09, 2008  Zion National Park Looking for Birders to Participate in National Audubon Society Christmas Bird Count  Zion National Park is looking for volunteer birders to participate in the annual Christmas Bird Count to be held on Saturday, December 20, 2008.    December 01, 2008  Name Released of Falling Fatality Victim in Zion National Park  Craig Forster, 55, of Salt Lake City, Utah, fell to his death while hiking in Zion National Park on Friday, November 28, 2008.   November 29, 2008  Falling Fatality in Zion National Park  A 55 year old male fell to his death while hiking in Zion National Park on Friday, November 28, 2008.   November 10, 2008  Park Begins Environmental Assessment for Zion Mt Carmel Highway  Zion National Park is beginning an environmental assessment (EA) to evaluate the potential impacts from the proposed rehabilitation of the Zion Mt. Carmel Highway within the park.   November 05, 2008  US Veterans to be Admitted Free to Zion National Park on November 11  U.S. Veterans to be Admitted Free-of-Charge to Zion National Park on Veterans Day, November 11   October 27, 2008  Three Finger Mesa Prescribed Fire Update  Three Finger Mesa Prescribed Fire Update   October 22, 2008  Zion National Park to Offer November Shuttle Bus Service  Zion National Park to Offer November Shuttle Bus Service   October 18, 2008  Climbing Fatality on Touchstone Route in Zion National Park  First fatality in the park in 2008,   October 02, 2008  Three Finger Mesa Prescribed Fire Planned in Zion National Park  According to Superintendent Jock Whitworth, Zion National Park plans to start ignition of the 2,100 acre Three Finger Mesa Prescribed Fire during the week of October 6th, 2008.     September 19, 2008  Zion Announces Fee Free Days  Zion Waives Entrance Fees September 27 and 28, 2008 in recognition of National Public Lands Day and Newly Naturalized Citizens       September 12, 2008  Zion National Park Announces Employee Reunion  Zion National Park Announces Employee Reunion   August 10, 2008  Wildland Fire Burning in Kolob Canyons Area of Zion National Park  Wildland Fire Burning in Kolob Canyons Area of Zion National Park   July 31, 2008  Injured Hiker Rescued from Pine Creek Canyon  An injured hiker was rescued from Pine Creek Canyon in Zion National Park on Thursday evening, July 30, 2008.   July 16, 2008  Xanterra Awarded Zion National Park Concessions Contract  New ten-year contract that begins January 1, 2009.   July 01, 2008  Three Rescues at Zion National Park  Incidents illustrate some of the common situations leading to rescues in Zion’s backcountry.        June 25, 2008  Fire Restrictions in Zion National Park  Fire Restrictions in Zion National Park   June 13, 2008  Do Your Part for Parks  National Park Service Launches “Do Your Part for Parks” Website   June 10, 2008  Constructing a VIP Protection Plan  Constructing a VIP Protection Plan   June 09, 2008  Red Roads Return to Zion Canyon  Red Roads Return to Zion Canyon   May 23, 2008  Three Finger Mesa Prescribed Fire  Three Finger Mesa Prescribed Fire   May 09, 2008  Series of Prescribed Fires Planned in Zion Canyon  Exact dates of burns depends on weather conditions   April 30, 2008  Utah Prehistory Week Events Scheduled for Zion National Park  Utah Prehistory Week Events Scheduled for Zion National Park   April 29, 2008  East Mesa Prescribed Fire Planned in Zion  East Mesa Prescribed Fire Planned in Zion   February 21, 2008  Zion National Park Announces Schedule of Climbing Closures  Zion National Park Announces Schedule of Climbing Closures   January 02, 2008  Zion National Park Completes Backcountry Management Plan  Zion National Park Completes Backcountry Management Plan   December 26, 2007  2008 NPS Servicewide Technical Rescue Training  2008 Servicewide Basic Technical Rescue Training   December 20, 2007  Holiday Schedule for Zion National Park  Holiday Schedule for Zion National Park   December 03, 2007  Zion National Park Looking for Volunteers to Participate in National Audubon Society Christmas Bird Count  Zion National Park Looking for Volunteers to Participate in National Audubon Society Christmas Bird Count   November 27, 2007  Zion National Park Announces Completion of Backcountry Management Plan  The Backcountry Management Plan provides direction for the National Park Service to manage over 145,000 acres of backcountry within Zion.   November 01, 2007  Veterans to be Admitted Free of Charge to Zion National Park  U.S. Veterans to be Admitted Free-of-Charge to Zion National Park on Veterans Day, November 11   October 30, 2007  Training Opportunity  Training opportunity   October 26, 2007  Zion National Park to Test Voluntary Shuttle Bus Service  Zion National Park to Test Voluntary Shuttle Bus Service   October 26, 2007  Fall Schedule at Zion National Park  Fall Schedule at Zion National Park   October 23, 2007  Zion National Park Announces Limited Backcountry Closures  Limited Backcountry closures   October 19, 2007  Roadwork at Zion National Park  Scheduled for Highway 9 at the east side of the Zion Mt. Carmel Tunnel on October 23   October 11, 2007  Zion National Park to Begin Post-Fire Rehabilitation  Portions of Zion Backcountry will be closed during will be closed during project.   October 09, 2007  Last Day for Free Firewood at Lava Point Wednesday October 10  Zion National Park thanks the public   October 09, 2007  Pine Valley Peak Prescribed Fire in Zion to Continue  Thursday, October 11, 2007   October 01, 2007  Pine Valley Peak Prescribed Fire in Zion Rescheduled for Today  Originally scheduled for last week   September 27, 2007  Zion National Park to Issue Free Firewood Permits for Lava Point   Zion National Park to Issue Free Firewood Permits for Lava Point     September 26, 2007  West Rim Trail in Zion National Park to be Temporarily Closed for Maintenance Beginning October 1  West Rim Trail in Zion National Park to be Temporarily Closed for Maintenance Beginning October 1   September 25, 2007  Fee Free Day in Zion National Park  Fee Free Day in Zion National Park   September 20, 2007  Prescribed Fire Planned in Zion National Park  Prescribed fire Planned in Zion National Park   September 04, 2007  Zion National Park Asks for Comments on an Environmental Assessment  Proposed aerial application of herbicide   September 01, 2007  Zion National Park Backcountry Trails Reopened  Visitors should be aware that recent fires have increased the potential of flash floods   August 23, 2007  Zion Centennial Challenge  Centennial Proposals Eligible for Matching Funds   August 10, 2007  Dakota Hill Fire Shows Some Activity  Local Fire Personnel Monitoring Area   August 09, 2007  Zion National Park Begins an Environmental Assessment  Dakota Fire Environmental Assessment   July 31, 2007  The Narrows Reopened in Zion National Park  Zion National Park Reopens The Narrows   July 23, 2007  Portions of Zion Backcountry Reopened  Zion Opens Portions of Backcountry   July 19, 2007  Wildland Fires in Zion Continue to Grow  Wildfires Continue to Grow in Zion   July 18, 2007  Zion Closes Backcountry Due to Wildland Fires  Zion Closes Backcountry Due to Wildfires   July 17, 2007  Wildfires in Zion National Park  Lightning ignites several fires in Zion   July 17, 2007  Zion Fire Update 7-17-07  Update on wildland fires in Zion   July 14, 2007  Zion National Park - A Call For Artist Entries  Zion National Park - A Century of Sanctuary Art Competition and Traveling Exhibit   July 12, 2007  The Big Green Bus Visits Zion National Park  Zion National Park continues to be a \"Green Park\"   July 09, 2007  Trail Work Scheduled for the West Rim Trail in Zion National Park  Work Begins July 17, 2007   July 02, 2007  Injured Hiker Rescued From the Subway  Injured Hiker Rescued From the Subway   June 29, 2007  Comment Period for Zion Backcountry Management Plan and Environmental Assessment Extended  Comment Period for Zion Backcountry Management Plan and Environmental Assessment Extended   June 22, 2007  Fire Restrictions to be Implemented in Zion  Fire Restrictions to be Implemented in Zion   June 10, 2007  Falling Fatality from Angels Landing in Zion National Park  Second Fatality in Park During Past Week   June 08, 2007  Zion National Park Foundation Donates Historic Painting to Zion National Park  Zion National Park Foundation Donates Historic Painting to Zion National Park   June 05, 2007  Canyoneering Fatality in Zion National Park  Canyoneering Fatality in Zion National Park   May 16, 2007  Zion National Park Backcountry Plan and Environmental Plan Available for Review  Zion National Park Backcountry Management Plan and Environmental Assessment Available for Review   May 11, 2007  Prescribed Burn Planned in Zion National Park  Prescribed Burn Planned for Zion National Park   May 05, 2007  Zion National Park Proposes A Change To Fees For Motorcycles in 2008  Zion National Park Proposes A Change To Fees For Motorcycles in 2008.   March 30, 2007  Shuttle System Resumes Operation in Zion National Park  Shuttle System Resumes Operation in Zion National Park   March 19, 2007  National Park Service Hosts Listening Session on $3 Billion National Park Centennial Initiative  National Park Service Hosts Listening Session on $3 Billion National Park Centennial Initiative   February 21, 2007  Zion Climbing Closures  Zion National Park Announces Climbing Closures       Archived News Releases 2006",
    "url": "https:\/\/www.nps.gov\/zion\/learn\/news\/newsarchive.htm"
}
