{
    "title": "Zion National Park: The Narrows",
    "body": "Explore This Park    Plan Your Visit     Things To Do     The Narrows               The Narrows              The Narrows   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 22 seconds  Find out what to expect and how to prepare for one of Zion’s most popular hikes with Park Ranger Jonathan Fortner.         What is The Narrows?  The Narrows is the narrowest section of Zion Canyon. This gorge, with walls a thousand feet tall and the river sometimes just twenty to thirty feet wide, is one of the most popular areas in Zion National Park. You can see The Narrows by hiking along the paved, wheelchair accessible Riverside Walk for one mile from the Temple of Sinawava. If you wish to see more, you will be walking in the Virgin River. This can involve wading upstream for just a few minutes or it can be an all day hike.   How can I hike The Narrows?  A hike through The Narrows requires hiking in the Virgin River. You must get your feet wet since there is no trail. Most people choose to start their hike from the Temple of Sinawava via the Riverside Walk and then walk upstream before turning around and hiking back down to the Temple of Sinawava.            Bottom Up Hike From the Temple of Sinawava (no permit required) Hiking in The Narrows upstream as far as Big Spring does not require a permit. Doing the hike this way allows you to see some of the most spectacular and narrowest parts of the canyon. You can hike in the river for an hour and have a great experience, or you can hike as far as Big Spring, a strenuous, ten-mile round trip, all-day adventure.           Top Down Hike from Chamberlain's Ranch (permit required) You can also hike sixteen miles downstream over one or two days, entering the park soon after starting the hike and then exiting at the Temple of Sinawava. Those who choose this option must get a permit and arrange transportation for the one and a half hour ride to start the hike outside the park at Chamberlain's Ranch.      When should I hike The Narrows?  Most people hike The Narrows in the late spring and summer when the water tends to be at its warmest and the water level drops. However, this is also the time of year that storms can cause life-threatening flash floods.   Winter and early spring commonly means cold water and high water levels. The Narrows can be closed during the spring when snowmelt raises the river over 150 CFS. Fall brings more stable weather, but days get shorter and the water temperature drops. Zion Weather and Climate          How high is the water?  Water level fluctuates greatly from year to year and day to day depending on many factors such as rainfall and snowmelt. When the river is running below 70 cubic feet per second (CFS), walking is moderately difficult, with knee deep crossings on the slippery and uneven river bottom with frequent pools up to waist deep.   When the current goes above 70 CFS, walking against the current becomes challenging and crossings of mid-thigh deep are frequent with pools that can be chest deep. If the flow goes to over 150 CFS, The Narrows will be closed to all travel. The Narrows also closes when a Flash Flood Warning is issued by the National Weather Service, and remains closed for two hours after the warning is lifted. Current River Flow         What about flash floods?  The Narrows are susceptible to flash flooding because much of the surrounding area is bare rock that does not absorb water. During storms, runoff is funneled rapidly into the Narrows. During a flash flood the water level rises almost instantly--within seconds or minutes. Flash floods are common in Zion and hikers have been stranded, injured, and even killed by venturing into narrow, flood prone canyons.  Always check the weather forecast and the flash flood potential before you start your trip. Despite the forecast, flooding is possible at any time, and floods have occurred on days they were not expected. Your safety is your responsibility.      What should I wear and bring?  Close-toed shoes and a hiking stick are recommended for hiking on the slick, uneven rocks in The Narrows. High canyon walls and water create cooler conditions than anywhere else in Zion Canyon, so wear and bring seasonally appropriate synthetic layers. Equipment and Clothing Recommendations",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/thenarrows.htm"
}
