{
    "title": "Zion National Park: Ranger-led Activities",
    "body": "Ranger-led Activities         Ranger-led Bird Walk   Ranger-led Programs Enhance your understanding and enjoyment of Zion National Park by taking part in a ranger program. Programs are offered at Zion Canyon and Kolob Canyons from April to November. Topics include geology, plants, animals, human history, and more.  Youth Programs Youth programs are designed specifically for families and children. Children must be accompaned by an adult while attending the programs. Youth programs are offered intermittently through March and April, from Memorial Day through mid-August, and during Labor Day Weekend. Programs take place throughout the park, at the Zion Nature Center, and at the Zion Lodge.  All ranger-led programs are free and for all ages. Check the current Map and Guide, or at visitor centers and bulletin boards throughout the park for times, places, and subjects.  Click here to view or print out Summer 2016 Ranger-led and Youth Programs  Evening Program Schedule  Types of Programs Walks Be prepared to walk one to two miles. Wear sturdy footwear and bring a hat, sunglasses, sunscreen, and water.  Talks 20-30 minute talks at the Zion Human History Museum and the Zion Lodge (both regular shuttle stops). Drop-In Programs Stop by anytime between the times listed. Stay for a minute or stay for an hour. Held at the Big Bend Shuttle Stop, the Temple of Sinawava, Weeping Rock Trailhead, and the Emerald Pools Trailhead.  Evening Programs Discover what makes Zion such a special place. Forty-five minute programs addressing a myriad of topics are offered every evening May through September at Zion Lodge and Watchman Campground. Parking is available at Watchman Campground for non-campers. From Memorial Day to mid-August, Family Evening Programs are available at the South Campground Amphitheater intermittently during the week. Check bulletin boards at park visitor centers, the Zion Lodge, and campgrounds for specific topics. Evening Program Schedule  Perseid Meteor Shower Program (August 12 Only) Join us on August 12 at 11 pm and stay up late for the peak night of the Perseids Meteor Shower. Where: Outside the Nature Center, accessible by the Pa'rus trail. (Bring something to sit on). more...  Ride with a Ranger Shuttle Tours Conducted daily, starting at the Zion Canyon Visitor Center. These tours last approximately 90 minutes. Seats are limited - make free reservations, in person, up to three days in advance at the information desk at the Zion Canyon Visitor Center. No telephone reservations accepted. Note: Because large groups can impact the availability of seats for other visitors, group size is limited to 8. This includes people sharing the same affiliation (school, club, scout troop, family, friends) on any one tour.  Nature Center Youth Programs These programs are offered daily from Memorial Day Weekend through Labor Day. The Zion Nature Center is located next to the South Campground. The shuttle does not stop here, but it can be accessed from the Pa'rus Trail. Limited Parking is available. Programs are designed specifically for children and families, and are 30-45 minutes long.",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/ranger-led-activities.htm"
}
