{
    "title": "Zion National Park: Commercial Tour Information",
    "body": "Commercial Tours         Motor coaches require one-way traffic control through the Zion-Mt.Carmel Tunnel   Motor Coach Tours Hundreds of motor coach tours visit Zion National Park every year. To insure a pleasant and safe visit motor coach companies, guides, and drivers, are asked to please be aware of the following information.  Click here for a copy of the Commercial Tour Handout.  How To Pay The bus parking area is near the pedestrian bridge and walkway that connects to the Zion Canyon Visitor Center. Your passengers will enter the park by crossing the footbridge. Guides or drivers should contact the ranger at the entrance station before allowing passengers to disperse.  After paying the entrance fee, guides\/drivers will receive a re-entry sticker for each passenger. This will allow them to enter and leave the park at their leisure.  If you enter the park at the East Entrance, show your receipt at the pedestrian entrance to receive re-entry stickers.  Commercial Tour Fees $35.00+:1-6 Passengers ($35.00 + $12.00 per passenger not to exceed $70.00) $70.00: 7-15 Passengers $80.00: 16-25 Passengers $190.00: 26+ Passengers  Pass is valid for the day of purchase and the next six days for a vehicle carrying the same group of passengers.  A commercial tour is defined as consisting of one or more persons traveling on an itinerary that has been packaged, priced, or sold for leisure or recreational purposes by an organization that realizes financial gain through the provision of the service. The entry fees of commercial tours are based upon the total capacity of  vehicles that can carry seven or more passengers regardless of the actual number of passengers. Refer to the Commercial Tour Fee Rate Schedule to determine the fee for vehicles with a capacity of 6 or less. Possession of an annual or lifetime pass or the ages of the passengers does not affect the price charged.  Where To Park The Zion Canyon Pedestrian Entrance parking area in Springdale is the most convenient place to park a bus for access to the visitor center and shuttle buses.  From late March to early November bus tours are permitted to park in the following locations, space permitting:  Buses with planned activities at the Zion Lodge may park in the designated bus parking spaces. Buses may not drive beyond the Zion Lodge. The Zion Human History Museum has limited parking. Loading or unloading passengers is not permitted in front of the museum. Buses may park in paved pullouts between Canyon Junction and the tunnel as long as the vehicle completely fits within the pullout. Commercial buses entering from the East Entrance are not allowed to park between Checkerboard Mesa and the 1.1 mile long Zion-Mt. Carmel Tunnel. Bus parking or stopping in any other than these locations between late March and early November is not permitted. From November through March, buses may also park at the Grotto Picnic Area and the Temple of Sinawava. On weekends in November the Zion Canyon Shuttle is mandatory. Buses are not allowed  to park at the Zion Canyon Visitor Center. They can easily access the shuttle and visitor center by using the Zion Canyon Pedestrian Entrance and parking area. Buses must not idle their engines when parked. Buses that sit with engines idling create unacceptable amounts of noise and air pollution within Zion National Park.   Authorization To Drive Up Canyon From late March to early November, all travel on the Zion Canyon Scenic Drive is by National Park Service shuttle bus only - with the following exceptions:   Tours with overnight Zion Lodge reservations. Tours with Zion Lodge lunch or dinner reservations.  Tours with compelling reasons to be allowed authorization (example: a large number of passengers have disabilities). Requests should be made with consideration for honoring the spirit of the shuttle system - reduce crowding, returning quiet sanctuary to the canyon, eliminating vehicle traffic in the canyon.  If your motor coach is given authorization to drive up canyon, they must adhere to these conditions:  Drive straight to the Zion Lodge, do not stop or park in any shuttle stop, park only in designated bus parking at the lodge. Speed limit is 20 mph. National Park Service shuttle buses will be on sharing the road and their maximum speed is 20 mph.  Do not pass National Park Service shuttle buses.  Be aware of hikers, runners, and bicyclists also on the road.  Motor coaches are not allowed past the Zion Lodge under any circumstances.  What Your Passengers Will Receive Each couple\/family\/group will receive a park brochure with information on planning their visit and on how to use the shuttle system. Encourage your passengers to read and take this helpful publication with them during their visit.  Passenger Options After dropping your passengers off at the pedestrian entrance and giving them each their re-entry sticker, they have two choices:  Enter the park by walking across the footbridge, visit the Visitor Center, and board a park shuttle. Take the town shuttle into Springdale and visit the shops and restaurants.         Entrance station ranger   Using the Visitor Center The best way for your passengers to plan their time in the park is to stop at the visitor center before boarding a shuttle. The Visitor Center Plaza has restrooms, water, and shaded places to sit and relax.  Outdoor exhibits will help your passengers select short walks, hikes, viewpoints, and other places of interest they may wish to visit. The exhibits are set up based on whether visitors have less than three hours or more than three hours in the park. Additional exhibits show how the Virgin River has shaped the landscape, the diversity of life in the park, and how humans have used and visited the canyon.  Descriptions of Ranger-led activities such as talks, shuttle tours, hikes, and campfire programs, with times and locations, are posted on bulletin boards throughout the Visitor Center Plaza.  Exhibits inside the building include a 4-minute video showing some of the most popular hiking trails in the canyon, and a short program depicting the geologic processes that created Zion National Park.  Rangers staff an information desk where additional questions can be answered. Books, maps, guides, videos, posters, and film are available at the non-profit bookstore operated by the Zion Natural History Association. Profits from sales are returned to the park to enhance educational and interpretive activities and fund research. Using the Park Shuttle Bus System From late March through early November the Zion Canyon Scenic Drive is accessible by National Park Service shuttle bus only. Private and commercial vehicles are not allowed.  Free shuttles operate on two loops. The town loop stops at six locations in Springdale and the park loop stops at eight points of interest along the Zion Canyon Scenic Drive. After planning the best use of their time, your passengers can board a shuttle at the north end of the visitor center plaza. More Zion Shuttle Information  Zion-Mount Carmel Tunnel Large vehicle restrictions remain in effect for motor coaches passing through the Zion-Mount Carmel Tunnel. Fees must be paid at the entrance stations. more...  Area Food and Lodging Information",
    "url": "https:\/\/www.nps.gov\/zion\/planyourvisit\/commercial-tours.htm"
}
