{
    "title": "Glacier National Park: National Park Service",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     National Park Service                National Park Service Personnel         Glacier's ranger force, 1936 NPS  We have fallen heirs to the most glorious heritage a people ever received, and each one must do his part if we wish to show that the nation is worthy of its good fortune. Theodore Roosevelt  From its humble beginnings in 1910, Glacier's work force has grown into a collection of individuals (often) fiercely loyal to this magical place. The National Park Service was created by an act of Congress in 1916.         Two of these men are identified as early park rangers NPS  Major Logan and the First Park Rangers Glacier National Park's first superintendent was Major William Logan. Logan lived in Montana off and on for many years, and had explored the Glacier area on survey crews. In the park's first year there were few trails and practically no roads. The first headquarters were tents on Lake McDonald.  The first federal officers in the Glacier area were with the U.S. Forest Service. Now a park, Logan hired Glacier's first park rangers. Some of them were local homesteaders and trappers that knew the land, like Joe Cosley and Dan Doody. It was a small crew at first, but grew to over a dozen men by 1912. Each man was assigned a portion of the park to patrol. The main tasks were to stop poachers, look after game animals, hunt large predatory animals, and fight fire. These rangers were a rough group, used to hard work and hard living in their small, rugged, and remote patrol cabins.         Dr. Morton J. Elrod, ca 1925 NPS  Morton J. Elrod and the First Ranger Naturalists Below text from Through the Years in Glacier National Park: An Administrative History by Donald H. Robinson In 1922 a free Nature Guide Service was established by Dr. Morton J. Elrod, of the University of Montana, under the joint sponsorship of the University and the National Park Service. To start this program, Dr. Elrod, assisted by Drs. Severy and Fredell, also of the University staff, inaugurated a series of nature walks and nature information desks in certain hotels.  ...Dr. Elrod continued to expand his service to the public by widening his field of operations, until, by 1927, he had one man at each of the following places: Many Glacier, Sun Camp and Lake McDonald. One gave evening talks illustrated by slides furnished by the hotel company, established self-guiding nature trails, took conducted walks and maintained cut-flower exhibits in the hotel lobbies, he also had a number of publications for sale, dealing with the natural features of the park. In 1924 he published the first Guide Book of the park, Elrod's Guide, which sold for many years as the official park guide but is now out of print and on the rare book list. Dr. Elrod's program of nature guide service—known after 1926 as \"Ranger Naturalists\"—continued until 1929, when it was placed under the supervision of Dr. George C. Ruhle, the newly appointed first permanent park naturalist. The following year programs were expanded to the campgrounds with camp fire programs;and additional nature trails were laid out, operating, as a whole, on a plan similar to that of today.       Further Reading Find documents from the History of the National Park Service.  Read interviews with longtime NPS employees through the Association of National Park Rangers Oral History Project.   Get an NPS history overview from the Ken Burns PBS Series \"The National Parks: America's Best Idea\" as well as biographies of significant figures; and explore the filmmakers' research material.",
    "url": "https:\/\/www.nps.gov\/glac\/learn\/historyculture\/nps-personnel.htm"
}
