1688
30,000
5,000
a
abl
abolish
absolut
absurd
abus
accord
acknowledg
act
admonit
adopt
affair
affirm
after
afterward
again
against
age
aid
aim
alarm
all
alli
allud
almost
alon
along
alreadi
altogeth
alway
am
ambigu
amelior
america
amiss
among
an
anarchi
and
ani
announc
anoth
anywher
appear
applic
apprehend
appris
appropri
ardent
are
argu
aris
arm
armi
arraign
arriv
articl
as
ask
assail
assembl
assert
assign
at
atroci
attempt
attend
attent
attract
augment
author
auxiliari
avoid
awak
awar
awe
baron
be
becam
becaus
becom
been
best
better
between
beyond
biennial
bill
bodi
bold
both
bound
boundari
britain
but
by
calamati
calcul
call
can
cannot
carolina
case
cautionari
cautious
ceas
celebr
certain
chang
charl
chimer
circumst
citizen
civil
clear
color
combat
combin
come
commenc
common
commun
comparison
compat
complet
conceal
conceiv
concern
concis
condemn
conduct
confeder
confid
conflict
connect
conquest
consent
consequ
consid
consider
consist
conspiraci
constant
constitu
constitut
construct
contain
contempl
contend
conting
continu
contrari
convict
correct
could
count
counten
counti
countri
creat
creed
crimin
crown
cure
danger
deceiv
decid
decis
declam
declar
deem
deep
defens
degre
deleg
deliber
delic
demand
depart
departur
depress
deriv
design
desir
destruct
detect
differ
discern
discont
discoveri
discret
discuss
dispens
dispos
disregard
disunion
disunit
divid
do
doctrin
domest
done
doubt
due
durat
easi
effect
efficaci
elect
elev
els
embarrass
enabl
encroach
end
endang
energi
england
english
enlighten
enough
equal
error
especi
essenti
establish
europ
even
event
ever
everi
evil
examin
exce
excess
exclud
exclus
execut
exercis
exig
exist
expect
expedi
experi
express
extend
extens
extent
extinct
extravag
extrem
face
fact
failur
fair
far
favor
feder
few
find
first
follow
foot
for
forborn
forc
foreign
form
formal
former
formid
fortifi
forward
found
frame
from
fulli
fund
futur
garrison
gener
give
govern
gradual
great
greater
greatest
guard
guardian
habit
had
hand
happen
happi
hard
has
have
hazard
he
hereditari
heretofor
high
highest
him
his
honest
hous
howev
i
idea
if
ii
impli
impolit
import
imposs
impractic
impress
improp
imprud
imput
in
incauti
incid
inclin
inconveni
increas
inculc
independ
indispens
induc
infect
infinit
inhabit
injudici
inroad
instanc
instant
instead
institut
insurrect
interdict
interpret
into
introduc
invas
invect
is
it
itself
jame
jealous
jealousi
jeopardi
journal
judg
judgment
just
keep
kept
kind
kingdom
larg
latter
law
leagu
least
legisl
legislatur
less
let
level
liberti
like
limit
list
long
made
magistr
magnitud
major
make
man
manag
mani
mark
materi
matter
matur
may
mean
measur
medit
memor
men
menac
mention
mere
might
militari
militia
mind
mistaken
mode
moment
monarch
money
more
most
much
must
nation
natur
nay
necess
necessari
neither
never
new
no
nor
norman
north
not
noth
number
numer
object
oblig
obtain
occas
of
offens
often
on
onc
one
oper
oppon
opportun
opposit
or
orang
order
origin
other
ought
our
out
owe
own
paid
parliam
part
parti
patriot
patron
peac
pennsylvania
peopl
perfect
period
perman
persev
person
persuas
pitch
place
point
polit
popular
possess
possibl
power
precaut
precis
prerog
presum
presumpt
pretens
preval
prevent
princ
principl
privat
privileg
probabl
produc
profound
progress
prohibit
prohibitori
project
projector
proper
propos
proprieti
prosper
provid
provis
public
publius
puls
purpos
put
quell
question
quick
quicken
rais
rather
readi
realli
reason
rebellion
recal
reconcil
rectifi
recur
refer
refin
refus
regard
regular
relax
remark
repetit
repos
repres
requir
requisit
resid
resist
resolut
resolv
resourc
respect
restrain
restraint
restrict
result
revolut
right
rigid
rous
ruler
run
safe
safeti
said
salutari
same
scheme
seat
secur
seem
seen
senat
sens
sensibl
sentim
seri
serious
set
shall
should
shown
silenc
similar
simpl
situat
so
solemn
some
somewher
sound
sourc
speci
specul
spirit
sprung
stand
state
steer
still
stop
subject
submiss
subvert
success
such
suffici
superflu
suppli
support
suppos
supposit
suspici
system
take
taught
teach
temper
temperatur
temporari
tendenc
term
than
that
the
their
them
themselv
then
there
these
they
thing
think
this
those
though
thought
throne
through
thus
till
time
to
tone
too
took
topic
total
trace
traitor
transmit
travel
tri
triumphant
troop
two
ultim
unavail
unavoid
undefin
under
understood
unfit
union
unit
unless
unlik
unlimit
unnecessari
unsaf
unwis
up
upon
us
use
utter
valuabl
variat
various
vast
veri
vest
view
vigil
visionari
voic
vote
war
warmth
warn
was
we
welfar
wellinform
were
what
whatev
when
whenev
where
whether
which
who
whole
whom
will
wise
with
within
without
would
wrought
year
yet
yield
york
zeal