{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293292",
    "title": "Busy Nationals ink Ayala, Tucker",
    "subtitle": "Busy Nationals ink Ayala, Tucker",
    "body": "WASHINGTON -- The Nationals continue to stay busy during the offseason. On Monday, they signed reliever Luis Ayala to a two-year, $2.2 million contract and outfielder Michael Tucker to a one-year, $800,000 deal.  Ayala, who avoided arbitration, will make $900,000 in 2006 and $1.3 million the following year, a bargain considering what pitchers are getting these days. He is the first player since Jose Vidro in 2004 to start his Major League career with the Nationals\/Expos and sign a contract for more than one year.  Ayala, 28, is considered one of the best setup men in baseball. Last season, Ayala appeared in 68 games and went 8-7 with a 2.66 ERA. He appeared in only two games during the month of September because of a bone spur in his right elbow. In October, Ayala had his elbow repaired by Dr. Lewis Yocum and is expected to be ready for Spring Training. \"He takes the ball every day, he never complains and he gets the job done. He has nasty stuff. He warms up quick to get in a game,\" general manager Jim Bowden said.   Agent Joseph Longo said that Ayala started throwing on Jan. 1 and looks forward to playing two more years with the Nationals.   \"They wanted him to know how much they like him and appreciate what he has done. Luis is really happy, and as far as the elbow goes, Dr. Lewis Yocum gave him a clean bill of health,\" Longo said. \"He likes Washington. He likes [manager] Frank Robinson. He likes it there, and their bullpen did about as good as you can get.\"   The team now has four players -- Marlon Byrd, Nick Johnson, Brian Schneider and Alfonso Soriano -- who are still eligible for arbitration.   As for Tucker, he is expected to be the fourth outfielder for the Nationals. Last season, the left-handed-hitting Tucker, 34, spent time with the Giants and Phillies. He hit a combined .239 with five home runs and 36 RBIs.   This will be the second time Tucker has worked with Bowden. They were together when both were with the Reds from 1999 to 2001. Tucker was a fourth outfielder for Bowden back then.   \"He can play regularly if we have injuries. He is good off the bench. He's a good makeup guy in the clubhouse,\" Bowden said. \"Frank Robinson and I went to a Lakers game at the Staples Center on Friday night and we talked about how much we need to improve the bench, and we talked about how Michael Tucker would fit in so well. We certainly have a need for another outfielder, and we certainly think we have improved our bench.\"   Although Tucker is on the team, this does not mean that the Nationals are looking to trade Byrd, Ryan Church or Brandon Watson. According to a source, Robinson is going to have Byrd, Church and Watson battle for the job in center field. The team would like Watson to win the job because he has the potential to be a prototypical leadoff hitter.   In other news: There will be a Major League\/Minor League doubleheader at Robert F. Kennedy Stadium on Sunday, May 21. It will be the first of its kind in Washington history.   The Nationals will take on the Orioles at 1:05 p.m., followed by the Potomac Nationals taking the field against the Salem Avalanche.  Bill Ladson is a reporter for MLB.com. Jeff Seidel contributed to this report. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
