{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293281",
    "title": "Diamondbacks lock up Upton",
    "subtitle": "Diamondbacks sign top pick Upton",
    "body": "PHOENIX -- Justin Upton may have spent part of Monday playing golf, but the 18-year-old made it clear later in the day that he's ready to get to work.  Picked No. 1 overall in the 2005 First-Year Player Draft, Upton on Monday signed a $6.1 million contract with the Diamondbacks, the largest deal ever given to a player not signing a Major League contract.  \"You've got a real workaholic here,\" Upton's agent Larry Reynolds said. \"You don't just have a great talent, you've got a guy that's really, really a gamer. The first thing he said to his parents when he signed was, 'Can I go to [Spring Training] early?'\" Upton won't be going to Spring Training early, but as part of his deal he will be going to Major League camp as a non-roster invitee. That's heady stuff for a player less than a year removed from high school, but if anyone is up for the challenge it's Upton, whose older brother B.J. is a top prospect with the Devil Rays.   \"I'm going to try to pick a few brains and see what I need to do for myself,\" Upton said of his first spring camp. \"I have to fine-tune all my tools. Right now I think they're all at the same level. I may be a little better hitter than a fielder, but I have to fine-tune them all, so I'm looking forward to getting to Spring Training and doing that.\"   By virtue of a 51-111 record in 2004, the Diamondbacks owned the first overall pick in last year's draft. Despite having selected shortstop Stephen Drew with their first pick the year before, the Diamondbacks chose Upton, then a senior at Great Bridge High School in Chesapeake, Va., over a trio of college pitchers Mike Pelfrey, Luke Hochevar and Craig Hansen, because they felt he was the best player available.   \"You've got a guy with outstanding physical attributes,\" said Mike Rizzo, the D-Backs VP of scouting operations. \"You couple that with a great baseball acumen, a very grounded family background and a blue-collar workmanship-like makeup, it's an extraordinary toolbox to be working from.\"   Not long after the draft, it became apparent that the negotiations were not going to move quickly. Upton nearly attended classes last fall at Louisburg (N.C.) College, which would have meant the Diamondbacks' window to sign him would have been reduced to a small window prior to the 2006 draft, but decided on Aug. 30 to hold off.   \"We decided to wait it out, because we were close to what we wanted to do and we could give it some more time,\" Upton said.   While negotiations dragged on, Upton made good use of his time working with a pair of Hall of Famers. He worked on defense with Ozzie Smith, one of the finest defensive shortstops of all time, and received hitting instruction from Tony Gwynn, the eight-time batting champion.   Then in December, Upton went through workouts with Twins center fielder Torii Hunter.   Negotiations heated up last week when general manager Josh Byrnes flew with his assistant Peter Woodfork and manager of Minor League operations A.J. Hinch to Virginia to meet with Reynolds and the Upton family. The framework of a deal was struck late last week.   \"It's been a long road getting here to actually be signed by the Diamondbacks,\" Upton said. \"But I'm definitely honored. I've been watching the games over the summer and from what I can see we've got some great fans here in Phoenix. I've been driving around the last two days in Phoenix and it looks like it's a good city. I'm looking forward to getting here and receiving the support that the city gives to the players. Hopefully I can make an impact on this team.\"   The Diamondbacks will make a final decision after Spring Training, but it appears Upton will start the year with Class A South Bend, the lower of the club's two Class A teams.   While there may be some question what level he will play at, the club left little doubt that Upton will be developed as a shortstop. This despite Drew being nearly Major League ready.   \"If we get to that problem,\" Byrnes said of having to choose between whether Upton or Drew will play short in the big leagues, \"we'll figure out a way to solve it. But until we do, we'll let him develop at shortstop and cross that bridge when we get to it.\"   Said Upton, \"I played shortstop all my life and that's the position I want to play. ... I'll go to camp and I'll work as hard as I can at my position, and if a change comes, then a change comes.\" Steve Gilbert is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
