{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293196",
    "title": "Bannister not under radar anymore",
    "subtitle": "Bannister not under radar anymore",
    "body": "PORT ST. LUCIE, Fla. -- Brian Bannister grinned a little and got just a tad self-conscious when it was mentioned that he was probably the top pitching prospect in the Mets organization.  Sure, New York has former first-rounder Phil Humber. But he's coming back from Tommy John surgery and won't be Major League-ready until sometime in 2007 at the earliest. There's Cuban defector Alay Soler, who tore up the Puerto Rican Winter League and created a buzz with his superlative effort. But until he actually pitches against Major Leaguers in Spring Training or during the regular season, he remains an unknown asset.  Mike Pelfrey, last year's top pick, has an unlimited upside as well. Though talks between New York and Pelfrey's agent, Scott Boras, are intensifying, the Wichita State product remained unsigned as of Monday afternoon. And with Yusmeiro Petit and Gaby Hernandez dealt to Florida in separate deals, Bannister finds himself alone at the top of a thin heap. \"It's kind of funny because I never considered myself a top prospect,\" said Bannister, whom the Mets chose in the seventh round of the 2003 draft out of the University of Southern California. \"I've always pictured myself as being under the radar. There's not a lot of flash with me. And if that's the title that some people want to give me, well, it doesn't really mean anything.  \"I just want to build on last year. It's nice to know that I'm close and that I'll get some opportunities because of that. It's more motivation for me to work harder and get rid of that title by making it.\"   If Bannister, son of former Major Leaguer Floyd Bannister, continues to develop the way he did in 2005, then it shouldn't be long before he sheds that mythical moniker and becomes an integral part of New York's staff. He went 13-5 with a 2.74 ERA, splitting 26 starts between Double-A Binghamton and Triple-A Norfolk. He was 9-4 with a 2.56 ERA in 18 appearances for the B-Mets before going 4-1 with a 3.18 ERA in the International League.   Bannister also pitched for Team USA in Holland during the World Cup. He allowed 13 runs in seven innings over a pair of starts, but by then, his innings pitched total was approaching a career-high 170.   He refined his cut fastball this season, though, and that clearly served him well, contributing mightily to his breakout year. While he doesn't rely on the power or have the high profile some of the game's other top pitching prospects, he does boast a 25-16 record with a 3.32 ERA over 2 1\/2 Minor League seasons. Bannister has drawn comparisons to former Met Bobby Jones, a top pick who won 74 games over eight seasons for New York, including five double-digit campaigns.  \"He's been a fast-track pitcher his whole career,\" Mets roving pitching instructor Rick Waits said of Bannister. \"He had a tremendous year last year. He's one of those guys you dream about, and the year he had last year put the last part of the icing on the cake. I don't know how he fits in just yet because (Mets pitching coach) Rick (Peterson) hasn't seen him yet. But he works hard, knows how to pitch and I think he knows he's very close.\"  Bannister, whose younger brother, Brett, was drafted by the Mariners last season, is too level-headed to get carried away by the hype. He says he intends to prepare and be Major League-ready for the time when the call does come, whether it's in September or not until 2007. He'll get his first chance to make a good impression next month during Spring Training.  \"It's what you always work for and it's a real opportunity for me,\" said Bannister, whose other brother, Corey, will be attending Stanford on a scholarship. \"I'll get a chance to show Willie (Randolph) and Rick who I am and what I am capable of. It's extra pressure because the competition is good. I just have to be able to make the step up.\"   Based on what he's done over the last 30 months, that shouldn't be much of a problem. Bannister has been steady and strong, working his way to the top of New York's prospect list, and appears poised to have an even bigger impact in 2006.    Kevin Czerwinski is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Kevin T. Czerwinski"
}
