{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293221",
    "title": "Furcal to have surgery on knee",
    "subtitle": "Furcal to have surgery on right knee",
    "body": "LOS ANGELES -- Rafael Furcal, signed to a $39 million contract a month ago to be the Dodgers' new shortstop and leadoff hitter, will undergo arthroscopic right knee surgery Wednesday.  Furcal, 28, will have a slight tear in the medial cartilage near the back of the knee repaired at the Kerlan-Jobe Orthopaedic Center. It is the first known knee surgery for Furcal, who is coming off a career-high 46 stolen bases in 2005 and was acquired primarily to put his running speed and scoring ability atop the batting order.  General manager Ned Colletti said this is a \"cleanup\" procedure and \"by Spring Training he will be ready for full activity.\" Colletti said the condition was revealed in a physical examination taken before Furcal's contract was finalized, but he was \"asymptomatic\" at the time. The knee was drained several times last season and it flared up during increased recent workouts.   \"We decided to do it early rather than late,\" said Colletti. \"He probably could have gotten through the season with it.\"   Revelation of Furcal's surgery comes after the Dodgers recently announced that second baseman Jeff Kent, Furcal's new double-play partner, would undergo surgery Tuesday on his right wrist to remove scar tissue. Kent is expected to be healed by the second week of March, missing the first two weeks of Spring Training.   One of the attractions of Furcal to the Dodgers has been his durability. He played in 154 games in 2005 and has played in at least 143 games each of the past four years. He was limited to 79 games in 2001 when he dislocated his left shoulder trying to steal a base.   In addition to Furcal and Kent, Dodgers returning from operations are J.D. Drew (shoulder and wrist), Eric Gagne (elbow), Cesar Izturis (elbow), Jayson Werth (wrist) and Kelly Wunsch (hip and ankle). Furcal was signed, in part, because of the elbow injury to Izturis and the uncertainty of his return. Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
