{
    "url": "http:\/\/m.mlb.com\/news\/article\/163237870\/correa-harper-thank-family-at-bbwaa-awards\/",
    "title": "Awards Dinner a matter of family",
    "subtitle": "Winners celebrate loved ones at banquet in NY",
    "body": "The biggest stars in baseball battled through a historic blizzard in New York to make it to last weekend's BBWAA Awards Celebration, braving the elements for a memorable night filled with touching speeches, playful jokes and fashionable wardrobes. The event, which was presented by Esurance, had to be restructured because of Winter Storm Jonas, which buried New York under two feet of snow. Instead of a public forum, the ceremony was moved to a private venue at the New York Midtown Hilton for the honorees and their families. But the unexpected changes didn't put a damper on the proceedings, which were broadcast Friday night on MLB Network. As it so happened, American League Rookie of the Year Carlos Correa and his family welcomed the winter wonderland. \"It's really special because I was able to bring my family with me from Puerto Rico, they're enjoying the snow right now,\" Correa told MLB Network's Sam Ryan after being presented with his award. \"The first thing I did was give the hardware to my dad, because it was teamwork all the way through since I was born. He taught me how to play baseball, he taught me about my work ethic and everything. He deserves that award.\" Bryce Harper also thanked his father, Ron, and choked up when talking about the sacrifices his family made along his journey to becoming the youngest player to be named National League Most Valuable Player. \"I just love my family very much,\" Harper, 23, said to MLB Network's Matt Yallof after his acceptance speech. \"Very blessed to have the type of family that I do. I can't thank them enough for everything they've done for me in my whole life. That's a side that's only for them, I guess you can say.\" Kris Bryant, who grew up playing with and against Harper in Las Vegas, also thanked his parents, Mike and Sue, for supporting his baseball career and emphasizing academics. When he sat down with Yallof, Bryant was asked the ways in which his life has changed since helping the Cubs reach the postseason in 2015 and earning the NL Rookie of the Year Award. \"I can't really begin to describe just how crazy my life has changed in nine months, but it's all been awesome,\" Bryant said. \"Definitely in Chicago it's a little different. You walk the streets and everybody recognizes you. It helps when your team is playing good, too.\" Jake Arrieta, Bryant's teammate on a Cubs team that reached the NL Championship Series, said he wouldn't have persevered through all the tough times to become a Cy Young winner without the tough love and life lessons he learned as a kid from his father, Lou. \"That tough love really boded very well for me in my development and my maturity throughout my early career,\" Arrieta told Yallof. Marcus Stroman broke down at the podium when thanking his family for their support throughout his amazing comeback from knee surgery as he accepted the \"You Gotta Have Heart\" Award. Looking back, Stroman told Ryan it was all worth it. \"It just felt like it was a very fitting end of my year,\" Stroman said. \"It's kind of a testament to my family and my roots and where I come from. I just felt like it was a perfect ending to an incredible year of trials and tribulations with a lot of my close friends and family.\" Fellow Blue Jays star and AL MVP Josh Donaldson, known for his intense demeanor on the field, told Ryan his preparation helped block out all the MVP talk during the season. \"I only know one way to play the game,\" Donaldson said. \"That's just something I take pride in is going out there every day and making sure that my teammates know I'm ready to play, and also on the other side of the coin that I expect them to show up and play as well.\" In one of the lighter moments from the ceremony, AL Cy Young winner Dallas Keuchel cracked a self-deprecating joke about Arrieta's superb season outshining his own dominant year. But the Astros ace stands alone when it comes to pitching at home, where he went 15-0 with a 1.46 ERA in 18 starts at Minute Maid Park last year. \"It's just something that's felt as close to home-home as possible, and now with the fans coming out, with the support of the city, it really felt like I was just in the backyard again,\" Keuchel told Ryan. \"That's a tough place to pitch, there's no denying that, but at the same time I really felt like the fans were right behind me the whole time, and that's the most comforting feeling in the world to me.\" It wouldn't be a 2015 awards show without a Mets presence. Jacob deGrom and Steven Matz were on hand to accept the \"Toast of the Town\" Award, with deGrom describing to Yallof what success feels like in the Big Apple. \"The way the fans came around and were out at every game cheering, it's unbelievable,\" deGrom said. \"Even when we were on the road, it almost felt like we had more fans there than the home team at some times. So it's a lot of fun to win in New York.\" Austin Laymance is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Austin Laymance"
}
