{
    "url": "http:\/\/m.mlb.com\/news\/article\/1292995",
    "title": "O's get Patterson from Cubs",
    "subtitle": "Orioles land outfielder Patterson from Cubs",
    "body": "BALTIMORE -- The Orioles got younger and faster with one move on Monday, when they acquired Corey Patterson from the Chicago Cubs in exchange for two Minor League players.  Patterson had a down year in 2005 but is already being pencilled in as Baltimore's starting center fielder, which moves Luis Matos to left field or a reserve role. The Orioles hope that a change of scenery will allow Patterson to return to the level at which he played in 2004, when he registered career highs in home runs (24), RBIs (72) and stolen bases (32).  \"That's exactly what we're hoping,\" said Jim Duquette, Baltimore's vice president of baseball operations. \"He fits exactly what we're trying to do. We want to get more athletic and increase our team speed. ... He's an all-around player, and we know he's motivated.\" Duquette said that the center field job is \"his position to lose,\" but Patterson was in the same situation in Chicago. The former first-round draft pick -- chosen third overall in 1998 -- took a step back last season, finishing with a .215 batting average and 13 homers in 126 games.   The Cubs demoted him to Triple-A Iowa at one point during the season and wound up moving him for the relatively modest price of Nate Spears and Carlos Perez, two prospects who haven't advanced past the Class A level. For his part, Patterson said that he learned a lot from the experience and hopes he can avoid repeating it.   \"Last year I had a bump in the road and couldn't overcome it,\" said Patterson during a conference call with the local media. \"You have to be consistent. Whatever you do in this game, you have to live by it and die by it.\"   Patterson's game has been well defined by his first few seasons. The left-handed hitter is an above-average defender and has shown the ability to hit for power, but he's also racked up more strikeouts (552) than hits (549) during his brief big-league career. His lifetime on-base percentage (.293) is a concern, but the Orioles still saw the move as a low-risk maneuver.   Baltimore surrendered Spears, a fifth-round draft choice in 2003, and Perez, an undrafted free agent out of the Dominican Republic. Spears, a shortstop, batted .294 in 121 games for Frederick last season. Perez pitched for Delmarva, notching an 11-8 record with a 4.27 ERA in 27 starts.      \"We're just glad we were able to add [Patterson]. Any time you can add a Major League player using Minor League talent, it's something you have to do,\" said Duquette. \"And that's the other attractive part. He's 26 years old. He's been given a chance to play in the Major Leagues at an early age, and that's because of his talent.\"   Patterson praised the Chicago organization for its support last season, but he also said that he probably listened to too much advice from too many people. Next year he just wants to get back to basics.   \"I'm just happy to be a part of the Orioles organization. ... I'm looking forward to helping this ballclub win a lot of ballgames next year,\" he said. \"I'm going to go out and play as hard as I can, like I always do.\"   The youngster also acknowledged his high strikeout numbers and said, \"I definitely think I have to work on it. ... There's no reason why I should be swinging and missing that much.\"   In the big picture, the Orioles are one spot closer to a fully settled team. Matos becomes a contingency plan in left field, but the Orioles would still like to add an experienced regular. They signed Jeff Conine last week, but he'll probably spend time at first base in addition to part-time duties at outfield and as a designated hitter.   \"We're not done,\" said Duquette. \"We're still on the lookout. We'd like to add another piece.\"    Spencer Fordin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Spencer Fordin"
}
