{
    "url": "http:\/\/m.mlb.com\/news\/article\/1292745",
    "title": "Epstein, friends rock for a good cause",
    "subtitle": "Epstein and friends rock out for charity",
    "body": "BOSTON -- Who knew what a great philanthropic item a gorilla suit could be? Theo Epstein wasn't thinking about any of that the night of Oct. 31, when he painstakingly departed his post as general manager of the Red Sox. Instead, Epstein was just trying to find a creative way to dodge the Halloween night media horde, so he got underneath that furry disguise that was loaned to him by Red Sox front office employee Troup Parkinson.  A man without a job but still plenty of fame, Epstein danced on the stage of the Paradise Rock Club Sunday night masked in that very gorilla suit -- only this time, his cover was blown.  The packed house at Sunday night's sixth annual Hot Stove\/Cool Music concert shrieked with amusement as Epstein went public with the infamous costume. Then, with the help of actor\/comedian Mike O'Malley and Red Sox right-hander Jonathan Papelbon, a lively auction of the costume ensued, leading to a whopping donation of $11,000.   All proceeds of the ever-popular Hot Stove\/Cool Music event go to the cancer-fighting Jimmy Fund and the Foundation to be Named Later, which was created by Epstein and his twin brother Paul in 2005.   The Foundation to be Named Later, which has remained under the umbrella of the Red Sox Foundation as Epstein resolves his unsettled professional future, supports community programs that focus on at-risk, underprivileged and disadvantaged youth.   Perhaps only at Hot Stove\/Cool Music could a gorilla suit rake in such a hefty sum. The event seems to bring out the best of everyone, set in a room full of those who combine a love for baseball and music.   The event -- which has now added a Fenway show in the summer -- has raised an approximate total of $1 million over a span of six years.   The fact that Epstein is no longer with the Red Sox -- though there continues to be plenty of speculation that he'll return in some capacity in the not-too-distant future -- did not make Sunday's event awkward for the erstwhile general manager.   \"Not really,\" Epstein said. \"I was wondering about that beforehand, but it's the same old friends, the same old familiar faces. None of us are really here in our professional capacities -- especially me, because I don't have one. But we're just here to make money for a great cause and work together. It's a great event and that's what happened.\"   Indeed. The fans cheered Epstein's guitar playing just as much this year as in the previous three years, when he performed his set as the GM. Epstein belted out tunes with Buffalo Tom, a band which switched to the moniker of Buffalo Theo on this night.   Red Sox right-hander Bronson Arroyo, wearing a Kurt Cobain shirt, also thrilled the crowd with his usual mix of grunge.   Arroyo's music career actually began here at Hot Stove\/Cool Music two years ago, when teammate Kevin Millar dragged him on stage for an impromptu set. Though Arroyo still views baseball as his job and music as his hobby, he produced a well-reviewed CD of his favorite cover tunes last year.   \"This whole offseason, I've been playing small shows in different places,\" said Arroyo. \"Mohegan Sun, Plymouth Memorial Hall. I'm just having a good time playing shows, and I'll get to the seriousness of baseball real soon.\"   As serious as that job may be, Arroyo knows full well what a good life he has.   \"I think musicians have a much harder life than we do,\" Arroyo said. \"They're constantly on the road, eating pizza and Taco Bell. But we get a chance to come every day to the ballpark, get massages and feel good.\"   Hall of Fame baseball journalist Peter Gammons and Boston Herald baseball writer Jeff Horrigan founded the Hot Stove\/Cool Music event along with musicians Kay Hanley and Bill Janovitz, and have literally seen it reach heights they never would have imagined.   \"We threw this together in about three weeks back in 2000,\" said Gammons. \"We had no idea what it was going to be. There was a band called Carlton Fisk from New York, and there was a band from Boston called Thurman Munson and they had a fistfight in the dressing room during the concert. That was the last appearance from Thurman Munson. Thank God, because they were terrible.\"       So will Epstein follow in the footsteps of Arroyo and Gammons and produce a musical work of his own with his new-found spare time?   \"No. I remember when I was little, seeing Terry Bradshaw's CD and seeing how brutal that thing was, and right then and there I realized, no matter how much I might think I can string a few chords together, I'll never make that mistake, although I reserve the right to change my mind,\" Epstein said.   One thing he has stayed firm on over the last few years is using his notoriety to benefit people in need. Though Epstein has never been particularly comfortable being treated like a celebrity, he thoroughly enjoys the charitable benefits that come with it.   \"That's what it's all about,\" said Paul Epstein, who is a social worker. \"That was the entire thing that led us to come up with the idea of the Foundation. Even from the first day he got the GM job, he was doing a lot of this type of stuff, helping through his public stature, but it was all just sort of informally and there was no real structure.\"   So now, the Foundation to be Named Later is fronted by Theo Epstein, a man with a job to be named later.   \"I guess leaving [the Red Sox], in an ironic way, has gotten more attention,\" said Epstein. \"We've been able to use some of that attention into fundraising for a good cause. I'll be working in baseball for a long time, so there will always be a forum to do good works. I think just the fact that you're doing the good works and working hard to that end is more important than how much attention it gets.\" Ian Browne is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
