{
    "url": "http:\/\/m.mlb.com\/news\/article\/163243356\/2016-top-100-prospects-go-on-twitter\/",
    "title": "Prospects tweet along with 2016 Top 100 list",
    "subtitle": "",
    "body": "Baseball's top prospects are known for what they can do on the field, but some of them have serious social media chops as well. MLBPipeline.com unveiled its 2016 Top 100 Prospects list on Friday night, with the top 50 revealed during a live show on MLB Network. During that countdown, a dozen of those top-50 prospects tweeted along with the action for MLB.com, using the hashtag #Top100Prospects. Along the way, they showed their personalities as they interacted with fans and each other. The results were informative and entertaining. Here is a look at the best of the night: One thing that became quite clear is the mutual respect that exists between many of these top prospects who compete against each other. For example, Phillies shortstop J.P. Crawford (No. 5 on the Top 100) said Cardinals right-hander Alex Reyes (No. 13) is going to \"be something special\" because \"he only throws 101 [mph].\" Crawford also wrote that, \"not too many people have the feel in the outfield like this guy,\" referring to Pirates outfielder Austin Meadows (No. 20), with Meadows soon returning the love by saying: \"Not too many people have the swag and smoothness that @jp_crawford has.\"  @jp_crawford not too many people have the swag and smoothness that @jp_crawford has. #Top100Prospects Meadows also tweeted at Rays right-hander Brent Honeywell (No. 43), calling the fellow Georgia native's changeup \"filthy.\" Honeywell, the rare current pitcher whose arsenal prominently features a screwball, was impressed at how Meadows was able to square up that pitch.  Haha thanks dude! You hit the screwball dead center and you got some power! https:\/\/t.co\/L4cQrzVCIg Meanwhile, Crawford wasn't the only one to express admiration for Reyes, who struck out 151 batters in 101 1\/3 innings in the Minors last season. The Dodgers' Jose De Leon (No. 24), a fellow righty, revealed that as a batter, Reyes' triple-digit heat gave him the most trouble. According to Reyes, however, De Leon got his revenge.  .@J_DeLeon18 I struck out vs you while BUNTING. Fair deal. Eventually, the list got down to its top five, with Dodgers shortstop Corey Seager taking over the top spot, followed by Twins center fielder Byron Buxton, Nationals righty Lucas Giolito, Dodgers lefty Julio Urias and Crawford. There was a lot of love for Buxton, a five-tool star who made his Major League debut last season. Brewers outfielder Brett Phillips (No. 32) called Buxton the fastest player he's ever seen on a baseball field, adding the hashtag #DoubleToThePitcher. Honeywell added that Buxton can even outrun some wildlife.  This dude is so fast he makes deer look slow. @OfficialBuck103 and he's repping GA! #Top100Prospects As for Seager, who raked during a 27-game debut for the Dodgers (.337\/.425\/.561), Meadows succinctly made the case for why he grabbed the No. 1 spot in 2016.  Corey Seager's swing is a thing of beauty. #Top100Prospects Some of the prospects showed off their personalities as well when responding to questions from fans. Nationals shortstop Trea Turner (No. 11) was asked if he he has any plans to match the facial hair of teammate Jayson Werth, but it appears that beard-growing is not among the 22-year-old's many plus tools.  If I could I would! #BabyFace #Top100Prospects https:\/\/t.co\/IrpX2Mw5we Since the 2016 presidential race is on everyone's mind these days, someone asked Maverick Phillips if he knows who is going to get his vote. Phillips went with someone who only appears on All-Star Game ballots -- but does have a sky-high approval rating.  @MikeTrout for President! https:\/\/t.co\/RmQLMHkeoZ De Leon was asked to name the three batters he most wants to strike out when he reaches the big leagues. But De Leon is thinking bigger than specific opponents.  Hopefully the first 3 batters I face  #Top100Prospects https:\/\/t.co\/q6JrlGBm3g And finally, Rockies righty Jon Gray (No. 33) was asked what he would do if he weren't a baseball player. Gray shared his, shall we say, interesting ideas about alternative career paths.  It would have to be doing something where I could create art. or Sumo Wrestle #Top100Prospects https:\/\/t.co\/nVfhGrRTyh Andrew Simon is a reporter for MLB.com. Follow him on Twitter @AndrewSimonMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Andrew Simon"
}
