{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/66341930\/how-mlbcom-writers-voted-in-hall-of-fame-balloting\/",
    "title": "How MLB.com writers voted in Hall of Fame balloting",
    "subtitle": "",
    "body": "Seventeen writers on the staff of MLB.com were among those eligible to cast ballots in the 2014 Hall of Fame vote conducted by the Baseball Writers' Association of America. Last year, 569 ballots were cast. The results of the BBWAA voting will be announced exclusively on MLB Network and simulcast on MLB.com live on Wednesday at 2 p.m. ET as part of a three-hour live show beginning at noon. MLB.com and MLB Network will air the news conferences featuring any electees on Thursday, live from New York at 11 a.m. Here's how the 17 voted: MIKE BAUMAN, national columnist Jeff Bagwell, Craig Biggio, Tom Glavine, Greg Maddux, Mike Piazza, Lee Smith, Frank Thomas I will simply say that the Hall of Fame candidacies of these players require no further introduction, no further discussion and no additional embellishment. Their accomplishments speak for themselves and their careers should be given the honor they have earned -- a tangible place in the National Baseball Hall of Fame at Cooperstown. BARRY M. BLOOM, national reporter Bagwell, Biggio, Barry Bonds, Roger Clemens, Glavine, Jeff Kent, Maddux, Jack Morris, Piazza, Thomas  I've always voted for the best players from their particular era, and this year was no different. Using all 10 slots for the second straight year, I voted for the all-time home run leader, three pitchers who totaled 1,014 wins, a multifaceted member of the Astros with 3,060 hits, the catcher and second baseman with the most homers ever at their positions, the pitcher with the most wins in the American League during the 1980s and two first basemen whose OPS is among the best of anyone to ever play the position. To do so, I had to revamp my ballot. Gone from last year are Sammy Sosa, Mark McGwire, Rafael Palmeiro, Smith and Alan Trammell. Guys I used to vote for like Tim Raines, Fred McGriff and Edgar Martinez may not be coming back on my ballot anytime soon, either. I had to also ignore quality pitchers like Curt Schilling and Mike Mussina, who had major impacts on the game. Many good players, I fear, will be neglected as more and more greats of the just-past era join the holdovers. John Smoltz, Randy Johnson, Trevor Hoffman, Ken Griffey Jr. and Mariano Rivera are among those who will join the group over the next five years. They all should be elected on the first ballot. I had always voted for McGwire and Palmeiro, adding Sosa last year, despite the shadow of performance-enhancing drugs hanging over their careers. But I decided this year there was no room on the ballot to waste my vote. All three came in at well under 20 percent last year and ultimately are in danger of falling off the ballot for not maintaining the requisite five percent to remain on it for a maximum of 15 years. Palmeiro, who received 8.8 percent of the vote a year ago, is right there. The BBWAA will never vote any of them into the Hall, so why keep pushing against the wind? Meanwhile, Biggio (68.2 percent), Morris (67.7) and Bagwell (59.6) obviously need some help. They are all Hall-worthy. Morris, sadly, may not be able to make up the 42 votes necessary in this, his 15th and final year on the writers ballot. Biggio and Bagwell, teammates in Houston, still have plenty of time. HAL BODLEY, senior correspondent Glavine, Maddux, Morris, Thomas The first three check marks were no-brainers: Maddux, Glavine and Thomas. My fourth was Morris, and that was it. There has never been a unanimous selection, but I believe that Mad Dog has an excellent chance of beating Tom Seaver's 98.84 percent in 1992, the highest figure ever. Maddux's 355 career wins are the most by any right-hander since World War II. Glavine, with 305 wins, is not too far behind, and Thomas, the Big Hurt, is a slam dunk. He was the most dreaded hitter of his era -- 40 or more home runs and a total of 521. I've been voting for Morris for years. This is his 15th and final year on the ballot, and hopefully the voters will send him to Cooperstown. I'm not ready to vote for Biggio and once again have no intention of ever punching my ballot for the steroid-suspected candidates. KEN GURNICK, Dodgers beat reporter Morris Morris has flaws -- a 3.90 ERA, for example. But he gets my vote for more than a decade of ace performance that included three 20-win seasons, Cy Young Award votes in seven seasons and Most Valuable Player Award votes in five. As for those who played during the period of PED use, I won't vote for any of them. CHRIS HAFT, Giants beat reporter Bagwell, Biggio, Glavine, Kent, Maddux, Morris, Mussina, Smith, Thomas, Trammell Maddux and Thomas were no-doubters among the newcomers. For me, so were Kent and Glavine. Remember that Kent thrived after leaving the Giants and without hitting ahead of or behind Bonds. Mussina maintained a high level of consistency for a long time. Though Bagwell is among the PED suspects I snubbed, I covered him and believe in his ability. I respect the sabermetric argument against Morris, but he defined the word ace in the 1980s. Smith and Biggio were difference-makers. So was Trammell; I'm a late convert to his side. PAUL HAGEN, national reporter Bagwell, Biggio, Bonds, Clemens, Glavine, Maddux, Morris, Piazza, Raines, Smith The logic remains unchanged: A Hall of Fame vote is too important to use guesswork about whether a certain player did or didn't use PEDs. As a result, the approach here has been to vote for the best players of their era regardless. What is different is that there were so many qualified candidates that the informal rule of thumb about limiting the vote to four or five had to be ignored. And that still left off some worthy of consideration. RICHARD JUSTICE, executive correspondent Bagwell, Biggio, Glavine, Maddux, Morris, Mussina, Raines, Curt Schilling, Thomas, Trammell There are at least 16 deserving candidates on this ballot thanks to the backlog created by recent voting. At a time when there are more and better ways to analyze players, balloting seems to be getting dumber. Let's set Bonds and Clemens aside, because the PED suspicions are legitimate causes for concern. That said, there are still six slam dunks on this ballot: Bagwell, Glavine, Maddux, Mussina, Schilling and Thomas. Raines and Biggio are easy calls, because both impacted games in so many different ways. Morris was one of the best of his generation in the 1980s. Trammell is like Raines in that the deeper one gets into his numbers, the better he looks. Bagwell is one of the top five players on this ballot, but he probably won't get in because writers have turned the voting into a guessing game about PEDs. DICK KAEGEL, Royals beat reporter Bagwell, Biggio, Glavine, Maddux, Morris, Smith, Trammell Seventeen straight seasons of 15 or more wins and 13 postseason appearances are only part of Maddux's glittering credentials. Glavine, his longtime Braves teammate, also won more than 300 games and had five 20-victory seasons. Smith was a huge, menacing and hard-to-beat closer for most of two decades. Bagwell was terrific all-around, a slugger who could get on base, run, field and lead. Biggio, another career Astro, not only had 3,060 hits but was a Gold Glove second baseman. Morris was a big-game pitcher and a horse with 254 victories and 175 complete games. Trammell was a superb, dominating performer at the difficult position of shortstop for 20 seasons. TERENCE MOORE, columnist Glavine, Maddux, McGriff, Smith, Thomas Within milliseconds of getting my ballot, I put a check mark next to the names of Maddux, Glavine and Thomas. I would have done so quicker than that but I dropped my pen. My voting method is simple: numbers and feel. The numbers part is self-explanatory. As for the feel part, a Hall of Fame candidate needs to make you feel as if he belongs with the others in Cooperstown. To me, McGriff fits both categories. So does Smith, but none of the others, especially the ones whose names have been associated with steroids. CARRIE MUSKAT, Cubs beat reporter Biggio, Bonds, Clemens, Glavine, Maddux, Raines, Thomas, Trammell It was so satisfying to check Maddux's name, having covered him in both of his stints with the Cubs. I just wish he was going into Cooperstown with a Cubs cap on his plaque. Other newcomers -- and no-brainers -- on my ballot were Glavine and Thomas. You didn't want to miss the Big Hurt's at-bats. MARK NEWMAN, enterprise editor Biggio, Bonds, Clemens, Glavine, Maddux, Morris, Piazza, Smith, Thomas Nine checks for me is a one-year aberration no matter who is on next year's ballot ... never again. The Hall of Fame was created for the elite of the elite, not for those who require social campaigning. I will be tempted next December to vote for only Bonds and Clemens, on the basis that no others on this or the next ballot were remotely near their levels of greatness; both are among the top three all-time as a position player and pitcher, respectively. I resisted that urge knowing I would be pilloried for obvious reasons, and I succumbed to the logjam process by checking off nine who dominated in their era. Voters (and helpful lobbyists) should frequent Cooperstown and feel the aura of plaques in the gallery -- a routine reminder of this entire exercise. It is a place for Babe, Willie, Big Train, Georgia Peach, Hammerin' Hank, Stan the Man and comparable gods. Let's now move beyond accommodation voting, forced by misguided moral trial, and choose select \"locks\" among the ballot no matter who carries over or is added. MARTY NOBLE, national reporter Glavine, Maddux, Morris The candidacies of Maddux and Glavine made this vote easy and enjoyable. No angst. They're automatic; there was no need for research or investigation. Morris never has approached automatic status, but he clearly deserves the benefit of the doubt. I don't want 28 people entering the Hall at once, so I limited my checks on the ballot to three. That ought to be enough to go along with the three managers. Angst returns next year. TRACY RINGOLSBY, national columnist Bagwell, Biggio, Bonds, Clemens, Glavine, Maddux, Morris, Piazza, Trammell, Larry Walker The Hall of Fame ballot has become a challenge. In the past two years, there has been such an influx of new names that mine is no longer filled with blanks when it is sent in for counting. The challenge now is whittling down the list of candidates to \"only\" 10. The pruning process began by cutting the original list of 36 players in half. And then came the hard part: eliminating the final eight. When the process was over, Maddux and Glavine were the only first-year eligibles among my 10. For this year, at least, Smith and Raines were dropped, and Thomas and Mussina were put on hold. PHIL ROGERS, national correspondent Bagwell, Biggio, Glavine, Maddux, Morris, Piazza, Raines, Schilling, Thomas, Trammell (stubbornly) October matters. And it matters more than ever in the current era. Consider Mariano Rivera. As great as he has always been, how would he be regarded without those 42 postseason saves? Because he was a No. 1 starter for three World Series teams -- all of which won championships -- and delivered one of the greatest playoff pitching performances ever, I've voted for Morris every year he's been on the ballot. I don't care that his 3.90 ERA would be the highest ever for a Hall of Fame pitcher. Like Bob Gibson and other greats, you didn't want to face Morris in a big game. Schilling similarly gets my vote for earning World Series rings with the Diamondbacks in 2001 and the Red Sox in '04 and '07. The unfortunate thing in my eyes is that it came down to him or Mussina on the crowded ballot, with Mussina, Kent and Walker squeezed off in favor of first-timers Maddux, Glavine and Thomas. TOM SINGER, Pirates beat reporter Biggio, Glavine, Maddux, Martinez, Mussina, Palmeiro, Smith, Thomas Not all 300-game winners have been first-ballot Hall of Famers (Gaylord Perry and Phil Niekro weren't), but Maddux and Glavine will be reunited in Cooperstown. Mussina was a 270-game winner with a far better winning percentage than either of the aforementioned two. Martinez should have already overcome the DH bias; Thomas will do the honors instead. Biggio and Smith both should by now be off the ballot and on the wall of plaques. Palmeiro was a consistent marvel long before he was caught doping. LYLE SPENCER, reporter Biggio, Glavine, Maddux, Don Mattingly, McGriff, Morris, Piazza, Raines, Thomas, Trammell Assessing the character aspect gets more difficult every year. I've supported Morris, Mattingly, McGriff, Raines and Trammell all along because I believe they were Hall of Famers in their time. Maddux is a slam dunk. Biggio, Glavine, Piazza and Thomas are layups in my view. Filling up my ballot, I regretted leaving off Smith, Mussina and Bagwell. T.R. SULLIVAN, Rangers beat reporter Bagwell, Biggio, Bonds, Clemens, Glavine, Maddux, Morris, Mussina, Palmeiro, Piazza This would have been an even more difficult vote if it were one and done. It is not. So there are some guys I left off who I will vote for in the future but didn't feel an overwhelming need to do so right now. I still decline the honor of sitting in judgment of possible steroid users, but it's getting tougher each year to vote for Palmeiro and prop up his vanishing candidacy while not voting for someone like Thomas. That's not going to happen much longer.",
    "author": ""
}
