{
    "url": "http:\/\/m.mlb.com\/news\/article\/1290960",
    "title": "Bagwell to visit renowned orthopedist",
    "subtitle": "Bagwell to visit renowned orthopedist",
    "body": "HOUSTON -- Jeff Bagwell is likely headed for Birmingham, Ala., next week to be examined by renowned orthopedic surgeon Dr. James Andrews. According to general manager Tim Purpura, this meeting is not a cause for alarm -- it's simply a chance for Bagwell and the club to receive an objective opinion about the first baseman's progress as he continues rehabbing his right shoulder, which was surgically repaired last June.  \"The player has an idea how he feels, and the doctors tell us their feedback,\" said Purpura. \"This is the only objective way you can measure things like arm speed and different angles on his arm. It should be interesting to hear what Dr. Andrews has to say.\" Andrews uses an intricate throwing lab that has helped pitchers who are recovering from surgery detect flaws in their delivery. Last May, Andrews helped the oft-injured Carlos Hernandez by recommending exercises that loosened the left-hander's shoulder.   Though a position player's throwing abilities aren't scrutinized as closely as those of a pitcher, Andrews may have some fresh ideas as Bagwell works to be able to throw 90 feet across the diamond.   \"It's really just to evaluate where he's at,\" said Purpura. \"Dr. Andrews may give us some ideas, some other things [Bagwell] could be doing to continue the process.\"  Bagwell has been working out daily at Minute Maid Park and also working with a therapist at a Houston rehab center. After spending much of the past two months throwing a weighted ball against a net, the first baseman is set to begin throwing a baseball and swinging in the cage for the first time since the end of the 2005 season.   Bagwell is confident that he'll be successful in his comeback attempts as he enters the final year of his contract, but it's too early to tell if his efforts will pay off.  \"I really don't have any feeling [about his progress], because until he starts doing hardcore baseball activities, it's hard to know,\" said Purpura. \"He's diligent, he works hard. You can't ask for anything more that that.\"   Alyson Footer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
