{
    "url": "http:\/\/m.mlb.com\/news\/article\/1284602",
    "title": "Will Rice be served at Hall in 2006?",
    "subtitle": "Will Rice be served at Hall in '06?",
    "body": "BOSTON -- The same ballot that has worked against the erstwhile Boston strongman for 11 years might finally give him the necessary nudge forward into baseball immortality.  This isn't to say that Jim Rice will be voted into the Hall of Fame when the results are officially announced on Jan. 10. But it isn't a stretch to say that this could be Rice's best chance yet.  Consider that none of the first-time members of the ballot are expected to gain induction. That usually leads voters to more closely examine the resumes of the repeat candidates. And upon studious inspection, perhaps the necessary 75 percent of the eligible voters from the BBWAA (Baseball Writers Association of America) just might recognize that Rice, a slugger and pure hitter at the same time during his career with the Red Sox (1974-89), was one of the most feared mashers of his day.   If the last election was any indication, Rice may indeed be gaining steam. The 59.5 percent of the votes that Rice received in 2005 was the highest percentage he's received since he first went on the ballot in 1995.   What has held Rice back thus far in his quest for Cooperstown are clearly the longevity stats. The home runs (382) are just shy of 400. The hits (2,452) are a few seasons short of 3,000. And, oh, the batting average. If only Rice hadn't taken a free fall his final three seasons, that .298 career average would have been well over .300.   But what means more? Longevity or dominance?   When Rice was at his best -- from 1975-86 -- he mashed the opposition with both pure strength and hitting technique.   During those golden years, he led all American League players in games, at-bats, runs, hits, homers, RBIs, slugging percentage, total bases, extra-base hits, go-ahead RBIs, multi-hit games and outfield assists.   He was an All-Star eight times, a top-five AL finisher in the MVP race six times (including a first-place finish in 1978), a top-10 finisher in the batting race six times, a top-10 finisher in slugging percentage eight times (including two firsts), a top-10 finisher in OPS (a popular stat of today, but one not utilized when Rice played) six times.      In other words, during his peak years, he was a consistent force to be reckoned with. Consider some of the players that baseballreference.com compares to Rice from a statistical standpoint: Orlando Cepeda, Duke Snider, Billy Williams and Willie Stargell. Those four men are all Hall of Famers.   Red Sox official Dick Bresciani, the resident historian for the ballclub, recently put together a comprehensive look at why Rice should be with the other greats of the game in Cooperstown.     According to Bresciani's work, the 382 homers and 1,451 RBIs produced by Rice during his career topped any AL competitor during that same time period.   Anyone who wants to know just what Rice was when he was at his absolute best need look no further than 1978, the year he played in all 163 games (including a one-game playoff) and won his lone MVP award. During that season, he became the only man to lead either league in triples (15), homers (46) and RBIs (139) in the same season. His 406 total bases were the most by an AL player since Joe DiMaggio in 1937.  Ian Browne is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
