{
    "url": "http:\/\/m.mlb.com\/news\/article\/1292712",
    "title": "Rockies add more depth with Marrero",
    "subtitle": "Rockies add more depth with Marrero",
    "body": "DENVER -- Spring Training competition just became tougher. The Colorado Rockies added competition and quality to several areas by getting versatile Eli Marrero to agree to a non-roster deal.  Marrero, fully expected to make the squad, will revisit catching, the position at which he was a top prospect with St. Louis in the late 1990s, but will also continue to play the outfield and corner infield positions. He is the latest addition during an offseason in which the Rockies haven't gone after established starters, but have concentrated on protecting themselves by increasing competition and versatility.  Marrero runs well enough to play all three outfield positions. His presence adds intrigue to a backup outfield picture that includes Choo Freeman, who is out of Minor League options, converted first baseman Ryan Shealy, center fielders Jeff Salazar and Ryan Spilborghs, pinch-hit whiz Jorge Piedra and, possibly, power-hitting third base prospect Jeff Baker. The infield isn't spared competition, since Marrero plays first and third, and as he gets reacquainted behind the plate, he could cut into some playing time there. If that adds angst to a camp that'll already be full of competition in the middle infield and the bullpen, so be it.   \"I think anytime you look to make improvements to your club, it makes the challenge more difficult,\" Rockies manager Clint Hurdle said on Sunday. \"We don't hide the fact that we won 67 games last year and we need to get better. We're still going to be looking out there. We haven't closed things out by any means.\"   Marrero, 32, batted .181 for Kansas City and Baltimore last season, but he returns to the more familiar National League. He could be a major find for the Rockies if he again becomes adept at catching, which he hasn't done in a game since appearing in six games there for the Cardinals in 2003. He made 251 appearances behind the plate from 1997 to 2002 before St. Louis manager Tony La Russa turned him into a utilityman whose speed and bat were used in other areas. He didn't catch at all for Atlanta in 2004 or last season.   Hurdle said it'll take some time for Marrero to fully regain his catching ability, although he could eventually challenge for regular duty there. But Hurdle has longed for a player who can move from another position to catcher to give him greater options, especially in extra-inning games.       Marrero, whose value was hurt by his struggles last season, is consistent with the Rockies' non-pitching acquisitions this offseason. The Rockies have traded with Seattle for catcher Yorvit Torrealba, who hasn't had the opportunity for extended playing time, and with Florida for middle infielder Josh Wilson, who was blocked by a strong middle infield with the Marlins. Colorado also has non-roster invitee Jason Smith, who has played in the Tampa Bay, Detroit and Chicago Cubs infields.   Their presence doesn't necessarily block some of the young players from the system from emerging, but this could be the big chance for the new arrivals. Of the three, only Torrealba is considered a starter, and he will share the catching with Danny Ardoin.   Towards that end, Colorado is in discussion with former Minnesota Twins second baseman Luis Rivas, who can play second base and shortstop. Hurdle said on Sunday that he has received positive reports from Twins manager Ron Gardenhire about Rivas. Hurdle also said the Rockies are researching Ramon Martinez as an infield possibility.   Hurdle also said that he has spoken with left-handed free agent reliever Alan Embree. Although the Rockies haven't offered the guaranteed roster spot that Embree seeks, his talks with Embree have been fruitful, and Embree also knows general manager Dan O'Dowd from when the two were together with Cleveland in the early 1990s. Thomas Harding  is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
