{
    "url": "http:\/\/m.mlb.com\/news\/article\/1290755",
    "title": "Phillips inks deal with Blue Jays",
    "subtitle": "Phillips signs Minor League deal with Jays",
    "body": "TORONTO -- The Blue Jays signed free agent catcher Jason Phillips to a Minor League contract on Tuesday with an invitation to attend Spring Training with the big league club.  The move provides a little more insurance for the Blue Jays at catcher and puts some pressure on 24-year-old Guillermo Quiroz to show he's worthy of a job in Toronto this year.  Phillips, 29, hit .238 with 10 home runs and 55 RBIs in 121 games for the Los Angeles Dodgers in 2005. He spent his first four seasons with the New York Mets before being dealt to L.A. for pitcher Kazuhisa Ishii last May. The 6-foot-1, 220-pound right-hander split time as a first baseman and catcher with the Mets, but he will earn playing time behind the plate for Toronto, considering the logjam at the corner infield positions. Phillips, who was selected by the Mets in the 24th round of the 1997 First-Year Player Draft, has a career average of .254 with 29 home runs and 150 RBIs in 385 games.   Quiroz, 24, hit just .194 in his 12 games with the Jays. He missed time with a collapsed lung and other injuries last year and played in just 40 Minor League games before getting called up in late August. Toronto was hoping Quiroz could improve at the plate during winter ball, but the young catcher currently has a .203 average for the Zulia Aguilas in the Venezuelan League.   Quiroz will have to compete for the backup job with Phillips at Spring Training in Dunedin, Fla. If Phillips joins the Major League club, Quiroz will likely start the season with Triple-A Syracuse.   Gregg Zaun, who turns 34 in April, is the incumbent at catcher. He hit .251 with 11 home runs and 63 RBIs for Toronto last season. Jordan Bastian is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
