{
    "url": "http:\/\/m.mlb.com\/news\/article\/1291528",
    "title": "Eaton sees 'strong effort to improve'",
    "subtitle": "Eaton trade is finalized",
    "body": "ARLINGTON -- Adam Eaton is officially in the Rangers rotation. On Wednesday, the Rangers finalized the six-player trade with San Diego that sent Chris Young, Adrian Gonzalez and outfielder Terrmel Sledge to the Padres for Eaton, reliever Akinori Otsuka and Minor League catcher Billy Killian. \"We really had a couple of objectives with the rotation coming into the offseason,\" Rangers general manager Jon Daniels said. \"We wanted durable young veterans at the front of the rotation, guys at the beginning of their primes. We also wanted to leave a couple of spots for our guy to compete and not impede the path of guys we are developing here.\" Mission accomplished. Eaton joins a rotation that will feature Kevin Millwood and Vicente Padilla. Several pitchers, including Kameron Loe and Juan Dominguez, are also vying for spots in the rotation.  \"Initially, I was surprised for one, and I didn't know if I wanted to pitch there,\" Eaton said of the trade during a conference call Wednesday. \"With the acquisition of Padilla and Millwood, I see they are making serious strides.\"  Eaton, whose repertoire includes a sinking fastball, cutter and curveball, went 11-5 last year with a 4.27 ERA for the Padres. He is reportedly seeking a three-year, $27 million deal and is considering making a commitment to the Rangers. He can become a free agent at the end of the 2006 season.  \"Re-signing Adam and keeping him is something we want to do,\" Daniels said. \"We acknowledge it can be one year, but ultimately, we think we are better team with Akinori and Eaton.\"  Daniels added the phone call to inform Young of the trade was one of the toughest of his career. He had nothing but praise for the Dallas native.  \"Chris is healthy and has one of the best makeups on the club,\" Daniels said. \"A guy you have as your next door neighbor or your best friend, but this was strictly a baseball evaluation, scouting-wise and analysis. We feel Adam gives us a better chance to win this year. [Young] will have a good career and he will pitch well. I don't want anybody to read anything negative about Chris.\"  As for Eaton, he pitched 128 2\/3 innings last season but was slowed because of a middle finger strain. Looking back, he calls the injury \"frustrating.\" Looking forward, he said he is completely healthy.  \"Barring injury like I had, I was well on my way to a great year,\" he said. \"I was able to do what I am capable of doing. I know what it takes and how to do that.\"  Eaton, like Millwood, does not fear pitching in the hitter-friendly confines of Ameriquest Field. In fact, he was inspired by Millwood's point view.     Millwood believes he is pitching against the opposing team and pitcher. Not against the park.  \"There is a lot of truth and a lot of confidence in that statement,\" Eaton said. \"I feel any given day, I will be better than that guy across the mound. The bottom line is team wins.\"   \"Good is determined to me by wins and losses,\" he continued. The Rangers \"have really made a strong effort to improve in every aspect.\"  In addition to Eaton, the Rangers are confident Otsuka will fit nicely into the bullpen. After a successful career in Japan, Otsuka has posted a 9-10 record with a 2.57 ERA in 139 Major League games. Last season he went 2-8 with a 3.59 ERA and one save in 66 appearances.  Killian is a left-handed-hitting catcher who split the 2005 season between Eugene (Ore.) in the Northwest League and the Arizona League Padres, combining to hit .263 with eight doubles and 14 RBIs in 46 games. The 19-year-old has a .245 batting average in 89 games during two professional seasons.  \"This is a very competitive division,\" Daniels said of the American League West. \"We had to make moves to compete, not just keep up, but to beat them on a day-in and day-out basis. I think this division most balanced in league. I like our chances. I know the core of our team has optimism and is ready to get started.\" Jesse Sanchez is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jesse Sanchez"
}
