{
    "url": "http:\/\/m.mlb.com\/news\/article\/1291476",
    "title": "Call to arms reworks game's rotations",
    "subtitle": "Call to arms reworks rotations",
    "body": "No position commanded higher premiums this offseason than pitching, where the modest supply was dwarfed by demand and forced teams to broaden their search for arms. This was especially true for starting pitching, where the available options didn't measure up to the reliever class in quantity or quality. The dearth of available starting pitchers on the free agent market did not stop teams from parting ways with some of their arms, as such stalwarts Matt Morris, A.J. Burnett, Josh Beckett, Javier Vazquez, Orlando Hernandez, Kevin Millwood, Jarrod Washburn, Sidney Ponson and Adam Eaton moved on to new teams. The St. Louis and Chicago White Sox rotations appear to be the among the strongest again. The Athletics and Angels are right there with those two, and the Red Sox, Astros, Twins, Mets and Braves aren't far behind. Toronto, Pittsburgh and San Francisco should be much improved and the Cubs should once again lead the way in strikeouts.  Numerous questions abound elsewhere. No team lost more from their rotation than the Marlins, who lost Burnett to free agency and traded Beckett.  With reporting dates for pitchers and catchers roughly six weeks away, here's at look at where winter makeovers have left each team's rotation:    National League:   Astros: Roger Clemens is gone -- at least until May 1 -- which means Houston's rotation won't be as strong as it was on Opening Day 2005. But with Roy Oswalt and Andy Pettitte returning to anchor what was a strength of the club last year, the Astros still have the makings of a formidable rotation. Brandon Backe will assume the No. 3 spot in the order, followed by Wandy Rodriguez and Ezequiel Astacio. The latter two will be challenged by youngsters Fernando Nieve, Jason Hirsh, Taylor Buchholz and possibly Carlos Hernandez.    Braves: The Braves still have John Smoltz and Tim Hudson to anchor a strong 2006 rotation, and holdovers John Thomson and Horacio Ramirez back for a run at another division crown. The final spot is expected to be a battle between Jorge Sosa (10-3 as a starter last season), Kyle Davies, Chuck James and Anthony Lerew. Regardless of that outcome, it won't be Mike Hampton, who underwent Tommy John surgery in September, and as such the Brave rotation doesn't look as strong as it did this time last year.    Brewers: The Brewers have many of the same cast back, and whether or not the rotation is better depends on the health of the group, particularly ace Ben Sheets. A healthy Sheets and left-hander Doug Davis would give Milwaukee a solid 1-2 at the top of the rotation, and 18-game winner Chris Capuano is back after a breakout 2005 campaign. But the caliber drops off from there with Tomo Ohka, Dave Bush, Rick Helling and Dana Eveland expected to battle for the remaining two spots. It is difficult to envision this group being much better in 2006.     Cardinals: Morris is gone, but the St. Louis rotation should be just as formidable in 2006 as it was last season. Cy Young Award winner Chris Carpenter heads what should be one of the strongest rotations in the game. Lefty Mark Mulder is the No. 2, and the Cardinals have an intriguing blend backing that duo in Jeff Suppan, Jason Marquis, recently acquired Sidney Ponson and highly regarded youngster Anthony Reyes.  Rotation depth has been St. Louis' greatest strength for two years running, and that should be the case again in 2006. The Cardinals feature four durable, effective starters locked into spots. The four returning starters have totaled 1,645 innings over the past two years -- that is, more than 200 frames per pitcher per season.    Cubs: With Kerry Wood not expected to be ready by Opening Day as he continues to work his way back from Aug. 31 shoulder surgery, the Cubs are expected to open the season with a rotation of Mark Prior, Carlos Zambrano, Greg Maddux, Glendon Rusch and Jerome Williams. On paper this group may not appear as strong as last year, but the opposite may prove to be the case if injuries don't take their toll this time around (only two Cubs starters made 30 starts in 2005), Williams regains his form or youngsters Rich Hill and Angel Guzman blossom.    Diamondbacks: Vazquez was dealt to the White Sox, which leaves Brandon Webb as the probable Opening Day starter. But the Snakes bolstered their rotation with the additions of El Duque and Miguel Batista. And if Russ Ortiz can bounce back, the fifth spot will be up for grabs in Spring Training with Brad Halsey, Claudio Vargas, Michael Gosling and Dustin Nippert among the contenders. Halsey won the fifth spot last year in a spring battle with Gosling and had an up-and-down season.    Dodgers: General manager Ned Colletti added veteran Brett Tomko to a rotation that already included Brad Penny, Derek Lowe and Odalis Perez, but the Dodgers' new GM is still searching for another starter. If not, the club will look at their stable of young starters to fill out the No. 5 hole, with newly acquired Jae Seo, Chad Billingsley, D.J. Houlton and Edwin Jackson in line for a shot at the spot. Other than Tomko, a No. 4 or 5 at best, it looks like status quo for the Dodgers rotation in 2006.   Giants: The Giants are hoping the addition of Matt Morris and a rebound by Jason Schmidt will improve the front end of the rotation and help the team challenge for the division title in '06. With Kirk Rueter and Brett Tomko gone, Morris fills a vital gap as the No. 2 man, while Giants fans are itching to see how lefty Noah Lowry fares in his third season and -- even more so -- eager to watch 21-year-old Matt Cain test the Majors on a full-time basis. Brad Hennessey is the leading candidate for the final spot. Even with the question marks in the back of the rotation, having Morris makes the San Francisco rotation significantly stronger.    Marlins: The departures of Burnett and Beckett leave Florida with two gaping holes in the rotation. Anchoring a retooled staff is rising star, Dontrelle Willis, the N.L. Cy Young Award runner-up in 2005. Aside from Willis, the rest of the rotation is up for grabs. Essentially, the club has about eight pitchers competing for four spots. Two favorites at this stage are veteran Brian Moehler, who re-signed as a free agent, and left-hander Jason Vargas, who pitched admirably after being called up from Double-A last July. Also in the mix are Josh Johnson, Scott Olsen, Sergio Mitre, Yusmeiro Petit, Anibal Sanchez and Ricky Nolasco. However it turns out, odds are it won't match last year's rotation by a long stretch.    Mets: The big right toe of Pedro Martinez could be a determining factor for the Mets in 2006. If their ace is healthy, the Mets should have a strong rotation in Martinez, Tom Glavine, Kris Benson, Victor Zambrano and Steve Trachsel, with Cuban defector Alay Soler a wildcard and possible spot starter with Aaron Heilman currently slated to open the season out of the bullpen. It's strong enough to keep the Mets in the hunt -- unless they stub their toes.    Nationals: The Nationals set their sights high but were unable to land any marquee free agent starters. They did, however, sign Ramon Ortiz and Tony Armas Jr. to one-year deals. Both are coming off disappointing seasons. They join ace Livan Hernandez, newcomer Brian Lawrence and returning starter John Patterson on a rotation that has intriguing potential to go with a so-so track record. Ryan Drese, Jon Rauch and Darrell Rasner will get a look this spring. On paper the rotation looks to be on a par with last year's.    Padres: All-Star Jake Peavy is back, but beyond the ace right-hander, the Padres have been revamped. The big change comes with the arrival of Chris Young from Texas in the six-player swap that made a Ranger of Adam Eaton, the former No. 2 starter. Young was fifth in the American League in strikeouts per nine innings at 7.42. The Padres are banking on comeback seasons from veteran right-handers Woody Williams and Chan Ho Park. Also expected to compete in Spring Training for rotation spots are Clay Hensley, Tim Stauffer, Dewon Brazelton and Seth Etherton. The bottom line is that beyond Peavy, the Padres have more questions than answers.    Phillies: Jon Lieber, Cory Lidle and Brett Myers return in what should be a strong Phillie rotation. The two question marks at the back end will be answered in Spring Training. Randy Wolf, out until at least late July recovering from Tommy John surgery, isn't an early-season option. Ryan Madson, who went 12-8 with a 3.50 ERA in his final year as a starter with Triple-A Scranton\/Wilkes-Barre in 2003 and was an effective reliever over the past two seasons in Philadelphia, returns to a starting role. Assuming that role is as the No. 4 starter, that leaves Gavin Floyd, Eude Brito and Rob Tejeda as candidates to be the fifth starter.     Pirates: New manager Jim Tracy and pitching coach Jim Colburn take over a talented but underachieving rotation. If those two can turn around Oliver Perez and Kip Wells and accelerate the development of promising youngsters Zach Duke, Ian Snell and Paul Maholm, the Pirates would have a vastly improved rotation in 2006. Rule 5 draftee Victor Santos has a chance to crack the rotation, which will in any case be at least 60 percent overhauled with the departures of Dave Williams, Mark Redman and Josh Fogg.    Reds: When your starting staff records a National League-worst 5.29 ERA in 2005 while easily leading the league with 159 home runs allowed, there's nowhere to go but up. Toward that end, GM Dan O'Brien sought to sign Matt Morris but wound up settling for lefty Williams, who came over from Pittsburgh in the Sean Casey trade. Williams should help, but too many other question marks exist regarding the holdovers (Paul Wilson, Eric Milton, Aaron Harang and Brandon Claussen), making it difficult to envision the Red rotation being much better in 2006 than it was in 2005.    Rockies: Talented arms but numerous injuries have been Colorado's bane recently, and how well candidates like Jason Jennings and Aaron Cook stay well will determine how well the Rockies rotation performs in 2006. Those two, along with high-ceiling talent Jeff Francis, should give the Rockies a better rotation foundation this time assuming all are healthy. Competing for the fifth spot will be right-handers Sunny Kim, who went 5-1 with a 4.22 ERA in 12 appearances that included eight starts after being claimed off waivers from Washington (he was 4-1, 5.16 at Coors), and Zach Day, who recorded an 0-1 record with a 5.15 ERA in five appearances for Colorado before suffering a fractured right thumb when hit by a line drive at Arizona on Sept. 17.     American League   Angels: Three of five starters, including Cy Young Award winner Bartolo Colon, are back as the Angels should once again have a very strong rotation in 2006. Ervin Santana, John Lackey and Kelvim Escobar are also back, though Paul Byrd and Jarrod Washburn have moved on. Battling for the fifth slot will be newly acquired veteran right-hander Hector Carrasco and a group of young arms that includes left-hander Joe Saunders and right-handers Jered Weaver, Chris Bootcheck and Kevin Gregg.  The Angels posted a 3.68 staff ERA last season, which ranked behind just Cleveland and Chicago in the AL, but their starters tied those of the White Sox with a league-low 3.75 ERA. Even with the changes there's little reason to suspect this rotation won't put up similar numbers.    Athletics: With the exception of the White Sox, Oakland has arguably the strongest rotation in the game with Barry Zito, Rich Harden, Dan Haren, Joe Blanton, Esteban Loaiza and Kirk Saarloos ready to fill the five slots.    Blue Jays: Burnett, who signed a five-year, $55 million free agent contract, joins ace Roy Halladay and lefty Ted Lilly in a 1-2-3 that could help Toronto make the playoffs if all remain healthy. If Gustavo Chacin and Josh Towers can mirror their performances in 2005, Toronto could present one of baseball's strongest rotations from top to bottom.    Devil Rays: Tampa Bay's staff is a question mark due to its youth and inconsistency. And yet the Rays have talented arms like Scott Kazmir, Mark Hendrickson, Casey Fossum, Doug Waechter and Seth McClung. That's the same unit that finished the season in the Rays' rotation.    Indians: The loss of Kevin Millwood to free agency was lessened by the addition of right-handers Paul Byrd and Jason Johnson and the fact that the Indians return the other three cogs of the 2005 rotation -- Cliff Lee, C.C. Sabathia and Jake Westbrook. Scott Elarton also moved on, but the net result is the Indians should be comparable rotation-wise.    Mariners: The Mariners have retooled their rotation slightly for 2006. Jamie Moyer, who had a 13-7 record and a 4.28 ERA last season, is back. He is joined by Washburn, plucked from the free agent market for $37.5 million over four years, holdovers Felix Hernandez, Joel Pineiro and Gil Meche. Having Hernandez for a full year and adding Washburn make the Mariners better right off the bat. But they'll need a similar season from Moyer and rebound performances from Pineiro and Meche to make a move.    Orioles: Longtime Atlanta pitching coach Leo Mazzone takes over a staff long on potential but short on proven ability. Mazzone has plenty to work with in Rodrigo Lopez, Daniel Cabrera, Erik Bedard, Bruce Chen, John Maine and Hayden Penn. Chen and Lopez were pleasant surprises in 2005 and if two or more of the youngsters continue to improve Mazzone and Orioles have the makings of a solid rotation.    Rangers: The Rangers essentially purged their rotation. Long gone are Kenny Rogers, Young, Pedro Astacio, Drese, and Park. The 2006 rotation will feature Millwood, Vincente Padilla, and Eaton at the top. Two pitchers already in the organization will compete for the final two spots. Even with the uncertainty regarding the back end, the Ranger rotation appears stronger than it was this time a year ago.    Red Sox: The Red Sox rotation is talented and deep, with Beckett joining Curt Schilling, David Wells, Tim Wakefield, Matt Clement or top prospect Jonathan Papelbon, comprising what should be one of the strongest rotations in the league.    Royals: No team underwent a bigger rotation facelift than Kansas City. The Royals acquired veterans Elarton, Redman and Joe Mays to join holdovers Zack Greinke and Runelvys Hernandez. Assuming all are healthy, the Royals rotation should step up a notch in 2006. Pushing the group will be Jeremy Affeldt, who wíll get a chance to start after spending all of last season in the bullpen, J.P. Howell, Denny Bautista, Mike Wood and Jimmy Gobble.    Tigers: Veteran lefty Rogers joins returnees Mike Maroth, Jeremy Bonderman and Nate Robertson. Last season Bonderman and Maroth formed the first pair of Tigers 14-game winners since Justin Thompson and Willie Blair in 1997. Competing for the fifth spot will be Wilfredo Ledezma, Justin Verlander and promising right-hander Roman Colon.    Twins: Johan Santana, Carlos Silva and Brad Radke gives the Twins one of the strongest trios around. Kyle Lohse is also back, and though veteran right-hander Mays has moved on, the Twins should be well stocked in the rotation again in 2006. Scott Baker and Francisco Liriano are expected to battle for the fifth spot.  Baker, 24, made nine starts for the Twins in 2005, going 3-3 with a 3.35 ERA. Liriano went 1-2 with a 5.70 ERA in six games, four starts, of action this past season. Baker has had more experience than Liriano, a 22-year-old southpaw, but the Twins are high are on the lefty. Other young arms in consideration for the role are J.D. Durbin, Boof Bonzer and Willie Eyre. Another possibility for the spot is Matt Guerrier, who spent the 2005 season as part of the bullpen.    White Sox: It's true. World Series champion Chicago should have an even stronger rotation in 2006. The six candidates for the five slots includes Mark Buehrle, Freddy Garcia, Jon Garland, Jose Contreras, Vazquez and Brandon McCarthy -- all with the potential to top 200 innings and 15 victories. However it shakes out at camp in Arizona, the White Sox on paper have a rotation second to none.    Yankees: New York dealt with injuries to almost every starter last season, from Mike Mussina's elbow problem to shoulder issues for Carl Pavano, Jaret Wright and Chien-Ming Wang. When all was said and done, the Yankees used 14 different starting pitchers, including nine who made nine or more starts.  This time the Yankees are optimistic most if not all of the starters will be healthy by Opening Day. Randy Johnson, Aaron Small, Shawn Chacon, Mussina, Wang, Pavano and Wright are all in the mix. Assuming they're healthy, this Yankee rotation could be much stronger than last year's.   Jim Molony is a national reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Molony"
}
