{
    "url": "http:\/\/m.mlb.com\/news\/article\/1291470",
    "title": "Brewers re-sign Kolb for 2006",
    "subtitle": "Brewers re-sign Kolb for 2006",
    "body": "MILWAUKEE -- After reacquiring him at the Winter Meetings and subsequently making him a free agent, the Brewers ended the Dan Kolb saga Wednesday by re-signing their former All-Star closer to serve as a setup man in 2006.  Kolb, who lives with his wife and two daughters just south of Milwaukee, will earn a base salary of $2 million with a chance for more via incentives for games finished. The Brewers get another experienced arm to work the innings in front of closer Derrick Turnbow and Kolb gets a chance to resurrect his career in Milwaukee, where he notched 60 saves from 2003-2004, including a franchise-record 39 saves in his All-Star season of 2004. \"I'd say it was 50-50 that this thing was going to get done,\" said Kolb, who will be 31 on Opening Day. \"I knew I wanted to come back, and that they wanted me back. Everybody gave just enough to make it work.\"  The Brewers traded Kolb to Atlanta at the 2004 Winter Meetings and he replaced John Smoltz as the Braves closer but struggled badly, going 3-8 with a 5.93 ERA and converting just 11 of 18 save opportunities. Kolb eventually lost the closer's job and was left off the team's postseason roster.   Wednesday's announcement ended a chain of events that began Dec. 7, when the Brewers traded right-hander Wes Obermueller, who was not expected to stick on the 40-man roster past the end of the month, for Kolb, who was not expected to return to Atlanta.   Because Kolb made $3.4 million with the Braves last season and was eligible for salary arbitration, the Brewers were forced to non-tender him Dec. 20 to avoid paying him at least $2.7 million in 2006. But they continued negotiating with Kolb's agent, Scott Boras, and finally reached a deal late Wednesday.  \"We had a limit that we would go to, and we basically went there,\" Brewers general manager Doug Melvin said. \"And they determined that this was the best place for Danny.\"  Relief pitching has been an offseason priority for the Brewers, whose only other significant offseason move sent first baseman Lyle Overbay to the Blue Jays for pitchers Dave Bush and Zach Jackson and outfielder Gabe Gross.      Last year, the team relied heavily on right-handers Matt Wise and Julio Santana to pitch the late-innings in front of Turnbow, but both Wise and Santana wore down in August and September and spent time on the disabled list. Kolb, who during his time with the Brewers relied heavily on a sinking fastball for outs, has pitched in 129 games over the past two seasons.  \"We haven't talked about it much,\" Kolb said of his expected role with the Brewers. \"I'm assuming it will be a lot of seventh- or eighth-inning work, and then if Turnbow needs a break, I have the resume to step in there.\"  He will reunite with pitching coach Mike Maddux and bullpen coach Bill Castro, who were content to let Kolb work with a ground-ball mentality that is somewhat rare for closers. According to several sources who followed Kolb's tenure in Atlanta, the Braves wanted him to utilize his four-seam fastball more frequently to induce strikeouts.   Adam McCalvy is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
