{
    "url": "http:\/\/m.mlb.com\/news\/article\/1284828",
    "title": "Dawson on Hall of Fame ballot",
    "subtitle": "'The Hawk' again on Hall of Fame ballot",
    "body": "During Ryne Sandberg's speech upon induction into the National Baseball Hall of Fame in July, he mentioned some teammates he respects because they played the game right. Andre Dawson was on that very select list.  \"No player in baseball history worked harder, suffered more or did it better than Andre Dawson,\" Sandberg said of the man known as \"The Hawk.\" \"He's the best I've ever seen.  \"I watched him win an MVP for a last-place team in 1987 [with the Cubs], and it was the most unbelievable thing I've ever seen in baseball,\" Sandberg said. \"He did it the right way, the natural way, and he did it in the field and on the bases and in every way, and I hope he will stand up here someday.\" Maybe 2006 will be Dawson's year.   The slender slugger with the cannon arm is again a candidate on the Hall of Fame ballot, to be voted on by the Baseball Writers Association of America. This is the fifth year that Dawson, now 51, is on the ballot.   In 21 big-league seasons, beginning in 1976 with the Montreal Expos, Dawson batted .279 with 438 home runs, 1,591 RBIs and stole 314 bases. Dawson was the National League Rookie of the Year in 1977 and won the Most Valuable Player award in 1987, his first season with the Chicago Cubs, when he hit .287 and led the league with 49 home runs and 137 RBIs.   An eight-time Gold Glove winner and eight-time All-Star, Dawson joined the Cubs in an unusual way. After nine years in Montreal, he wanted to find a team that played on grass, unlike the artificial turf at Olympic Stadium. He approached the Cubs and general manager Dallas Green with a fill-in-the-blank contract. Dawson signed on March 9, 1987, for $700,000. It was one of the best bargains ever in baseball.   The '87 season was magical. Dawson hit three homers in consecutive at-bats on Aug. 1 against Philadelphia. He hit for the cycle for the first time in his career April 29 against San Francisco, going 5-for-5, and threw out a runner at first on an apparent single. He nearly hit for the cycle again June 2, when he had two homers, a triple and a single plus seven RBIs against Houston.   Not even a fastball to his face could stop Dawson that season. On July 7, 1987, he was hit on the left cheek by an Eric Show pitch after hitting three homers in his previous five at-bats. Dawson received 24 stitches, missed two games and pinch-hit in a third before returning full time. The only thing that could stop the quiet, soft-spoken outfielder was his knees, damaged by the years on turf.     Right-field bleacher fans at Wrigley Field would bow to Dawson as he took the field. And rightfully so.   He ranks 28th all-time in RBIs and 32nd all-time in home runs. Dawson is one of four players to hit 300 home runs and steal 300 bases. He's the only eligible player with more than 1,000 career extra-base hits who is not in the Hall of Fame. He's the only player ranked in the top 25 in career total bases not in Cooperstown.      Last year, Dawson received 270 votes, or 52.3 percent, in the Hall of Fame voting. Players need 75 percent to be elected. In the previous year, he received 253 votes, or 50 percent.   Voters need to talk to Dawson's former teammates to appreciate what he did. Listen to Shawon Dunston, who relayed this story in an interview in 2000:   \"When you hit a home run off Nolan Ryan, he meets you at third base,\" Dunston said of the Hall of Fame pitcher who intimidated hitters. \"But when Andre hit one [off Ryan], he stayed near the mound and waited for the ball. That impressed me a lot. That's respect.\"   That's Andre Dawson. Carrie Muskat is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
