{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293476",
    "title": "Smoltz opts to pull out of WBC",
    "subtitle": "Smoltz declines invitation to play in WBC",
    "body": "ATLANTA -- John Smoltz was intrigued and excited about the opportunity to represent the United States in the World Baseball Classic. But after giving it much thought, he's decided it's in his best interest to decline the invitation.  Smoltz said he was planning to call U.S. manager Buck Martinez on Tuesday to tell him of his decision, which is based solely on his desire to intelligently prepare for a season in which he doesn't want to experience arm problems again.  \"I'm fighting some incredible ambition, but I need to be smart,\" said Smoltz, who experienced shoulder fatigue caused by tendinitis at the end of last season. When Smoltz agreed to make himself a candidate for the U.S. team in December, he was under the impression he'd be able to wait until late-February before having to make an ultimate decision. But he's since learned that he would have had to make that decision within the next week.   \"If I had until late February to make this decision, then it would be a no-brainer,\" Smoltz said. \"I'd know exactly where I stood at that point. But right now, this is the best decision.\"   While some may believe Smoltz's decision signals he's still feeling discomfort in his right shoulder, the veteran right-hander says that's definitely not the case. He has thrown three times since Thursday and not experienced any type of ache or pain.   \"The moment I come out and say I've got to be smart about something like this, people are going to think, 'he's got to be really hurt,\" said Smoltz, who will be 39 in May. \"That's not the case. At this point, I'm going to really just get ready for the year and bite my tongue. It's just best to err on the side of caution.\"   Smoltz entered the 2005 season fully confident that he could make the successful transition from being a dominant closer to being the type of successful starter he was during the 1990s.   Mission accomplished.   In his first full season back in the rotation since 1999, he exceeded many expectations by throwing 229 2\/3 innings and going 14-7 with a 3.06 ERA. Despite skipping his final two starts to rest his fatigued shoulder, he still finished fifth among National League pitchers in innings.   Smoltz came back to throw seven solid innings and get the win in Game 2 of the NL Division Series against the Astros. But he's since said that he likely wouldn't have been able to pitch again if the postseason would have extended beyond Game 4 of that series.   Because tests weren't showing any structural damage, Smoltz was convinced that he was simply battling tendinitis and would get healthy by resting it during offseason. So far, that seems to be the case.   \"When I began throwing, I would have known right away if there were any lingering effects of the tendinitis,\" Smoltz said. \"It seems to have made a nice full recovery.\"   Teammate Chipper Jones is still planning to play for the U.S. team in the WBC. Other Braves slated to participate include Andruw Jones (Netherlands), Jorge Sosa (Dominican Republic) and Chris Reitsma, Pete Orr and Minor Leaguer Scott Thorman, who would all play for Canada. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
