{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293554",
    "title": "Mets sign first-round pick Pelfrey",
    "subtitle": "First-round pick Pelfrey signs with Mets",
    "body": "PORT ST. LUCIE, Fla. -- Mike Pelfrey had never been to the Big Apple. Now, he'll be able to walk the streets as a Met.  The Mets' first-round selection in the 2005 First-Year Player Draft passed a physical examination Tuesday in New York, agreeing to terms of a four-year Major League contract, the team announced.  Pelfrey, a native of Wichita, Kan., who said in June that he'd never been to New York, is expected to trade skyscrapers for palm trees on Wednesday, making his way south to the Mets' minicamp in Port St. Lucie, Fla. A 6-foot-7 right-hander from Wichita State University, Pelfrey -- who turns 22 on Saturday -- was the ninth overall pick in last June's draft.   He reportedly received a signing bonus estimated near $3.5 million, with $5.3 million guaranteed under the terms of the Major League contract. Pelfrey could earn more if he is on the Mets' Major League roster in 2007, 2008 and 2009.   Widely considered the top available pitcher in the draft, Pelfrey likely becomes the Mets' top organizational pitching prospect. In his junior year at Wichita State, he went 12-3 with a 1.93 ERA in 19 starts, striking out 143 in 139 2\/3 innings.   Even before the announcement became official, word of Pelfrey's impending signing circulated through the Mets' complex on Tuesday.   Interestingly, the timing of the contract symmetrically coincides with the timetable of the club's last No. 1 pick, Philip Humber.   Taken third overall in the June 2004 draft, Humber officially signed with the Mets on Jan. 11 of last year, making his way down to the final day of a three-day minicamp in Port St. Lucie.   Humber said that Wednesday figures to be a day Pelfrey will never forget.   \"To me, it was a really cool experience,\" Humber said. \"Coming down here, you enter pro ball and it's something you can't prepare yourself for. That was when I [realized] it was time to start working and get myself back in the mindset of being a baseball player, rather than a guy who's negotiating a contract.\"   Humber shared a flight to Port St. Lucie with Carlos Beltran, who had just signed his seven-year, $119 million contract with the Mets. As such, Humber was overshadowed in terms of attention on his big day, but on Wednesday, all eyes figure to be focused on Pelfrey.   \"He'll probably have a lot more questions to answer,\" Humber said with a laugh. \"I'm sure there will be a lot of hoopla around. But he seems like he's a pretty level-headed guy and I'm sure he'll handle it fine.\" Bryan Hoch is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
