{
    "url": "http:\/\/m.mlb.com\/news\/article\/1294468",
    "title": "Rangers sign Benoit to one-year deal",
    "subtitle": "Rangers sign Benoit to one-year deal",
    "body": "ARLINGTON -- The Rangers answered two questions surrounding Joaquin Benoit on Wednesday afternoon. First, the two parties agreed to a one-year deal worth $750,000 for the 2006 season. Secondly, Benoit's days as a starter are all but over. Benoit, 28, was eligible for arbitration. \"Everybody develops a little differently,\" Rangers general manager Jon Daniels said. \"[Benoit] came up as a top prospect and in the starting rotation, but he didn't have the success that his ability demonstrated he probably should or could have had. The second half of this year, he was in our bullpen and that's where we see him going forward.\"  The Rangers have reason for optimism.  Last season, Benoit went 4-4 with a 3.72 ERA in 32 games, including nine starts. For his career, he is 19-19 with a 5.17 ERA as a starter. As a reliever, Benoit went 2-0 with a 1.30 ERA in 41 2\/3 innings in 2005.  The right-hander missed the first part of the season with shoulder tendinitis and also spent time on the disabled list with right elbow tendinitis, but is expected to be completely healthy for the start of Spring Training next month. Benoit went 1-0 with a 4.00 ERA in nine innings for the Aguilas in the Dominican Winter Leagues this offseason.  Additionally, first baseman Mark Teixeira, along with pitchers Adam Eaton and Vicente Padilla and outfielders Gary Matthews Jr., Kevin Mench and Brad Wilkerson are still eligible for arbitration. Catcher Rod Barajas is also eligible.  Town Meeting: More than 250 people attended the Rangers' first Town Hall Meeting on Wednesday at Academy Sports & Outdoors Grapevine.  The Rangers were represented by pitchers Thomas Diamond, Brian Shouse, team president Jeff Cogen and Daniels. Jim Sundberg, along with Rangers broadcasters Tom Grieve and Victor Rojas, also participated in the question-and-answer session with fans for almost two hours.  \"I think it is important for fans to ask us questions directly and for us to be a part of the community,\" Daniels said. \"This is fun. I'm really happy with the turnout. I'm surprised. I know they did not come for me.\"  The second Rangers Town Hall Meeting is scheduled from 6 p.m. to 7:30 p.m. CT on Thursday at Academy Sports & Outdoors Dallas. Diamond, Shouse, bench coach Don Wakamatsu, Cogen, Sundberg, Grieve, and radio broadcaster Eric Nadel are scheduled to attend. Assistant general manager Thad Levine is also scheduled to participate.  Jesse Sanchez is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jesse Sanchez"
}
