{
    "url": "http:\/\/m.mlb.com\/news\/article\/1303753",
    "title": "Marlins, Hialeah officials pinpoint sites",
    "subtitle": "Marlins, Hialeah officials pinpoint sites",
    "body": "MIAMI -- The Marlins and the city of Hialeah have zeroed in on two possible sites for a retractable-roof, baseball-only stadium, but the issue of funding remains a critical obstacle for the estimated $430 million project.  Team president David Samson spent about an hour Monday afternoon with Hialeah mayor Julio Robaina, discussing preliminary parameters about how to move forward in securing the Marlins a new home in South Florida.  Both sides agreed to look into the possibilities of the stadium being at one of two sites: either Hialeah Park, formerly the home of the Hialeah horse race track, or near a newly annexed area around the intersection of I-75 and Florida's Turnpike. Samson called the meeting a \"preliminary get-together.\" The next steps include doing some traffic studies and understanding the feasibility of the project.   \"Traffic is an issue everywhere in South Florida,\" Samson said. \"Traffic is a reason we're told our attendance is so low, because people don't come from [Miami-Dade County]. Traffic is always forefront on our mind.\"   One of the conclusions Samson said the team has come to is that there is no ideal location in sprawled-out South Florida. The market has about six million people, but they are widely dispersed in Miami-Dade, Broward and Palm Beach counties.   \"We've been looking and working on this project since 2002, and what we've realized is there is no perfect site in South Florida,\" Samson said. \"Previous ownership had always thought maybe there was a perfect site or what they thought was perfect. We've discovered now that our best chance and the best chance of baseball staying in South Florida is get a stadium built somewhere and making it work. Making it work with the surrounding community and educating the fans on how to get to and from whatever location it is.\"   Jeffrey Loria purchased the Marlins in 2002, and Samson has been working on getting a new stadium built ever since. When Samson first explored stadium options with local officials, the cost for the project was $325 million, with the anticipation the team would be playing in a new park by the 2006 season.   Now, because of the natural rising costs for construction and land, a new facility in South Florida is estimated at $430 million. Samson said to meet that budget and open a retractable-roof building for the 2010 season, a deal would have to be done locally within about five months. Construction would take 36 months.   While encouraged by the meeting with the Hialeah mayor, Samson said the Marlins are considering all stadium options, in South Florida and out of state.   In late November, Major League Baseball granted the Marlins permission to seek relocation. Over the past few months the club has fielded inquires from seven cities outside of South Florida.       \"Every time [DuPuy] speaks to the county, he conveys disappointment that a deal is not done, and their desire is to have the Marlins stay in South Florida, which is our desire, too,\" Samson said. \"And the realization is that if the team does leave, do not expect a team to come back. These are not idle threats any more. We are down to the short strokes.\"   Samson and club officials already have visited San Antonio and Portland, Ore. Samson added that two more visits are scheduled within the next four to six weeks. While he didn't specify where those trips may be, one is believed to be Charlotte, N.C. The second could be Las Vegas.   Neither the Marlins nor Las Vegas officials have publicly discussed if both sides are expected to meet, but sources indicate the city is a serious contender.   Samson added the Marlins have had follow-up conversations with Portland and San Antonio, and second visits are possible. He also has been in contact with another possible Miami-Dade County location. Officials from Homestead, which is south of Miami, have contacted the club, and a meeting is likely in the upcoming weeks.   The only South Florida option besides Miami-Dade County is north Broward County, from someone from the private sector. Broward County elected officials have in the past declined to get involved in public money for a baseball stadium for the club.   The Marlins have made Dolphins Stadium their home since their inaugural 1993 season. But the stadium is operated by Miami Dolphins owner Wayne Huizenga, and the Marlins' lease agreement is one of the toughest in Major League Baseball. The team is signed to remain there through the 2007 season, but the contract runs out at the dual-sport park after the 2010 season.   Since October, the Marlins have had discussions with Huizenga and Miami-Dade County officials about a possible baseball stadium near Dolphins Stadium. But those talks have hit a snag, and Samson says it's been several weeks since he's had conversations about that site.   \"Nothing is ever dead until it is considered dead,\" Samson said. \"No, I would not consider it dead.\"   For more than a decade, three different owners of the Marlins have tried but not been able to secure funding for a baseball-only stadium. Due to the extreme heat and unpredictable South Florida rainy season, the club insists a retractable-roof park is necessary.   Funding for the possible park in Hialeah would be contributions from the team and Miami-Dade County. Samson says he has no intention of seeking assistance from the Florida Legislature. There is a chance state money could be obtained if Miami-Dade County decides to go that route, but according to Samson, the county would be on its own in that matter. Joe Frisaro is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
