{
    "url": "http:\/\/m.mlb.com\/news\/article\/1294428",
    "title": "Rockies, Cook talking new deal",
    "subtitle": "Rockies, Cook talking new deal",
    "body": "DENVER -- The Colorado Rockies and right-handed pitcher Aaron Cook have begun talks about a possible two-year contract with an option for 2008, with the sides set to speak in earnest next week.  Rockies general manager Dan O'Dowd acknowledged on Wednesday that talks have begun but \"it isn't anywhere close to imminent.\" The talks are on hold because the Rockies are conducting large-scale, in-house meetings.  Cook, on the heels of going 7-2 with a 3.49 ERA in 13 starts last season after returning from thoracic outlet surgery, is eligible for arbitration for the first time. Earlier this offseason, the Rockies avoided arbitration with left-handed closer Brian Fuentes by agreeing to a two-year, $5.5 million contract. Talks thus far have been gone well, according Cook's agent, Joe Bick. \"We are having conversations about it,\" Bick said. \"We're going to take a look at this and see if it makes sense for both sides. If it doesn't, we'll do a one-year deal and there will be no problems whatsoever.\"   Cook, who turns 27 on Feb. 8, saw his 2004 cut short because of blood clots in both lungs that flared during a game, and he didn't appear in a Major League game again until July 30, 2005. But in his last 22 starts, Cook is 12-4 with a 3.40 ERA. He and right-hander Jason Jennings are prime candidates to earn the start on Opening Day, April 3 at Coors Field against Arizona.   The Rockies will seek one-year contracts with the other arbitration-eligible players to whom they tendered offers -- right-handed starting pitchers Zach Day and Sunny Kim, and newly acquired catcher Yorvit Torrealba.   Under arbitration rules, each side submits a desired salary for 2006.If they cannot come to an agreement, a hearing will be conducted during Spring Training during which a panel of arbitrators will assign the player either his figure or the club's. Just once in club history has there been a hearing. In 2002, pitcher Dennys Reyes, who was not with the Rockies the previous season, won a hearing.   Also, O'Dowd called the club's pursuit of veteran left-handed reliever Allan Embree \"a long shot\" that has become \"longer now.\" The Rockies are pursuing right-handed veteran Brian Meadows.  Thomas Harding is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
