{
    "url": "http:\/\/m.mlb.com\/news\/article\/1294423",
    "title": "Byrd agrees to one-year contract",
    "subtitle": "Byrd agrees to one-year contract",
    "body": "WASHINGTON -- Outfielder Marlon Byrd avoided arbitration by agreeing to a one-year, $800,000 contract on Wednesday. The team now has three players -- Nick Johnson, Brian Schneider and Alfonso Soriano -- who are still eligible for arbitration.  Byrd, acquired from the Phillies in a trade for center fielder Endy Chavez on May 14, hit .264 with two home runs and 26 RBIs in 74 games for Washington. He was sent to the Minor Leagues on July 31 after a 6-for-42 (.143) slump, and during his time with Triple-A New Orleans, he received tips from hitting coordinator Mitchell Page. The advice paid off, as Byrd hit .306 after being recalled on Aug. 26.  Byrd's role with the Nationals has yet to be determined. If Sammy Sosa is not on the team, Byrd will compete with Ryan Church and Brandon Watson for the starting center field job. If Church or Watson wins the job, Byrd most likely will be a fourth or fifth outfielder. \"Byrd is a player that has good speed and can play all three outfield positions,\" said general manager Jim Bowden \"He's a good defensive player. I thought he made progress with the bat. He worked with Mitchell Page and I thought he came back to the big leagues a different hitter because of his work with Mitchell. Byrd was driving the ball and was in a position to hit the ball. I started to see the same player that I saw when he was with the Phillies.\"   Byrd's best season was in 2003, with he hit .303 with seven home runs and 45 RBIs for Philadelphia.   In other news, infielder Tony Blanco had arthroscopic surgery on his right shoulder on Wednesday. He hurt the shoulder while playing winter ball, and is expected to be ready for Spring Training.   In addition, the Nationals are close to signing broadcasters Charlie Slowes and Dave Jageler to be their play-by-play voices on the Washington Post Radio network, according to two baseball sources.   It will be the second season with the Nationals for Slowes, who has been a broadcaster for more than 20 years and is best known as being the play-by-play voice for the Devil Rays and Washington Bullets (NBA).   Jageler will replace Dave Shea, who was relieved of his duties last week. Jaegler was the play-by-play voice of the Pawtucket Red Sox last season and once had a radio show in Boston. He graduated from Syracuse University.   Bill Ladson is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
