{
    "url": "http:\/\/m.mlb.com\/news\/article\/1294504",
    "title": "Top names still seeking employers",
    "subtitle": "Top names still seeking employers",
    "body": "It is the dead of winter, and yet you can see the game changing. In fact, you can look past the ice and snow and see an entire generational shift.  Look at four of the names of unsigned free agents: Roger Clemens, Mike Piazza, Sammy Sosa, Frank Thomas.  Just a few years ago, none of these people would have been unsigned for longer than five minutes. But here we are, barely a month before Spring Training begins, and all four, some of the biggest names in recent baseball history, are still between employers. This is not to say that all four are through or even that they will remain unemployed for long. It is simply striking that three of these four future Hall of Famers are now, when it comes to the free agent class of 2006, regarded as being solidly in the second tier of available talent, if not lower.   Clemens, the fourth, is a different case. He has more suitors than he can use. He proved conclusively last season, even while turning 43, that he can still pitch at the top of his legendary form. The question at this point is not so much whether he can keep doing that but whether he wants to keep doing that.   With Clemens' decision not expected until late in the offseason, his previous employers, the Houston Astros, decided that they couldn't wait for him to decide and did not offer him arbitration. Now, if Clemens decides to play, he cannot rejoin the Astros until May. He can go elsewhere if he wants before then, and there is no shortage of teams that will pay him lavishly if he makes that decision. But the Astros hold out hope that Clemens will decide to stay and play in Houston. Getting most of a season rather than all of a season might be the best-case scenario, since even the Rocket showed some signs of wear and tear in September and October last year.   But for the moment, he is still on the market, along with Thomas, Piazza and Sosa. And when you say \"Thomas, Piazza and Sosa,\" you are also saying \"1,433 home runs.\" The question for perspective employers would be whether there are many more for any or all of them to hit.   It was sad that Thomas, the greatest hitter in recent White Sox history, missed almost all of Chicago's return to glory with a broken left ankle. This was truly the Big Hurt. The White Sox declined to offer him arbitration, but even before that, they had made their designated hitter intentions clear by trading for Jim Thome.   Both the Minnesota Twins and Oakland Athletics have reportedly expressed an interest in Thomas. Like Piazza and Sosa, he is 37, but injuries have limited him to just 108 games over the last two seasons. An incentive-laden, low-base contract with a team that needs a DH would still seem like a viable option.   Piazza is one of the best run-producing catchers in the game's history, but at this point his future would seem to be largely that of a designated hitter. His long and successful stay with the Mets ended, and now he is more likely to find work in the American League. He was healthier than Thomas and Sosa last season, which at this point isn't saying much, but he still hit 19 home runs in 398 at-bats.   \"I've never been a free agent before,\" said Piazza after the season, when asked about his future.   Sosa, after the many monster seasons with the Cubs, was traded to Baltimore, where his 2005 season could only be classified as deeply disappointing to all involved parties. There was friction with the Cubs on his departure from Chicago, and the Orioles chapter of his story wasn't significantly happier.   However, forced retirement may not be his only forthcoming option. According to recent reports, the Washington Nationals have some interest in signing him.   It could be argued that any team signing any of these players might be able to sell some additional tickets. And certainly, all of them will come much more cheaply now than at any time since their formative Major League years. But in the end, it's the performance that counts. There is a chance to be taken with any one of this trio, the chance that something of his former greatness could still be found.   These three great players have not quite passed from the scene. Perhaps one or more of them will reach back and find his best form, even for a while. But the scene is changing. Just the blink of an eye ago, these three players were A-listers. Now it's mid-January, and they're still seeking steady work.   Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": ""
}
