{
    "url": "http:\/\/m.mlb.com\/news\/article\/1295397",
    "title": "Braves sign righty reliever Bennett",
    "subtitle": "Braves sign righty reliever Bennett",
    "body": "ATLANTA -- Further adding potential depth to their bullpen, the Braves signed Jeff Bennett to a Minor League contract on Friday and invited him to Spring Training.  Bennett, a 25-year-old right-handed reliever, will come to camp hoping to earn a spot in the Atlanta bullpen. He spent all of last year with Milwaukee's Triple-A affiliate in Nashville.  While recording 13 saves and making 49 appearances with Nashville, Bennett went 2-3 with a 3.03 ERA. In 62 1\/3 innings, he recorded 56 strikeouts and issued 25 walks. Bennett was drafted by the Pirates in the 19th round of the 1998 First-Year Player Draft and was selected by the Brewers in the 2003 Rule 5 Draft. All players selected in that draft must stay in the big leagues for an entire season. If they don't, their former team has the right to take them back.   Bennett's only Major League experience came in 2004, when he made 60 appearances for Milwaukee. He went 1-5 with a 4.79 ERA and completed 71 1\/3 innings.   There should be some good competition for the final spots in the Braves' bullpen. Chris Reitsma is the only candidate who earned a spot on last year's Opening Day roster.   If Blaine Boyer and Oscar Villarreal prove they're healthy, they should nab two of the top setup roles. Joey Devine could also fill one of those roles if the Braves believe he's ready and doesn't need more seasoning in the Minors.   As for Lance Cormier, he's an intriguing candidate, simply based on the fact that he posted a 2.70 ERA in 37 appearances before the All-Star break last year. Unfortunately for him, the second half wasn't as memorable. In 30 appearances for the Diamondbacks after the break, he had a 9.20 ERA and opponents hit .328 against him.   John Foster battled arm problems down the stretch for the Braves last year. But if he's healthy and able to regain the form he had in the early part of the 2005 season, he could once again be sharing left-handed relief duties with Macay McBride, who is coming off a strong rookie showing.   Some of those battling for some of the final spots in the bullpen include Bennett, Wes Obermueller and Brad Baker. Obermueller and Bennett spent a portion of last season together in Nashville. As for Baker, he was signed as a Minor League free agent in November and was immediately placed on the 40-man roster. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
