{
    "url": "http:\/\/m.mlb.com\/news\/article\/1295309",
    "title": "Astros' Minor League staff mostly intact",
    "subtitle": "Astros' Minor League staff mostly intact",
    "body": "The Astros announced the field staffs for their 2006 Minor League affiliates on Friday with few changes from last year's assignments. Three-time Texas League Manager of the Year Jackie Moore, who piloted Round Rock to four postseason appearances in the last five years, returns as manager of the Express in the team's second year as the Astros' Triple-A affiliate, while Dave Clark resumes his role as manager of Houston's Double-A affiliate in Corpus Christi. Former Astros infielder Jim Pankovits, Houston's Minor League defense coordinator for the past five seasons, will take the helm at Class A Salem. Jack Lind has been named the new manager at Class A Lexington, and Gregg Langbehn will return for a third season as manager at Short-Season Class A Tri-City. Ivan DeJesus will move to the Appalachian League and take over as manager at Rookie League Greeneville. Former Major League manager Russ Nixon moves into a new role as an Astros Minor League roving instructor. The remainder of Houston's Minor League coordinators will continue in their same capacities.  Former Major League pitcher Burt Hooton returns to the Express for a second consecutive season as pitching coach. Hooton also served as Round Rock's pitching coach for the first half of the 2000 season before joining Houston on June 23, where he remained as the Astros pitching coach for parts of five seasons (2000-04).  Harry Spilman will enter his second season on the Round Rock staff. A former Major League infielder, Spilman served as the Astros hitting coach for parts of five seasons from 2000-04. A 13-year Major League veteran, Spike Owen returns for his fifth season as a coach in Round Rock. Trainer Mike Freer will start his 10th season in the Pacific Coast League and his 17th season overall as a trainer in the Astros Minor League system.   Clark and his entire staff return to guide the Hooks, who finished their inaugural season in third place in the Texas League's West Division with an overall record of 64-76. Prior to joining the Astros system as Corpus Christi's first manager, he spent five seasons as an instructor, coach and manager in the Pittsburgh Pirates organization. Clark also played 13 seasons as an outfielder in the Major Leagues, including one season with Houston in 1998.   Joe Slusarski will return for a second season as the Hooks' pitching coach and his fourth season overall as the pitching coach with the Astros' Double-A affiliate. John Tamargo, Jr. will resume his role as a coach in Corpus Christi. The 2006 season will be Tamargo's third year as a coach in the Astros Minor League system, having spent the 2004 season on the staff at Class A Salem. Jamey Snodgrass begins his eighth season in the Houston Astros organization and his second in Corpus Christi.  Pankovits has had two previous stints as a Minor League manager with the Houston Astros organization as he spent two seasons (1995-96) as manager at Class A Quad City of the Midwest League and two seasons as manager at Double-A Jackson (1998-99).   Former Astros outfielder Chuck Carr begins his second season as a coach for Salem. Eric Montague will also return for his third season as Salem's athletic trainer and his sixth season overall in the Astros organization.  The 2006 season will be Lind's 34th working in professional baseball, and he spent 2005 as the manager of the Double-A Binghamton Mets of the Eastern League, leading the club to a 63-79 record. Charley Taylor will return to the Legends for his sixth season as pitching coach with the team and his 25th year overall in the Houston system.  Rodney Linares will rejoin the staff for his second season as hitting coach for the Legends, after serving as a coach at Short-Season Class A Tri-City in 2004 and a hitting coach for the Astros in the Dominican Republic since 1999. Trainer Mike Smith will enter his third season with Lexington and his sixth total in the Houston organization.  Langbehn will return for his third season as manager of the Short-Season Class A Tri-City ValleyCats. Behind Langbehn, the ValleyCats finished the 2005 season in third place in the New York-Penn League's Stedler Division, compiling a record of 34-42. Langbehn will be joined by Don Alexander in his second season as the ValleyCats pitching coach. Joel Chimelis has been named to the staff as a coach. Chimelis has spent the last two seasons as a coach with the Class A Savannah Sand Gnats of the South Atlantic League. John Patton continues for a third season as the team's athletic trainer.  DeJesus will make the move from Class A Salem of the Carolina League to manage Rookie League Greeneville. DeJesus begins his sixth year as a manager in Houston's Minor League system. He brought the Avalanche within one game of the playoffs in 2005 and was named the Carolina League's Manager of the Year at season's end. Veteran Minor League pitching coach Bill Ballou will enter his 11th year with the Houston organization and his second with Greeneville, and Pete Rancont will return for a third season as a coach for the Rookie League Astros. J.D. Shields remains as Greeneville's athletic trainer for a third season.  Nixon will begin his 54th year in professional baseball, his fourth in the Astros system and his first in his current role after serving as manager at Greeneville in 2005. Tom Wiedenbauer will begin his sixth year as the organization's Minor League field coordinator; Dewey Robinson starts his 10th season as the Minor League pitching coordinator; Sean Berry returns for his second year as the Minor League hitting coordinator; Pete Fagan will start his fifth season in the Astros system as the coordinator of training, conditioning and rehabilitation; and Nathan Lucero will return for a fifth year as the Minor League strength and conditioning coordinator. Jim Molony is a writer for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Molony"
}
