{
    "url": "http:\/\/m.mlb.com\/news\/article\/1303494",
    "title": "Best of the Mailbags: Jan. 30, 2006",
    "subtitle": "Best of the Mailbags: Jan. 30, 2006",
    "body": "All around baseball, fans ask the questions and our MLB.com correspondents provide the answers in weekly Mailbags for each of the 30 teams in the Major Leagues. Each Monday, we bring you the best of the best right here in the MLB.com Mailbag. Phillies: I know Arthur Rhodes had a decent year for Cleveland last season, but I was hoping to get more in return for Jason Michaels, who has been a quality player for the last few seasons. Why didn't the Phillies continue to pursue trading Bobby Abreu for a top-line starter? Instead, they dealt Michaels, an adequate replacement for Abreu, for a setup man, which they already had in Ryan Madson.  -- Tammy R., Pennsauken, N.J.   You guys have been busy this weekend, and this was easily the most popular question received over the past 72 hours. It came down to the fact that Madson was going to fill whatever role the Phillies couldn't in a trade, and Abreu and Michaels were the two chips. If Abreu landed the top-notch starter, Madson would be the eighth-inning setup man. If Michaels went for a back-end reliever, Madson would become the No. 5 starter. It was never a case of Abreu going for a top-notch reliever or Michaels going for a second-tier starter. Option B played out, because no team was willing to give away its ace (for Abreu) in an inflated market for starting pitching. I'm not completely sold on Rhodes, either. He's older and missed time in 2005 because of physical and family-related issues. He was good when healthy, though, easing some concerns over his subpar 2004 season, and that was enough to satisfy the Phillies. If they're right, he'll provide an effective bridge to closer Tom Gordon.   I'm also a fan of Michaels, who had become a nice player and pinch-hitter who feverishly worked counts and hustled on every play. The X-factor to this trade could be Madson, who had been an effective starter in the Minor Leagues through 2003, then pitched his way onto the Phillies as a reliever in 2004.   General manager Pat Gillick and his staff deduced that Madson represented the best option for the rotation, and they may be right. The right-handed Madson has plenty of movement on his pitches and possesses a devastating changeup. Hitters such as Chipper Jones and Scott Rolen are on record as saying that Madson is one of their least favorite pitchers to face. -- Ken Mandel   Giants: Barry Bonds is supposed to lose significant weight this offseason to lessen the stress on his knees. Will this affect his power? Do you expect he will be \"swinging for the fences\" more in order to hit more home runs, while also avoiding constantly being on base? -- Sam F., Burlingame, Calif.  Bonds has always relied on powerful wrists and forearms to slug homers. It's his hand-eye coordination and timing that count -- he hit five homers in 14 games last season on really bad knees and subpar strength. It will be difficult for him to avoid those incessant walks, but I doubt he'll \"try\" to blast homers. Just hitting balls hard will do the trick. -- Rich Draper   Royals: Could you explain salary arbitration to me? -- Kenny N., Olathe, Kan.   If a player with three years of Major League playing time doesn't like what he sees from the club in his Christmas mail, he can file for salary arbitration. He files for what he believes he's worth, and the club files a figure that they want to pay him. Many times the two parties will cut the difference in half because, if the matter goes before an arbitration panel, who knows what will happen? When the two sides present their cases, sometimes bitterness can be the result, especially for the player who gets his game picked apart. After the arguments are heard, the arbitrators must choose either the club's figure or the player's figure -- nothing in-between, over or under. The salary is locked in for the season. -- Dick Kaegel   Mets: How do you think Carlos Beltran will fare in 2006? Do you think he can bat .300 with 100 RBIs and 25-30 home runs? -- Micheal K., Great Neck, N.Y.   Beltran has had two .300 seasons and has a .282 career average, so a .300 season, while clearly possible, doesn't seem likely. Driving in 100 runs or more runs seems more likely. He has had five seasons of at least 100 RBIs. But in each case, the RBIs were a by-product of a home run total of at least 22. In those five seasons, Beltran averaged 28 home runs. He hit 16 last season -- and only six in 295 at-bats at Shea Stadium. His home park doesn't give up home runs too often, so I don't anticipate him reaching 25 home runs.   He batted .298 -- 32 points higher than his overall average -- in 151 at-bats with runners in scoring position. The other Mets batted .247 in those situations. So he did respond in opportune and challenging moments.   The problem was that he batted third almost exclusively and the Nos. 1 and 2 spots in the Mets' batting order had the lowest composite on-base percentage in the National League. -- Marty Noble   White Sox: When I was looking over the list of non-roster invitees, the name Carlos Lee caught my eye. I heard somewhere that he is the younger brother of the former Sox slugger with the same name. I was wondering how far along he is in terms of development and if he has any chance to back up A.J. Pierzynski -- if not this year, then the next?  -- John, Lansing, Ill.   John, Carlos Lee is the younger brother of former White Sox slugger and current Milwaukee Brewers All-Star Carlos Lee, but don't look for him to be backing up Pierzynski and Chris Widger any time in the immediate future. The young right-handed hitter is versatile, having originally come into the organization as primarily a third baseman, much like his brother. But he's still clearly learning the catching position.   The numbers indicate that his offensive game has picked up with each year in the Minors. Lee hit .289 with a career-high 14 home runs and 48 home runs for the offensively-charged Class A Winston-Salem Warthogs in 2005, playing 36 games behind the plate, two at first base and the rest as designated hitter. Lee also struck out just 33 times in 294 at-bats. Of course, he also walked only 14 times.   Make the trip to Tucson if you want a look at the younger Lee, as he was extended a non-roster invite to Spring Training. Guillen is very liberal with his use of younger players during Cactus League games, even if Lee is reassigned early. -- Scott Merkin   Athletics: The signing of Frank Thomas makes these A's the most complete team since I moved to the Bay Area in 1995. Is there a weakness that jumps out at you? --Chuck K., San Ramon, Calif.   I wouldn't call it a weakness because I like it in general, but I'd say the bullpen has a few question marks.   Joe Kennedy is an established big-league pitcher, but he doesn't really have any late-inning relief experience to speak of, and he's the only lefty down there right now, so that's definitely a wait-and-see kind of thing.   Jay Witasick's up-and-down history puts him in the spotlight to a certain extent, too. The guy's got a great power arm and some absolutely filthy stuff, but at times his command just disappears. If teams are very patient with him, he's a deep count and a potential walk waiting to happen when he's not on.   And then there's Justin Duchscherer's back. He's had an epidural in each of the past two seasons, and epidurals don't cure anything; they simply mask the pain. And given his versatility, any pain he feels is going to be felt by the team as a whole.   Again, I like the A's bullpen -- particularly the very back end, with Duchscherer, Kiko Calero and Huston Street. But I'm not prepared to say I love it just yet. -- Mychael Urban   Braves: Can you compare Dale Murphy's stats with Andruw Jones' at the same point (that Andruw is now) in their careers? -- Mark H., Forest, Miss.    There are a couple of different ways to do this. I decided it would be best to compare them using the numbers produced in their first nine full seasons. Andruw played in just 31 games in 1995 and Murphy totaled just 37 games in the 1976 and 1977 seasons.   In his first full nine seasons, Jones has hit .268 with 296 homers and 881 RBIs. As for Murphy, he hit .276 with 264 homers and 799 RBIs.   By this time, Murphy also had won two NL MVP Awards and five Gold Gloves. Andruw's accomplishments include eight consecutive Gold Gloves and the satisfaction that last year earned him every award but the NL MVP.   During Murphy's ninth full season, he was 30 years old. Jones was 28.   There are a lot of similarities in the comparison of these two Braves greats. Some of the disparities in the power numbers are created with the fact Murphy didn't have the supporting cast Jones has had and he played in an era that included larger ballparks and fewer expansion teams. His numbers also include the strike-shortened 1981 season in which he hit 13 homers -- the same total Jones recorded just in June last year. -- Mark Bowman   Indians: Don't you think that trading away Coco Crisp will definitely hurt the chemistry of this team? Coco was not only a spark plug at the top of the lineup, but he seems like a very nice person to have on your team, and one that produces quite well.  -- Josh M., Ravenna, Ohio        Reds: Will the new owner add payroll to get the ace that the Reds badly need? And will having a new owner affect the Reds this year?-- Chris E., Cincinnati    Marlins: Why don't the Marlins become more vocal about the economic benefits and revenues the team brings into the area? Additionally, as a ticket holder and fan, I believe it is imperative that the stadium have a roof. I burn at least half my tickets every year because I don't want to sit in the rain, which by the way, doesn't mean I'm not a true baseball fan. Has the team ever done a study to see how many people avoid going to games when it's obviously going to rain? -- John M., Miami    You raise some excellent points. Just the other day, a report out of Tallahassee revealed sports and recreation will generate $32 billion into the state economy this year. That includes all sports, with golf being a big contributor. That said, the report showed that over the six-week Spring Training period in 2004, $453 million was generated to the state.   You might remember that last year there were economists saying sports venues don't do much to generate significant economic impact. If the Marlins get a retractable-roof stadium, chances are strong that Major League Baseball will award the market an All-Star Game. In recent years, the All-Star Game has brought in $50-70 million in economic impact to the host city.   In answer to your question how much attendance is lost at Marlins games because of weather, a couple of hundred thousand is an estimate given by some in the organization. So instead of drawing 1.8 million fans in 2005 without a roof, it's likely the club could have drawn two million with a roof. -- Joe Frisaro   Yankees: I know this is a year off, but I would hate for this to be Mike Mussina's final year in pinstripes. He has become a very popular Yankee and I don't think he'll retire in 2007. I know it depends on his 2006 performance, but do you think there's a chance the Yankees will offer another contract to Moose in 2007? -- Kelly D., Saint James, N.Y.    It's way too early to make an educated guess on this one, as I agree that how he performs in 2006 will play a large part in the decision. At the age of 37, Mussina is certainly approaching the end of his career, though I think he still has the ability to be a winning pitcher.   The last two years, Mussina has dealt with some injury problems that he had managed to avoid during the first 12 years of his career, falling short of 200 innings after nine consecutive seasons of hitting that mark. If he can stay injury-free this season and post good numbers, I think he'll keep pitching, and I wouldn't be surprised to see him remain in the Bronx. But as I said, that's a long way off. -- Mark Feinsand   Orioles: Was acquiring Kris Benson really worth giving up a power setup man like Jorge Julio? I think there are other starters around who could fit better into the O's rotation. -- Sebastian J., Berlin, Germany    This was a trade that virtually everybody agreed on in the baseball industry, which is a pretty rare phenomenon. The general consensus was that Baltimore did well to acquire Benson in exchange for Julio and John Maine, and the thinking turned on one theme. The Orioles know what they're going to get from Benson, and they were never sure what Julio might do next.   Even the reliever's biggest backers -- this reporter included -- would be hard pressed to predict what he'll do this year. Julio's ERA has risen in three consecutive seasons, and he didn't really have a defined role in the bullpen. In fact, one witty observer characterized his career arc as going from \"closer to setup to mop-up.\"   Also, the Orioles needed a starter much more than they needed another relief arm. Benson brings some consistency to the top of Baltimore's rotation, a trait that was sorely lacking in recent years. Rodrigo Lopez may be steady, but the staff's other three starters -- Daniel Cabrera, Erik Bedard and Bruce Chen -- have had volatile careers thus far.   The Orioles think they can get 30 starts and 200 innings from Benson, and if they do, this deal is a success no matter what Julio does for the Mets. And if new pitching coach Leo Mazzone can fine-tune Benson's stuff, this trade has the potential to be a serious difference-maker for Baltimore, both for this year and extending into the future. -- Spencer Fordin   Mariners: Everyone keeps saying that Adrian Beltre was just a one-year wonder. Do you think we are guaranteed improvement this year since he has been given a year to transition from the National League to the AL, or should we expect another .250 year as opposed to a .300 year? -- Ben K., Tacoma, Wash.   I don't think you're ever guaranteed anything in baseball, but we do know a few things about Beltre. He's extremely talented, as his 2004 breakout year with the Dodgers proved, and he desperately wants to have another year like that (48 homers, 121 RBIs, .334 batting average). Last year was a season of adjustment for him, so it's fair to expect better from him in 2006. I don't know if it's fair to expect 48, 121 and .334 from him (or anyone), though. That might have been his career year. The good news is, he's still very skilled, and he's still only 26 years old. He turns 27 a few days after Opening Day. -- Doug Miller   Dodgers: Can you tell me a little about Andre Either and when we can expect to see him with the big club? -- Michael M., Trenton, N.J.",
    "author": ""
}
