{
    "url": "http:\/\/m.mlb.com\/news\/article\/1299490",
    "title": "Bonds not interested in batting second",
    "subtitle": "Bonds not interested in batting second",
    "body": "Giants slugger Barry Bonds had a quick response to manager Felipe Alou's idea of batting the outfielder No. 2 this season: Forget about it. The possible lineup switch from cleanup hitter to the second spot was floated as a trial balloon by Alou last week -- he had yet to ask Bonds -- but the superstar popped it over the weekend from the Dominican Republic, where he was playing in the Juan Marichal Golf Classic, a charity event for the island's needy. \"I am going to speak with Felipe, because at this point in my career, it doesn't work for me to be second bat,\" Bonds told a reporter for Dominican newspaper, El Caribe, on Sunday. The reasoning behind Alou's plan was to perk up the offense and get Bonds into the offense early. In addition, Bonds will likely be taken out of games in the late innings -- to rest his legs and help keep him healthy -- and Alou would prefer inserting a good hitter, like Steve Finley, as a replacement rather than an on-the-bench leftover.  \"He always tries to do what's best for the team,\" said Alou. \"No question about that. I hate to take him out of the game and have one of the kids bat fourth in a late-inning situation. You don't want a young kid to come up three times in extra innings.\"  Baseball tradition holds that a lineup's fourth batter is the big bopper, the man who puts fans in the seats and can launch balls into the ionosphere ... well, maybe the second deck. The No. 2 role is usually reserved for speedy guys with excellent bat control, good sacrifice bunters and men with high on-base percentages.  Alou admitted shortly after discussing Bonds as a probable second batter that Giants shortstop Omar Vizquel is a prototypical No. 2 guy who feels more comfortable there.  Alou was apparently hedging his bets, but now all bets are off.  There was a short time in Cactus League action two years ago when Bonds was put into the No. 3 slot, but after a week, the outfielder was back in his familiar cleanup role. Alou added that same year that he considered moving Bonds to the No. 2 slot to get the then-sluggish offense cranking, but it perked up on its own.  \"Barry was ready to go and bat second [then],\" said Alou. \"We were hoping they'd pitch more to him.\"  Don't forget, Alou added, Bonds will be 42 next season, and it may take ongoing discussions among the medical staff, Bonds and the manager to determine how long the veteran will stay in a game. The Giants hope that Bonds will play in about 120 contests despite his arthritic knees.  Bonds played only 14 games last season after recovering from three knee surgeries and a bacterial infection, yet he still hit five homers to move within six clouts of Babe Ruth's career mark of 714.  The megastar told El Caribe his right knee feels good as rehabilitation continues.  \"I feel positive about next season to be able to contribute to my team's cause,\" said Bonds.  Alou felt Moises Alou would either bat fourth or fifth, depending on who's in the lineup that day, and that the acquisition of Finley's bat would keep those crucial spots in a state of flux, with little dropoff in offense.  \"Finley will give me the opportunity to rest Barry and Mo at will,\" said the skipper. \"I'm going to play [Steve] a lot and keep the other guys healthy.\"  The crucial leadoff spot is up for grabs. Veteran Ray Durham sparkled in that role in 2003 and 2004, but he transitioned to a lower spot in the order last season. It resulted in a spectacular second half, as Durham hit .300 with 16 doubles, seven homers and 37 RBIs after the break.  That helped balance the order, especially with Randy Winn starting 48 games in the leadoff spot over the second half, right behind rookie Jason Ellison's 49 starts. Omar Vizquel led off 22 times.  \"No question, Ray was a leadoff guy until last year, because of circumstances -- injuries to Barry and Mo,\" said Alou. \"I would like him to be the leadoff guy, but Winn is a pretty good one, too, and Omar is, too, but he prefers to bat second.\"  The skipper expects a big year from Durham, who is in the final season of his contract. Rich Draper is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rich Draper"
}
