{
    "url": "http:\/\/m.mlb.com\/news\/article\/1296223",
    "title": "Cardinals add veteran reliever Nelson",
    "subtitle": "Cardinals add Jeff Nelson",
    "body": "ST. LOUIS -- Cardinals manager Tony La Russa confirmed Monday that the team has signed veteran right-hander Jeff Nelson to a contract.  The deal is a Minor League pact with an invite to Spring Training, and ESPN.com reported that Nelson would make $800,000 if he makes the big league club. St. Louis must replace four relievers from its 2005 club. Nelson would likely be a sixth- and seventh-inning man, taking some of the innings thrown by Al Reyes in 2005. Reyes underwent reconstructive elbow surgery during the offseason.  \"He's got everything going in, as far as experience,\" La Russa said. \"[He has] a lot of success in key situations. It's just a matter of, like any of us, it's 2006 and he's got to show what he's got. But he brings a lot to the table as far as a good teammate and he's been a clutch guy. I'm anxious to give him innings and see what he's got.\" Nelson, 39, has spent 14 years in the Major Leagues, pitching for the Mariners, Yankees and Rangers. He was a key part of the great Yankees bullpens of the late 1990s, helping set up Mariano Rivera. In 2005, he posted a 3.93 ERA in 36 2\/3 innings over 49 appearances with Seattle.   For his career, Nelson has a 48-44 record, 33 saves and a 3.41 ERA in 782 innings. He has a 2.65 lifetime postseason ERA in 55 appearances. He's been something of a specialist in recent years, dominating right-handed hitters but encountering some trouble against lefties.   \"Jeff will be looked at as a middle innings, setup guy,\" said Cardinals general manager Walt Jocketty. \"He's put up some impressive numbers in the past and his penchant for getting right-handed batters out is very appealing.\"   Since the 2005 season ended, the Cardinals have lost Julian Tavarez to free agency, traded Ray King, non-tendered Reyes and saw Cal Eldred retire. They signed Braden Looper and Ricardo Rincon to fill the spots of Tavarez and King, but were still searching for an additional righty. Matthew Leach is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matthew Leach"
}
