{
    "url": "http:\/\/m.mlb.com\/news\/article\/1299732",
    "title": "Catching rays to watching phenoms",
    "subtitle": "Catching rays to watching phenoms",
    "body": "Pitchers and catchers report to Spring Training in less than a month. Here are 20 reasons why that is a beautiful thing: 1. Batter vs. pitcher: The hardest thing to do in sports is to hit a pitched baseball. It is that simple mano a mano act that has enticed most of us for as long as we can remember. The last one we saw was Bobby Jenks vs. Orlando Palmeiro at Minute Maid Park; now, the anticipation increases with each day. 2. Doubt before certainty: \"If a man will begin with certainties, he shall end in doubts; but if he will be content to begin with doubts, he shall end in certainties,\" said Francis Bacon. No camp will have certainty.  3. Viva la belle époque: Baseball's new golden age will roll on. It is as sure as the cherry tree that lost its leaves last autumn during the Chicago White Sox victory parade, only to soon unveil its dazzling spring blossoms like professional athletes at 30 Major League camps filled with hope anew. A different champion has been crowned each year in this decade, and long and laborious droughts have died. Because every team must have doubts, every team also must have hope.  4. Road trip! If you haven't already booked your hotels and mapped out the Spring Training schedule, then now is the time. MLB.com has partnered with Visit Florida to help you find your way with schedules, maps and special travel packages for your favorite team. Your ticket awaits.  5. Coppertone and 85-degree weather: You are that much closer to the prospect of basking under a blazing sun on the outfield berm grass of the Phillies' gorgeous Bright House Network Field in Clearwater, or points beyond.  6. \"Will you sign this, please?\" There is no better time during a calendar year than Spring Training for the time-honored ritual of autograph hunting. How exactly did this tradition begin? Who signed the first autograph in mankind? Today, it is a fact of life to seek out the signature of a favorite celebrity, and the combination of small-park confines and relaxed player schedules equal greater opportunity for your calligraphic quest.  7. World Baseball Classic: This will be a Spring Training unlike any other before it. Fans who migrate south this spring can also double their pleasure by watching this inaugural event from March 3-20. It will feature 16 nations, many of them represented largely by their native Major League stars, and some of the early venues for this round-robin tournament include Orlando, Fla.; Phoenix and Scottsdale, Ariz.; and Anaheim. The Finals will take place at PETCO Park in San Diego.     9. Phenoms: Ryan Zimmerman, Lastings Milledge, Justin Verlander and Jered Weaver are the kinds of reasons many people can't wait for Spring Training. And with the WBC this spring, the phenoms in camp could get more visibility than ever.  10. Prickly pair of pronouns: We just love saying \"Cactus League\" and \"Grapefruit League.\"  11. Fantasy cometh: The approach of Spring Training means that your annual fantasy draft cannot be far behind. Already, the wheels are spinning in the mind of the average fantasy owner, wondering if Bronson Arroyo's new contract extension means he'll start for Boston, and whether Roger Clemens will be back with Houston or at all.  12. Because you get tired of staring out the window: \"People ask me what I do in the winter when there's no baseball,\" Hall of Famer Rogers Hornsby once said. \"I'll tell you what I do. I stare out the window and wait for spring.\"  13. Fundamentals are fun: The only thing better than watching a bunch of pitchers covering first on slow rollers is seeing them execute the technique during crucial games later in the year. But there is a greater appreciation among those who actually saw them trying to perfect the play during those basic days in late February.  14. \"Hey, Yogi, you got that insurance?\" Spring Training is a chance to get close to baseball legends, whether it's a Yogi Berra in Tampa or an Ernie Banks in Mesa. It is a chance for those legends to be around their beloved game on a warm day, and to share in the relaxed setting with those fans who remember them.  15. The lore: Being at Spring Training conjures up memories of the past, when Pete Incaviglia once hit a line drive right through the outfield fence at the Texas Rangers' Pompano Beach ballpark, and when Michael Jordan once took the field for the Chicago White Sox in Sarasota. It was Spring Training that the Cincinnati Red Stockings first frequented in 1888, when manager Gus Schmelz convinced owner Aaron Stern that players and the club could split the cost while the team would meld into shape. It is the mindset that brought Cap Anson's fun-loving 1886 Chicago White Sox to Hot Springs, Ark., so they could \"boil out the alcoholic microbes.\"  16. Thhhwoppp! It's that unmistakable sound of a high-90s fastball exploding into a new catcher's mitt. And that unmistakable crack of a bat's barrel connecting perfectly solid with a Rawlings baseball. Matt Williams once said that his only objective at Spring Training was \"to get the head of the bat on the ball.\" That's where it will happen for many, and it's less than a month away.  17. Outfield running: As you watch players run along the outfield warning track after appearing in an exhibition game, you truly appreciate the informality of Spring Training. The casual mentality is transferred directly to the fan in the stands.  18. Reading time: Once pitchers and catchers arrive, all those new baseball books and preseason publications are sure to follow. It's the time when you head for the bookstore to find the new Baseball Prospectus or the Sporting News Register. Astros fans can already order \"Inside the Magical Seasons\" to relive the 2004-05 campaigns -- and then look it over while they sit in the stands in Kissimmee to see what awaits in 2006.  19. Fan practice: Face it, Spring Training is practice time for you as well. It's where you get into the groove of lathering ballpark dogs with just the right amount of mustard, kicking back in the perfect seat, filling out a scorecard and most important, getting into the flow of the action on the field.  20. It's the national pastime: It's as normal as the Earth rotating around the sun in 365.256 days. It's 1.000 in the won-loss standings for all 30 teams. It's pitch counts and \"Play Ball!\" It's stopping off at Disney World or the Grand Canyon on your way to see your favorite team. Pitchers and catchers report to Spring Training in less than a month, and it just feels good and reassuring to type those words. Mark Newman is enterprise editor for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
