{
    "url": "http:\/\/m.mlb.com\/news\/article\/1301069",
    "title": "Konerko conflicted by talk of captaincy",
    "subtitle": "Konerko conflicted by talk of captaincy",
    "body": "CHICAGO -- Being a staunch supporter of the National Hockey League, Paul Konerko was able to relate to at least one responsibility not required of him if he became the White Sox team captain in 2006, as manager Ozzie Guillen has spoken of previously.  \"I don't know if there will be too many 'too many men on the ice' penalties where I have to talk to the referees,\" said Konerko with a wry smile, drawing a hearty laugh Wednesday from reporters at an appearance at the Greater Chicago Food Depository.  \"But I don't want to make fun of this because I'm flattered that even came up. It's something that as a player you should work to. If you are considered for captain, I'll take that over the numbers. You still want to perform, but you work toward that as a player. You can't do that in one year.\" Although Konerko was more than flattered by Guillen's captain talk at a news conference after he was named American League Manager of the Year, Konerko still might accept the honor but decline the nomination like many great political candidates before him. The suggestion by Guillen was not something that has been talked about with Konerko, only a sound bite that the All-Star first baseman has heard during the past few months.   Konerko realizes, though, that this White Sox team functioned as a World Series champion for almost all of the 2005 season because it played as one unit. On Wednesday, he wasn't quite sure if having a captain would disrupt that special clubhouse camaraderie.   \"We have a handful of guys on this team who guys look toward, but the way our team operates best is that everyone has an equal voice,\" Konerko said. \"Everyone right down to the guy who has 10 days in the big leagues are all treated with the same respect.   \"There's no ranking of time and that kind of stuff. That's when things go south. When you play it cool and treat everyone equally, you get better results. I don't know about the wearing of the C thing and stuff like that.   \"Again, I don't know if the mix is right in baseball and even more so on our team. We have a good thing going and let's keep it going or start a new thing going. Ozzie might see it as a bigger deal. I haven't sat down and talked to Ozzie. I'm not saying I wouldn't do it, but I would have to sit down and talk about it. It's best we are all on the same page.\"   Konerko was on the same page with general manager Ken Williams where beefing up the White Sox offense was concerned. While he was sad to see a good friend and key contributor, Aaron Rowand, moved to Philadelphia, the addition of Jim Thome was a major offseason step toward the South Siders' repeat title hopes in 2006.   It wasn't an essential move for free agent Konerko to return to the White Sox, which he did via a five-year, $60 million deal. Instead, it was one of the many moves made by Williams, which made sense for the good of the franchise.   As Konerko pointed out Wednesday, none of Williams' acquisitions \"came out of left field.\" The additions of Thome, Rob Mackowiak and Javier Vazquez simply filled needs on offense or further strengthened an already top-notch pitching staff.   \"When a couple of weeks go by and nothing happens, it's more surprising with me than when something happens,\" said Konerko of Williams' frequent maneuvering. \"He's always looking to do something, and he made smart moves.   \"We won some games that were too close to call, where if we tried to do it again, it could go the other way. Some would even call it luck. To not address those needs and try to ride that wave through Spring Training, the regular season and the playoffs, it's asking a lot.\"   White Sox fans will be asking a lot from Konerko and his crew in 2006, as they try to bring home another World Series title. But Konerko, as well as relievers Cliff Politte and Neal Cotts, who were also in attendance Wednesday, realize what an impact last year's championship already had on the city itself and the nation of White Sox fans.   Politte mentioned how he used to go relatively unnoticed in his hometown of St. Louis, but he signed a bunch of autographs for people this offseason, as well as making some public appearances. Konerko has resided in Scottsdale, Ariz., for some period of time since he was a little boy, and always blended into the scenery -- until he became a key contributor on a world champion.   There also are the fans who stop Konerko on the street, telling him where they were when key moments went down in each momentous postseason victory. It helped Konerko realize the far-reaching nature of his team's accomplishment.   \"We know that it's bigger than the players,\" said Konerko, who was the Most Valuable Player of the American League Championship Series. \"We will come and go in a certain amount of years, but for the city it's a huge deal.\"   Now, Konerko has the chance to be the captain of a second World Series title run, somewhat akin to the Yankees' Derek Jeter. But for the White Sox to win again, Konerko believes that captain designation might not be the best thing for the team.   Having Konerko back with the White Sox, though, clearly works greatly in the team's favor.   \"It's signaling out one person, and I don't know if I agree with that,\" Konerko said. \"I don't want to offend anyone, but this team operates best when we are all uniform and the same.\" Scott Merkin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
