{
    "url": "http:\/\/m.mlb.com\/news\/article\/1300986",
    "title": "Rox ink Asencio, add spring invites",
    "subtitle": "Rox ink Asencio, add spring invites",
    "body": "DENVER -- Colorado catching prospect Chris Iannetta, one of nine Rockies prospects that have been invited to Major League camp, views next month in Tucson, Ariz., as an opportunity to learn, not show off.  \"I'm going to see how everyone handles their business, see how an organization at that level is run,\" said Iannetta, slated to begin the 2006 at Double-A Tulsa. \"If I can go there, stay relaxed, play well and have fun, then I will be able to show what I can do.\"  In addition to Iannetta, the Rockies announced Wednesday that they've extended camp invitations to left-handed pitchers Justin Hampson and Zack Parker; right-handed pitchers Jim Miller, Sandy Nin, and Judd Songster; catcher Dan Conway, and infielders Ian Stewart and Troy Tulowitzki. Colorado also announced on Wednesday the signing of right-hander Miguel Asencio to a Minor League deal with a Major League camp invitation. Asencio, 25, has undergone multiple right elbow surgeries the last three years. He is 6-8 with a 5.14 ERA in 39 Major League games, 29 starts. Injuries limited him to four Minor League starts with Kansas City last season.   Iannetta, 22, represented the Rockies in the Futures Game during All-Star Weekend in Detroit last season, and batted a combined .268 with four homers and 69 RBIs.   The club is inviting two of its last three top picks in the annual First-Year Player Draft in Stewart, 20, who hit .274 with 17 homers and 86 RBIs in 122 games at Class A Modesto, and Tulowitzki, 21, who hit .266 with four homers and 14 RBIs in 22 games at Modesto. Stewart was Colorado's top pick in 2003, Tulowitzki in 2005.  This could be a chance for the young pitchers to put themselves on the Major League radar as well. They could see ample Spring Training action because several of the frontline hurlers could be involved in the World Baseball Classic.   A couple of relievers, especially, have a chance to make themselves options as the season progresses.   Miller, 23, was chosen the Rockies' Minor League Pitcher of the Year in 2005, when he earned 34 total saves at Class A Modesto and Double-A Tulsa. Songster, 26, a 17th-round choice out of the University of Southern Colorado in 2001, put himself on the Rockies' radar by going 3-2 with a 2.10 ERA in 50 relief appearances. He also made one appearance at Triple-A Colorado Springs.   Nin, 25, went 10-6 with a 3.19 ERA in 20 starts at Tulsa last season. The Rockies acquired Nin from the Toronto Blue Jays in the three-way deal that also brought the Rockies pitcher Joe Kennedy from Tampa Bay before the 2004 season.   Hampson, 25, was on the 40-man roster in 2004, and will make his second straight trip at a non-roster invitee. Last season, Hampson went 5-13 with a 5.99 ERA in 27 games, all but one of them starts, for Colorado Springs.   Parker, 24, was slowed by elbow and shoulder injuries in 2003 and 2004, but last season he made 27 starts for Tulsa and went 12-10 with a 3.79 ERA.   Conway, 26, an eighth-round choice in 2000, split last season with Tulsa (.247, 5 HR, 28 RBIs) and Colorado Springs (.216, 1 HR, 18 RBIs).   Pitchers and catchers are due to report Feb. 17. Position players report Feb. 22.  Thomas Harding is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
