{
    "url": "http:\/\/m.mlb.com\/news\/article\/1303417",
    "title": "ESPN gets Classic domestic coverage",
    "subtitle": "ESPN gets Classic domestic coverage",
    "body": "Fans unable to attend the inaugural World Baseball Classic next month will have plenty of ways to keep up with all the action. Along with online coverage of every game at MLB.com, the World Baseball Classic announced Monday it had reached agreement with ESPN to make the network the exclusive domestic television home of the tournament. As part of the agreement, ESPN and ESPN2 will be offering 16 live telecasts of the tournament, including ESPN telecasts of the March 18 semifinal games and the March 20 final from San Diego's PETCO Park. ESPN Syndication will syndicate 14 games to a variety of English-language outlets. ESPN Deportes, ESPN's Spanish-language network in the U.S., will be the only domestic network to televise all 39 games of the inaugural tournament. ESPN Radio will air the semifinals and final. \"ESPN has been a tremendous television partner and I am extremely pleased that we will be enhancing our relationship with their coverage of the inaugural World Baseball Classic,\" said Tim Brosnan, executive vice president of business for Major League Baseball. \"The magnitude of ESPN's reach will provide the broad, in-depth coverage that this event deserves.\"  \"We're delighted we could reach agreement with ESPN on what will prove to be, I'm confident, historic broadcasts of the sport. There is a style and intensity that ESPN brings to baseball that makes this agreement the perfect fit for the inaugural games,\" said Gene Orza, chief operating officer of the Major League Baseball Players Association.  The World Baseball Classic, a 16-team tournament sanctioned by the International Baseball Federation (IBAF), will feature many of the best players in the world competing for their home countries and territories for the first time. The 16 teams invited to participate in the event have been divided into four pools of four teams for the first round of play.  \"This is yet another exciting new chapter in ESPN's growing relationship with MLB and the MLB Players Association,\" said Len DeLuca, ESPN senior vice president, programming and acquisitions. \"We will have coverage across multiple ESPN platforms. This will add to the madness of March. From the first games in Japan on March 3 to the tournament's semis and championship on ESPN and ESPN Deportes on March 18 and 20, we're introducing a great concept -- the best Major Leaguers playing for their nations.\"  \"This agreement is a grand slam for ESPN Deportes, as we solidify our leadership position in bringing Spanish-language baseball telecasts to Hispanic sports fans throughout the United States,\" said Traug Keller, ESPN senior vice president, ESPN Deportes and ESPN Radio. \"The World Baseball Classic adds an exclamation point to our year-round coverage of baseball which includes the Dominican League, Mexican Pacific League and MLB.\"  ESPN International will provide coverage in Latin America, Australia, New Zealand, Africa, the Middle East and Israel. ESPN will also have rights for all its new media platforms including Mobile ESPN (the company's new mobile phone), ESPN.com and ESPN360 (broadband).  The four Round 1 pools will be played at venues in Japan (Tokyo Dome, Tokyo), Puerto Rico (Hiram Bithorn Stadium, San Juan) and the United States (Chase Field, Phoenix, Ariz.; Scottsdale Stadium, Scottsdale, Ariz.; The Ballpark at Disney's Wide World of Sports, Orlando, Fla.). Round 2 will feature two pools of four teams each and is scheduled to be played in Puerto Rico and Anaheim. The semifinals and final game with be played at PETCO Park in San Diego.  The tournament will feature a bracket-style format with the 16 teams competing in four groups: Pool A -- China, Chinese Taipei (Taiwan), Japan and Korea; Pool B -- Canada, Mexico, South Africa and the United States; Pool C -- Cuba, the Netherlands, Panama and Puerto Rico; Pool D -- Australia, Dominican Republic, Italy and Venezuela. Jim Molony is a writer for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Molony"
}
