{
    "url": "http:\/\/m.mlb.com\/news\/article\/1300227",
    "title": "Dodgers announce Minor League staff",
    "subtitle": "Dodgers announce Minor League staff",
    "body": "LOS ANGELES -- Six former Dodgers Major Leaguers will serve this year on the organization's Minor League staff, which was announced Tuesday by Roy Smith, vice president of scouting and player development.  The six are Jerry Royster, manager at Triple-A Las Vegas; Steve Yeager, promoted from hitting coach at Double-A Jacksonville to Las Vegas; Ken Howell, promoted from pitching coach at Jacksonville to Las Vegas; Bob Welch, pitching coach at Rookie League Ogden, Garey Ingram, hitting coach at Class A Columbus; and Dave Anderson, the organization's Minor League infield coordinator.  The Las Vegas positions opened when pitching coach Roger McDowell became Atlanta's Major League pitching coach and Mariano Duncan was promoted to the Dodgers' Major League coaching staff. Jon Debus, who served as the Major League bullpen coach in 2005, returns to his previous role of Minor League catching coordinator.   The new Minor League pitching coordinator is Marty Reed, a coach in the organization the last seven years. Reed replaces Rick Honeycutt, who was promoted to Major League pitching coach.   Five former Major Leaguers have joined the organization: Bill Robinson, the organization's new hitting coordinator; Mike Easler, hitting coach at Jacksonville; Danny Darwin, pitching coach at Jacksonville; Lance Parrish, manager at Ogden; and Richie Lewis, pitching coach at Columbus.   The hitting coordinator job opened when George Hendrick was added to Tampa Bay's Major League coaching staff.   John Shoemaker and Travis Barbary return as managers at Jacksonville and Columbus, respectively. With Scott Little, who managed Class A Vero Beach last year, leaving to become field coordinator for Washington, Luis Salazar was promoted from the Gulf Coast League to manage Vero Beach, and Juan Bustabad moves from Ogden to manage the Gulf Coast League affiliate.   \"Our Minor League coaches and instructors have a wide variety of experience that will continue to help our young prospects work their way to the Major Leagues,\" said Smith. \"We're excited to bring in some very talented coaches to complement our valuable returning staff from last season.\" Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
