{
    "url": "http:\/\/m.mlb.com\/news\/article\/1300269",
    "title": "Optimistic Mets ring in Winter Caravan",
    "subtitle": "Optimistic Mets ring in Winter Caravan",
    "body": "NEW YORK -- Perhaps it was a good omen that the Dow Jones closed up 23.45 on Tuesday after Carlos Delgado, Paul Lo Duca, Billy Wagner and David Wright got the annual Mets Winter Caravan off and rolling by ringing the opening bell at the New York Stock Exchange in lower Manhattan. A few hours later, Mets left-hander Tom Glavine, about to begin his 20th season in the Major Leagues, explained why he'll arrive at Spring Training carrying a large dose of optimism about the campaign ahead. \"On a scale of one to 10, if last year's optimism was a five or a six, this year we're looking in the eight, nine or 10 range, for sure,\" the veteran left-hander said as more than 20 Mets kicked off a four-day Winter Caravan in a large forum room at the New York Public Library in the heart of midtown Manhattan. Glavine, in his fourth season with the Mets, shared high expectations with a number of his teammates, who answered questions from a large press gathering that included reporters from the United States, Japan and Latin America.  \"I can't wait,\" veteran outfielder Cliff Floyd said. \"I'm talking about going down to Spring Training early just to get acclimated to my new teammates.  \"I've been here three years We've been through a lot. Last year, in my opinion, wasn't a tease. It's just we were young. We realized we can play the game, we realized a lot of things, and we won 83 games.\"  The 21 players, members of the Mets coaching staff, manager Willie Randolph, general manager Omar Minaya and other team officials were on hand at the library. Players will spend the next few days getting a chance to bond as they visit hospitals, five schools, firehouses and other venues in Manhattan, Queens and on Long Island in a drive to connect with the public and promote an assortment of ticket packages for 2006 season.  Randolph, dressed casually and in a relaxed mood, was asked since the team was gathered at a world-famous library, what book he might assign as required reading if he were to dole out homework before batterymen work out for the first time in Port St. Lucie on Feb. 18.  \"'The Art of War' is one of my favorite books,\" Randolph said of the famous ancient work by Chinese military strategist Sun Tzu. \"To me, it's all about winning. When you go into competition, there is an art to it. There is a way to do it if you want to be the best.\"  Pennants, not books were on Floyd's mind.  \"I'm not even thinking our division,\" Floyd said of a team that hasn't won the National League East since 1988. \"We should be there.\"  Glavine said there's good reason for the Mets to have high hopes. He, like many of his teammates, believe the addition of Wagner as the new closer and Delgado, the veteran slugging first baseman, to an already potentially potent batting order should serve as booster shots to great expectations.  \"You always go in with a certain level of optimism,\" Glavine said. \"Some of it is realistic, some of it is not. I guess coming in this year our optimism is a whole lot more realistic than it was last year.  \"Last year we were optimistic that we were going to be a better team and that we were going to be able to compete. We were going to have to have some things go right for us to get to the playoffs, or to win our division. In the end, we were the competitive team we thought we were going to be.   \"This year it's more than that we're not going to be happy with being a competitive team. We want to be a team that wins, wins our division, gets in the postseason and ultimately wins the World Series.\"  Delgado, insisting he's not in the business of reading crystal balls, was cautiously optimistic as he conducted interviews in Spanish and English.  \"I don't know much about how it was before I got here, but I can tell you we have a real good team and that creates a buzz,\" Delgado said. \"I feel pretty good about our chances. I'm not good at predicting anything, and after you spend a little time in the game you realize expectations don't mean nothing. I want to go to Spring Training and get in the winning mode. I want to meet some of the guys I've never met and try to see what we can do as a team and what we can't do and find a way we can complement each other.\"  Kit Stier is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Kit Stier"
}
