{
    "url": "http:\/\/m.mlb.com\/news\/article\/1300195",
    "title": "Epstein returns to general manager role",
    "subtitle": "Epstein returns to general manager role",
    "body": "BOSTON -- The architect of the first Red Sox World Series championship in 86 years is officially back on the job.  Late Tuesday afternoon, the Red Sox announced that Theo Epstein has returned to the club with the title and responsibilities of executive vice president\/general manager. President\/CEO Larry Lucchino made the announcement. The team did not release terms of Epstein's new contract but issued prepared statements from all parties involved.  \"On behalf of all of the partners as well as the entire management of the Boston Red Sox, I can tell you that we are exceedingly happy to have Theo returning as general manager,\" Red Sox principal owner John Henry said in a prepared statement. \"Despite the attempts of some to portray Theo's return as a win for someone and a loss for someone else, this is a win-win situation. \"As Theo said in his press conference on Nov. 2, and as we have all repeated, there never was a power struggle between Larry and Theo. It was simply mythology. I can assure you as we move forward that Larry's role has not changed at all, and no general manager in baseball could ask for more autonomy than Theo has. This has never been an issue for us -- only in the media.\"   Epstein joined the Red Sox in 2002 as the club's assistant general manager before assuming the GM title prior to the 2003 season. The team has averaged 95 wins in his three years of stewardship.   \"At the press conference following my decision not to accept a contract extension as GM of the Red Sox, I explained that to do this job the right way, I needed to put my whole heart and soul into it. I said that I should not stay on as GM unless I believed in the people I worked with and believed in the direction of the entire organization,\" Epstein said in the team's statement.   \"As accomplished as the Red Sox were last October, there were fundamental disagreements among members of upper management with respect to organizational philosophy, approaches and priorities. This lack of a shared vision, plus the stress of a far-too-public negotiation, strained some relationships, including mine with Larry Lucchino. Regretfully, we all made mistakes, and, despite our best efforts, we were not able to get on the same page.   \"Throughout November, John Henry, Tom Werner, Larry and I held discussions to see what lessons could be learned in the aftermath of my departure,\" Epstein continued. \"Gradually, with the benefit of time and greater perspective, we tackled not only our personal conflicts but also the differences regarding our thoughts for the organization. We emerged, 10 weeks and many spirited conversations later, with the comfort of a shared vision for the future of the organization, including the role of the baseball operations department.   \"I deeply regret that the Red Sox were placed in a delicate position while we worked out these issues, but thanks to the selfless work of Jed Hoyer, Ben Cherington and many others, the organization persevered. I believe that with our new vision in place, with renewed lines of communication, and with a real sense of unity, we have a chance to be a greater organization than we were before. We thank Red Sox Nation for being patient with us, and we promise to work tirelessly, quietly, and in harmony to field clubs that can contend for a world championship year after year.\"   Werner and Lucchino will again team with Epstein, trying to construct a team looking for its unprecendented fourth straight playoff trip in 2006. There were various reports that tension had surfaced between Lucchino and Epstein over day-to-day baseball operations, leading to Epstein's decision to turn down a three-year contract on Oct. 31 and walk away. Henry dispelled any notion that tension still exists between the two.   \"Tom and I are very happy to see Larry and Theo working together again,\" Henry said. \"People sometimes disagree. I don't think you can have healthy relationships without disagreements and an organization is not going to evolve beyond mediocrity without them. This is not the same organization that Theo left. There was enough discord then to give Theo legitimate reasons to move on.  \"Since that time, Larry, Theo, Tom, Sean McGrail, Mike Dee, Sam Kennedy, our partnership and I have hammered out a vision and philosophy that we believe will give us the best opportunity to cope with the mounting challenges facing the most successful major league baseball clubs.\"   Lucchino, who first brought Epstein on board in Baltimore in the early '90s, feels the Red Sox are a better organization now with Epstein back in the fold.   \"Theo returns as general manager to an organization that is different from the one he left on Oct. 31,\" Lucchino said in the team's release. \"The 14-year relationship between Theo and me, and the passage of time over the last three months, have helped to put behind us the friction that developed during last year's negotiations.\"   \"The Red Sox are a stronger, deeper, bolder and more effective organization now that Theo Epstein has rejoined us as general manager, and that strength, depth, boldness and effectiveness will lead to successful baseball teams in the years ahead,\" Lucchino added. \"While Theo was contemplating returning to the organization in an advisory role to Jed Hoyer and Ben Cherington, he and I talked and agreed it was best for the organization if he returned as general manager -- a title more appropriate for him because it accurately reflects the role he will play. John, Tom, Ben and Jed agreed that such a structure would be better and offered greater clarity, internally and externally.\"   Hoyer and Cherington, who shared the role of general manager during much of the time Epstein was away from the club, will stay on in key leadership positions within the baseball operations department. Hoyer has been named assistant general manager, and Cherington has been named vice president\/player personnel.   \"The last 10 weeks have been a challenging, but very rewarding time for me and the entire Red Sox organization,\" Hoyer said through the team. \"Ben and I agreed to become co-GM's during this difficult period because we thought we could bring continuity to a baseball operations department full of terrific people. We also wanted to help maintain a philosophy and a culture that all of us have worked hard to develop over several years.\"   \"When John, Tom, and Larry asked me to serve as co-general manager I was honored,\" Cherington added in the release. \"I felt this was an opportunity to work together with Jed to help maintain continuity in our baseball operations department. I believe strongly in the people that work for the Red Sox and the collective vision that we share. I believe strongly that the direction of our baseball operation is worth preserving. I am proud that Jed and I have played a part in preserving that direction over the past several weeks.   \"In addition, I was aware that by accepting the co-general Manager position I was helping to 'leave the light on' for Theo's eventual return. Since preserving the direction of our baseball operation is so important to me, I welcome Theo's return as an opportunity to continue what we have started to build.\"   Team executives will meet with reporters individually on Wednesday but will not hold a news conference to answer questions about Tuesday's announcement.    Mike Petraglia is a contributor to MLB.com.  This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Petraglia"
}
