{
    "url": "http:\/\/m.mlb.com\/news\/article\/1299991",
    "title": "Olsen to vie for spot in starting rotation",
    "subtitle": "Olsen aiming to land starting spot in 2006",
    "body": "JUPITER, Fla. -- Pain free, Scott Olsen is getting back on a full-fledged throwing program and the 22-year-old promises to contend for a Marlins' rotation spot in Spring Training.  Elbow inflammation cut short the left-hander's 2005 season after he was optioned to Double-A by the Marlins following a loss at Philadelphia on July 16.  One of the organization's prize prospects, Olsen didn't pitch again in a game after being sent down. The elbow had been nagging him a while, and he resumed throwing activities in late August and September. An MRI taken a few months back revealed a bone spur in back of his elbow. \"Doctors said you can throw with it if you choose to,\" said Olsen, who is already in Jupiter, Fla., throwing and lifting weights. \"They gave me an option if I wanted to go through surgery or not. I said, 'If I can throw through it, we'll hold off and see what happens.' I think a lot of it was from tendinitis, the swelling. I stopped throwing for five weeks and it went away.\"   Now with Marlins pitchers and catchers scheduled to report to Roger Dean Stadium on Feb. 18, Olsen recently progressed to long-tossing at 120 feet, and on Monday he is scheduled for his first bullpen session since last year.   Barring any unexpected setbacks, Olsen sees himself being ready to compete for a rotation spot in what projects to be a wide open race this spring.   While jobs will be won or lost in Spring Training, the only lock on the staff is ace Dontrelle Willis. Brian Moehler and Jason Vargas are projected as front-runners to win two other spots, leaving two spots up for grabs. And Sergio Mitre, acquired from the Cubs as part of the Juan Pierre trade, is considered to have an inside track for the fourth slot.   There is no shortage of talented young arms competing for a place in the rotation. Olsen, Josh Johnson, Yusmeiro Petit, Anibal Sanchez and Ricky Nolasco all promise to get ample opportunities to win starting jobs.   \"It's going to be interesting,\" Olsen said. \"Whoever gets to be on the team and who can go the whole year, I think they're going to be a lot better than people think.\"   Through their various offseason trades, the Marlins have stockpiled promising young pitchers. Olsen is well aware the team is exploring trade options for position players, and his name has been linked to a possible deal with Tampa Bay for speedy center fielder Joey Gathright.   Clearly not afraid to pull the trigger on major deals, the Marlins are expected to make some moves after Spring Training opens. As for any deal involving Gathright, it appears the front office wants to see how the young arms look in the spring before making any moves.   \"I've heard some things,\" Olsen said about the possible trade reports. \"I can't control it and it's not up to me. All I can do is put myself in the best possible position for myself.\"   If Olsen indeed remains with the Marlins, he understands the club is going through a transition period.   \"There are a lot of guys in the Minor Leagues who have talent, they just aren't proven yet,\" Olsen said. \"No one wants to believe in them, but there is a lot of talent down there. I think we'll be competitive. We have five or six guys going after three spots. It's going to be interesting to see what happens. All the guys are capable of doing it.\"   A star in the Minor Leagues, Olsen got a taste of the big leagues last season, appearing in five games with four starts. He went 1-1 with a 3.98 ERA, logging 20 1\/3 innings before being optioned.   Building up size and arm strength have been two main objectives for Olsen, who had a rap of being too slender at 6-foot-4. Already he is making gains. On Monday, Olsen tipped the scales at 220 pounds, compared to the 210 pounds he carried last year.   \"I've put on a couple of pounds,\" he said. \"I've been lifting weights and doing lots of running. From what I hear, it is going to be a very well-conditioned camp. So you've got to be in shape for that to make the team. There are going to be a lot of guys trying to make those last few spots in the rotation.\"   Adding endurance is part of the maturation process for all young pitchers. Last year, he logged 80 1\/3 innings at Double-A, posting a 6-4 record with a 3.92 ERA.   Counting his short stint with the Marlins, Olsen threw a total of 100 2\/3 innings. His highest inning count in the Minor Leagues was 136 1\/3 innings in 2004, with Class A Jupiter.   \"It's a long season,\" Olsen said. \"Throwing 130 innings in the Minor Leagues is long, and you can imagine throwing another seven or eight games. I think I'll be alright health-wise. I don't think it will be a recurring issue.\"   In his brief stay with the Marlins last year, Olsen learned there is more to pitching in the big leagues than throwing the ball.   \"Just seeing how the guys go about their business,\" he said. \"They are professional guys, and they take their job very seriously. You've got to go into it with that mentality that it's going to be a long season. You've got to work out, you've got to stay fit on a daily basis.\" Joe Frisaro is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
