{
    "url": "http:\/\/m.mlb.com\/news\/article\/1298753",
    "title": "Astros gathering info on Bagwell's labs",
    "subtitle": "Astros gathering info on Bagwell's labs",
    "body": "HOUSTON -- Prior to Jeff Bagwell's trip to Birmingham, Ala., general manager Tim Purpura said he wasn't expecting any sweeping revelations to come out of the first baseman's visit with Dr. James Andrews. As the work week drew to a close late Friday afternoon, Purpura's view on that issue had not changed.  The results from that visit, during which Bagwell went through a lab that provided a detailed recording of his throwing motions, are starting to trickle in. But according to Purpura, it's entirely too early to draw conclusions. The Astros may know more next week, but even then, how much information will be revealed to the public is to be determined. \"We're starting to get some of the information,\" Purpura said. \"It's not anything too revealing at this point. We have to get together with [team medical director] Dr. [David] Lintner and process this through.\" Bagwell has been aggressively rehabbing his shoulder through the offseason with hopes of returning to the field when Spring Training begins next month. The Astros, however, are reportedly ready to file an insurance claim to try to recoup a large portion of Bagwell's $17 million salary in 2006, the final year of the first baseman's contract.  The deadline to file such a claim is Jan. 31. Bagwell, however, will not be ready to make an assessment on whether he can throw effectively -- a requirement if he is going to play his position -- by that date.  The differing views have fueled quite a controversy in Houston, and no one is quite sure how this story will end. One thing Purpura does know is that Bagwell's trip to Birmingham is not going to tell the Astros something dramatic that they didn't already know.   \"His shoulder has not suddenly grown cartilage,\" Purpura said. \"It's nothing earth-shattering. There is a lot of information that is way, way over my head, and it's not like we're going to turn over his medical file [to the public]. That would be improper and it's not right to do to Jeff.   \"When the time comes, we'll comment properly. But the fact of the matter is, he has a degenerative, arthritic right shoulder. That's not going to change.\" Alyson Footer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
