{
    "url": "http:\/\/m.mlb.com\/news\/article\/1298744",
    "title": "Guillen discusses lineup changes",
    "subtitle": "Guillen discusses lineup changes for Sox",
    "body": "CHICAGO -- For those White Sox fans at home trying to figure out the team's 2006 batting order, mark Tadahito Iguchi in the sixth or seventh spot with a pencil, instead of a permanent marker.  That particular message was conveyed by manager Ozzie Guillen on Friday, following the ceremony in which Ozzie, his wife, Ibis, and son, Oney, became U.S. Citizens. Guillen mentioned to a handful of Chicago media members that Iguchi's move to more of a run producer's spot will work hand-and-hand with shortstop Juan Uribe's ability to hit second in the order.  \"It's up to Uribe and how he handles batting second in Spring Training,\" Guillen said of the possible switch, which he added became even easier to make once Iguchi passed on playing for Japan in the World Baseball Classic to focus on the White Sox. \"I haven't really talked to my coaches yet about the move, but I mentioned it to [general manager] Kenny [Williams], and he respects my decisions. We are on the same page. \"We want to give Iguchi an opportunity to drive in more runs and use his power more. We would like to see Iguchi be the Iguchi we know from Japan. He changed his game completely when he came here and did a tremendous job. But we want him to be a little freer in hitting.\"   Iguchi's change won't be the only adjustment for Guillen and the White Sox. Aaron Rowand, one of Guillen's favorite players, will be patrolling center field for the Phillies this season. Frank Thomas, one of the greatest players in White Sox history, still is looking for a baseball home but will definitely not be coming back to Chicago. Other key contributors such as Orlando \"El Duque\" Hernandez, Damaso Marte, Carl Everett and Geoff Blum also won't be returning for a repeat performance in 2006.   All things being ideal, Guillen would have liked to maintain the same roster from the team's first World Series title since 1917. But in a quest to win again, both Williams and Guillen understood that changes needed to be made to improve the team's overall chance for another championship.   So, in came Jim Thome, Javier Vazquez and Rob Mackowiak. For Guillen, though, the most important factor is to keep that special clubhouse chemistry alive, regardless of the new players.     \"I know they will play the way they should. I will make sure that happens. But I really have a pretty easy team. They know what they want and they know what they can do.\"   Guillen pointed out the pride he takes in top players such as first baseman Paul Konerko and pitcher Jon Garland foregoing the chance to pick up more money on the open market with another team to stay with the White Sox. He also understands that past accomplishments won't count for much once the 2006 campaign gets under way on Feb. 17.   \"We can't let it go to their heads because as soon as April starts, we are just another team,\" Guillen said. \"They have something nobody can take away, but the world championship is over. The fun is over, and it's back to work.\" Scott Merkin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
