{
    "url": "http:\/\/m.mlb.com\/news\/article\/1298478",
    "title": "Pride pushing Jones toward WBC",
    "subtitle": "Pride pushing Jones toward playing in WBC",
    "body": "ATLANTA -- As plans were being made for the World Baseball Classic last summer, Chipper Jones and his Braves teammates traded clubhouse banter that was filled with national pride.  Now, as the WBC approaches and Jones finds himself all but assured a spot on Team USA's final roster, the Atlanta third baseman is beginning to fully understand the personal significance of the event.  Unlike his much younger Braves teammate Jeff Francoeur, the soon-to-be 34-year-old Jones realizes this is an opportunity he may never get again. Thus, as he weighs all of the positives and the negatives of participating, Jones can't get away from the fact that this might be the only chance he'll ever have to put \"USA\" across his chest and proudly represent his country.   \"This is something I've always wanted to do,\" Jones said. \"It's always something that appealed to me and something I've never been able to do.\"   As for Francoeur, who was added to the Team USA roster on Tuesday night, and many of the members of the game's younger generation, they will likely get many more opportunities to follow the path paved by slightly older big leaguers like Ben Sheets and Doug Mientkiewicz, who were part of the U.S. team that claimed the gold medal in the 2000 Summer Olympics.   But that doesn't mean Francoeur isn't hopeful that he gets the chance to be compete for his country in the inaugural WBC, which will be staged throughout much of March. The 22-year-old is one of 10 outfielders on the U.S. roster that comprises of 52 players. It will be pared to 30 players by the start of the tourney.   \"No matter what happens, I'm just happy to be selected to this roster,\" Francoeur said. \"But I'd love to play and have 'USA' across my chest.\"   Jones may end up being the only Braves player on Team USA's final roster. Francoeur faces stiff competition in the battle to earn a roster spot, and according to two different Braves sources, it looks like Tim Hudson will follow the lead of John Smoltz and opt not to pitch in the event.   Hudson accepted Team USA manager Buck Martinez's invitation earlier this month. But as he began to think about how much time it would take away from his regular Spring Training routine, he changed his mind.   The members of Team USA will gather for a short team camp that begins in Phoenix on March 2. They'll begin pool play five days later and are heavy favorites to advance to Round 2, in which they'd play in Anaheim. If they were to advance to the championship round in San Diego, they wouldn't rejoin their Major League teams in camp until March 21 or 22.   The overwhelming thought is that this would affect a pitcher more than a position player. Those three weeks away would simply prevent Braves new pitching coach Roger McDowell the opportunity to get to know Hudson's routine, mechanics and pitching repertoire.   In the case of Smoltz, Jones was happy to learn his long-time teammate had opted not to pitch in the WBC. Smoltz was hindered by shoulder fatigue at the end of last season and wants to keep himself in a controlled environment as long as possible heading into this season.   \"I'm pleased that he made that decision,\" Jones said. \"Obviously, I'd love to have him as a [Team USA] teammate because he's dominant and a competitor. But I think he's taking the right approach and looking at the big picture.\"   At the same time, Jones too is looking at the big picture and weighing all of the pros and cons. With Alex Rodriguez's decision to play for Team USA, the Braves third baseman may now find himself in a backup role.   So if he finds that he won't be getting regular at-bats, would he opt to give up his chance to represent his country?   \"I would think about it,\" Jones said. \"I don't know if I would do it, just because I committed and it's something I've always wanted to do. I would just play that much harder to get those at-bats. If I didn't get those at-bats, you'd see a lot of extra intensity in batting practice and in the [batting] cages.\"   While Spring Training games might lack the intensity of the games that will be played in the WBC, they do give players the chance to work at their own pace to get ready for the season. Every player's preparation for the season is different.   Some Braves like Marcus Giles seemingly need only 10-15 at-bats before they are in regular season form. Jones is more of a slow starter and doesn't seem to find his groove until he gets about 35 at-bats in Grapefruit League games.      Francoeur's strength and conditioning programs have helped him gain a little more power potential. He currently weighs 221 pounds and would like to gain about four more pounds before camp begins. Last year, he reported to camp weighing 217 pounds.   As for Jones, his offseason exercise programs have been designed in hopes of helping him avoid another injury-filled season. A hamstring injury limited him to 137 games in 2004, and last year's toe injury limited him to a career-low 109 games.   With the help of a personal trainer, Jones has been focusing on flexibility exercises that he hopes will keep his legs from being so troublesome. At the same time, he believes his new diet, which includes five meals a day, will allow him to maintain weight and keep his strength throughout the regular season.   From Opening Day to the end of last year, he dropped from 222 pounds to 205. No longer will he choose not to eat after a game. Nor will he be making three trips a week to McDonalds, as he admits he occasionally did.   \"I didn't really take care of myself in terms of what I ate,\" Jones said. \"As I get closer to the end of my career, I can't do that. I want to finish my career strong with the Braves, and I feel this is something that had to be done.\"   Likewise, taking advantage of what might be a once-in-a-lifetime opportunity might also be something Jones must do.   Since beginning his big league career with the Braves, Jones has competed in three World Series and never been part of a team that hasn't advanced to the postseason.   But this is a different opportunity, one in which Jones may never have the chance to experience again. Thus it appears he's willing to break routine and enjoy the national pride that the WBC will create.   \"Everybody is looking forward to it,\" Jones said. \"I think it will have a playoff-type atmosphere, maybe just a hair more laid back. We want to represent and represent well.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
