{
    "url": "http:\/\/m.mlb.com\/news\/article\/1298423",
    "title": "Hill ready to build on rookie year",
    "subtitle": "Hill ready to build on success of rookie year",
    "body": "It's going to be a tough act to follow.  Toronto fans may have a hard time shaking images of Orlando Hudson diving after would-be singles up the middle, making throws from his knees or tracking down fly balls no outfielder could reach. But the Blue Jays traded the Gold Glove second baseman and his highlight reel to Arizona and have entrusted Aaron Hill with Hudson's old job.  Hill experienced the pressure of filling in for an injured regular as a rookie last year, and he split his time between three positions. This season, he'll have critics scrutinizing his every move while he tries to prove his first-year success wasn't a fluke. It's a tough situation, but Toronto general manager J.P. Ricciardi believes Hill has the confidence and the ability to prove he's worthy of the new full-time position.   \"He's the new guy on the block, and people are going to watching him a little bit closer.\" Ricciardi said. \"But I don't think he'll have any problems going over [to second base]. I think people forget that Orlando Hudson wasn't very polished his first year, year and a half.   \"Aaron is further ahead of where Orlando was at the same stage of their careers at that position.\"   Granted, Hill spent only 22 games at second base last year -- mainly filling in when Hudson suffered a hamstring injury late in the season. Hill's fielding numbers are comparable to Hudson's first year in the same spot, though.   Hill, who turns 24 in March, had a .991 fielding percentage and a 5.57 range factor last season. In Hudson's first stint at second in 2002, he had a .986 fielding percentage with a range factor of 5.47 across 52 games.   Hudson's progress is hard to ignore, though. He led all American League second basemen in fielding percentage (.991) and range factor (5.84) last season en route to his first Gold Glove. Ricciardi credits that success to Hudson's work ethic and the tutelage of infield coach Brian Butterfield.   Hill, who was drafted as a shortstop, displayed similar dedication to his work last year and spent many extra hours working with Butterfield on his glovework. He spent most of his time at third base after Corey Koskie landed on the disabled list in May with a broken thumb. When Koskie returned, Hill was forced into a utility role and spent time at short and second and served occasionally as the designated hitter.   \"It's a totally different story over there at second, but it was the same thing over at third -- get your work in, you're going to be fine,\" Hill said in early August, when he began practicing regularly at second base with Butterfield. \"I think if you're used to playing short, you can get the other positions down pretty easily.\"   Toronto selected Hill out of LSU in the first round of the 2003 First-Year Player Draft. Ricciardi agreed that Hill's experience on the other side of the infield will make the transition to second a lot easier.   \"I think Orlando has more range than Aaron, but there are a lot of things that Aaron does well, too,\" Ricciardi said. \"He throws well, he's got a strong arm, quick hands, and his feet work well. There will be learning as he goes, but this isn't like taking a catcher and putting him at second base.   \"He's got a lot of advantages going for him. Some of the things he'll lack in knowledge he will make up for with his arm strength.\"   Not to mention Hill's potential at the plate.   Hill got off to an unusually fast start for a rookie when the Jays called him up in May. The right-hander hit .359 through his first 37 games and had a .306 average during the 55 games during Koskie's absence.   \"Any time you call young kids up, you're just hoping they can keep their head above water the first few months so that they're not overwhelmed either way with success or failure,\" Ricciardi said. \"He got off to such a torrid start that I think his confidence just built from there and it was a lot easier for him to make the transition than a guy who comes up and is really scuffling.\"   Hill finished the year hitting .274 with three home runs and 40 RBIs in 105 games. He had 25 doubles and drew 34 walks compared to 41 strikeouts. Among Toronto's players with at least 350 at-bats and 100 games played, Hill ranked fourth with a .342 on-base percentage.   \"I think he's going to be a very good offensive player,\" said Ricciardi. \"I think he's probably going to come on the more he plays. I think he's going to be a gap hitter -- a good contact guy.\"   No matter what the distant future has in store for Hill, Toronto knows he's going to be an integral part of the team's success in 2006. And the Blue Jays believe that he and second-year shortstop Russ Adams could be a talented double-play combination for years to come.   \"Both [Hill] and Adams handled themselves really well when they came up,\" Ricciardi said. \"They really meshed well, and you would've thought these guys had been in the big leagues their whole lives.\" Jordan Bastian is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
