{
    "url": "http:\/\/m.mlb.com\/news\/article\/1298352",
    "title": "Slowes, Jageler to call Nats on radio",
    "subtitle": "Slowes, Jageler to call Nats on radio",
    "body": "WASHINGTON -- The Nationals announced on Thursday night that Charlie Slowes and Dave Jageler will serve as the radio voices for the 2006 season.  It will be the second season with the Nationals for Slowes, who has been a broadcaster for more than 20 years and is best known as being the play-by-play voice for the Devil Rays and Washington Bullets (NBA).  Slowes is hoping that his second year with the Nationals will be just as enjoyable as it was in 2005. \"It will probably be somewhat difficult to match the excitement level of what it was like at the beginning of last season, the first half of the season and the unbelievable month of June,\" Slowes said. \"That being said, even when the team was not playing well in the second half, the excitement in the ballpark was the same. I hope the excitement continues.\"   Jageler will replace Dave Shea, who was relieved of his duties two week ago. Jageler was the play-by-play voice of the Pawtucket Red Sox last season and once had a radio show in Boston. He graduated from Syracuse University.   \"It's a great opportunity to be in a city that is passionate about baseball,\" Jageler said. \"It's almost like being on the ground floor of Year 2 of something that is going to be very special. I know Charlie and his work; I'm actually looking forward to working with him. He is a tremendous broadcaster.\"   Slowes and Jageler will be heard on Washington Post Radio, which has been granted the radio broadcast rights of the Nationals for three years, beginning with the 2006 season.   A minimum of 10 preseason games, all 162 regular-season games, and all postseason games will be broadcast on the network.   \"This partnership will best serve the loyal fans in Washington, Maryland and Virginia. We are excited that all of our fans will be able to tune into our games from March until the season's last pitch,\" team president Tony Tavares said.   In other news, TV play-by-play broadcaster Mel Proctor still doesn't know if he will be back with the Nationals for the 2006 season. After reading a report in the Washington Post that it was unlikely that he would be asked back, Proctor's agent called MASN on Thursday to see if a decision was reached.   \"I heard today that they did not make a decision and that they are waiting a couple of weeks, then they will make a decision,\" said Proctor. \"They are very non-committal. They told me to sit tight. Nothing is happening yet. I would like to come back. It's a very weird situation.\"  Bill Ladson is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
