{
    "url": "http:\/\/m.mlb.com\/news\/article\/1298269",
    "title": "Sample: No pain, no gain for campers",
    "subtitle": "Sample: No pain, no gain for campers",
    "body": "After losing a very competitive morning game by the score of 10-4, dropping our record to 0-4, the 'Bats' took their first lead of the week in the afternoon contest.  OK, OK, so it was the top of the first, and the opposing 'Clippers' erased that lead in the bottom of the first en route to a 16-5 victory, but it's the effort that counts, and there is no quit in my team!  Also, they will play with pain. Well, they have no choice; there are only 10 of them. I took a list of the injured body parts -- hamstrings, quadriceps, shoulders, heels, toes, calves, hands -- and I queried only half the team. Collectively, they have to be the biggest group of masochists around, to pay nearly five thousand dollars for a painful week of baseball. They love the game more than the real players, or at least one former player I've known fairly well for 50 years.   Maybe I've been in the sun too long, but some of the campers are starting to look like baseball notables. There is a Jim Leyland look-a-like, a Graig Nettles, a George Brett clone, and the John Kruk twin not only bears a facial resemblance, but he looks like the former slugger with his batting stance. The new Kruk, Donny Schnapper, is talented too. He can throw the ball underhanded across the diamond from deep in the hole Eddie Feigner (The King and His Court) style.   Ron Blomberg, the former Yankees first baseman and first pick in the 1967 First-Year Player Draft, has a book coming out in March. Many of you know that he was the very first designated hitter in 1973. The book title will play off his role as the first DH -- instead of Designated Hitter, it will be called \"Designated Hebrew.\" Mazel tov, Ron!   And speaking of books, one of the best, yet unheralded books, was \"Joe, You Coulda Made Us Proud!\" I say 'was' because I'm sure the book is out of print, but a tome about the life and times of one Joe Pepitone is well worth the search. Billy Sample is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Billy Sample"
}
