{
    "url": "http:\/\/m.mlb.com\/news\/article\/1292385",
    "title": "Notes: Snyder, Lowery done with KC?",
    "subtitle": "Snyder, Lowery designated for assignment",
    "body": "KANSAS CITY -- Pitchers Kyle Snyder and Devon Lowery were designated for assignment Friday by the Royals.  The moves cleared space on the 40-man roster for outfielder Reggie Sanders and pitcher Joe Mays, free agents signed before the holidays.  Snyder, 28, a first-round draft choice in 1999, came off shoulder surgery and was 1-3 in 13 games (three starts) for the Royals in 2005. He also was 2-3 with a 3.55 ERA for Triple-A Omaha. General manager Allard Baird said if Snyder clears waivers, he'll be outrighted to Omaha and remain in the Royals organization.   \"We're not going to release him,\" Baird said.   The same holds true for Lowery, 22, who spent the season in the Minors. He was 0-4 with a 24.84 ERA in four starts for Double-A Wichita and 6-3, 3.84 in 14 games for Class A High Desert.   A 14th-round draft choice in 2001, Lowrey is considered a good prospect who has an ERA of 3.69 in five years at the Class A and Rookie levels.   Gone Down Under: Baird, team president Dan Glass and special assistant Louie Medina are in Australia.   They are visiting with Justin Huber, who's from Melbourne, and checking out prospects. Huber, seen as the Royals' future first baseman, led the Texas League in hitting (.343) last season and was the Most Valuable Player in the Futures Game at Detroit.   \"He's one of the reasons that we're going down there, because of his popularity and his network,\" Baird said before leaving Wednesday.   \"And another reason is ownership's commitment, resource-wise, to be a player in that market. We want to make our presence known down there more than anything else.\"   They'll return next week, in time for Baird to turn his attention to the Royals' mini-camp Jan. 16-18 at Surprise, Ariz.   Farewell to B.A.: Left-hander Brian Anderson has signed a Minor League contract with the Texas Rangers. That means he'll be in camp on the other side of the Surprise complex this year.   Anderson made six starts for the Royals last season (1-2, 6.75 ERA) before being stopped May 8 at Baltimore by an elbow problem. He underwent reconstructive elbow surgery July 21.   Obtained late in the 2003 season, Anderson was 5-1 in seven starts for the Royals as they contended for the AL Central title. In 2004, he was 6-12.   A colorful gabber, Anderson did a blog last season for MLB.com.   Meantime, a report that another colorful talker, Jose Lima, had signed with the San Diego Padres proved to be erroneous. Univision, a Spanish-language TV network, reported this week that Lima had signed a $1.7 million contract with $300,000 in incentives.   That was denied by the Padres and Lima's agent, Joe Klein.   \"We've been talking to them but nothing has happened yet,\" Klein said. \"He deserves another shot. He had a great year with the Dodgers (in 2004) and he's durable. He doesn't get hurt.\"   Lima, now pitching for Aguilas in the Dominican Republic, has a 2-1 record and 2.25 ERA in four starts. He was 5-16 with a 6.99 ERA last season for the Royals.   Klein said he also was talking to the Minnesota Twins about Lima.  Dick Kaegel is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Dick Kaegel"
}
