{
    "url": "http:\/\/m.mlb.com\/news\/article\/1297199",
    "title": "Once again, Mets avoid arbitration",
    "subtitle": "Once again, Mets avoid arbitration",
    "body": "NEW YORK -- Victor Zambrano and Chris Woodward agreed to one-year contracts on Tuesday and avoided salary arbitration. Zambrano, the right-handed pitcher who lost his place in the rotation in September and who produced a 7-12 record in his first full season with the Mets, is to receive $3 million for 2006, $900,000 more than he received in 2005. Woodward, who agreed to a salary of $825,000, earned $700,000 in salary and $75,000 in bonuses last season, when he started games -- 40 -- at six positions. With Ramon Castro having signed last week, the Mets have again avoided arbitration. They haven't had a case go to hearing since 1992, when David Cone won his case and was awarded $4.25 million, and Kevin Elster ($760,000 rather than the $1.35 million he had submitted) and Jeff Innis ($355,000 rather than the $650,000 he had submitted) lost. Zambrano, who has a 44-39 career record, produced a losing record last season for the first time in his career. He appeared in 31 games, 27 as a starter, and pitched five innings in four relief appearances. He had no decisions and a 1.80 ERA as a reliever. His ERA in 161 1\/3 innings as a starter was 4.24.  He retained his role in the rotation, despite uneven results, until he was replaced by Steve Trachsel. Zambrano pitched effectively -- though unsuccessfully -- into the summer. His best work often was undone by one pitch or a miscue in the field or at the plate -- an errant pickoff throw, not advancing a runner with a bunt and the like.  Woodward appeared in 81 games, starting at all four infield positions, left field and right field, and also saw some time playing center field. He batted .283 with 16 runs and 18 RBIs in 173 at-bats, hitting three home runs, one a pinch-hit game-winner against the Padres on July 19. He was one of three Major League players to start at six positions last season.    Marty Noble is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Marty Noble"
}
