{
    "url": "http:\/\/m.mlb.com\/news\/article\/1297214",
    "title": "Baseball not only America's pastime",
    "subtitle": "Baseball not only America's pastime",
    "body": "WASHINGTON, D.C. -- You can recall a time when you would consider Sadaharu Oh's 868 home runs and you would smile, condescendingly perhaps, and get back to thinking about the real baseball issues, like your club's utility infielders and middle relievers.  Those days are gone. And it is a good thing that they have departed.  It is no longer prudent, or even accurate, to diminish the baseball that is being played elsewhere in the world. In Japan's case, all that is needed to prove this case can be summed up in two words: Ichiro Suzuki. And he was, as we know now, simply the first Japanese position player to make a major mark in the Major Leagues. The trend continued with the 2005 World Series champion Chicago White Sox and second baseman Tadahito Iguchi. Manager Ozzie Guillen said Iguchi may have been his MVP because Iguchi played the game exactly the way Guillen wanted it played, the right way. Sadaharu Oh was on hand Tuesday night when the Japanese ambassador to the United States, Ryozo Kato, hosted a celebration of Japan-U.S. baseball history that doubled as a promotion for the forthcoming World Baseball Classic.   The first thing you notice about Oh is that he is a man of distinctly medium size. You also notice that his appearance is professorial and that his bearing is courtly. But he would be absolutely average in size for the general American population, which means that he is small for a baseball player. This was not a man enhancing his physical stature through performance-enhancing substances, unless you believe that rice is a performance-enhancing substance.   You've probably seen the pictures. He hit those 868 home runs left-handed with a stance that included raising his right leg BEFORE the pitch was delivered. I don't care what size the parks were where he hit all these home runs, this was a tremendous feat, a legendary feat of athleticism, effort, concentration, determination, desire, durability, you name it.   Henry Aaron, the man with the 755 home runs, was in attendance, as well. The Hammer may have put on a few pounds in retirement, but as a player he was never a hulk of a fellow, either. But he was the most prolific home run hitter the American game had ever known, and he didn't get to that level the easy way.   For overcoming what he was forced to endure while he set that home run record, he became as much of a hero as an athlete can be. And there are those of us who hope that the record remains his, for as long as the game lives on.   The striking thing about the comments of Oh and Aaron on Tuesday night were that they kept pointing the credit away from their own baseball cultures. This was in keeping with the theme of the evening, but both of these gentlemen seemed completely sincere and were totally persistent, both in their brief speeches and later responding to questions from reporters.   Oh, 65 years old now, said that the present time, with Japanese players starring in the Major Leagues, was, for someone of his era, \"like a dream come true.\"   \"There was a large gap between Japanese and American baseball,\" Oh said. \"That gap has been closing, and that's because of what we learned from the Major League players.\"   On the other hand, from the other hemisphere, Aaron was saying that it was high time for Americans to realize the high quality of baseball being played elsewhere. Aaron said that a trip to Japan in 1974 opened his eyes about how important baseball was there.   \"I've been a fan of Major League Baseball going all over the world,\" Aaron said. \"We talk about a 'World Series.' It is not a World Series. It's a World Series that's played in the States. Now I think we're getting closer to understanding ... that baseball is played everywhere. You've got a lot of good players coming out of everywhere.\"   This was not, Aaron said, a recent development. American recognition of the international talent is relatively recent, but the talent was there for some time.   \"These players have always been that good,\" Aaron said. \"The talent has always been there, but Major League scouts didn't go over and scout them. Now, they're beginning to say, 'Hey, there's talent all over.'\"   That brings us back to Sadaharu Oh and his 868 home runs. This is not about comparing those to Henry Aaron's 755. It is about recognizing, perhaps late in the day, through the subsequent performances of Japanese players in America, how splendid the Japanese players are. There should be no more small smiles about Mr. Oh's home runs. The small smiles should be replaced by suitable respect and due regard, for a magnificent baseball accomplishment. Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": ""
}
