{
    "url": "http:\/\/m.mlb.com\/news\/article\/1297094",
    "title": "Ellis, A's exchange salary numbers",
    "subtitle": "Ellis, A's exchange salary numbers",
    "body": "OAKLAND -- The A's have gone to arbitration with a player twice since Billy Beane took over as general manager in 1998. The first time was with pitcher Ariel Prieto in 2000, and it happened again last spring with pitcher Juan Cruz.  Both players lost.  \"As far as I know,\" assistant general manager David Forst said Tuesday afternoon, \"we haven't lost one of these since [Beane's predecessor] Sandy [Alderson] started preparing for these hearings back when he was in charge. ... We like our record in these things.\" In the wake of Oakland's announced signings of Cruz and backup catcher Adam Melhuse to one-year contracts Tuesday, there is but one player with whom the A's still might have to face in an arbitration hearing. That player is second baseman Mark Ellis, who is coming off the best of his three seasons in the big leagues.   Unlike Oakland's five other arbitration-eligible players this offseason, Ellis was not signed before the Tuesday deadline for players and clubs to swap proposed salaries for 2006, so swap the A's and Ellis did.   Ellis, who missed the 2004 season with a torn labrum, made $600,000 by reaching several incentives in 2005 while batting .316 -- fifth among American League players with at least 400 at-bats -- with 13 homers, 52 RBIs, a .384 on-base percentage and team-high .477 slugging percentage. He also had a .989 fielding percentage, making six errors in 542 total chances.   Ellis is asking for $2.85 million in 2006. The A's are offering $2.15 million, which is $100,000 less than the total raise Ellis is requesting.   The two sides can negotiate a settlement before their scheduled hearing, and when asked if he had a gut feeling on whether the A's would be able to settle with Ellis before a hearing, Forst said, \"Not really.\"   \"I'm kind of split on this one,\" he continued. \"We're certainly prepared for it if it comes to that, but you'd always like to avoid it coming to that. ... We were optimistic before we exchanged numbers.\"   It's not yet known when the A's and Ellis would have to square off; a schedule for hearings, which will start Feb. 1 and conclude Feb. 20, will be set this week.   What is known is that such hearings aren't much fun for anyone. At them, the club essentially explains why the player in question isn't worth as much money as he -- and his agents -- think he is.   \"It isn't a friendly situation,\" Forst conceded. \"Everyone knows that it's business, but I think some players have had their feelings hurt.\"   Cruz, who also made $600,000 last year, spent most of the 2005 in the Minors after a disastrous stint in the A's bullpen. He agreed to a slight pay cut in 2006, signing a $575,000 contract that will increase his pay if he makes at least 45 appearances. Melhuse, who played in 39 games while making $385,000, signed for $700,000.  Mychael Urban is a national writer for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mychael Urban"
}
