{
    "url": "http:\/\/m.mlb.com\/news\/article\/1297047",
    "title": "Angels sign Rodriguez, Shields",
    "subtitle": "Angels ink relievers Shields, Rodriguez",
    "body": "Right-handed relievers Francisco Rodriguez and Scot Shields both avoided arbitration Tuesday by signing one-year deals.  Rodriguez, who earned $440,000 last season and was in the first year of eligibility for salary arbitration, will make $3.775 million in 2006 while Shields will increase the $925,000 he made last season to $2.1 million.  Right-handed reliever Brendan Donnelly remains the only arbitration-eligible Angel without a signed contract. Donnelly, who made $420,000 last season, submitted a one-year proposal of $1.05 million at Tuesday's deadline to exchange salary figures. The Angels countered with $850,000. Among the Angels' arbitration-eligible players, Chone Figgins, Jose Molina and Juan Rivera all signed multiyear deals while Rodriguez and Shields, like right-hander John Lackey on Monday, signed one-year contracts. The club had hoped to lock up their young stars to longer deals.   \"It is something we had interest in doing, but we couldn't come to an agreement,\" general manager Bill Stoneman said.   Still, the Angels will head into 2006 with the core of their bullpen under contract.   Rodriguez took over the closer's role from Troy Percival, who left as a free agent prior to the start of last season, and converted 45 saves in 50 opportunities. He tied Bob Wickman for the most saves in the American League and joined Washington's Chad Cordero as the first pitchers in Major League history to record 40-save seasons before turning 24 years old.   Running a consecutive save streak to 18 at the end of the regular season, Rodriguez tied an Angels record for saves in a month when he recorded 12 in September, equaling Bryan Harvey's 1991 mark. He finished the year with a 2-5 record and a 2.67 ERA in 66 appearances while holding opponents to a .184 batting average.   \"Rodriguez is valuable because he doesn't have to start an inning to be effective,\" Stoneman said. \"He can come on in the eighth and then pitch the ninth. He also has one of the best pitches: his slider. I don't know if I've ever seen another one like it. When he's on with that pitch, it is almost unhittable.\"   His counterpart in the bullpen, Shields, has also carved a considerable niche on the Angels staff. He led the club with 78 appearances last season, breaking the franchise record of 72, set by Minnie Rojas in 1967. Shields posted a 10-11 mark with seven saves and a 2.75 ERA while tossing 91 2\/3 innings, the second straight season he's led AL relievers in that category.   Shields also ranked second with 98 strikeouts. Over the last two seasons, Shields has pitched 197 innings, the most by any reliever in the Majors and his 207 strikeouts are fourth among Major League relievers in that span.   \"His versatility is very key,\" Stoneman said of Shields. \"He has been asked to close. He has also been asked to start, although not last season. He is so resilient that you can have him in a key game tonight and chances are, he'll be in a key game again tomorrow night. He can go back-to-back and he doesn't lose his effectiveness.\"   Donnelly was 9-3 last season with a 3.72 ERA in 65 appearances, establishing career highs in wins and games pitched, retiring 43 of the first batters he faced.   The club would like to avoid arbitration with Donnelly.   \"That is not something you ever want to do,\" Stoneman said. \"Given what the figures are, it looks like something that should be resolvable.\"  Mike Scarr is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Scarr"
}
