{
    "url": "http:\/\/m.mlb.com\/news\/article\/1292359",
    "title": "Reitsma, Braves finalize one-year deal",
    "subtitle": "Reitsma, Braves finalize one-year deal",
    "body": "ATLANTA -- Chris Reitsma hasn't yet been given the assurance that he'll be the Braves' closer this year. But he's coming to camp knowing he won't have to go through one of those often stressful arbitration hearings.  Reitsma avoided arbitration on Friday when he and his agent, Mike Paolercio, were able to come to terms with the Braves on a one-year deal worth at least $2.75 million. The contract also includes two separate $25,000 bonuses that will vest if he finishes a certain number of games. The first vests at 40 games and the second at 45 games.  \"If you can reach an agreement and avoid having to go through arbitration, it's always good,\" Paolerico said. \"Chris is very happy with the settlement, and I thought it was a pretty good contract.\" Eddie Perez and Brian Jordan were also pleased to learn that the Braves have offered them Minor League contracts. Both of the veterans have been invited to camp, where they will attempt to prove they've overcome injuries and can still be effective big leaguers.   While Reitsma has struggled down the stretch the past two seasons, the right-handed reliever has been one of the most durable players on the Braves during that span. Since joining Atlanta before the start of the 2004 season, he has appeared in 160 games.   As Paolercio points out, that is just short of half of the 324 games the Braves have played in that span. Still fans are more apt to remember that he posted a 4.00 ERA during that span and relinquished nine out of 24 save chances last year. In fairness, just five of those missed opportunities came when he was serving as the closer.   In 76 appearances during the 2005 season, Reitsma was 3-6 with 15 saves and a 3.93 ERA. His ERA was at 3.04 before he hyperextended his right leg in early August. He had registered nine straight save opportunities and been named National League Rolaids Relief Man of the Month in July just before suffering the injury.   After relinquishing three straight save opportunities, Reitsma lost his closer's role to Kyle Farnsworth. But the right-handed reliever, who set a Braves record with his 84 appearances in 2004, refused to go on the disabled list.   \"I know how bad he was hurting,\" Paolercio said. \"When I'd ask him why he wouldn't go on the disabled list, he just told me, 'I don't get paid to do that.' That's the kind of guy that Chris is.\"   Having had their contract offer rejected by Farnsworth in December and with nothing left on the free agent market, the Braves will go to camp with Reitsma being one of the top candidates to fill their closer's role. But they haven't given him any assurances that it will be his job to lose.      \"Chris isn't going to complain either way,\" Paolercio said. \"He didn't complain when he was removed from the role in August because of the injury. Knowing Chris the way that I do, whatever [Braves manager] Bobby [Cox] wants, he's going to do.\"   Reitsma, who made $1.65 million in 2005, and Brad Lidge are the only two pitchers in baseball who have combined for at least 10 holds, registered 15 saves and appeared in at least 150 games over the past two years.   While spending July and August on the disabled list, Jordan hit .247 for the Braves last year. The veteran outfielder, who will turn 39 in March, regained confidence in his ailing knee down the stretch and wanted an opportunity to prove he can still play.   The Braves are also providing that opportunity to Perez, who had just one at-bat after feeling soreness in his shoulder during a May 14 game at Dodger Stadium. The veteran catcher had arthroscopic surgery in October and still hasn't proven that he'll be able to throw when camp begins.   Jordan and Perez were the only free agents offered arbitration by the Braves. Both are solid clubhouse figures, who if nothing else will provide leadership during Spring Training. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
