{
    "url": "http:\/\/m.mlb.com\/news\/article\/1296832",
    "title": "Timlin honored to play for Team USA",
    "subtitle": "Timlin honored to play for Team USA",
    "body": "Just two months from his 40th birthday, Mike Timlin has done just about everything during his career in baseball. He has three World Series rings, 130 saves and a well-earned reputation as a veteran leader.  But now, Timlin is on the verge of tasting a new experience, one that should be rich and memorable.  The venerable setup man of the Red Sox has been selected as part of Team USA's preliminary 60-man roster for the upcoming World Baseball Classic. \"I've never been on an All-Star team in 16 years,\" Timlin said Tuesday in an interview with MLB Radio. \"I've never had the chance to be picked for the Olympics either. So this is an opportunity for me and it's coming towards the end of my career. It's a huge opportunity for me. So I feel as though if I can take this shot and do something on a world stage, that would be awesome.\"   Now, he just hopes to qualify for the final roster of 30, which will take the field on March 3.   \"Well, after I talked to [U.S. manager] Buck Martinez, I've got to be able to make this team first,\" Timlin said. \"Like you said, it's a Who's Who. There's quite a few big names there. I may have to really try to work hard to carve out my own spot.\"   Red Sox catcher Jason Varitek also is part of the 60-man roster. Boppers David Ortiz and Manny Ramirez will represent the Dominican Republic.   Because of how long he has been around, Timlin has sound perspective on how the tournament will change the routines of individual players during Spring Training.   \"Guys are going to have to step up their workout a little bit,\" Timlin said. \"Some guys wait until mid-Spring Training before they really start extending themselves four or five innings. ... I'm talking about starters, guys really extending their throwing programs. They're going to have to step that up a little bit.   \"For a reliever, we're throwing an inning anyway, even at the beginning of Spring Training. We're five minutes on the mound, we're 10 minutes on the mound. You work that up to 30 pitches, to live hitting, and it goes on from there. We're closer to being at top form right out of the gate than, per se, a starting pitcher. Some of the hitters, they're going to have to get their groove on pretty quick.\"   Before committing to the team, Timlin conferred with Red Sox manager Terry Francona.   \"I asked him what he thought about me playing on this, and he said, 'If you think you can do it health-wise, then you have my blessing. If you don't think you can do it health-wise, then don't,'\" said Timlin.   Though some players have chosen not to participate in the WBC for personal reasons, Timlin jumped at the opportunity.   \"It is definitely quite an honor,\" Timlin said. \"That's what I consider it to be. It's an honor, just to be named on there. It's going to be tough to make the team.\" Ian Browne is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
