{
    "url": "http:\/\/m.mlb.com\/news\/article\/1296894",
    "title": "O's avoid arbitration with four players",
    "subtitle": "Orioles avoid arbitration with four players",
    "body": "BALTIMORE -- The Orioles cut their list of arbitration-eligible players nearly in half on Tuesday, when they reached agreement on one-year deals with Erik Bedard, Bruce Chen, Todd Williams and Corey Patterson.  Bedard and Chen are both expected to be key components of Baltimore's starting rotation, Williams will work in late relief and Patterson seems set to start in center field. The flurry of signings leaves five players still eligible for the arbitration process, and the team and each player's representatives exchanged salary proposals for that process on Tuesday.  The Orioles have declined several trade requests for Bedard, who's made 50 starts over the last two seasons. Last year, the southpaw worked to a 5-1 record and a 2.08 ERA before the All-Star break and a 1-7 record with a 5.44 mark in the second half, but Baltimore thinks that new pitching coach Leo Mazzone can help him turn the corner. Chen, another left-hander, had a career year in 2005. The native of Panama notched a 13-10 record and a 3.83 ERA, ranking second on the team in wins and first in ERA. And he did that after bouncing around baseball. Chen has pitched for seven big-league teams since 2000, but in Mazzone, he gets back to his first pitching coach.   Baltimore gave Williams his big break last year, and the 34-year-old thrived in his first full big-league season. The right-hander worked in 72 games, posting a 5-5 record and a 3.30 ERA. Before that, Williams pitched in parts of five seasons with Major League teams -- the first coming all the way back in 1995 with the Los Angeles Dodgers.   Patterson was recently acquired from the Chicago Cubs in exchange for two Minor League prospects. The 26-year-old hit just .215 last season and earned a demotion to Triple-A at one point, but the Orioles are counting on him to step forward in 2006. Patterson, the third overall pick in the 1998 First-Year Player Draft, is a career .252 hitter.   There are still some key players among the remaining arbitration cases. Jay Gibbons and Brian Roberts -- Baltimore's respective regulars in right field and second base -- headline the class, along with starting pitcher Rodrigo Lopez. The final two players, Jorge Julio and Luis Matos, are expected to take supporting roles next season.   The Orioles exchanged figures with each player's representatives on Tuesday, setting the marks for the arbitration hearings. Roberts, who earned his first All-Star berth last season, asked for $3.6 million and was offered $2.4 million. Either figure would represent a significant raise from his 2005 salary of $415,000.      Gibbons, who made $2.8 million last year, will be eligible for free agency next season. The Orioles offered him $4 million for 2006, and his agents asked for $5.3 million. The two sides may settle on a multiyear deal before the arbitration hearings come to pass.   The gaps closed a bit for the remaining players. Lopez, Baltimore's Opening Day pitcher in 2005, asked for $4.5 million, just $750,000 more than Baltimore's offer. Matos, who may have lost his starting job to Patterson, requested $2 million and was offered $1.3 million.   Finally, Julio -- the team's former closer -- asked for $2.8 million and was offered $2.3 million. Arbitration hearings are scheduled in February, but the club and the players can settle on a contract any time prior to the hearing.    Spencer Fordin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Spencer Fordin"
}
