{
    "url": "http:\/\/m.mlb.com\/news\/article\/1296711",
    "title": "Cards, Marquis ink one-year deal",
    "subtitle": "Cards, Marquis ink deal, avoid arbitration",
    "body": "ST. LOUIS -- It took just a little bit longer than they may have hoped, but Jason Marquis and the Cardinals agreed to terms Tuesday on a new one-year contract. Marquis will make a reported $5.15 million with incentives that could be worth up to an additional $275,000.  Marquis, 27, went 13-14 with a 4.13 ERA in his second season in St. Louis. He pitched a career-high 207 innings, going over 200 frames for the second straight year. Marquis pitched the first shutout and the first three complete games of his career in 2005.  The right-hander, acquired from Atlanta in a trade in December of 2003, appeared at the annual Winter Warm-Up on Saturday amid some speculation that a new pact might be announced. However, the deal wasn't quite done at that time, and Marquis had to leave town the same day to return home to the New York area. \"There's really been no argument or debate,\" he said Saturday. \"It's been a good process.\"   General manager Walt Jocketty said that the Cardinals and Marquis have not broached the topic of a multiyear contract. Marquis is eligible for free agency after 2006, as are fellow starting pitchers Mark Mulder, Jeff Suppan and Sidney Ponson. Chris Carpenter is the only member of the Cardinals rotation who is under contract for 2007. Rookie Anthony Reyes, who may make the starting staff, is under the club's control through at least the 2011 season.   Marquis' season was up and down in '05. He pitched as well as any Cardinal in the season's first weeks, and was 5-1 with a 3.26 ERA on May 8. He suffered a slump and winless streak at midseason before righting himself with an Aug. 27 shutout at Washington. That game began a strong finish for Marquis, who allowed 12 earned runs in 47 innings over his final seven appearances.   \"I thought I had a good season overall,\" Marquis said. \"I thought I actually, at times, had a better year than the prior year. I went through that bad stretch, where I won one or two out of 12 games. But realistically I could have won five or six of those games.   \"Numbers speak for themselves, and numbers are numbers, but I'm glad those last seven games of the year I was able to turn it around and have probably the best stretch of my career.\"   Marquis was the Cardinals' last remaining arbitration-eligible player. They still have several unsigned players who are not yet eligible for arbitration. The club avoided arbitration for the seventh year in a row. St. Louis hasn't actually gone to a hearing with a player since 1999, when it won its case against left-handed pitcher Darren Oliver. Matthew Leach is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matthew Leach"
}
