{
    "url": "http:\/\/m.mlb.com\/news\/article\/1296712",
    "title": "Remembering a friend of friends",
    "subtitle": "Remembering a friend of friends",
    "body": "More than 3,000 friends turned out to honor and remember Raoul \"Rod\" Dedeaux at services at the Cathedral of Our Lady of the Angels in Los Angeles on Monday.  Only one man would have been able to greet each and every person in attendance and welcome them by name.  That would have been Rod Dedeaux. He would have welcomed each person with his trademark phrase: \"Hello, Tiger.\" In Rod's absence, guests at the services were given name tags that simply read, \"Tiger.\"   You had to meet Rod Dedeaux only once to be his friend. And the trademark name \"Tiger\" wasn't some throwaway line that was used as a simple convenience.   When Dedeaux called you \"Tiger,\" you felt the warmth and the sincerity of the man.   Dedeaux passed away on Jan. 5 from a stroke. He would have been 92 on Feb. 17.   I have Feb. 17 marked on my calendar, as I have in recent years, as a reminder to call Rod and wish him Happy Birthday and to thank him for all he has meant to my life.   You see, having Rod Dedeaux as a friend has been one of the treasures of a lifetime. I know many in the crowd of 3,000 at the services on Monday feel the same way, and many more who were not able to be in attendance.   The success story of Rod Dedeaux in baseball and in business has been well documented.   He coached USC for an amazing 45 seasons, and his teams won 11 NCAA titles, including five in a row at one point. In 1999, he was named college baseball's \"Coach of the Century.\"   Nearly 60 of his players went on to play in the Major Leagues, including Tom Seaver, Randy Johnson, Mark McGwire and Fred Lynn.   While playing professional baseball in the 1930's, Dedeaux started a trucking company with one truck. Today, Dart Transportation, Inc. is a multi-million-dollar trucking firm that specializes in worldwide distribution.   It was baseball that was to serve as Dedeaux's platform to success as a coach at USC and in business.   He fell in love with the game at an early age and became a star infielder at Hollywood High School.   After high school, Dedeaux turned down opportunities to sign a professional baseball contract and opted for a scholarship at USC, where he majored in business while playing shortstop for the Trojans for three seasons.   The driven Dedeaux signed with the Brooklyn Dodgers following his time at USC and, at the age of 20, reached the big leagues in 1935. His manager with the Dodgers was a man who would be a lifetime friend, the legendary Casey Stengel.   A back injury limited Dedeaux's Major League career to just two games, and after a brief stint of playing in the Pacific Coast League, he returned to coach at USC in 1942. He was just 27 years old.   With all of Dedeaux's success as a college baseball coach and in business, it was his love for family and friends that truly defined the man.   That was never more evident than at the services on Monday, during which Cardinal Roger M. Mahony celebrated mass and spoke of Dedeaux's devotion to his wife, Helen, and his family.   Dedeaux's daughter, Michele Engemann, spoke of her father's ability to share his daily activities with his wife and four children.   There are nine grandchildren, and several spoke of their involvement and joy of sharing time with their grandfather, watching him interact with people and observing his attention to every single detail.   Rod Dedeaux was a success story because he truly cared about people, because there never was a time when he didn't prepare for the task at hand and because he had a passion for life itself.   The back injury Dedeaux suffered as a young baseball player was to hamper him all of his life. He ultimately had to use a cane and then, in his later years, a walker.   In more than three decades I was honored to know Dedeaux, I never heard him complain about his back, or anything else, for that matter. I saw a man approach each and every day with excitement.   When Feb. 17 rolls around, I will miss making my call to Rod Dedeaux. I will miss that voice saying \"Hey, Tiger.\"   I will miss the friendship. I never will forget the friend. Fred Claire was a member of the Los Angeles Dodgers from 1969-98, serving the team as executive vice-president and general manager. His book \"Fred Claire: My 30 Years in Dodger Blue\" was published last year by SportsPublishingLLC. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": ""
}
