{
    "url": "http:\/\/m.mlb.com\/news\/article\/1300581",
    "title": "Clubs seeking corner-infield strength",
    "subtitle": "Clubs out to build solid corner foundation",
    "body": "A strong foundation is imperative in good construction, whether you're building a house or a baseball team.  If the corners are weak, the structure will not be up to the task. So it is with brick and mortar, just as it is with baseball teams. Winning teams usually have very strong cornerstones at either first or third base and often at both corners.  We should see more of the same in 2006 as the strongest teams will once again have outstanding corner tandems. Leading the way in their respective leagues in this regard are the Yankees, with 2005 American League Most Valuable Player Alex Rodriguez at third and Jason Giambi at first base, and St. Louis, with NL MVP Albert Pujols at first and Scott Rolen at the hot corner.   Not far behind those two are the Cubs, with Derrek Lee and Aramis Ramirez and the Texas Rangers, who have a young bookend corner pair that is as good as there is in first baseman Mark Teixeira and third baseman Hank Blalock. The Mets, with Carlos Delgado and David Wright, compare favorably with any pair in either league.   The A's should be strong on the corners and even stronger if they sign free agent Frank Thomas. So will the Blue Jays, with the rebuilt corner tandem of Troy Glaus and Lyle Overbay, Seattle with Richie Sexson and Adrian Beltre, and the defending World Series champion White Sox with Joe Crede at third and the monster mashers sharing time at first base and designated hitter, Paul Konerko and Jim Thome.   The Orioles, Astros and Pirates all figure to be above average on the corners in 2006.   Here's a rundown on each team's corner situation as of Wednesday:   American League  Angels: Casey Kotchman is the leading candidate to take over at first base for the Angels from Darin Erstad, who is heading to the outfield. Dallas McPherson, who took over at third base last season, is back as the starter at the position in 2006.   Kotchman started slow last year in the Minors, but hit .302 in 40 games following an Aug. 4 recall that included seven homers. He also hit .323 with runners in scoring position.      Hip and back problems limited McPherson to 61 games last season, and he had surgery on Aug. 30 to shave a bone spur on his left hip. Last year's heir apparent at third base will be faced with two issues this spring: He must show he can physically withstand the demands of playing every day, but he also must demonstrate he can consistently handle big-league pitching. McPherson hit eight homers in 205 at-bats while striking out 64 times.   Also in the mix for playing time at first is Kendry Morales, who is also being considered at designated hitter.   Athletics: The A's have one of the best in third baseman Eric Chavez, who led the team in 2005 in hits, runs, home runs, doubles, RBIs, walks, extra-base hits, total bases and sacrifice flies. He also played in a team-high 160 games while playing through persistent shoulder pain and won his fifth consecutive Gold Glove at third base.   However, for Chavez it wasn't his best year, as his .329 on-base percentage was the lowest of his career and his batting average (.269) and slugging percentage (.466) were his worst since his rookie season of 1999.   Across the diamond, the A's are still sorting things out. The club is interested in signing free agent Frank Thomas, but if that doesn't pan out, Nick Swisher will likely be moved from right field to make room for Milton Bradley, which means Dan Johnson, who made the All-Rookie team as a first baseman in 2005, will go to designated hitter.   Blue Jays: New third baseman Troy Glaus and first baseman Lyle Overbay should help add a little pop to a Toronto lineup that had just one player hit more than 20 home runs and no players break the century mark in RBIs last season. Glaus can help give Vernon Wells more pitches to hit by batting cleanup, and the former World Series MVP provides the ability to hit 30 or 40 home runs. Overbay should thrive on the FieldTurf in the Rogers Centre with his tendency to hit doubles to the gaps.   The arrival of Glaus and Overbay will cause Shea Hillenbrand and Eric Hinske to be pushed into new roles.   \"Hinske is going to get his at-bats playing left field and Hillenbrand is going to DH and get some at-bats playing third and first,\" general manager J.P. Ricciardi said.   Devil Rays: Travis Lee returns at first base. Lee's 2005 season was a tale of two halves. He started slowly, finishing the first half with a .240 batting average with just two home runs and 19 RBIs, but he rebounded by hitting .306 in the second half with 10 home runs and 31 RBIs.   While Lee's bat was inconsistent, his glove remained a constant. He committed just four errors on the season and tied the White Sox Paul Konerko (.996) for the third-best percentage among American League first basememn behind Mark Teixeira of Texas (.998) and Darin Erstad (.997) of the Angels. He made his first error in 170 games on June 19 when he came up eight games shy of the American League record for consecutive errorless games by a first baseman. He ranks as Major League Baseball's all-time career fielding percentage leader (.997) among first basemen with 750 or more games played.   Waiting in the wings at first base is Wes Bankston, who hit .292 with 12 home runs and 47 RBIs at Triple-A Durham after hitting .387 with three home runs and 23 RBIs at Class A Visalia.   The departure of third baseman Alex Gonzalez leaves the starting duties to Sean Burroughs, who was acquired during the Winter Meetings in a trade that saw the Rays ship right-hander Dewon Brazelton to the Padres. The Rays added to their infield depth by signing free agent Ty Wigginton to a one-year deal. Nick Green and Luis Rivas will provide further depth at third.   Orioles: Baltimore will sort between various options at first base during the exhibition season, but Melvin Mora gives the O's a rock-solid All-Star at the hot corner.   Mora was an All-Star last year, though, before cooling off in the second segment of the season. Despite his slide, Mora was one of Baltimore's most productive hitters last year, ranking first on the team in home runs (27), second in RBIs (88) and third in runs scored (86). The homer total equaled his career high set in 2004 and typifies the veteran's late-career renaissance after moving to third base.   Across the diamond, the O's have two newcomers battling for their own position. Both Jeff Conine and Kevin Millar have solid track records at first base in recent years, but they both also have the ability to play other positions.   There's one other prominent name in the mix at first base. Javy Lopez, the team's erstwhile catcher, will likely try on a new glove this season. The Orioles signed Ramon Hernandez this winter, which pushes Lopez into part-time DH duty. He's only played one career game at first base, but Baltimore would like to keep his bat in the lineup at any cost.   Indians: After a disappointing 2005, first baseman Ben Broussard and third baseman Aaron Boone will get another crack at their respective corners this season.   Broussard continued to get the starts at first against right-handed pitchers, but his numbers -- .255 with 19 home runs and 68 RBIs -- were not what the Indians anticipated. The Indians have brought aboard veteran Eduardo Perez, who played for the Devil Rays last season, to get the first-base starts against left-handed pitching.   At the hot corner, Boone's work with the glove was as good as ever in 2005. But his final numbers after a career-worst start at the plate -- .243 average with 16 homers and 60 RBIs -- were way short of his typical production. Then again, he hit .150 the first two months of the season so maybe his second-half surge is a sign of better days in 2006.   Mariners: Seattle brought in first baseman Richie Sexson and third baseman Adrian Beltre last year, but the team still managed to win only 69 games.   Sexson, who signed a four-year, $50 million deal to come to Seattle in 2005 after shoulder problems had ruined most of his 2004 season, delivered big-time on his promise, leading the team in home runs (39), RBIs (121) and slugging percentage (.541). Sexson figures to have another big year now that he's once again familiar with American League pitching and has a healthy season under his belt.   Beltre ended up batting .255 with 19 homers and 87 RBIs, a significant decline from his monster year of 2004 with the Dodgers.   The Mariners are hoping the adjustment year Sexson and Beltre went through last year, plus the addition of more help in the lineup, will mean even better things from their two corners in 2006.   Sexson and Beltre will both be backed up by utilityman Willie Bloomquist. The Mariners could use regular left fielder Raul Ibanez at first from time to time or could try shortstop and left fielder Mike Morse at third if Beltre and Bloomquist aren't available.   Rangers: Going into the 2006 season, a huge part of the Texas foundation remains in Blalock, a two-time All-Star, at third base and Teixeira, an All-Star for the first time in 2005, at first base.   Blalock, a left-handed hitter, hit .263 with 25 home runs and 92 RBIs last year. His OPS dropped from .855 to .749. The Rangers also noted that his batting average against left-handers went from .282 in 2004 to .196 last year.   Defensively, Blalock was solid, tying a club record with a 53-game errorless streak and finishing second among major league third basemen with an AL-leading .973 fielding percentage.   The switch-hitting Teixeira batted .301 in 2005 with 43 home runs and 144 RBIs, a Major League record for a switch-hitter. Only seven players have more RBIs over the past three seasons than the 340 that Teixeira has driven in since cracking the Rangers lineup as a rookie in 2003. Since July 1, 2003, only four players have driven in more runs: David Ortiz, Manny Ramirez, Gary Sheffield and Alex Rodriguez.   Behind Blalock and Texeira are highly regarded prospects Travis Metcalf and Jason Botts, respectively. Botts, another switch-hitter, hit .286 with 25 home runs and 102 RBIs at Triple-A Oklahoma last year. Metcalf, the Rangers Minor League Player of the Year in 2005, batted .291 with 22 home runs and 94 RBIs at Class A Bakersfield.   Which means the corners in Texas should be as strong as any for some time to come.   Red Sox: Mike Lowell, Kevin Youkilis and J.T. Snow will get most of the playing time at the corner spots in 2006. Gone is the tandem of Bill Mueller and Millar, who occupied third and first, respectively, for the last three seasons.   Though he's a third baseman by trade, the acquisition of Lowell means that Youkilis will likely get the majority of his starts at first base. As for Snow, the 37-year-old veteran, the Red Sox hope he can be the same type of solid fit that John Olerud was last year.   Another player in the fold is left-handed hitting first baseman Roberto Petagine, who had a strong year at Triple-A Pawtucket last year.   Royals: The Royals are loaded at first base with Mike Sweeney, Matt Stairs, Doug Mientkiewicz and Justin Huber. Across the diamond, the depth is noticeably thinner, as Mark Teahen is the starter with perhaps Esteban German or Joe McEwing backing him up.   Because of back problems, Sweeney played just 122 games but still managed to hit .300 with 21 homers, 39 doubles and 83 RBIs. He was used as the designated hitter in his last 20 starts.   Mientkiewicz, a Gold Glove-caliber fielder, hasn't hit much in the last two years as a part-time player for the New York Mets and Boston Red Sox. However, in his last full season for the Minnesota Twins, he batted .300 and had 65 RBIs in 2003.   Teahen is back at third after a rookie season in which he batted .246 and made 20 errors.   Tigers: Manager Jim Leyland has all sorts of corner questions in Detroit.   At first base, Chris Shelton, Carlos Pena and Dmitri Young all have their strengths and experience at the position, but all have their question marks as well. Such as can Shelton or Pena produce consistently enough to be the everyday starter? Young (.271, 21 HR, 72 RBIs) is a proven hitter, but the question is whether he better serves the team as the everyday DH rather than the first baseman?   Shelton hit .299 in 107 games last season, with 18 homers and 59 RBIs, but he also struck out 87 times in 388 at bats. Pena (.235, 18, 44) was streaky and finished with 95 strikeouts in 260 at bats. The Tigers offense cannot carry that many Ks from one corner and improve, especially if the production from across the diamond isn't above average.   The Tigers have been looking to upgrade at the hot corner, but will likely open the season with the converted catcher Brandon Inge (.261, nine homers, 61 RBIs) and Omar Infante (.222-9-16), as their third basemen.   Twins: With the free agent market short on third baseman and other teams' asking prices too high to make a trade, the Twins looked to Japan to find themselves someone to fill the third base slot. That is where they found former Major Leaguer Tony Batista, who had played one season with the Fukuoka Softbank Hawks in the Japanese Pacific League. While in Japan, he batted .263 with 27 home runs, 90 RBIs and 78 runs scored in 135 games. Batista was released by the Hawks on Dec. 2 after playing only one season of a two-year, $15 million contract.   Given a non-guaranteed Major League contract, Batista will have to earn his spot on the roster. Twins general manager Terry Ryan has made it clear that he believes Batista will be the guy but there are some uncertainties with his absence from the league for a year.   The main plus that Batista could bring to the Twins is something that they desperately needed last year -- power. Since 1999, Batista has collected an average of 31 home runs and 99 RBIs per season, excluding his Japanese stats.   Justin Morneau has the first base position locked up, though he produced numbers that were below expectations last season by hitting .239 with 22 home runs and 79 RBIs last year.   Michael Cuddyer, the starter at third for much of 2005, is back to compete for playing time.   White Sox: The World Series champions should be even stronger on the corners in 2006 now that they've added Thome to help out at first base and designated hitter and Rob Mackowiak to back up Crede at third base.   Pablo Ozuna and Ross Gload are also back vying for playing time behind that group.   If Thome is healthy the White Sox will have substantially more power and versatility to handle the lefty-right matchups. Mackowiak, a versatile player who can play five positions, gives the Sox another veteran hitter who should fit nicely into the mix.   Yankees: New York has two players at the corners to rival any duo in the Majors: Giambi and Rodriguez.   Giambi rebounded from his dreadful 2004, and the tumultuous offseason that followed it, with an impressive 2005, batting .271 with 32 home runs and 87 RBIs en route to the AL Comeback Player of the Year Award. That he was hitting .195 with three homers and six RBIs on May 10 makes it even more amazing.   A-Rod finished his season with 48 homers, 130 RBIs and a .321 average, capturing his second MVP award in the process.   Rodriguez and Giambi possess as much power as any corner tandem in baseball, giving the Yankees a strong offensive presence at the positions. If Giambi can pick up in 2006 where he left off in the second half of 2005, he and Rodriguez could combine for 85-90 home runs and 250 RBIs.   Backing up the pair are Andy Phillips and Miguel Cairo, though Phillips is likely to see more playing time than Cairo.   National League  Astros: Jeff Bagwell has hopes to return to his position at first base after playing there only 24 games in 2005. Entering the final year of his contract, Bagwell and the Astros appear at a crossroads, as the two sides are clearly in disagreement about the first baseman's chances to be productive this year.   If Bagwell cannot or does not play, Lance Berkman would move to first base and likely stay there for the remainder of his Astros tenure. Berkman was a decent outfielder, but considering he's turning 30 and has undergone major reconstructive knee surgery, he's probably best suited at first, where he played in college. Only Bagwell's presence required Berkman's position switch once he was drafted in 1997.   At third base, the Astros are set with All-Star Morgan Ensberg, whose breakout 2005 included leading the team in home runs (36) and RBIs (101), while earning his first All-Star selection.   Braves: Third baseman Chipper Jones appeared in a career-low 109 games last year, but he teamed with new first baseman Adam LaRoche to help the Braves make the playoffs for the 14th consecutive season.   When Jones first injured his left foot on April 24, he was hitting .381 and had a .513 on-base percentage. After the injury Jones was never the same and by June 6 he began a six-week stint on the disabled list.   Now healthy, Jones is primed for another solid season in 2006. LaRoche, who platooned with Julio Franco last season, will likely be the everyday player across the diamond from Jones in 2006.   Brewers: The Brewers head toward the 2006 season with a newcomer at each corner infield spot. But that distinction is about the only thing first baseman Prince Fielder and third baseman Corey Koskie have in common.   The 21-year-old Fielder, raised in the baseball hotbed of Florida, is already being hyped as a National League Rookie of the Year candidate. He has been groomed for this opportunity his entire life, from his days trailing his big league dad, Cecil, to the day in 2002 when the Brewers made Prince their first-round draft pick.   Koskie's arrival bumped Bill Hall, who hopes to build on a breakout 2005 season, from his projected role as the starting third baseman. Veteran Jeff Cirillo, who like Koskie is considered an excellent defensive player, is another option at third base. So is rookie Corey Hart, who has played first and third base and the outfield during his Minor League career and is a candidate for a spot on the Brewers' Opening Day roster.   Koskie is a career .277 hitter in eight Major League seasons but is coming off a poor 2005 season with Toronto. He was limited to 97 games by a broken right thumb that required surgery to repair ligament damage, and batted .249 with 11 home runs and 36 RBIs, well below his career averages. Fielder split his 2005 season between Milwaukee and Triple-A Nashville. In the Minors, he batted .291 with 28 home runs and 86 RBIs in 103 games.   Cubs: Cubs: Lee, who won his first batting title with a .335 average, and third baseman Ramirez are the anchors of the Cubs infield. The two boppers combined for 77 home runs (Lee 46, Ramirez 31), 199 RBIs (Lee 107, Ramirez 92), and 80 doubles (Lee 50, Ramirez 30).   Ramirez battled a variety of leg injuries from a sore groin to a sprained ankle to a strained quad. He missed the last month of the season, and has spent the winter following a strength and conditioning program. Ramirez has been working out this winter and the indications are he will be healthy and ready for the 162-game season.   Which means the Cub corners might even top their 2005 production.   Cardinals: Assuming Rolen is healthy, the Cardinals should be super at the corners in 2006.   The Gold Glove and All-Star third baseman is coming off season-ending shoulder surgery. In 2004, Rolen was an MVP candidate who hit for power and average and played defense as well as any third baseman in either league. In 2005, Rolen started slowly, sustained a shoulder injury in a collision, was ineffective offensively upon his return and finally shut it down after a second surgery.   If Rolen is healthy he will once again team with Pujols, who won the NL MVP last season.   Behind the two sluggers, it's unclear who the backups will be. Hector Luna and Deivi Cruz will vie for time at third base, but there is no natural third base backup on the roster with the departure of Scott Seabol and John Mabry.   First base behind Pujols is even more cloudy. Brian Daubach will be in camp with a Minor League contract, and will be given a chance. John Gall showed he could hit off the bench last season, and he's played some first base. Prospect Chris Duncan could force his way onto the roster with a big spring.   The key, however, is Rolen's health.   Diamondbacks: It will be new faces in Arizona, as Conor Jackson takes over at first base and Chad Tracy moves in at third.   Tracy, who played sparingly last season, steps in for Glaus, who moved on to Toronto.   Jackson had a rough big-league baptism the last two months of the season, batting .200 in 85 at-bats with modest power. But the 2003 top draft choice has burned up the Minor League ladder, and everyone was anxious to see what he can do with an opportunity.   Jackson's track record is impressive. He compiled a .332 average in three years in the Minors and was chewing up the Pacific Coast League at a .354 rate last summer, so no wonder the Diamondbacks promoted him two weeks after his appearance in the 2005 Futures Game.   Dodgers: The corners makeover in Los Angeles was not what many people thought it would be this winter. For a while it looked like youngsters James Loney and Andy LaRoche would get first crack at the infield corner spots, then new general manager Ned Colletti signed Mueller to a two-year contract to play third base and landed Nomar Garciaparra for one year to play first base. Both played for new manager Grady Little in Boston.   The third-base position was a revolving door for the Dodgers last year. After getting 48 home runs and 121 RBIs from third baseman Beltre the year before, the Dodgers opened the 2005 season with Jose Valentin at third base, but he blew out his knee. When the dust had settled, the Dodgers used seven different third basemen, none playing more than 40 games (Oscar Robles), totaling 61 RBIs.   The switch-hitting Mueller, 34, has a .292 lifetime average in 10 seasons. In 2003 he won the American League batting title and Silver Slugger Award with a career-high .326 batting average, 19 home runs and 85 RBIs. He hit .295 with 10 homers and 62 RBIs for Boston last year.   The 32-year-old Garciaparra missed about a half of each of the last two seasons, first with a wrist injury, last year with a torn groin muscle. He has a .320 lifetime batting average, five All-Star appearances and was the Rookie of the Year. He will also be playing a new position.   Hee-Seop Choi is expected to back up Garciaparra. Oscar Robles and Willy Aybar have experience at third base, as does Olmedo Saenz.   Giants: Second-year first baseman Lance Niekro replaces the departed Snow.   Niekro struggled against right-handed pitchers last season -- .206 in 170 bat-bats -- but Giants manager Felipe Alou says he'll give the first sacker plenty of opportunities to rebound. Veteran Mark Sweeney, ranked fourth since 1974 with pinch hits (131) and pinch homers (13), will back up Niekro and possibly play some outfield spots.   Pedro Feliz takes over for the departed Edgardo Alfonzo at third base. Newly acquired Jose Vizcaino, 37, will be Feliz's primary backup, but has played all four infield spots in his career and is expected to also sub for second baseman Ray Durham.   Marlins: Lowell, a three-time All-Star, the National League's Gold Glove winner last year and Florida's third baseman since 1999, is gone.   The Marlins, however, have more than a capable replacement. The Thanksgiving night deal that sent Lowell to the Red Sox cleared the way for two-time All-Star Miguel Cabrera to return to his natural third-base spot.   Cabrera, who ranked among the National League leaders in batting average (.323), home runs (33) and RBIs (116) last season, takes over at third and rookie Mike Jacobs replaces slugger Delgado, traded to the Mets, at first base.   Jacobs, a converted catcher who has undergone shoulder surgery in the past, will likely see the bulk of the action at first. His primary backup will be veteran Wes Helms, who provides depth at first and third base. Helms also should get some starts against tough left-handers. It remains to be seen if the Marlins are looking at a strict platoon situation with the left-handed hitting Jacobs, who belted 11 homers in 100 at-bats with the Mets last season. Veteran Lenny Harris, primarily a pinch-hit option, could see limited action at first or third.   Mets: The Mets could have one of the strongest corner tandems in the game in first baseman Delgado and third baseman Wright.   Wright, 23, blossomed last summer, demonstrating power (27 home runs), run production skills (102 RBIs) and a degree of consistency beyond his years, reflected in his .306 batting average.   Delgado has been one of the best RBI men in the game in recent years, with 100 or more RBIs in all but one of the last 10 seasons (2004, when he played in only 128 games and drove in 99 runs, is the exception).   Nationals: The Nationals should be strong defensively with third baseman Ryan Zimmerman and first baseman Nick Johnson.   The big question is, how much offense can Johnson and Zimmerman provide? Injuries have prevented Johnson from reaching his full potential with the bat. He missed a month of the 2005 season because of a deep bone bruise in his right heel. It marked the sixth consecutive season in which Johnson had to go on the disabled list. Johnson is a free agent after the 2006 season and he has to show Washington that he's worth an extension.   As for Zimmerman, the Nationals were hoping that he would reach the big leagues by 2007, but lack of offensive production from third baseman Vinny Castilla and shortstop Cristian Guzman hastened the Nationals to promote the youngster last September. He hit a combined .336 with 11 home runs and 38 RBIs for Class A Savannah and Double-A Harrisburg, then hit .397 with six RBIs in a brief look with the Nationals to vault into the third base job.   Look for Jamey Carroll and Brendan Harris to battle to be Zimmerman's backup.   Padres: The Padres will be looking for production from new performers at both first and third, where strength will be found in numbers. Last April's starters, Phil Nevin and Burroughs, are in Texas and Tampa Bay, respectively, and those who replaced them over the course of the '05 season -- Mark Sweeney, Robert Fick, Xavier Nady, Joe Randa -- also have new homes.   Ryan Klesko will make the move back to the infield and behind him are Adrian Gonzalez, the No. 1 overall pick by Florida in the 2000 First-Year Player Draft, Paul McAnulty, Walter Young and Jack Cust.   Vinny Castilla, acquired from the Nationals for starter Brian Lawrence, is the starter at third base with Mark Bellhorn, Geoff Blum and Bobby Hill backing him up.   Phillies: Ryan Howard bashed his way to a National League Rookie of the Year Award last season, which allowed the Phillies to trade first baseman Thome during the offseason.   Howard hit 11 homers from Sept. 1 on to keep the Phillies on Houston's heels in the NL Wild Card race. The Phillies can't wait to see what he will do for an encore.   At the hot corner, things weren't as rosy for David Bell. The veteran struggled through a full season of mediocrity, hitting .248 with 10 homers. Bell returns to finish the fourth and final year of the $17.5 million deal. Bell was tough on southpaws in 2005, but alarmingly anemic against righties, batting .199.   With that in mind, GM Pat Gillick brought in utilityman Abraham Nunez to assist. Nunez, who will also back up at second and short, will see his playing time increase if Bell continues to struggle.   Pirates: No team did more to upgrade their corner positions this winter than Pittsburgh.   The Pirates, uncomfortable with the prospect of starting 2006 with the light-hitting and relatively inexperienced Freddy Sanchez at third base and the even less experienced slugger Brad Eldred at first base, went out and acquired first baseman Sean Casey and third baseman Joe Randa to improve a Pittsburgh offense that ranked near the bottom of most of the National League in most offensive categories a year ago.   A three-time All-Star, Casey has a .305 career batting average with 118 home runs and 605 RBIs in nine big league seasons, eight of which he spent in Cincinnati. The Pittsburgh native Casey has performed particularly well at PNC Park, where has batted .355 with five home runs and 24 RBIs in front of the hometown fans.   Randa, who was signed as a free agent in December, spent a year in Pittsburgh during the Pirates' improbable chase for a division crown in 1997. And in 10 big league seasons, the 36-year-old third baseman has compiled a .285 career batting average with 119 home runs and 711 RBIs. Last season, Randa set a career high with 17 home runs and ranked third among NL third basemen with a .967 fielding percentage.   Sanchez, who batted .291 in 132 games last season in what was his first full year in the big leagues, will be available to fill in at third base, second base and shortstop. Craig Wilson, who led the Pirates with 29 home runs in 2004, will be the primary backup at first base. The increased depth will also allow the Pirates to give Eldred and third base prospect Jose Bautista additional time for development at Triple-A Indianapolis.   Reds: The trade of Sean Casey to Pittsburgh opens up first base for slugger Adam Dunn, who hit 40 homers and drove in 101 runs last season. Dunn's move to first means Wily Mo Pena and Austin Kearns will play every day in the outfield, which should also help the Red offense and Dunn.   Across the diamond, one of the better third-base prospects around, Edwin Encarnacion, will get a chance to be the starter after hitting .232 with nine homers and 31 RBIs in 69 games last season. Encarnacion has star potential and should thrive in the Cincinnati batting order if the Reds are willing to stick with him.   Ready to step in if Encarnacion does falter will be veteran Rich Aurilia as well as Cincinnati's \"Jack of all Positions,\" the versatile Ryan Freel.   Rockies: Early last season, first baseman Todd Helton battled a back problem -- a winter injury aggravated a problem that first flared in 2002 -- was kept quiet, although it showed in a batting average that dipped to .252 on June 16. In late July, a calf strain sent him to the disabled list for the first time in his career. However, Helton rallied to bring his batting average to .320, fourth in the National League, and to lead the league with a .445 on-base percentage.   Helton underwent elbow surgery and is expected to be ready to go when camp opens. If all is well with Helton the Colorado corners, which also includes 2005 rookie standout third baseman Garrett Atkins, becomes the strongest segment of the team.   Atkins, 26, faced questions about his run production and his defense going into last season, after Castilla left via free agency. In comparing the post-All-Star break stats of Atkins last season (.272, 51 RBIs in 73 games) and Castilla in 2004, when he led the NL in RBIs (.270, 60 RBIs), Atkins has a chance to mean close to what Castilla meant to the Rockies.   The Rockies have safe choices to spell Helton and Atkins. Luis Gonzalez, who hit .292 each of the past two seasons and finished 2005 as the starter at second base, plays either position well. The Rockies also signed versatile Eli Marrero, who hit .181 with Baltimore and Kansas City last season but hit .320 with Atlanta in 2004 and could be more comfortable in the NL. Jim Molony is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Molony"
}
