{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293638",
    "title": "Dawson denied entry to Hall",
    "subtitle": "Dawson denied entry to Hall",
    "body": "Despite some campaigning by new Hall of Famer Ryne Sandberg, Andre Dawson, the cannon-armed outfielder with the powerful bat, was denied entry into Cooperstown on Tuesday.  Dawson, 51, received 61 percent of the votes in the Hall of Fame balloting by the Baseball Writers Association of America in his fifth year on the ballot. This might have been his best chance. Next year, Cal Ripken Jr., Tony Gwynn and Mark McGwire will be on the Hall of Fame ballot.  Dawson, who played for the Montreal Expos, Chicago Cubs, Boston Red Sox and Florida Marlins, is one of only three players with 2,500 career hits, 250 home runs, 250 stolen bases and 1,500 RBIs. The other two are Willie Mays and Barry Bonds. Dawson also is one of only 25 Major Leaguers with 1,000 career extra-base hits. Nineteen of the 25 already are enshrined in Cooperstown.   Sandberg lobbied for Dawson, known as \"Hawk,\" at his Hall of Fame induction ceremonies last summer.   \"No player in baseball history worked harder, suffered more, or did it better than Andre Dawson,\" Sandberg said of his former Cubs teammate. \"He's the best I've ever seen.\"   In 21 big-league seasons, beginning in 1976 with the Expos, Dawson batted .279 with 438 home runs, 1,591 RBIs and stole 314 bases. He was the National League Rookie of the Year in 1977 and won the Most Valuable Player award in 1987, his first with the Cubs, when he hit .287 and led the league with 49 home runs and 137 RBIs.   He ranks 28th all-time in RBIs and 32nd all-time in home runs. Dawson is one of four players to hit 300 home runs and steal 300 bases. He's the only eligible player with more than 1,000 career extra-base hits not in the Hall of Fame, and the only player ranked in the top 25 in career total bases not in Cooperstown.   Last year, Dawson received 270 votes, or 52.3 percent in the Hall of Fame voting. In the previous year, he received 253 votes, or 50 percent. Players need 75 percent to be elected. Carrie Muskat is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
