{
    "url": "http:\/\/m.mlb.com\/news\/article\/1301570",
    "title": "Mets Caravan has fun in the 'Zone'",
    "subtitle": "Serious fun as Mets Caravan keeps rolling",
    "body": "NEW YORK -- No matter where you've gone this week in the city, chances are that a Met has been somewhere nearby.  The club's 10th annual Winter Caravan rolled along Thursday, winding down the evening with players, coaches and wives attending a charity event for disadvantaged children at the ESPN Zone in Times Square.  Earlier in the day, Mets players had been spotted at city schools, on morning television, visiting firefighters and, in one case, chatting with fans on MLB.com. \"This is New York City. The same people who support us are the ones we need to take care of,\" said Mets manager Willie Randolph. \"It works hand in hand. It's a chance to mingle and reconnect with the fans, and maybe make an impression on the kids or on someone's life.   \"It's a win-win, positive thing for me.\"   On the top floor of ESPN Zone, Mets players roamed in white uniform tops, playing arcade games with children from charities and organizations including the Leukemia and Lymphoma Society, the American Cancer Society, the American Heart Association and numerous others.   With children wielding baseballs and racing frantically through a maze of machines, familiar faces like Cliff Floyd, Paul Lo Duca, Darryl Strawberry and David Wright appeared to be popular targets for signatures and conversations.   Floyd said he didn't mind putting off the fun of shooting hoops or playing air hockey. Lighting up a young fan's face always takes precedent over lighting up the scoreboard.   \"This is one of those cities where you want to give back as much as you can, being a ballplayer,\" Floyd said. \"It's a good way to kick off the season. These are the people who'll be supporting us all year, so why not?   \"It's about the kids. That's the most important thing. I look forward to watching all these kids and having them here. Sometimes I'll just watch them play.\"   Perhaps the most coveted signature in the room belonged to Wright, the Mets' budding 23-year-old star.   Earlier in the day, Wright was among a group of players and coaches who visited FDNY Squad 288 in Maspeth, Queens, meeting firefighters and the widows and children of 19 heroes lost in the World Trade Center attacks of Sept. 11, 2001.   It was a visit Wright specifically requested to be a part of, asking vice president of media relations Jay Horwitz to place him on the event roster.   \"You really understand, being in the position we're in, we have a chance to use our names to do something good in the community,\" Wright said. \"It's something that's special to me.   \"I get a bigger kick out of hanging out with the kids and firemen than they do. It's something I look forward to every year. I think people really appreciate our time.\"   Randolph said his favorite parts of the Caravan -- which concludes Friday at 11 a.m. with a blood drive at Shea Stadium -- were his visits with local students.   As part of the \"School is Amazing\" program, sponsored by GHI, Randolph and a contingent of Mets players paid visits to five New York schools -- JHS 13 in Harlem, IS 61 in Staten Island, IS 180 in the Bronx, IS 61 in Brooklyn (near Ebbets Field) and IS 25 in Flushing.   Able to let his guard down, Randolph said he offered the schoolchildren a side that sometimes can't be displayed during the competitive schedule.   \"The reactions you get from the kids are really special,\" Randolph said. \"I try to be light and crack jokes. I'm always a little bit goofy around kids; that's my personality. To me, that's great. You've got to break the ice.\"   That light-hearted attitude carried over to Thursday, when Randolph went after two of his players -- Floyd and Chris Woodward -- in a sweaty, trash-talking exhibition of quick-shot basketball.   But did he win?   \"I beat [hitting coach] Rick Down,\" Randolph said. \"Cliff was pretty good and Chris had a nice jump shot. But I beat one of my coaches, so I guess I can brag about that.\"  Bryan Hoch is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
