{
    "url": "http:\/\/m.mlb.com\/news\/article\/1301616",
    "title": "Notes: Team talks to Sosa",
    "subtitle": "Nationals notes: Team talks to Sosa",
    "body": "WASHINGTON -- General manager Jim Bowden met with outfielder Sammy Sosa and his agent, Tom Reich, in Miami on Wednesday night about the possibility of having the slugger play for the Nationals.  Both parties agreed that if Sosa decides to join Washington, it will be for a non-guaranteed contract.  \"There has not been an agreement about if it will be a Major or Minor League deal, but both sides are working hard at trying to get an agreement that works for both parties,\" Bowden told MLB.com via e-mail on Thursday night. The Nationals would like to give Sosa a Minor League deal with an invitation to Spring Training. After coming off a season in which he hit .221 with 14 home runs and 45 RBIs and had two stints on the disabled list with the Orioles, the Nationals want to make sure that the right-handed-hitting Sosa still has some baseball skills.   However, Sosa feels that he is worth a guaranteed deal because of his stature in the game. Sosa was one of the most prolific sluggers of the 1990s -- the only man to have three 60-homer seasons -- and is two years removed from hitting 35 home runs with the Cubs.   According to The Japan Times, two Japanese teams have offered Sosa a contract, but he prefers to stay in the United States.   Last season, Sosa made over $17 million and is not expected to get close to that amount.   The Nationals look at Sosa as insurance in case Jose Guillen's injured left shoulder has not fully recovered, and if Alfonso Soriano continues to refuse to play the outfield or plays in the World Baseball Classic.   If Sosa were to make the team out of Spring Training, the Nationals could have an outfield of Guillen in left field, Soriano in center and Sosa in right, while Marlon Byrd, Ryan Church, Michael Tucker and Robert Fick would become the reserves in the outfield. Brandon Watson, currently the leading candidate to start in center field, would likely begin the season at Triple-A New Orleans.   Injury report: Dr. Bruce Thomas, the Nationals' primary care sports medicine physician, went to Puerto Rico to see second baseman Jose Vidro last Saturday and was \"ecstatic\" to see that Vidro's injured right knee is much better, and that he is in great shape.   \"I have been working with Jose since 2003, and this is the best shape I've ever seen him in. He looks trim and has lost body fat,\" Dr. Thomas said.   To show how much better the knee has been lately, Vidro did squat and jumping exercises in front of Dr. Thomas and Kazuhiko Tomooka, the strength and conditioning coordinator, without feeling any pain.   Vidro is already doing baseball activities, swinging from both sides of the plate and talking routine ground balls.   Vidro wants to represent Puerto Rico in the World Baseball Classic, and for now, Dr. Thomas would give Vidro a \"cautious green light\" to play in the event.   One more infielder? According to free agent shortstop Royce Clayton, his agent and Bowden have had preliminary discussions about possibly joining the Nationals.   In fact, Clayton, 35, has already had a lengthy conversation with manager Frank Robinson early this week. Clayton said it was the best talk he has had with a manager in years, and Robinson, according to Clayton, has encouraged him to compete for the starting job with the Nationals.   Washington already has a starting shortstop in Cristian Guzman, but he is coming off the worst season of his career. Clayton said that he is willing to compete against Guzman, as he did with Ozzie Smith when both were with the Cardinals in 1996. Clayton ended up being the regular shortstop.   Last season, Clayton, a 15-year veteran, hit .270 with two home runs and 44 RBIs for the Diamondbacks.   The Rockies would like to have Clayton return in a backup role, but he said he is not quite ready for that.   Let's deal? According to a source, Bowden has been in trade discussions with the Reds. Nothing is close to getting done, but it's no secret that Bowden would love to have Wily Mo Pena, Austin Kearns or Adam Dunn. All three were acquired via trade or the First-Year Player Draft when Bowden was the GM of the Reds.  Bill Ladson is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
