{
    "url": "http:\/\/m.mlb.com\/news\/article\/1296391",
    "title": "Angels re-sign Lackey, Jose Molina",
    "subtitle": "Angels re-sign Lackey, Jose Molina",
    "body": "The Angels scratched two more players off their arbitration list Monday by signing right-hander John Lackey and catcher Jose Molina to new contracts.  Lackey agreed to a one-year deal worth $3.76 million, a considerable raise over the $440,000 he earned last season, while Molina signed for two years.  With Chone Figgins and Juan Rivera agreeing to new contracts on Saturday, the Angels have three players, right-handed relievers Francisco Rodriguez, Scot Shields and Brendan Donnelly, left unsigned and eligible for salary arbitration. Tuesday, Jan 17 is the deadline for exchanging salary figures. The 27-year-old Lackey was the Angels' second-winningest pitcher last season, compiling a 14-5 record to go along with a 3.44 ERA that was second-lowest among starting pitchers on the staff. He tossed a complete game and finished strong, going 8-1 and a 2.57 ERA in 15 starts after the All-Star break.   Lackey finished third in the American League with 199 strikeouts and ranked second behind Minnesota's Johan Santana with 8.6 strikeouts per nine innings pitched. In establishing himself as one of the league's dominant starters, Lackey ran off a string of 16 straight starts from June 6 to Aug. 31 in which he fanned at least six batters.   \"His second half is hopefully indicative of what he is going to become going forward,\" general manager Bill Stoneman said. \"It takes experience to become a good pitcher, and he is making the most of his experience.\"   Lackey made a quick name for himself by winning Game 7 of the 2002 World Series as the Angels claimed their first title. He was the first rookie pitcher to accomplish the feat since Babe Adams for the 1909 Pittsburgh Pirates.   The following two seasons were not as fruitful for Lackey, who struggled with consistency and posted 10-16 and 14-13 records the next two years. The 2005 season opened in a similar fashion, but after a closed-door meeting with manager Mike Scioscia and pitching coach Bud Black on April 18, Lackey turned things around.   \"I think he is getting to know himself better and he is getting to know the league better,\" Stoneman said. \"He is taking advantage of his experience, and that is important.\"   Molina will enter Spring Training as the team's most experienced catcher. With brother Bengie gone to free agency and Josh Paul now in Tampa Bay, Jose Molina is the leader in big-league playing time among catchers on the club with 255 games, 245 of those with the Angels.   Jose Molina threw out 20 of 39 would-be base stealers last season, and it's his play behind the plate that earned him a new contract.   \"From a defensive standpoint, he is very close to being a starting catcher,\" Stoneman said. \"We are very pleased with how he's developed and his ability to work with the pitching staff. That is why we signed him to a two-year deal.\"   But at the plate, Jose Molina still has some ground to make up, and that has opened the competition at catcher this spring. Top catching prospect Jeff Mathis is in the running for the starting catcher's job, with Mike Napoli also in the mix, but a considerable long shot.   Jose Molina hit .228 with six homers and 25 RBIs last season, and he particularly struggled against right-handers, posting a .189 batting average. He must also follow his brother Bengie, who not only hit .295 last season with 15 home runs, but was a two-time Gold Glove winning catcher. Mike Scarr is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Scarr"
}
