{
    "url": "http:\/\/m.mlb.com\/news\/article\/1296361",
    "title": "Cards Caravan rolling; Rolen improving",
    "subtitle": "Cards Caravan rolling; Rolen improving",
    "body": "JOPLIN, Mo. -- One segment of the Cardinals Caravan rolled through Southwest Missouri on Monday, and the primary topic here wasn't any different than what has been discussed often at St. Louis headquarters and other venues this winter along the wide expanse known as Cardinals' country. How's third baseman Scott Rolen doing and will he manage to bounce back strong in the aftermath of shoulder surgery? Four hours to the east, Rolen was telling those in St. Louis that he expects to be at full strength in time for the start of the 2006 season. Too bad those comments weren't piped in to Webster Auditorium on the campus of Missouri Southern State University, where a flock of red-clad fans showed up to welcome the Cardinals Caravan to Joplin for the first time since the mid-1990s. No doubt, Rolen's words would have prompted a thunderous ovation. \"Rolen is an integral part of the team, not only on the field but in the clubhouse,\" said die-hard Cardinals fan Carrie Puffinbarger. \"I think it will do a lot for the morale of everybody if he's back and performing to his usual standards.\"  The Cardinals rolled through the National League Central by such a wide margin last season that it seemed St. Louis might be capable of bringing home its first World Series title since 1982, sans Rolen. But the Cardinals ran into Houston's first-rate pitching, and it underscored the need for Rolen's big bat.  \"Abraham Nunez did a nice job, but you definitely need a Scott Rolen when you're trying to win it all,\" said Roger Huggins of Sheldon, Mo., who brought his 7-year-old son, Jade, on a 60-mile trip to greet the Cardinal contingent. \"Hopefully, we'll have Scott back and this team can take it all the way.\"  Former Cardinals third baseman Ken Reitz, who used to be a vacuum cleaner at third in the Rolen mold, is quick to add an expert opinion that St. Louis can be a true playoff power if Rolen's surgically repaired shoulder cooperates.  \"He's so good for that team,\" said Reitz. \"He makes all the plays at third and has exceptional range because he's so long. Then you factor in what he does to the lineup. When you have Scott's presence along with Albert Pujols and Jim Edmonds, it changes a lot of things for the pitcher. When you lose a player of that magnitude, it has a big impact on the chemistry of your team.\"  Cardinals telecaster Bob Carpenter is another observer who fully appreciates what a healthy Rolen could mean.  \"If Scott could play somewhere around 150 games, I think we'd have a good chance of getting back to the World Series,\" Carpenter said.  Although Rolen looks to be on course in his recovery, the Cardinals won't know for sure about his condition until he is going full throttle in Spring Training. In the meantime, the Cardinals are welcoming newcomers such as Larry Bigbie, Juan Encarnacion, Junior Spivey and Braden Looper with open arms and rallying their vast fan base as excitement builds over the 2006 club and the unveiling of the new ballpark.  \"I'm very pumped up, yet a little nervous about the changes that have been made,\" said Puffinbarger. \"But they know what they are doing.\"  On the Joplin stop, which preceded an evening session in Springfield, where the Cardinals have their Double-A club, fans were treated to a program and autograph session. It was a sea of red inside Webster Auditorium as fans mingled with Reitz, Carpenter, former left-hander Ken Dayley, and young players Skip Schumaker, Tyler Johnson, Brendan Ryan, Adam Wainwright and Juan Diaz.  Information was given, jokes were told, autograph requests were met and fans went home with a new case of baseball fever on an unseasonably warm day.  \"I've always been a Cardinals fan,\" Huggins said. \"My father helped build the arch. I used to live in Poplar Bluff and the caravan would come there, but I was never able to make it. Now that I'm living close to Joplin, this was a good opportunity to bring my son and see the Cardinals. I know it's going to be another exciting year.\"  If Rolen is rolling, that excitement could reach a whole new level. Robert Falkoff  is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Robert Falkoff"
}
