{
    "url": "http:\/\/m.mlb.com\/news\/article\/1296317",
    "title": "Bagwell unsure of future with Astros",
    "subtitle": "Bagwell unsure of future with Astros",
    "body": "HOUSTON -- Jeff Bagwell continues to work his way back from shoulder injuries, but the Houston slugger said Monday he still doesn't know when or if he will be back at first base for the Astros. Bagwell appeared in only 39 games in 2005, batting .250 with three homers and 19 RBIs. He missed 115 games after undergoing capsular release surgery on his right shoulder. The shoulder was examined by Dr. James Andrews on Thursday in Birmingham, Ala., though Bagwell hasn't heard the results of those tests. \"I don't need to see them, they're not good obviously, there's no doctor in the world that's going to look at it and say 'Hey, it looks like a good shoulder,'\" Bagwell said.  Bagwell hasn't tested his throwing arm yet and won't be able to gauge his baseball skills until he actually plays baseball during Spring Training in Florida.   The 15-year veteran is due $17 million this year, but if his shoulder prevents him from returning, the Astros might be able to cover most of Bagwell's guaranteed salary through an insurance policy.  \"There's no question I'm trying to play,\" Bagwell said. \"Is it going to work? I don't know either. I don't think anybody can say. That's why the Astros are doing what they are doing [in identifying other options]. That's understandable, there's a lot of money out there that's guaranteed to me, and if I can't play they want to try to recoup some of that and I understand that. I know they're trying to protect themselves with this insurance claim and I understand that very much so. But I still think I should be given the right to go to Spring Training.\"  Houston management has made it clear they want Bagwell back. Prudence, however, dictates the Astros must prepare for every scenario.   \"If I get to the second week of February and I can't lift my arm, obviously I'm not going to do that to them,\" Bagwell said. \"If I can't do that and I know I can't, I'm not going to just show up, that wouldn't be right either. My plan right now is to try to go to Spring Training and play.\"  There is also the chance Bagwell's shoulder would be strong enough to hit but not throw, similar to where he was during the playoffs, when he was used as a pinch-hitter. He served as designated hitter in the first two games of the World Series at Chicago.  \"If I can't throw, then obviously I can't play in the National League,\" Bagwell said. \"Right now, I don't know exactly where I'm at.\"  Bagwell, 37, is Houston's all-time leader in several categories, including home runs (449), RBIs (1,529), extra-base hits (969) and walks (1,401). His 1,517 runs scored are second-most in franchise history. He has been Houston's Opening Day first baseman each of the last 15 seasons. Jim Molony is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Molony"
}
