{
    "url": "http:\/\/m.mlb.com\/news\/article\/1296192",
    "title": "Team USA's initial roster",
    "subtitle": "Team USA's initial roster",
    "body": "The United States' entry in the inaugural World Baseball Classic formally named the first 42 players on its initial roster on Monday night.  The 42 Major Leaguers named carry with them an incredible amount of hardware. Team USA's Provisional Roster -- the pool of eligible athletes from which USA Baseball will have to select their final 30-man rosters -- includes four former MVPs (Barry Bonds, Roger Clemens, Ken Griffey Jr. and Chipper Jones), two former Cy Young Award winners (Clemens and Roy Halladay), three former Rookies of the Year (Derek Jeter, Huston Street and Dontrelle Willis) and two Rolaids Relief Award Winners (Chad Cordero and Billy Wagner).  The team is allowed to submit up to 60 players on their Provisional Roster that will be turned in to World Baseball Classic, Inc. by Tuesday's deadline. The final Team USA 30-man roster will not be determined until 24 hours prior to the start of the World Baseball Classic -- which begins March 3 in Japan. Team USA opens play in the World Baseball Classic on Tuesday, March 7 at 2 p.m. ET local time vs. Mexico at Chase Field in Phoenix, Ariz.   The initial 42-man Provisional Roster:  Starting pitchers Bonderman, Jeremy, RHP -- Detroit Tigers Clemens, Roger, RHP -- Free agent (formerly Houston Astros) Halladay, Roy, RHP -- Toronto Blue Jays Hudson, Tim, RHP -- Atlanta Braves Leiter, Al, LHP -- New York Yankees Peavy, Jake, RHP -- San Diego Padres Pettitte, Andy, LHP -- Houston Astros Sabathia, C.C., LHP -- Cleveland Indians Willis, Dontrelle, LHP -- Florida Marlins  Relief pitchers Cordero, Chad, RHP -- Washington Nationals Fuentes, Brian, LHP -- Colorado Rockies Jones, Todd, RHP -- Detroit Tigers Lidge, Brad, RHP -- Houston Astros Nathan, Joe, RHP -- Minnesota Twins Shields, Scot, RHP -- Los Angeles Angels Street, Huston, RHP -- Oakland Athletics Timlin, Mike, RHP -- Boston Red Sox Wagner, Billy, LHP -- New York Mets Wheeler, Dan, RHP -- Houston Astros  Catchers Barrett, Michael -- Chicago Cubs Lo Duca, Paul -- New York Mets Mauer, Joe -- Minnesota Twins Moeller, Chad -- Milwaukee Brewers Schneider, Brian -- Washington Nationals Varitek, Jason -- Boston Red Sox  Infielders Counsell, Craig -- Arizona Diamondbacks Ensberg, Morgan -- Houston Astros Hall, Bill -- Milwaukee Brewers Jeter, Derek -- New York Yankees Jones, Chipper -- Atlanta Braves Lee, Derrek -- Chicago Cubs Rollins, Jimmy -- Philadelphia Phillies Teixeira, Mark -- Texas Rangers Utley, Chase -- Philadelphia Phillies Wright, David -- New York Mets Young, Michael -- Texas Rangers  Outfielders Berkman, Lance -- Houston Astros Bonds, Barry -- San Francisco Giants Crawford, Carl -- Tampa Bay Devil Rays Damon, Johnny -- New York Yankees  Griffey Jr., Ken -- Cincinnati Reds Wells, Vernon -- Toronto Blue Jays",
    "author": ""
}
