{
    "url": "http:\/\/m.mlb.com\/news\/article\/1298923",
    "title": "Trial to settle naming dispute continues",
    "subtitle": "Trial to settle naming dispute continues",
    "body": "Court was not in session on Friday as both sides in the naming dispute between the Angels and the City of Anaheim participated in closed-door mediation.  No settlement was reached, and the trial will resume on Monday.  The proceedings in Orange County Superior Court before Judge Peter Polos opened on Jan. 9, with the first week taken up mostly by pretrial motions and jury selection. Opening statements were heard last Friday, and the first witness in the case, Anaheim City Manager Dave Morgan, testified on Tuesday. At issue is the name \"Los Angeles Angels of Anaheim\" and whether it violates an agreement between the team and the city in which the team plays. Anaheim would prefer the club return to the name \"Anaheim Angels,\" and uses that title in all references.   In the lease agreement, which Arte Moreno became party to when he bought the team from Disney in 2003, was a clause that stated the name of the team shall include the name \"Anaheim therein.\" The lease expires in 2029, with a one-time out clause in October 2016.   \"We continue to feel very strongly that we have not breached the contract,\" said Angels spokesman Tim Mead. \"But more important, it is business as usual. As an organization, we are getting ready and looking forward to Spring Training and the regular season.\"   With about a week left in the presentation of its case, the city remains resolute.   \"We're making two arguments,\" said Anaheim co-counsel Andy Guilford. \"One, the name 'Los Angeles Angels of Anaheim' violates the clause. And second, the name does not adhere to customs and usage in Major League Baseball.\"   Developments so far in the case include:    Friday, Jan. 13: Both the city and Angels attorneys made opening statements. City attorneys laid out the basis of Anaheim's argument, that the Angels violated the lease agreement when \"Los Angeles\" was added to the team name.   The city, which estimates that it contributed $20 million to $30 million during stadium renovations in 1996, contended that the name does not properly reflect the region and is geographically confusing. The city also contended that marketing opportunities for the city of Anaheim have been lost.   The Angels countered that their full name, \"Los Angeles Angels of Anaheim,\" does comply with the agreement because \"Anaheim\" is included in the title.    Tuesday, Jan. 17: Morgan testified that the idea of using two geographic regions was not a part of the negotiations. Angels attorney George Stephan argued that the lease failed to require the name to be \"Anaheim Angels,\" but Morgan countered that the exclusion of another city name in the title was implied.   \"No one in Anaheim ever intended to have the name 'Los Angeles' in the name,\" said Guilford.    Wednesday, Jan. 18: Polos suggests that a mediation session be set for Friday, and both sides agree.   During testimony, the Angels asked that issues relating to marketing be excluded from trial because the lease gives the team \"sole discretion\" on marketing. Guilford countered that marketing demonstrates whether Anaheim is getting proper exposure.   Under testimony, Greg Smith, the city's convention, sports and entertainment director, said that \"California Angels\" and \"Anaheim Angels\" were included on tickets before Moreno purchased the team, but only \"Angels\" or the \"A\" logo are now printed.    Thursday, Jan. 19: The jury heard from baseball historian John Thorn, the author of Total Baseball, who testified that the name \"Anaheim\" is absent about 99.9 percent of the time from merchandise and various media reports. In a study of the Internet, he said that such Web sites as Yahoo Sports and ESPN.com use \"Los Angeles\" or \"Los Angeles Angels\" on scores. Thorn, questioned about the sport's history, said that since 1876, no other Major League Baseball team has used two geographic references in its name.   Angels attorney Todd Theodora countered that \"Anaheim\" appears on the official team site, angelsbaseball.com, in some references, and produced a 2006 Los Angeles Angels of Anaheim calendar.   Friday's mediation session was the sixth between the two sides in the last year. Following the conclusion of the city's case, the Angels will call their own witnesses. Polos has set a Feb. 10 date as a target to conclude the trial.    Mike Scarr is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Scarr"
}
