{
    "url": "http:\/\/m.mlb.com\/news\/article\/1299663",
    "title": "Nats interested in first baseman, pitcher",
    "subtitle": "Nats look to add first baseman, pitcher",
    "body": "WASHINGTON -- Looking for lightning in a bottle like they found with Hector Carrasco last season, the Nationals have expressed interest in first baseman Daryle Ward and reliever Felix Rodriguez. The team also is monitoring Ugueth Urbina's legal proceedings in Venezuela, according to a baseball source.  Washington is offering Minor League deals to free agents Ward and Rodriguez. Once a highly touted prospect in the Astros organization, Ward, 30, ended up being a journeyman. He is a left-handed hitter who has piqued manager Frank Robinson's interest since after the 2003 season. In fact, Robinson asked then-GM Omar Minaya to try to sign Ward for 2004, but Minaya wasn't interested.  As for Rodriguez, he played for the Yankees last season and had a 5.01 ERA in 34 games out of the bullpen. Rodriguez also spent time on the disabled list after tearing his medial meniscus in his left knee. The Nationals believe that a healthy Rodriguez, 33, could help the Nationals in a setup role. At his best, Rodriguez is known to pitch in a lot of games and strike out a lot of batters. That's what the Nationals are hoping for if he makes the Opening Day roster. Rodriguez's best season occurred in 2001, when he went 9-1 with a 1.68 ERA with the Giants. He struck out 91 batters in 80 1\/3 innings.   Urbina, 31, is currently in a Venezuelan prison on attempted murder charges. The source said if Urbina is set free, he could be a good fit out of the bullpen for the Nationals. Known as a quality closer during his career, Urbina was a setup man for the Phillies in 2005, a season in which he went a combined 5-6 with a 3.62 ERA and 10 saves for the Tigers and Phillies.   In other news, the Nationals are out of the running for Joey Gathright. Washington offered reliever Bill Bray, the team's first round pick in 2004, for the outfielder, but the Devil Rays said that wasn't good enough. Bill Ladson is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
