{
    "url": "http:\/\/m.mlb.com\/news\/article\/1290782",
    "title": "Burnitz opts for Pirates over Orioles",
    "subtitle": "Burnitz opts for Pirates over Orioles",
    "body": "BALTIMORE -- The Orioles went back to the drawing board in their pursuit of an outfield bat on Tuesday, when they learned that Jeromy Burnitz will likely play with Pittsburgh next season. The Associated Press reported late last week that Burnitz had reached an agreement with Baltimore, but the outfielder's agent had a different perspective on Tuesday.  \"Whenever people asked me about Baltimore, I've always said, 'We've been in very heavy discussions and negotiations, but a deal is never done until it's done,'\" said Howard Simon, Burnitz's agent. \"And it wasn't done. I've stuck to my guns on that.\"  Burnitz will turn 37 midway through the 2006 season's opening month, but he pounded 24 home runs in 2005 and 37 the year before. The Orioles wanted to start him in left field and the AP reported that the deal was done, save for some final contractual language and a pending physical. It now appears Burnitz will be taking his physical for another team. Simon said that the Pirates were always in the picture, and that Burnitz liked the idea of staying in the National League.   \"That's one of the reasons it never got done, but there were still some contractual details to work out,\" he said. \"Ultimately, the player has to decide. Baltimore knows that and everyone knows that.\"   With Burnitz off the market, the Orioles have nobody in place to play left field. The O's traded Larry Bigbie for Eric Byrnes last summer and ultimately decided not to offer Byrnes a contract for 2006, which made him a free agent. That leaves David Newhan as the team's most experienced left fielder, and he played just 20 games there last season.      Baltimore is also reportedly close to signing Jeff Conine, a much-reported deal that is still awaiting completion. If finalized, that would give the Orioles another experienced hitter in the heart of the batting order. Conine would likely play first base, but he could also fill in at left field if the O's can't add another outfielder.   In another scenario, the Orioles would go into Spring Training with one of their top outfield prospects -- Nick Markakis and Val Majewski -- lined up for a chance to break camp with the parent club. Baltimore would like to keep that option as a last-minute contingency plan, but the closer Spring Training gets, the less likely it becomes to add another starting-caliber player.  Spencer Fordin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Spencer Fordin"
}
