{
    "url": "http:\/\/m.mlb.com\/news\/article\/1299616",
    "title": "New coach expects pitchers to step up",
    "subtitle": "New coach expects pitchers to step up",
    "body": "DETROIT -- Chuck Hernandez already has a job working with youngsters. He coaches a basketball team of fifth- and sixth-graders during the offseason. He doesn't see the Tigers pitching staff as all that young.  While new manager Jim Leyland is getting to know his players, so too is Hernandez. For him, this past weekend's TigerFest and the Winter Caravan now underway is his first chance to meet with many of his pitchers face to face. Between meetings, analysis and hours of game film, he's learning more about what he has to work with.  That might be the extent of the learning curve. Whenever Leyland was asked about a timetable over the weekend, he dismissed the notion of a long-term timetable and talked about more immediate results. If that's not enough pressure on a first-year pitching coach, Hernandez's predecessor, Bob Cluck, said a year ago that he believed 2006 would be the year that starting pitching becomes the strength of the ballclub.   It's a different situation than Hernandez had as Devil Rays pitching coach the past couple years. Still, he isn't going to shy away from the pressure he walked into.   \"Let's be honest: [Jeremy] Bonderman's young. Nate [Robertson] and Mike [Maroth], they're not too young,\" Hernandez said Monday during a caravan stop for an area student media day. \"In years of experience, they're growing. Looking at it from the other side, they continue to get better, and that's the one thing I noticed the last few years. They all kept making progress and moving forward. If you do that, you've got a chance to end up being pretty good.   \"I don't think they're young anymore. I coached young. We had young in Tampa. I had 20 and 22 and 23 and 24. That was [the ages of] four of the starters. That's young. I'm not afraid of young, but these guys ... I expect these guys to really come into their own. They're in the prime of their careers, and it's now the time for them to really step forward.\"   Bonderman, 23, never really stepped backward when Hernandez has seen him. He went 3-1 with a 2.20 ERA in four starts against the Devil Rays over the last three years, including a shutout. Maroth and Robertson, both 28, had mixed results, including Robertson's ejection after his first pitch against the Devil Rays last July at Tropicana Field.   Thanks to game tapes, he has his chance to watch them against everyone else. He doesn't want to make too much of film, though, calling it a sterile look at a game. More important to him will be the day-in, day-out observation he can do in Spring Training.   \"I have to get a feel for knowing these guys,\" Hernandez said. \"I'm not that brilliant of a coach, I'll be the first to tell you. But I know that the more I see someone, the smarter I'll get and the more I'll learn. I have six weeks to watch it live and in person. Tapes are tapes.\"   For that reason, Hernandez considers the fifth spot in the rotation an open competition. He saw and talked with right-hander Justin Verlander at TigerFest, and he was impressed with Roman Colon during his offseason trip to the Dominican Republic. Plus, he's on the same caravan bus with Joel Zumaya, not to mention Maroth, Robertson and Kenny Rogers.   The first day of the Winter Caravan was the lighter of the two. Hernandez's west bus went from Detroit to Grand Rapids, where they took part in the Class A West Michigan Whitecaps' winter banquet on Monday night. They'll open Tuesday by visiting the Kentwood home of Wendi Hillis, the winner of the \"Your Tigers, Your Town, Your House\" contest. From there, they'll make a series of visits in Lansing before signing autographs Tuesday night at Ann Arbor's Briarwood Mall to benefit Mott Children's Hospital.   The metro tour, which includes Bonderman, Leyland, Verlander, Todd Jones, Magglio Ordonez, Ivan Rodriguez, Placido Polanco and Craig Monroe, closed out Monday with a visit to Children's Hospital of Michigan in Detroit. They'll make a brief appearance in Saginaw on Tuesday morning before attending student rallies at Athens High School in Troy and Nataki Talibah Schoolhouse in Detroit. They'll finish their trek in Toledo for the annual Mud Hens Fandemonium at Fifth Third Field. Jason Beck is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
