{
    "url": "http:\/\/m.mlb.com\/news\/article\/1291710",
    "title": "Davis to manage Cubs' Class A squad",
    "subtitle": "Davis to manage Cubs' Class A squad",
    "body": "CHICAGO -- Former Chicago Cubs catcher Jody Davis will make his managerial debut in 2006, taking over the Class A Peoria Chiefs.  Davis, 49, was one of five staff members who will be new to the Cubs' Minor League system, and who were announced on Thursday. The others are Don Buford, who will manage the Mesa rookie team; Barbaro Garbey, who will be the hitting coach at Peoria; Rich Bombard, who will be the pitching coach at Peoria, and Buddy Bailey, the new catching coordinator.  Davis spent 11 years in the big leagues with the Cubs (1981-1988) and Atlanta (1988-1990), and hit a combined .245 with 127 homers and 490 RBIs. Since his big league days, Davis has coached at the Little League and high school level, including working as an assistant coach at Riverside Military Academy. He managed the Calgary Outlaws in the only year of the Canadian Baseball League, leading the club to the championship title in 2003. In addition, Davis has worked as a consultant in the club's Minor League organization. Buford, a former Major League outfielder, most recently served as first-base coach for the Washington Nationals under manager Frank Robinson. In addition to the Nationals, Buford has worked in Baltimore's organization (1988-2003), Milwaukee's organization (1980) and San Francisco's organization (1981-1984).   Garbey spent three years in the big leagues as an infielder for Detroit (1984-1985) and Texas (1986). Following his big league career, he coached in the Tigers' Minor League system. The former infielder was the first Cuban-born player to defect to the United States, doing so in 1980.   Bombard, a former Minor League relief pitcher, spent five years combined in the minors with the Astros and Cubs before becoming a coach in 1987. Since then, he has served as a Minor League pitching coach, working for several organizations including the Boston Red Sox, the Cincinnati Reds, the Detroit Tigers and the Los Angeles Angels of Anaheim.   Bailey, the new catching coordinator, joins the Cubs after spending the last 26 years in organized baseball. He worked for Atlanta (1979-1990) and Boston (1991-2004) in several different capacities. Bailey is currently working as a manager in Venezuela.   Some of the other changes on the Cubs Minor League staff include former big league shortstop Pat Listach switching from hitting coach at Triple-A Iowa to taking over the Class A Daytona team as manager. Alan Dunn, who was the pitching coach at Double-A West Tenn, will move up to the Iowa team to replace Rick Kranitz, who was named pitching coach for the Florida Marlins.   Dave Bialis returns as the Minor League field coordinator and 2006 will mark Lester Strode's 11th season as the Cubs Minor League pitching coordinator. Jeff Huson returns as the infield and baserunning instructor and Dave Keller will begin his third season as hitting coordinator.   Here are the Minor League staff assignments:   Triple-A Iowa: Manager Mike Quade, pitching coach Alan Dunn, hitting coach Von Joshua, athletic trainer Bob Grimes.   Double-A West Tenn: Manager Bobby Dickerson, pitching coach Mike Anderson, hitting coach Tom Beyers, athletic trainer Matt Johnson.   Class A Daytona: Manager Pat Listach, pitching coach Tom Pratt, hitting coach Richie Zisk, athletic trainer Steve Melendez.   Class A Peoria: Manager Jody Davis, pitching coach Rich Bombard, hitting coach Barbaro Garbey, athletic trainer Nick Frangella.   Class A Boise: Manager Steve McFarland, pitching coach David Rosario, hitting coach Ricardo Medina.   Mesa Rookie: Manager Don Buford, pitching coach Rick Tronerud, hitting coach Carmelo Martinez, athletic trainer Justin Sharpe.   Dominican Rookie: Manager Franklin Font, pitching coach Leo Hernandez, hitting coach Ramon Caraballo, athletic trainer Robert Jimenez. Carrie Muskat is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
