{
    "url": "http:\/\/m.mlb.com\/news\/article\/1297815",
    "title": "Netherlands WBC squad set to surprise",
    "subtitle": "Netherlands set to surprise at WBC",
    "body": "While he was playing in the Yankees organization during the early 1990s, Robert Eenhoorn remembers those days when he and many of his fellow Minor Leaguers would get an opportunity to play against George Steinbrenner's big leaguers.  As Eenhoorn remembers it, he and his teammates would emerge victorious in most of those intrasquad contests that were held during Spring Training.  Now, as Eenhoorn prepares to serve as the manager of The Netherlands national team that will compete in the inaugural World Baseball Classic, he finds himself as the leader of another underdog squad. But as history and his vast baseball experiences have taught him, anything can happen on any given day. \"You'd have to look at that as strange if I said we were looking to come into this as favorites,\" Eenhoorn said. \"But anybody who has watched baseball knows that if you have players and pitchers having a good day or a few good days, you can beat somebody. We're definitely not going into this without a desire to be at our best.\"   Eenhoorn, who played a total of 37 big-league games with the Yankees and Angels, doesn't have the luxury of picking from the rich pool of players afforded those who are managing the United States, Dominican Republic or Venezuela. But that's not to say he won't have some star power.   The most recognizable names on the club's 60-man roster are Andruw Jones, who is coming off an MVP-caliber season, and Mark Mulder, a two-time All-Star who finished second in balloting for the 2001 American League Cy Young Award.   Each participating nation had until midnight on Tuesday to submit their 60-man rosters. No additions will be permitted. The final 30-man rosters, which will be selected before the start of the WBC, will be made up of those players on these provisional rosters.   With Jones, Eenhoorn will have an offensive force who could provide some damage when his team competes against Puerto Rico, Cuba and Panama during pool play. That four-team round-robin tournament will be held March 7-10 in Puerto Rico.   Finally living up to enormous expectations last year, Jones led the Majors with 51 homers and the National League with 128 RBIs. His efforts combined with his continued defensive expertise allowed the Braves outfielder to finish second in balloting for the NL MVP Award.   \"He would be a great addition to any Major League club,\" Eenhoorn said. \"For us to have him on our club is very exciting.\"   With Mulder, The Netherlands has a solid ace for a starting rotation that may also include Danny Haren, who is also on the United States' provisional roster and must decide which squad he wants to play for. The 25-year-old Haren went 14-12 with a 3.73 ERA last season. His 34 starts were 15 more than he had totaled in his first two big-league seasons.   Mulder, who was traded to St. Louis in the December 2004 trade that brought Haren to Oakland, is considered to be one of the game's best left-handed starters. He's won at least 15 games each of the past five seasons. The smooth southpaw went 16-8 with a 3.64 ERA last year.   \"We'll have players that know how to play,\" Eenhoorn said. \"It's not like we have guys that have never played. I think everybody will be pleasantly surprised.\"   Eenhoorn's 60-man roster includes Sidney Ponson. But there is some doubt whether the veteran pitcher is going to play. If he doesn't, it will allow Kirk Saarloos an opportunity to play an even bigger role. Saarloos went 10-9 while making 29 appearances (27 starts) for Oakland last year.   Having offensive players like Jones, Shea Hillenbrand and Randall Simon to choose from is certainly a benefit for Eenhoorn. But he knows that his team's success will depend on pitching, especially in a tournament in which players will be subject to pitch counts.   That's why having Mulder, Haren, Saarloos and potentially Ponson could help even the playing field against nations whose pitching staff is made up primarily of Major Leaguers.   \"The depth on every team dictates your success,\" Eenhoorn said. \"But depth dictates even more when you're talking about pitch counts.\"   One of the less recognizable members of the team who could make some offensive noise in the Classic is Yurendell De Caster, a 26 year-old shortstop who is on the Pirates' 40-man roster.   De Caster, who like Jones is from Curacao, recently ended the regular season in the Venezuelan Winter League with a league-leading 17 homers. His 11 stolen bases ranked second.   So obviously there has been plenty of potential talent added to a Netherlands team that has established itself as a growing force in international play. Without the benefit of having Jones or Mulder and without the challenge of having to compete against rosters laden with Major League talent, The Netherlands has established itself as one of Europe's top baseball nations.   Since taking over as The Netherlands manager in 2001, Eenhoorn has led his native nation to two European championships (2003 and 2005) and a berth in the 2004 Summer Olympics. During the World Championships held last September, the squad finished fourth.   Still, this is a different stage and a game that will be played at a much greater level. Yet with his added reinforcements and the memory of those days when he and his teammates beat the Yankee big leaguers, Eenhoorn enters with plenty of reason to believe anything can happen.   \"We're going to be competive,\" Eenhoorn said. \"You know the highest-paid team in the Major Leagues doesn't always win the World Series.\" Yet another lesson the Yankees have more recently provided. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
