{
    "url": "http:\/\/m.mlb.com\/news\/article\/1297964",
    "title": "Things are starting to shape up ...",
    "subtitle": "As the fantasy continues, reality sets in",
    "body": "The Diamondbacks this week are holding their first Fantasy Camp down at their Spring Training complex in Tucson, Ariz. Steve Gilbert, who covers the Diamondbacks for MLB.com, is taking part in the camp and is writing a daily diary of his experiences.  TUCSON, Ariz. -- Major Leaguers play 162-plus games a season crisscrossing the country time and again, sometimes playing day games after night games and at times going weeks in between days off.  So how are my fellow campers and I holding up after one day of workouts and one game? Let me put it to you this way: I happened to get to the bus first this morning and grabbed a seat in the front row as the rest climbed on. Almost to a man they turned to the bus driver and swore that for the second straight day he had added some extra steps somewhere along the way.   The head trainer here is Greg Latta, aka the busiest man in Tucson, and Greg swears that we'd all be in great shape three weeks from now if we continued with these workouts. Now I respect Greg a lot, and as the Diamondbacks head Minor League trainer and rehab coordinator he draws rave reviews from players and management alike. But, whoo boy, I think he's missing the point here. He may be right that we'd all be in better shape, but I'm not so sure any of us would survive that long to find out.   That being said, the fact that the two 70-year-old-plus guys have yet to go to the training room for treatment of any kind is really starting to tick people off. I mean, to put it in perspective, Latta and his staff have used enough ice in just two days on the rest of us that I think the temperature in the city of Tucson has dropped a good five degrees.   The campers here signed up for a Major League experience and it was a given going in that we were going to get real uniforms, play on a big-league field and be coached by big-time coaches.   But my fellow campers have also gotten to experience what it's like to deal with the media. FOX Sports Net was here today along with a couple of other Phoenix news stations -- including Craig Fouhy with Channel 15 -- interviewing players, who are clearly enjoying the attention from anchors they've watched for a while on television.   And I must say, from the interviews I've listened to, the guys are handling themselves like pros. The giveaway that they're not in fact Major Leaguers, though, comes at the end when they ask the interviewer, \"Hey, when is this going to be on? I want my wife to Tivo it.\" You don't hear that in Major League clubhouses.   It was another hilarious Kangaroo Court session Wednesday and I don't think it will come as a surprise to regular readers of this diary that Daiton Rutkowski left the meeting with a far lighter wallet than he walked in with. One of the \"charges\" against him was brought by Mark Grace, the judge who made him stand on a chair in the front of the room and show everyone how he missed a belt loop when he was getting dressed.   Sid Rosenblatt, a retired physician from Scottsdale, Ariz., was fined $2 for getting into the training room whirlpool naked. Needless to say, this is considered a major violation. Sid is a veteran of these camps, having attended six of the Dodgers' over the years, but that didn't help him here as he was fined an additional $2 by Grace for using the phrase \"That's the way the Dodgers do it\" in his defense.   Things didn't go the Graces Aces way on the field, unfortunately, as we fell, 7-3, to Brett Butler's squad. I could say that despite the loss, I did walk away with the MVP award for smoking two balls in the gap and making all the plays at short, but, hey, I'm a team guy and we lost so I'll leave those parts out.   There's been a familiar voice echoing through the complex these last two days. Susan, who is better known to those familiar with the Diamondbacks as super fan, has been in attendance. Her presence really makes this an authentic Major League experience.   Brief background for those of you that haven't heard of Susan -- she is at every Diamondbacks home game and arrives just after noon to shout encouragement to the players as they park their cars. She often follows the team on the road and, when she doesn't, she'll drive to Tucson to watch the Triple-A team. She never misses a Spring Training workout either. So when I got done taking batting practice in the morning session and I heard, \"Way to go, Steve Gilbert, awesome hitting. You're the best.\" I knew I had arrived.   I've received a bunch of e-mails over the past two days from people wondering how they can be part of the next Diamondbacks Fantasy Camp. If you are interested, send an e-mail to fantasycamp@diamondbacks.com and they will make sure you're among the first to know when they schedule the next camp.   One of my teammates, Steve Schufeldt, has a real head for the game, in a manner of speaking. He had a rough first day on Tuesday when, during our opening game, he lost a ball in the sun and it hit him just to the side of his right eye. It bled immediately and the trainers insisted he come off the field, but he refused to go in the training room and re-entered the game at first base a few innings later.   When he got on the bus Wednesday, he looked as if he'd gone 15 rounds in a heavyweight fight. He nearly got conked on the noggin again with a relay throw. I swear he's got a ball magnet in that head. Steve Gilbert is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
