{
    "url": "http:\/\/m.mlb.com\/news\/article\/1297973",
    "title": "Some pitchers tough to solve",
    "subtitle": "Some pitchers tough to solve",
    "body": "I haven't checked the official standings of the 2006 Yankees Fantasy Camp, but it seems every team is either 3-0 or 0-3, and for those of you who remembered our 28-3 loss on Day 1, you know what category the \"Bats\" are in. Today we lost 16-1 in the morning and 11-3 in the afternoon, but we are cutting the deficit. Not only that, the Bats infield turned two double plays. See, even the last-place teams have a highlight video.  One young camper swung over a Tommy John sinker today and I yelled, \"Major Leaguers have been doing that for 22 years!\" Later in the at-bat, the right-handed hitter served a basehit down the right-field line, the way that big league hitters approached, yet often failed to hit Tommy.  T.J. has 288 wins and this camper solved him in one plate appearance, and the Hall of Fame candidate still has late life on his pitches. If the campers are successful against the legends on Saturday, then we former big leaguers are going to lose our mystique, lose that aura of greatness. As a result of that, all the memorabilia we've signed for the campers will lose its value, if not become worthless. I heard today that Tom Underwood will join the Legends team for Saturday. All the campers ask each position player who was the toughest pitcher they faced. For me it was Underwood. If I hit the ball hard off him, one of his fielders would make a \"This Week in Baseball\" catch. If I didn't hit it well, then it was just another out.   I once swung through a pitch he delivered, and looked for the hole in my bat as I couldn't believe I missed it. I struggled so much off Tom, that when I got a hit off his younger brother Pat, I considered it an accomplishment.   Finally at old Memorial Stadium in Baltimore, after years and different teams in the Majors for both of us, I hit a ball so poorly off of him that it didn't reach the infielders. Additionally, it had so much spin like a golf shot, that it kept drawing away from the shortstop and third baseman. As I walked back to the bag at first to take my lead, he looked at me, I return the glance with a nod, confirming that it was the only hit either one of us remembered. I'm glad he's on my team Saturday. Billy Sample is a host for MLB Radio. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Billy Sample"
}
