{
    "url": "http:\/\/m.mlb.com\/news\/article\/1297901",
    "title": "Rox sign trio to Minor League deals",
    "subtitle": "Rox sign trio to Minor League deals",
    "body": "DENVER -- Veteran left-handed relief pitcher Tom Martin visited at Coors Field on Wednesday to complete a non-roster agreement with the Colorado Rockies. Martin is an established pitcher with recent big-game experience, yet he is reveling in the uncertainty of a make-good contract.  \"Most of the jobs I've won in Spring Training have been just like this, I've had to go in and prove myself,\" Martin said. \"It's actually a pretty neat way to make a team.  \"I don't know of anyone personally, but there may be a certain type of player that when he got guaranteed money would come in and just kind of go through the motions because the money is there and they've got the spot locked up. There's something cool about having a little edge to you, not knowing what the season has in store.\" The Rockies also reached Minor League agreements with two other players. Right-hander Keiichi Yabu, 37, a former Japanese baseball standout who went 4-0 with a 4.50 ERA in 40 relief appearances with Oakland last season, was signed by the club as someone who could pitch various relief roles and spot start.   Additionally, the club signed first baseman Carlos Rivera, 27, who batted .312 with 17 home runs for Double-A Round Rock in the Astros organization last season and has appeared in 85 Major League games with Pittsburgh in 2003 and 2004.   Martin, 35, is the best known among the signees. General manager Dan O'Dowd said Martin will compete for an \"early-game role.\"    Martin is 9-9 with a 4.88 ERA in 282 appearances with six teams over nine seasons. Martin was one of the top left-handers in the National League in 2003 and 2004, pitching for Los Angeles the first year and most of the second before being obtained by Atlanta late in 2004.   However, Martin struggled in his four April appearances for Atlanta last season, giving up six earned runs in 2 1\/3 innings before being released. Martin signed with the Houston organization and went 0-0 with a 3.62 ERA in 20 games at Round Rock, but did not return to the Majors.   In Colorado, Martin is fighting for a job on a staff that, outside of lefty closer Brian Fuentes, has two left-handed relievers on the Major League roster -- Ray King, obtained in a trade with St. Louis, and Jaime Cerda, claimed off waivers from Kansas City. Also in camp will be non-roster lefties Randy Williams and Steve Colyer.   \"The more you have in your 'pen, the easier your options,\" Martin said. \"It makes running a bullpen a lot easier when you can go to different guys.\"   In 10 appearances at Coors, Martin has not figured in a decision and has a 6.23 ERA with 11 strikeouts against 13 hits, including one home run, and five walks in 8 2\/3 innings. Much of his work against the Rockies came as a specialist to face left-handed hitting first baseman Todd Helton, who is 3-for-14 with a home run, three strikeouts and three walks against Martin.   Yabu will get plenty of chances to impress the Rockies. The World Baseball Classic could take as many as four pitchers -- starters Jeff Francis (Canada), Byung-Hyun Kim and Sunny Kim (Korea), and closer Brian Fuentes (USA) -- from the Rockies during Spring Training. The Rockies intend for Yabu to pick up a good share of the workload during that time.     O'Dowd said Rockies special assistant GM Marcel Lachemann, a key voice for the Rockies on pitching matters, scouted Yabu last season. Despite his workload during 11 seasons in Japan, Yabu threw his fastball at 90-92 mph last season with Oakland, and has an effective split-finger pitch as a change of pace.   \"He's powerful -- 6-2, about 190 pounds with an athletic body,\" O'Dowd said. \"He has a history as a starter and has pitched a lot of important innings.\" Thomas Harding is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
