{
    "url": "http:\/\/m.mlb.com\/news\/article\/1295263",
    "title": "Guillen offers endorsement of Sosa",
    "subtitle": "Guillen offers endorsement of free agent Sosa",
    "body": "WASHINGTON -- Outfielder Jose Guillen said on Friday that he endorses the possibility of Sammy Sosa becoming a member of the Nationals. In fact, according to Guillen, Sosa has reiterated numerous times that he wants to play for Washington.  \"Sammy knows a lot of guys on the team,\" Guillen said. \"He looks forward to having an opportunity. I talk to him every day. But it's up to [general manager] Jim [Bowden] and [team president] Tony [Tavares] as far as what they want to do.\"  Sosa and Guillen are neighbors in Miami, and Guillen said that Sosa is in great shape and is ready to rebound from the worst season of his career. In 2005, Sosa played for the Orioles, finishing with a .221 average, 14 home runs and 45 RBIs. He twice spent time on the disabled list because of an abscess and staph infection on the bottom of his left foot and a lesion under his right big toenail. \"I believe Sammy can still play and help us,\" Guillen said. \"He will do anything [manager] Frank [Robinson] will ask him to do. Sammy will fit right in. With the year he had last year, Sammy has a lot to prove, and I think he is going to prove a lot of people wrong. I watch people say on TV that he has nothing left in the tank. That is completely wrong.\"   The Nationals look at Sosa as insurance in case Guillen's surgically repaired left shoulder has not fully recovered and Alfonso Soriano refuses to play the outfield or takes part in the World Baseball Classic, depleting the number of outfielders in camp. Guillen said his shoulder is much better, but he will not rush to the field in Spring Training until the doctor says that he's ready to go.   If Sosa signs with Washington and makes the team out of Spring Training, the Nationals could have an outfield of Guillen in left, Soriano in center and, in right, Sosa, who along with Nick Johnson, could give Guillen added protection in the lineup.   \"If Sammy gets in there, we hope that he is ready to play and help this team to win,\" Guillen said. \"He has to come and produce. If he doesn't produce, the Nationals will let him go. I believe Sammy will be ready. I see him working out. He wants to come back and have a great year.\"   In other news, Guillen said he spoke to Soriano last month at a dinner in the Dominican Republic and that Soriano reiterated to his new teammate that he does not want to switch from second base to the outfield.      \"He is not interested in playing the outfield,\" Guillen said. \"I don't want any controversy in Spring Training. I want Soriano to be happy, [and] I want Jose Vidro to be happy. Vidro is a great friend of mine. He is one of the leaders of this team. They are superstar players, and we just hope the team will do its best for those two guys. I will talk to Soriano again in Spring Training.\" Bill Ladson is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
