{
    "url": "http:\/\/m.mlb.com\/news\/article\/1295027",
    "title": "Teams vie for Caribbean Series",
    "subtitle": "Teams vie for Caribbean Series",
    "body": "Imagine the feeling in Game 7 of the American League Championship Series in 2004. Yankees. Red Sox. A packed Yankee Stadium with 50,000 fans brandishing their nothing-else-matters-in-the-world-but-this game mentality. Got it? Now welcome to almost any regular-season game in the Winter Leagues of the Dominican Republic, Puerto Rico, Mexico and Venezuela.   Same feeling.  While baseball will be forever known as America's favorite pastime, it is played -- and loved -- year-round throughout Latin America, in places where it is not viewed as a sport but as a way of life.  \"The league is great, road trips and fans are unbelievable,\" said White Sox third base coach Joey Cora, the manager for LaGuaira in Venezuela. \"There is no doubt that baseball is the No. 1 sport in Venezuela -- there is nothing even close. You have to deal with press here just like in the big leagues. The following is just like the big leagues.\"  Like the big leagues, a final champion is crowned.  The champions from the Dominican, Mexican, Puerto Rican and Venezuelan leagues will challenge for the title of Caribbean Series champion in a round-robin tournament starting in February in the Venezuelan cities of Maracay and Valencia. Mexico won last year's version of the Caribbean Series in Mazatlan, Mexico, giving credence to the notion that the Venezuelan team is the favorite.  Truth be told, they are all favorites in some form.  \"I have worked to get to [the Caribbean Series] and it has been a personal goal since the beginning,\" said William Collazo, an Angels' farmhand who was named the Puerto Rican League's Pitcher of the Year. \"I am happy and proud that I can help this team from Carolina. We'll see if we can get to Venezuela.\"  Here's a look at Winter League play in Latin America. Teams have completed their regular season and are now vying for the league championship and the opportunity to represent their country in the Caribbean Series.  Dominican Republic: The Aguilas are on top of the Dominican League round-robin playoff tournament with an 8-4 record, just ahead of Licey, which boasts an 8-5 mark. Also in round-robin action, Escogido is 6-7 and Azucareros are 4-10. Among the hitting leaders during the playoffs are Florida's Miguel Olivo, playing for Escogido, who sports a .472 batting average with seven runs and seven RBIs in 11 games, and Luis Polonia, who has a .404 batting average for the Aguilas. White Sox shortstop Juan Uribe is hitting .333 for Escogido. Tony Batista, playing for the Aguilas, leads the playoffs with four home runs and Cleveland's Ronnie Belliard (Licey) has 13 RBIs. Among the pitching leaders, Arizona's Miguel Batista (Aguilas) has two saves, Rockies hurler Jose Acevedo (Aguilas) has 20 strikeouts and Jared Fernandez has three wins. Licey had the best record during the regular season with a 32-18 mark.  Mexico: The Mexican Pacific League playoffs are in the second round. The defending champion Mazatlan Venados lead the best-of-seven series against Navajoa 1-0 after winning the first game by the score of 5-3. Also in Round 2 action, Guasave leads Hermosillo by one game after a 4-0 victory. Winners of the second round will square off for seven games in the Mexican Pacific League Championship. Navajoa, Mochis and Mazatlan all finished the regular season with league-best records of 19-14. Hermosillo's Juan Carlos Canizalez led the league in hitting with a .327 mark and Spike Lundberg led the league in pitching by going 9-3 with a 2.23 ERA in 93 innings for Guasave. Hermosillo's Luis Garcia hit 18 home runs to lead the league. Ruben Rivera, playing for Culiacan, hit 16.      Venezuela:  Caracas leads the round-robin playoffs with a 4-1 record, followed by Aragua (3-2), Magallanes (3-2), Oriente (1-3) and LaGuaira (1-4). The first- and second-place winners of the tournament will meet in a best-of-seven series to determine the league title. Among the playoff leaders are Cubs catcher Henry Blanco, who sports a .500 batting average for Caracas, and Mets outfielder Endy Chavez, who is also hitting .500 in the playoffs, for Magallanes. Detroit shortstop Carlos Guillen is hitting .385 for Magallanes and Angels infielder Edgardo Alfonzo is hitting .364, also for Magallanes. Detroit's Wil Ledezma and Washington's Tony Armas Jr. have identical 1-0 records to pace Caracas. Baltimore's Jorge Julio has one save for Caracas and Mets starter Victor Zambrano has six strikeouts for Aragua. Aragua and Magallanes each won their divisions by going 38-24 and 39-23, respectively. Luis Rodriguez led regular-season hitters with a .381 average for Aragua. Minnesota's Willie Eyre went 9-0 with a 1.26 ERA also for Aragua. Tom Evans hit 17 home runs. Jesse Sanchez is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jesse Sanchez"
}
