{
    "url": "http:\/\/m.mlb.com\/news\/article\/1301133",
    "title": "Heilman ready to battle for fifth spot",
    "subtitle": "Heilman primed to compete for his spot",
    "body": "NEW YORK -- If Aaron Heilman hopes to win the job that he covets, he'll have to earn it. Though the 27-year-old former first-round draft pick may own the best odds of winning the No. 5 spot in the Mets' starting rotation, the right-hander can expect competition for the job when the team opens Spring Training in Port St. Lucie, Fla., next month. Heilman, in fact, has been told to come prepared to return to the bullpen. \"We're going to give him a chance to get back in the rotation, and there are going to be questions about that, too,\" said manager Willie Randolph earlier this week while the team was kicking off its annual Winter Caravan with a stop at the New York Public Library in midtown Manhattan. \"He has prepared himself to take the ball, and he has a full spring to get into the rhythm of a starter. Hopefully, he'll get back to grasping that whole thing.\"  With four spots in the rotation pretty much solidified, it has been widely assumed that Heilman would inherit the fifth slot after the Mets traded Jae Seo to the Dodgers and Kris Benson to the Orioles this winter. But John Maine, a right-hander obtained in the Benson trade; veteran Japanese right-hander Yusaku Iriki; and Brian Bannister, the right-handed son of former Major League left-hander Floyd Bannister, are expected to get looks for spots in the starting rotation. The Mets may also give at least one non-roster arm a try.  Another factor might keep Heilman from his dream job.  Pitching coach Rick Peterson is thrilled with the depth of talent he believes the team has, depth that can be used to assemble a strong bullpen. But that department remains far from settled at this time, and if the Mets find they have a hole to fill in the 'pen, they might turn to Heilman, who had success when tested for the first time in that role last season.  \"I'm coming into Spring Training prepared to do whatever role they see fit for me,\" said Heilman. \"I'd certainly love to start, but I want to be a part of this team, and I want to be a part of what I feel is going to be a very successful ballclub.\"  Heilman downplayed a report earlier this winter that he'd instructed his agent, Mark Rodgers, to demand a trade if the Mets weren't willing to move him back into a starting job.  \"I can't demand a trade,\" said Heilman, who was drafted in 2001, with a laugh. \"I certainly wish I had that power to throw my weight around. [General manager Omar Minaya] and Rick knew I had expressed my desire, my preference to start.  \"I think it got a little bit out of proportion, where it was interpreted as a demand for a trade rather than me letting them know where we stood. Like I said, I love the organization, love being here. My first preference would be to be a starting pitcher in New York City. That's where I want to be.\"  What Randolph wants is for Heilman to be consistent.  Randolph, Peterson and Heilman concur that consistency shouldn't pose a problem, since the right-hander had success after correcting his arm slot early last season. Heilman was 2-3 with a 4.71 ERA in seven starts in April and May. Heilman and Peterson worked on mechanics, but Heilman was in the bullpen for good by June. In 46 games as a reliever, Heilman went 2-0, with five saves in six chances and owned a 2.18 ERA. He yielded just 49 hits in 66 innings in relief.  Heilman, sent to Licey in the Dominican Winter League to work as a starter, continued to be impressive. In 31 1\/3 innings covering six starts, he gave up just eight earned runs on 27 hits, walked only one and struck out five.  \"It got to the point where I was thinking way too much when I was out there on the mound,\" said Heilman of his delivery woes. \"That was hindering me from doing my job and making quality pitches. Working with Rick has gotten me back to my natural arm slot and allowed me to focus on the things that are important.  \"Not only did it help me become more consistent from a mental aspect, it allowed me to kind of change my focus and really emphasize doing what it took to get results and not worry so much about the process.\"  Heilman's best pitch is his changeup. In order to make it an effective weapon, he must be able to control his fastball on both sides of the plate and make use of his other pitches.  When he's on his game, Heilman leaves batters muttering as they try to guess what speed of pitch is coming out of a consistent release point.  Peterson noted that when slugger Carlos Delgado joined the Mets this winter, the first baseman made a point of saying what a tough time he'd had facing Heilman during the 2005 season.  \"Seo had a good changeup,\" said Randolph, \"but after a while, guys were sitting on it. But last year, Jae was using his cutter and his other pitches. Once you get guys off your changeup, you are able to make that pitch even better. So I think the biggest thing for Aaron going into Spring Training is to work on his other pitches and not be predictable.\"  Heilman wants to live up to Randolph's wishes.  \"I would like to be the type of pitcher that the manager looks out there every fifth day and says, 'I know this pitcher is going to give me a quality start and give our team a chance to win,'\" he said.  Kit Stier is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Kit Stier"
}
