{
    "url": "http:\/\/m.mlb.com\/news\/article\/1302143",
    "title": "Glass excited for upcoming season",
    "subtitle": "Royals owner excited for upcoming season",
    "body": "KANSAS CITY -- Owner David Glass predicted \"a fun year\" for the Royals on Friday at the annual baseball forecast luncheon.  The past two years haven't been much fun for the Royals -- they lost 106 games in 2005 after losing 104 in 2004.  \"Last year, I was very discouraged,\" Glass said. \"Things didn't go the way we planned. We had a year most of us don't want to remember and after today, I'm not going to talk about it. \"It was not from lack of effort of the players we had. We didn't give them enough bullets. They didn't have enough ammunition when we sent them into battle with other teams.\"   To correct that, Glass upped the Royals' payroll and general manager Allard Baird signed seven free agents -- pitchers Scott Elarton, Joe Mays and Elmer Dessens, first baseman Doug Mientkiewicz, second baseman Mark Grudzielanek, outfielder Reggie Sanders and catcher Paul Bako -- this offseason. The Royals also picked up veteran left-hander Mark Redman in a trade with the Pirates.   \"We have the core group of young players and Allard signed some veteran leadership to fill in the pieces, not just veteran leadership, but some really good players,\" Glass said. \"I think they'll bring a lot to us.\"   Glass believes these players will make the Royals a contender this year. Elarton, Mays and Redman will likely compose 60 percent of the overhauled rotation.   \"I think we'll be much improved from the pitching standpoint,\" Glass said. \"Our defense is going to be better. Pitching and defense will win a lot of games for you. I think we are getting positioned to be very competitive in our division.   \"I don't think Allard is finished yet. I think if there are other things that he can do to improve this club that perhaps by the end of Spring Training, we'll be even better on paper than we are today. I love the attitude. We'll do whatever it takes to play meaningful games in September.\"   On top of all the moves, the Royals' farm system is teeming with several quality prospects. The more promising talents include Alex Gordon, who was the second overall pick in the 2005 First-Year Player Draft, and Billy Butler and Chris Lubanski, two first-round picks out of high school. All could be impact offensive players in the Major Leagues in the not too distant future. Luis Cota, a 20-year-old, hard-throwing right-hander, heads up the pitching prospects.   \"We've got some good young players in the pipelines that are not quite ready,\" Glass said.   Sanders, who has been on playoff teams in five of the past six seasons, took a wait-and-see attitude before signing a two-year deal with the Royals. He had other offers and acknowledged the Royals were not his first choice.   \"I love the direction that they are trying to go,\" said Sanders, who hit 21 home runs in 93 games last season with the Cardinals. \"After I talked to Allard, I wanted to wait and see the players they were going to acquire, and they were able to acquire those players. It made it a little bit easier decision for me to be a part of the direction.   \"For me, I wanted to grow as a baseball player. I wanted to grow with the challenges that are going to unfold here.\"   Sanders said the team has \"a new direction, we're a new beginning\" and the players \"need to forget about\" the past.   \"It is definitely not going to be an easy thing to change that mindset,\" Sanders said. \"We're moving forward and not looking back at what happened. We are a unit. We are a group. We need everybody to come together as a unit. It is not going to take one person, but all of us. It is important everybody understands that. We have something that you can buy into, that you can believe in, and when you do that then that's half the battle.\"   Sweeney said his \"blood is pumping\" to get the season started. He has been working out with Grudzielanek in San Diego, and said he lost weight while improving his strength.   \"This [past] year wasn't any fun for me with the injuries and way we played on the field,\" Sweeney said.   If Glass's forecast is right, Sweeney will be in for some fun times in 2006 with the Royals. Alan Eskew is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alan Eskew"
}
