{
    "url": "http:\/\/m.mlb.com\/news\/article\/1302181",
    "title": "Prized prospect overcomes adversity",
    "subtitle": "Prospect Murphy heads to first Spring Training",
    "body": "PAWTUCKET, R.I. -- David Murphy sat in the clubhouse of McCoy Stadium on this wintry afternoon watching a grainy video clip of a young lefty, wearing a green tank top and baseball hat, throwing a baseball against a chain-link fence under the bright lights of a high school field. At the end of the clip the kid looks into the camera and smiles shyly, like he's got a secret.  \"A lot of times you look at kids, a lot of us have done some type of camp or clinic with kids, and you can tell by the way a kid throws or swings,\" said Murphy, a former Baylor first-team All-American and the Red Sox first-round pick (17th overall) in the 2003 First-Year Player Draft. \"Even if they don't put the bat on the ball or throw hard, you can tell in their mechanics what they have a chance to be. I think I looked pretty natural.\"  The video, which Murphy had never seen before, was of himself at age 9 at a Klein High School game in Spring, Texas, in 1991. Murphy had tagged along with his older sister, who was dating the team's catcher. Major League scouts buzzed around the field waiting for Justin Thompson, who would become a first-round pick of the Tigers later that spring, to pitch for the rival high school. One scout spotted the kid whipping the ball at the fence and soon the kid was entertaining a group of them. One had the foresight to record the event for posterity, with the voiceover, 'Future big leaguer, David Murphy.'   \"I remember exactly what happened that night,\" said Murphy, Theo Epstein's first draft pick as Boston's general manager. \"I wish my dad could see this because he talks about it all the time. I was just playing around and they saw me and they told me they were going to put me on video. It's funny because a lot of scouts that night gave my dad their business cards and my dad still has all the business cards.\"   While the tall (6-foot-4), lanky (205-pound) left-handed-hitting center fielder, who will likely start the season at Triple-A Pawtucket, has been making scouts take notice ever since, a left ankle injury in 2004 with Class A Sarasota limited him to 73 games, and a difficult start with Double-A Portland in 2005 left him with a lot of 0-fers and 1-fers early in the season.   \"The injury was frustrating, but I think more so the struggles that I had hitting because I knew I could hit and I just wasn't doing it,\" Murphy said. \"Finally, it started to click this [past] year. I think I have an idea of what I need to do now, and just refine my approach. As I move up and the competition gets better, hopefully my approach and my swing and hitting ability will get better and I just continue to progress.\"   Ben Cherington, the Sox vice president of player personnel, doesn't dispute those early struggles, but what mattered was Murphy's ability to deal with them.   \"He got off to a rough start and I think we were all really impressed with the way he persevered through the first six or eight weeks of the season,\" Cherington said. \"He worked extremely hard on physical and mental adjustments and really finished strong and put himself in good position going into '06.\"   Murphy hit .310 over the final 66 games last season, including .370 in 28 games in July, after hitting just .240 in 69 games through June, leading the SeaDogs with 75 RBIs. His 14 home runs were nine more than his previous pro total. Murphy was named the organization's Minor League defensive player of the year, committing four errors in 135 games. In the Arizona Fall League, his hitting improved to .319, with three homers, nine RBIs and 20 runs scored in 24 games.   Murphy credits his work with Portland manager Todd Claus and hitting coach Russ Morman for getting him on track.   \"My rhythm was just off,\" he said. \"I wasn't getting around on fastballs. I was getting beat by fastballs. I started using my lower half better, my legs, just incorporating that in my swing a little better.   \"I had a lot of extra work and a lot of talks with [Claus and Morman]. Eventually, it just took me incorporating what I needed to do into the game and I finally did that. It was as simple as that. It's not always that easy. It's not as easy as it sounds but I finally actually did it.\"   Although the 2004 injury limited his playing time, Cherington does not believe Murphy's development has been limited.   \"I think he's right where he should be,\" Cherington said. \"I think the '04 season, that first full pro season is so important for any draft pick. That's the year that they really learn how to cope with adversity and the year they learn how to make some adjustments. But he missed so much of that year, it was difficult for him to do the things a player normally does in that first full pro year.  \"That put him back to some degree, but outside of that injury, he's moved a level each year and has every opportunity to make the Triple-A team [this year]. If he does, then he'll have advanced another level in '06. Even if he doesn't start there, we would expect him to have an opportunity to go up there by the end of the year. We're very happy with his progress.\"   Murphy, who has been added to Boston's 40-man roster, will be in big-league camp for the first time this spring.   \"He'll get an opportunity to go into Major League camp for the first time and compete at that level,\" Cherington said. \"In general, we're very pleased with his progress and certainly impressed with the way that he handled that adversity last year.\"   Murphy would like to continue the run he had at the end of the season.   \"My overall goal is to become a better player,\" he said. \"It's a big year because I kind of broke out a little bit last year and I'd like to do that over a full season. You're going to have your slumps in baseball, you're going to have your ups and downs, but there were points last year where I had no idea what I was doing and I did not know how to make adjustments. I want to know if I get out and I'm going through a slump, I want it to at least be because I know what I'm doing wrong and I want to have myself figured out this year. I'd like to get off to a good start.\"   Murphy, though making his first visit to McCoy Stadium, is familiar with the area having helped the Wareham Gatemen to the Cape Cod League championship in 2002, and he has already been to Fenway Park.   \"The first game I ever went to Fenway, there was a rain delay for about an hour,\" said Murphy, whose parents lived in Acton, Mass., about 30 minutes from Boston, for about five years in the mid-1970s. \"When they announced it, all the fans started booing. The first impression you get is those fans love their baseball. They live it up there. Not only are the Red Sox a good team, I think that's the thing that stood out. That type of environment, it was electrifying.\"   Murphy's frame, position, throwing arm and batting swing have drawn comparisons to Fred Lynn and Paul O'Neill.   \"Well, Fred Lynn was a little before my time, so I don't know his game as much,\" Murphy said. \"I remember watching Paul O'Neill on TV a lot and obviously the thing that sticks out to me the most is he had a long big-league career and, if you could be a player like that and play 10-15 years in the big leagues, that's what you dream about since you were a little kid.\"   Maybe that was the secret the little kid in the video had. Maureen Mullen is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Maureen Mullen"
}
