{
    "url": "http:\/\/m.mlb.com\/news\/article\/1302610",
    "title": "Baseball witnessing field leveling",
    "subtitle": "Baseball witnessing field leveling",
    "body": "After the New York Yankees won their third consecutive World Series title in 2000, a baseball championship parade through Manhattan in the fall seemed about as natural as the subsequent Macy's Thanksgiving Day parade.  Joe Torre's three-peat Yankees were becoming to Major League Baseball what John Wooden's UCLA Bruins had once been to college basketball and Red Auerbach's Boston Celtics had been to the NBA. The Yankees appeared to have the stars, the money, the leadership and the karma to keep racking up championships year in and year out. But the streak ended with Luis Gonzalez's decisive bloop hit off Mariano Rivera in Game 7 of the 2001 World Series, triggering a share-the-wealth saga that has seen Major League Baseball crown five different champions in the last five years.  Has parity truly arrived? \"It definitely says we are going in that direction,\" said Dan Glass, the club president of the Kansas City Royals. \"If you trace it back to the last labor deal, you see that panning out. We're getting closer, but there's still another step to go before we get to total parity, where any given team can win in any given year.\"   From 2001 through 2005, the ultimate October celebrations have belonged to the Diamondbacks, Angels, Marlins, Red Sox and White Sox. Two high-payroll clubs (D-Backs and Red Sox), two medium-payroll clubs (Angels and White Sox) and one mid-to-lower payroll club (Marlins).   Two of the three longest World Series droughts have been broken. The Red Sox's futility stretched to 1918 prior to their 2004 title, and last year the other Sox (White) bested that feat by snapping a spell that dated to 1917. The Cubs remain unsatisfied, having not won a World Series since becoming the first team to win back-to-back championships in 1908.   Five different divisions have been prominent on the championship podium, with only the National League Central not represented. And that division came close the last two years with the Cardinals and Astros landing in the World Series.   So much for checkbook baseball being the definitive answer for winning a championship. The Diamondbacks had roughly an $85 million payroll in '01. Ample, but below that of the Yankees. The Angels, at about $61.7 million in 2002, even received some revenue-sharing money en route to the title.   The Marlins, at about $53 million, also received revenue-sharing assistance in '03 and won against a Yankee club that had roughly triple the Florida payroll. Boston, at roughly $127 million, provided an example of a high-payroll team winning it all in '04.   But the World Series competitors of '05 -- the White Sox and Astros -- were not among the highest spending teams. Houston had the No. 12 payroll, at roughly $77 million, and the White Sox were No. 13, at roughly $75 million.   The style of play has been as varied as the payroll. The Red Sox won with an overpowering offense and just enough pitching, despite occasionally poor defense. The Marlins utilized speed, not power, to spark their offense and had outstanding pitching. The White Sox combined stellar pitching and defense with just enough hitting. The Angels scored runs and had a light's-out bullpen. The D-Backs had a little bit of everything.   Clearly, any club is capable of winning a World Series, provided they have one thing: pitching.   \"What seems to have occurred is everything revolves around the dwindling supply of pitching,\" Cincinnati Reds' scout Bill Wood said. \"That's where the budgets come in. Can you win without having one of the highest payrolls? The percentages certainly increase if you have the money to create a margin for error, particularly with pitching.   \"But if you develop players and have some things fall right, it can be done. You have to credit the White Sox for what they did. Orlando Hernandez was on the market and not much interest was shown in him. And Jose Contreras was considered a bust by some before Chicago traded for him. A lot of the stars lined up for the White Sox.\"   The championship runs of Arizona and Boston were ignited by the dynamic 1-2 pitching combinations of high-priced veterans Curt Schilling and Randy Johnson and Schilling\/Pedro Martinez, respectively. The Angels, Marlins and White Sox, with more modest payrolls, hung in with solid talent and then saw young pitchers like Francisco Rodriguez, Josh Beckett and Bobby Jenks burst into full prominence late and provide an emphatic push for a championship.   The five different champs in five years story has many clubs dreaming of postseason glory as the countdown to Spring Training '06 continues.   \"I definitely feel like there's a more level playing field over the last few years and a lot more clubs have high hopes now,\" said outfielder Reggie Sanders, who signed with Kansas City after helping the Cardinals reach the NL Championship Series last year.   \"You've seen a variety of teams having success and that creates a belief across baseball that if you stick together, great things can happen,\" Sanders added.   While it still might be unrealistic for clubs in the lower third of the salary scale to think about hoisting a trophy, few dispute that the pool of legitimate championship contenders has been growing since the Yankees' three-peat.   \"With the revenue sharing and the luxury tax, you're seeing the payrolls start to compress,\" Kansas City assistant general manager Muzzy Jackson said. \"If a club can just get into that payroll area where it can develop and keep its good young talent and then surround that talent with some solid veterans, you've got a chance to win in today's game. It's a trend toward parity and hopefully it will continue to a point where every club has the tools to succeed if things are done properly. That competitive balance is what makes it fun.\" Robert Falkoff is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Robert Falkoff"
}
