{
    "url": "http:\/\/m.mlb.com\/news\/article\/1302455",
    "title": "Notes: Sox take high road with Thomas",
    "subtitle": "Notes: Sox take high road with Thomas",
    "body": "CHICAGO -- Ozzie Guillen's departure from the White Sox as a player after the 1997 season could be characterized as slightly less than amicable.  By his own admission, Guillen was mad at chairman Jerry Reinsdorf. He was mad at then-general manager Ron Schueler and he simply was mad at the organization in general. With that reaction in mind, Guillen refused to chastise Frank Thomas for a few parting shots delivered to the South Siders during his introductory press conference in Oakland Thursday.  \"Well, it's not easy when you play or work in one place that many years and all of a sudden you are done,\" said Guillen of Thomas during a meeting with the media Friday prior to the start of SoxFest. \"Everyone is entitled to their own opinion.\" Thomas, who turns 38 in May, could not have been surprised by the White Sox decision to let him go before season No. 17 in Chicago. The team bought out the prolific slugger's contract for $3.5 million and then acquired lefty masher Jim Thome, who had been pursued by Williams since last August, from Philadelphia.   Thomas objected to the way he was shown the door and not so much his departure. He told the media Thursday that he didn't like being part of a \"three-man triangle\" with Thome and Paul Konerko and that he expected a call from Williams or Reinsdorf to inform him of the decision.   \"I thought it would be more of a phone call. 'Hey, we're moving in a different direction. We're going young,'\" Thomas told The Sun Times.   Williams made a call to Thomas after Konerko signed a new five-year, $60 million deal in November, leaving a voice mail in regard to the latest move. That call was not returned by Thomas.   There were mild complaints from Thomas concerning the White Sox portraying him as slightly damaged goods. The slugger suffered breaks in his left navicular bone in each of the last two seasons, limiting him to 345 combined at-bats.   Thomas also singled out Thome, who he called a good friend. He pointed out that Thome suffered two major physical problems last season and was more injured than he was.   Thome declined comment on the topic when asked Friday.   \"I try not to go there,\" Thome added.   With the possibility of a second consecutive acrimonious free agent departure, following Magglio Ordonez's exit for Detroit last offseason, the White Sox chose the high road with arguably the greatest player in franchise history. Guillen said that Thomas was generally respectful to the team and did everthing perfectly in his two years managing the Sox.   Williams referred to familiar terminology, choosing to \"take one in the gut\" instead of getting into a war of words with Thomas.   \"I don't know if it's his fault. In my opinion, in order to play at such a high level -- Major League level, first and foremost, and superstar level like he has been to a greater degree -- I think there has to be a certain tunnel vision, a single-mindedness,\" Williams said. \"Oftentimes, it doesn't allow you to see the entire picture.   \"Frank Thomas is not a bad guy at all. Do I take exception at times to some of the things he does? Of course I do. But what good does it do to get into a back and forth with all the things that he has said? It doesn't do anyone any good.   \"I've learned that sometimes even your best efforts, when you're giving a player news that they don't want to hear or making a decision that is against what they feel, oftentimes they react in this manner,\" Williams added.   Most wonderful time: As if the busy aftermath stemming from his World Series heroics wasn't excitement enough for Scott Podsednik, the talented leadoff hitter is getting married to fiancée Lisa Dergan next weekend.   \"It's been a busy winter,\" Podsednik said with a smile. \"Playing that month longer made the offseason a lot shorter, with appearances and the planning of the wedding. But it has been enjoyable because they have all been good things.\"   Podsednik still smiles when asked about the rich irony of his walk-off home run in Game 2 of the World Series after foregoing power during the regular season to focus strictly on reaching base in any way possible. Podsednik said Friday that a couple of postseason home runs, with his first coming in the Division Series against Boston, won't change his philosophy for 2006.   There also was a positive health report in regard to his recovery from offseason surgery for a sports hernia. It's a problem that Podsednik realized was more than a groin strain at the end of last season, but it wasn't diagnosed until after the World Series.   Early workouts will be handled cautiously with Podsednik, although he proclaimed himself ready to go. His impending nuptials are the current topic at hand. He even laughed off one television reporter's assertion that he would fly over the ceremony to get the first pictures.   \"I'll believe that when I see it,\" Podsednik said. \"We have this one locked down. We are going to slide in there exclusively.\"   Give him a 'C': Despite legitimate concerns expressed by Konerko on Wednesday, Guillen reiterated Friday that his All-Star first baseman will serve as the team captain in 2006.   \"He is my captain,\" Guillen said. \"I don't care what Paulie thinks. He's played for me for two years. He's my captain and he deserves it and earned it.\"   Guillen pointed to Konerko and Jon Garland both passing up more money on the open market as the highlights of his offseason.   \"I know now people want to play for us,\" Guillen said. \"I know now people want to stay here. It's not just about the money.\"   Around the horn: The White Sox already have sold close to as many tickets for Spring Training, before the games even begin, as they did throughout the entire 2005 Cactus League schedule. The South Siders also are outselling the Diamondbacks, with the two teams sharing Tucson Electric Park during Spring Training. ... Guillen labeled Carlos Martinez as the greatest all-around talent to come from his home country of Venezuela. The former White Sox first baseman passed away Tuesday at the age of 40. Guillen's foundation in Venezuela had purchased a wheelchair for Martinez, who succumbed to an illness he battled for quite some time, according to his wife. ... Joe Crede chose baseball over wrestling as a career choice for catcher A.J. Pierzynski, even after his good friend's performance at a TNA Pay Per View event in Orlando during December. \"I told him you can't be laughing walking down the runway,\" said Crede of Pierzynski's effort as a wrestling manager. \"You have to sell it better. He needs to go to acting classes and work on it.\" Scott Merkin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
