{
    "url": "http:\/\/m.mlb.com\/news\/article\/1303078",
    "title": "Darling tells his story of Mets' '86 U-turn",
    "subtitle": "Darling tells his story of Mets' 1986 U-turn",
    "body": "NEW YORK -- The stunning U-turn executed by the Mets in Game 6 of the 1986 World Series ranks among the most dramatic and unexpected reversals in the history of postseason baseball. Now we learn that, as it was unfolding, a member of the eventual World Series champions was making his own about-face. Ron Darling, who would start Game 7 against the Red Sox, was in lockstep with his colleagues, though he was neither at Shea Stadium when the turnaround began nor in the dugout for its unforgettable climax. Nearly 20 years after the fact, Darling told his story of reversal and rejoicing to some 1,100 people who'd gathered in the Sheraton New York on Sunday night for the 83rd annual dinner staged by the New York chapter of the Baseball Writers Association of America. Before he presented the chapter's \"Willie, Mickey and The Duke\" Award to former teammate Mookie Wilson and Bill Buckner, Darling publicly shared his story for the first time. After the Mets had tied the scored at 3 in the eighth inning, Mets pitching coach Mel Stottlemyre approached Darling in the dugout. \"We're gonna win this,\" Stottlemyre told Darling. \"I want you to be rested for your start [scheduled for the following night]. Get out of here now and get your sleep.\"  As ordered, Darling left the dugout, changed --- without showering -- in the clubhouse and began the drive from Shea Stadium to his Manhattan apartment.  He hadn't yet reached the Triboro Bridge when Dave Henderson hit a home run and the Red Sox added a second run in the 10th against Rick Aguilera.  \"I couldn't just keep going,\" Darling said. \"If we were going to lose the World Series, it was my place to be with my teammates.\"  So shortly after Aguilera hung a slider, Darling hung a U-turn and headed back to somber Shea Stadium.  \"I got there and ran into the Diamond Club entrance,\" Darling said. \"I got there [in the bottom of the 10th], just as Kid singled.\"  That two-out single by Gary Carter against Calvin Schiraldi ignited the Mets. Kevin Mitchell hit an 0-1 slider into center for a second single.  Before Ray Knight banged another slider for the Mets' third straight hit and a run, Darling was in the office of manager Davey Johnson watching the telecast with Keith Hernandez -- and hoping.  The Mets were still down a run with Mitchell on third base, but in the dugout, Carter began putting on his catching gear as if he was certain they would at least tie the score.  Bob Stanley relieved Schiraldi and battled Wilson. With the count 2-2, Wilson fouled off three pitches, two of which barely made contact. Then came the wild pitch that scored Mitchell and moved Knight to second.  It should have moved Darling and Hernandez to the dugout. But they held their positions in Johnson's office. \"We didn't want to break the spell,\" Darling said. \"Keith already was one beer in when I got into the office. We couldn't believe we were going to lose. ... Then we couldn't believe we were going to win.  \"But we knew we had to stay where we were.\"  Wilson fouled off a 3-2 pitch from Stanley before hitting a ball on the ground that since has blurred the images of the man who hit it and the man who was unable to handle it. That made Darling's U-turn worthwhile. Marty Noble is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Marty Noble"
}
