{
    "url": "http:\/\/m.mlb.com\/news\/article\/1302996",
    "title": "A's fever continues to catch at FanFest",
    "subtitle": "A's fever continues to catch at FanFest",
    "body": "OAKLAND -- To say A's fan Tracey Schneider looks forward to the team's annual FanFest would be an understatement. \"It's like a national holiday,\" said Schneider, attending her fifth FanFest. \"It means the wait is finally over.\" Schneider, 10-year-old daughter Ashley and boyfriend Matt Rasmussen were among the more than 20,000 fans immersing themselves in all things green and gold at McAfee Coliseum on Saturday. Fans could get autographs, take pictures with players or the A's four World Series trophies, enjoy coach and player clinics, tour the clubhouse, participate in Q&A sessions, play games and visit the scores of information and giveaway tables set up by groups ranging from car companies to animal shelters. \"The pictures are our favorite thing,\" said Schneider, with Rasmussen chiming in that \"all the promos are cool. They have a bunch of giveaways that are good.\"  \"There are a lot more players out here signing than there have ever been in five years,\" added Schneider, who lives in Concord but works close enough to the Coliseum that she attended an impressive 51 games last season. \"I mean, I can't believe [Justin] Duchscherer's right there signing at the Bullfrog table. That is awesome, seriously.\"  Schneider and Rasmussen, who first met at an A's game late in the 2004 season, were especially excited about getting their picture taken with the A's new designated hitter, former White Sox slugger Frank Thomas.  \"I told him, 'You don't know, it's a real honor to see you in our green and gold,'\" said Schneider.  \"Frank Thomas as the DH is going to be sweet,\" agreed Rasmussen, who also enjoyed listening the Q&A sessions on the stadium's video boards while eating a hot dog in the mostly empty stands.  \"You can tell they kind of had their guard down,\" he said. \"It was less formal than some press conference or something like that. It was nice to see them interact.\"  Case in point: When pitcher Joe Blanton declined to answer a fan's question about what player was his favorite growing up, prodding from outfielder Nick Swisher pushed Blanton to reveal that it was Thomas, their new teammate.  The sessions proved to be one of the most popular attractions, with the large audience area filled to capacity and many more fans either waiting in line to get a spot for the next session or listening to simulcasts all around the stadium on televisions and the video boards.  Long lines were also found at the ticket windows as fans had their first opportunity to buy single-game tickets for the upcoming season. The A's said nearly 45,000 tickets were sold by the time the FanFest ended, and only 2,000 tickets remained for Opening Night vs. the Yankees on April 3.  Proceeds from the FanFest benefited the A's Community Fund and the Cure Autism Now Foundation, and the good cause only added to the enjoyment fans got from spending the day interacting with their favorite players and having an all-around good time.  Jared Lozoya, 9, of Fremont said he hit 44 mph on the radar gun at the pitching booth, prompting his mother's best friend, Lori Howard, to get the boy's autograph on her program, next to that of pitcher Dan Meyer and infielder Freddie Bynum.  \"It's fun, just all the fans getting together,\" said Francine Lozoya, Jared's mom. \"Everybody's here for the same reason. We're excited.\" Chris Shuttlesworth is an editorial producer for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Shuttlesworth"
}
