{
    "url": "http:\/\/m.mlb.com\/news\/article\/1302106",
    "title": "Ryan Camp set to host Astros prospects",
    "subtitle": "Ryan Camp set to host Astros prospects",
    "body": "HOUSTON -- The Astros expanded their annual preseason camp to include position players, and a total of 27 players will gather at Minute Maid Park next week for the renamed Nolan Ryan Houston Astros Camp.  The camp, which last year was open to only pitchers, begins Monday and runs through Friday and will serve as a Spring Training warmup for a group consisting mainly of the top prospects in the Astros' farm system. Two players who spent the entire season on the big-league level -- Adam Everett and Willy Taveras -- will also attend.  Astros pitchers scheduled to attend the event include right-handers Matt Albers, Jimmy Barthmeier, Taylor Buchholz, Paul Estrada, Jason Hirsh, Ryan McKellar, Fernando Nieve, Felipe Paulino, Chris Sampson and Mitch Talbot and left-handers Brian Bogusevic, Mark McLemore and Troy Patton. Buchholz, Hirsh and Nieve have been mentioned several times over the winter as the prospects with the best chance to make the club out of Spring Training. Nieve likely has the best shot of the three to make the rotation, but the Astros view Hirsh and Buchholz as legitimate candidates for a midseason callup.   In addition to Everett and Taveras, position players attending the camp include infielders Jonathan Ash, Koby Clemens, Tommy Manzella, and Ben Zobrist; catchers Ralph Henriquez, Lou Santangelo, and J.R. Towles; outfielders Josh Anderson, Josh Flores, Eli Iorg, Charlton Jimerson and Hunter Pence.  Ryan, who is in the midst of a five-year personal services contact with the Astros, isn't just lending his name to the title. He'll direct the camp, along with Astros manager Phil Garner and Minor League pitching coordinator Dewey Robinson.   Assisting in the camp will be pitching coach Jim Hickey, hitting coach Gary Gaetti, bullpen coach Mark Bailey, Minor League field coordinator Tom Wiedenbauer, Minor League hitting coordinator Sean Berry, Minor League coordinator of training, conditioning, and rehabilitation Pete Fagan, and Minor League strength and conditioning coordinator Nathan Lucero. Alyson Footer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
