{
    "url": "http:\/\/m.mlb.com\/news\/article\/1294392",
    "title": "Celebrate Sutter's career at MLB.com",
    "subtitle": "Celebrate Sutter's career at MLB.com",
    "body": "Now that Bruce Sutter has just been elected to the National Baseball Hall of Fame, many fans are eager to relive his illustrious career or learn more about those days when his split-fingered fastball routinely baffled National League hitters. Here are some of the ways you can commemorate the Cooperstown career of No. 42 through MLB.com:  Baseball's Best. With a subscription to the exclusive MLB.com Baseball's Best library, you can watch or listen to classics like the 1982 World Series, when Sutter shut the door on the Milwaukee Brewers. Best of all, you can just click on any half-inning in the linescore -- such as Sutter's top of the ninth -- and watch only the action you want. The radio broadcast is also available.  Customized 1982 Cardinals Road Cooperstown Jersey. While you harken back to that era, you can wear one of the distinctive baby-blue polyester jerseys the Cards wore on the road. Order one and put \"SUTTER\" and No. 42 on the back. Shaggy beard optional.   Signed baseball. Sutter autographed this item and included \"79 CY\" in the inscription, acknowledging his tremendous 1979 campaign with the Cubs.   MLB.com video tribute. Watch this special presentation that walks you through Sutter's career highlights.   Lot of 20 1980s-era Cardinals Cards. Bid at the MLB.com Auction -- or buy now -- and see if this lot of 20 cards from the '80s contains a Sutter.    Autographed Cardinals photo. Sutter signed this 16-by-20 photo from Mounted Memories, showing him delivering a pitch in a Cardinals uniform at what appears to be St. Petersburg, Fla., during a Spring Training.   Autographed Cubs photo. Sutter signed this 16-by-20 photo from Mounted Memories, showing him delivering a pitch in a Cubs uniform at Wrigley Field. Take a good look at that split-fingered grip on the ball, too. Like the one above, it comes with a Certificate of Authenticity and hologram so you know it's the real deal.   Condensed 2006 Hall of Fame show. This MLB.com broadcast included the following announcement from Hall of Fame President Dale Petroskey: \"It gives me great pleasure to announce that the Baseball Writers of America -- with the largest number of ballots ever cast -- have elected Bruce Sutter, the outstanding relief pitcher of the St. Louis Cardinals, Chicago Cubs and Atlanta Braves.\"   Cardinals cap. The Hall of Fame announced Wednesday that the Cardinals' logo will be on the cap for Sutter's plaque in Cooperstown, and here are a slew of Redbird lids from which to choose.   Mark Newman is enterprise editor for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
