{
    "url": "http:\/\/m.mlb.com\/news\/article\/1302101",
    "title": "Nationals sign Ward, de los Santos",
    "subtitle": "Nationals sign Ward, de los Santos",
    "body": "WASHINGTON -- First baseman Daryle Ward and left-hander Valerio de los Santos agreed to Minor League deals with the Nationals on Friday. Both players will be with the team during Spring Training.  Once a highly touted prospect in the Astros organization, Ward, 30, has spent his career as a journeyman. The left-handed-hitting Ward has piqued Nationals manager Frank Robinson's interest since after the 2003 season. In fact, Robinson asked then-GM Omar Minaya to try to sign Ward for 2004, but Minaya wasn't interested.  Last season, Ward played with the Pirates and hit .260 with 12 home runs and 63 RBIs. His best season was in 2002, when he hit .276 with 12 home runs and 72 RBIs for the Astros. Asked why he signed with the Nationals, knowing that they already have two first basemen in Nick Johnson and Robert Fick, Ward said, \"I played for the Pirates and I wanted to come to a team that was good. I don't worry too much about my surroundings. I have to play this game, play it hard and hope to make a spot on this team.\"   General manager Jim Bowden said on Thursday that he was looking at Ward as a possible player who could add pop to the bench, a role that Ward has been familiar with during his career.   \"I really don't like being a bench player,\" Ward said. \"But you deal with the cards that you are dealt. I started off as a bench player, and for some reason, I was labeled as a bench player. In my mind, I know that I can play every day and put up real good numbers.\"   The 33-year-old de los Santos spent time with the Marlins last season and went 1-2 with a 6.14 ERA in 27 games out of the bullpen. In 2002, he posted a stellar 3.12 ERA in 51 games out of the bullpen with Milwaukee. Throughout his career, de los Santos has posted a better opponents batting average against right-handed batters (.230) than against left-handed hitters (.258).   You're hired: Bowden completed his search for high-energy coaches when he hired John Wetteland to be Washington's bullpen coach on Friday. Wetteland replaces Bobby Natal, who had the role during the last four seasons.   The Nationals received permission from the Rangers on Tuesday to talk to Wetteland, who was Texas' roving pitching instructor over the last three seasons. The interview took place on Thursday.   \"I couldn't be more pleased to add one of the best young pitching minds in baseball to our coaching staff,\" Bowden said. \"John's high energy, passion, temperament and knowledge will provide invaluable resources for all of our pitchers.\"   Wetteland is best remembered as being one of the game's best closers during 1990s. He saved 330 games, including 105 with the Expos.   Injury report: Catcher Brian Schneider said on Friday that his right shoulder is improving. Schneider is taking batting practice and having bullpen sessions with Marlins pitchers such as Dontrelle Willis and Nate Bump in Jupiter, Fla.   \"I left the field on Wednesday feeling good about my arm,\" Schneider said. \"I will continue to do what I'm doing right now. I'll come into camp and not try to do too much. I'll just try to continue to get better. Right now, I'm trying to get ready for the World Baseball Classic and be as close to 100 percent as I can.\"   Jose Guillen, who had surgery on his left shoulder, said that he will not play in a Spring Training game until mid-March. It didn't help, according to Guillen, that the injury was far worse than expected. The tendon in the shoulder was cut in half. Guillen is not sure whether he will be ready for Opening Day.      \"I'm going to take it step-by-step. I'm not going to rush anything. This was a serious injury,\" Guillen said. \"It's going to take some time to heal and get the shoulder 100 percent.\"   Guillen also said that if the Nationals sign Sammy Sosa, he expects to play right field, while Sosa will move over to left.   \"He is not playing right field,\" Guillen said. \"He is a good friend of mine. How old is Sammy? Thirty-seven? I don't think he can play right field. [Robert F. Kennedy Stadium] is a big ballpark -- chasing those balls.\"   The Nationals also signed Francis Beltran to a Minor League contract on Friday. The right-hander, who came from the Cubs in the Orlando cabrera trade, missed the entire 2005 season because of Tommy John surgery. Bill Ladson is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
