{
    "url": "http:\/\/m.mlb.com\/news\/article\/1301866",
    "title": "O's busy of late, but job not yet over",
    "subtitle": "Orioles busy of late, but list not yet complete",
    "body": "BALTIMORE -- Sometimes, moving deliberately has its advantages. The Orioles used December to lay groundwork and January to follow through on firming up their foundation, and the results are finally there for all to see.  The last few weeks have been especially active, with Baltimore adding two veterans via trades (Kris Benson and Corey Patterson) and two by free-agent signings (Jeff Conine and Kevin Millar). The Orioles continued with a contract extension for Jay Gibbons and proposed extensions for Melvin Mora and Brian Roberts, bringing the team into sharper focus.  Mike Flanagan and Jim Duquette, Baltimore's decision-makers, can sense the end of their busy season. \"Jim and I were both remarking that there is no such thing as an offseason. If December was a blip on the radar screen, I don't even know how to describe January,\" said Flanagan, the team's executive vice president of baseball operations. \"We've been awfully busy throughout the winter. I guess our conclusion is that there is no offseason and there [are] no free agents. We're pretty happy at the point we're at right now.\"   Conditionally happy, that is, because there's still some work to do. The Orioles would like to add another reliever and perhaps another outfield bat, but more importantly, they want to lock up the nucleus of their batting order.   Flanagan declined to prioritize the rest of the team's moves, but he has acknowledged talks with Mora that would keep the third baseman in a Baltimore uniform for the next few seasons. Roberts is eligible for arbitration and may be tougher to lock up, but he's not as much of an emergency because he won't be eligible for free agency until after the 2008 season.   \"I wish we had that list that you talk about -- because there would be 40 lists,\" said Flanagan, joking about the many things on his itinerary. \"That's the thing you try to do, multi-task. Melvin's certainly been on the radar. We've had conversations and they are ongoing. Sometimes, things just happen at a quicker rate than others.\"   Gibbons was one of those things that came together quickly, largely because it made sense for both sides. The right fielder would've been eligible for free agency next winter, but Baltimore decided to pay the price to keep him beyond that point. As a result, the Orioles have three players -- Gibbons, Miguel Tejada and Ramon Hernandez -- signed through the 2009 season.   With Mora and Roberts expected to follow, the O's can concentrate on filling gaps without worrying about more opening up.   \"That's a great core of guys right there. We've played together for a while -- me, Brian and Melvin,\" said Gibbons. \"You play together [and] you get to know each other's mannerisms. You kind of click in the clubhouse a little bit. If we get the rest of these guys locked up -- and we've already gotten a few -- the chemistry's going to get even better.\"   \"It's been the goal and the mantra throughout,\" said Flanagan. \"Not to get it up for one year, but to get it up and running where it can have success year after year. These sort of signings -- Jay Gibbons and Miguel Tejada -- to those lengths with players in the prime of their careers is exactly what we're trying to do.\"   In turn, that cost certainty enables the organization to exercise patience with its farm system. That approach is clear when it comes to upper-level prospects like Hayden Penn, Nick Markakis and Adam Loewen -- any of whom could force the team's hand at some point this season.   It's even obvious to rank-and-file players like Gibbons, who will be 33 years old at the end of his contract. The former Rule 5 Draft pick can sense a change in the team's direction and is thrilled to be a part of it.   \"I've been here awhile. I've seen guys come and go,\" he said. \"It's a good feeling to stick around and to know you're going to be with these guys for a while. You can see young guys coming up and kind of growing with you. I'm excited. ... I'm excited to see all these young guys and us building from within. It's going to be a lot of fun, because we have a lot of talent underneath now.\"   Most of that talent is on the pitching side, a fact that Flanagan notes as often as possible. That's why another of the team's winter additions -- pitching coach Leo Mazzone -- was hailed as such an important move. The parent club's starting rotation has an average age of 28, which means it might just be starting to find its peak level of performance.   And it won't have a chance to get old, because Flanagan plans on adding young arms at no cost in terms of personnel.   \"In having many conversations with Leo Mazzone along the way, those guys certainly fit the formula for players that he likes to work with,\" he said, speaking about his starting staff. \"We're real happy about the starting rotation, and also about the young arms we'll have an opportunity to see in the spring. We added six young arms to the 40-man roster this winter, and most of them throw in the low-to-mid 90s. Some in the upper 90s.   \"We're kind of anxious to get our feet on the grass this spring and see what they look like.\" Spencer Fordin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Spencer Fordin"
}
