{
    "url": "http:\/\/m.mlb.com\/news\/article\/1301880",
    "title": "Q&A; with pitching coach Rafael Chaves",
    "subtitle": "Pitching coach Chaves gives thoughts on staff",
    "body": "Rafael Chaves was ecstatic in October when he was hired as the Mariners' new pitching coach. He has been a Minor League coach for 20 years, the last eight in the Seattle organization, and he was the pitching coach at Triple-A Tacoma in 2004 and 2005.  Chaves, 37, said when he was hired that the fact that he has worked with many of the pitchers on the current Mariners staff, including 19-year-old Felix Hernandez, probably helped him land the position. He recently sat down with MLB.com for a quick Q&A less than a month before pitchers and catchers are scheduled to report to Peoria, Ariz., for Spring Training.  MLB.com: What's it like to finally be a big-league pitching coach after so many years in the Minors? Rafael Chaves: All I can say is I'm very excited. I'm looking forward to having a great year. It's a great feeling. It's a dream come true. There's nothing but excitement.   MLB.com: Let's talk about the starting pitching first and go pitcher by pitcher, with your thoughts on what's good about each guy and what needs to improve in 2006. We'll start with Jamie Moyer.   Chaves: We could call Jamie \"Mr. Consistency.\" He's got to stay healthy, No. 1. He's been tremendous for Seattle for years, and he had a good year last year, comparing the amount of losses we had and the amount of good innings he pitched. He's just got to pitch the way he did last year.   MLB.com: Jarrod Washburn.   Chaves: I've talked to him recently and got to know him a little, and he's a great guy and a guy who wants to do whatever he can for us to win. He's another guy we have to keep healthy. As much as I know about him, from what I've heard, he's a tremendous competitor. He knows how to play the game and he wants to win. He comes to the ballpark ready to win games. How can you not like that?   MLB.com: Joel Pineiro.   Chaves: We just saw each other on Monday and spoke this morning. We have to get him to be the guy he was a couple of years ago. We should all keep in mind that Joel has not been pitching healthy for the last two years, with the exception of the last month of last year, when he got his stuff back and looked like the old Joel Pineiro. There's no doubt that he's going to have a good year this year. Once again, we're talking about getting him healthy, him regaining his confidence, and getting him back on track and having him believe in himself. That's my job -- to get you to believe in yourself.   MLB.com: Gil Meche.   Chaves: We just have to find consistency. I had Gil for two months in 2004 in Triple-A and for the whole year in 2002 in Double-A when he was coming back from shoulder surgery. I'm pretty familiar with him, and it's all about finding consistency. We don't need him to be No. 1 or No. 5. We just need Gil to be Gil. I don't care where he fits in the rotation. We've talked about it, and he agrees with me.   I've seen it happen before, where Gil needs to have that commitment with one thing and one thing only. It's hard to find consistency when you're trying something new every week, and that's basically something he's done over the last few years. He needs to stop that. And I can say this because he and I have talked about it, and he agrees. We have to stick with making things much more simple and stick with one style instead of a different project every time out. No one in the world is going to be consistent that way.   MLB.com: And lastly, let's talk about Felix Hernandez. What is his upside and what precautions will the team be taking to make sure it's not too much, too soon for the kid?   Chaves: We're going to make sure that we don't overdo the amount of innings he'll pitch this year. We have a game plan I'd rather not discuss right now, but we have a plan. I'm counting on Felix to pitch in the playoffs. That may sound silly, but that's the way it is. Felix is probably one of the smartest pitchers I've ever coached in my young career. He retains knowledge and applies the things we work on. It doesn't take him two months to come out and do the things we want him to do -- it comes right away. I had the luxury of seeing him in Triple-A last year, and hopefully, that stays with him. Not only does he have a great arm, but a great mind for pitching, and he's very respectful.   MLB.com: Let's talk about the bullpen now.   Chaves: One quick thing, though. Just so you know, this rotation is not set. These aren't necessarily the five guys in the starting rotation. That will be determined in Spring Training. You're the one giving me names and I'm just answering questions.   MLB.com: Of course. Thanks. So, getting back to the bullpen, the relievers pitched pretty well last year, but Jeff Nelson, Shigetoshi Hasegawa and Ron Villone are gone, and guys like Rafael Soriano and George Sherrill are going to be more important. How do you think the 'pen shapes up for 2006?   Chaves: First of all, we have Eddie Guardado back, which is the stepping stone. When you have a closer like Eddie, you have to find a way to get to him, because when you do get to him, history tells you it's basically a done deal. Now, how can we piece it together to get to the closer? We have a power arm in J.J. Putz -- he had success last year. Rafael Soriano is healthy now and showed people that last year and in winter ball. Matt Thornton has a great arm. We just have to get him to throw strikes. Sherrill had a solid year except for one bad outing toward the end. We've got Julio Mateo coming back, and we all know what he can do and what he's done over the last few years. He's very dependable. Plus, Luis Gonzalez, [who] we got in Rule 5 and Marcos Carvajal, who had a good year last year [and] Kevin Appier. We've got a lot of arms to choose from, and it should be exciting.   MLB.com: Overall, how does the pitching need to improve, and how good can it be?   Chaves: Our pitching is a lot better than what people think it is. We need to improve how we pitch on the road compared to how we pitch at home. Everyone says Safeco Field is a pitcher-friendly ballpark, but I'm a big fan of making quality pitches at home and on the road, so it won't make a difference. They key is getting ground balls. I always say there isn't a ground ball that ever got over the fence. So if we make guys hit the ball on the ground, with the defensive infield we have, we should get a lot of outs. One of the beautiful things we have right now with our pitching, knocking on wood, is that we have health. Doug Miller is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
