{
    "url": "http:\/\/m.mlb.com\/news\/article\/1301403",
    "title": "Guillen lifts kids' spirits on Caravan",
    "subtitle": "Guillen brightens kids' days on Caravan",
    "body": "WASHINGTON -- When Nationals outfielder Jose Guillen entered the National Rehabilitation Hospital Pediatric Ward on Thursday afternoon, he wanted to show everybody that his left shoulder, surgically repaired this offseason, was getting better. Guillen took off his hat and jacket, leaned against the wall and lifted his arm high in the air.  Minutes later, Guillen jump-started the Nationals' 2006 Winter Caravan by lifting the spirits of a handful of kids, signing autographs and giving away Nationals visors.  The children -- Faith Jackson, Modou Ajie, Angel Hyman, Darrian Harris and Sean Green -- were all seated at a small round table eating piazza and talking baseball with Guillen. \"This is coming from my heart,\" Guillen said. \"We have to pray to God that these people will get better. This means a lot to me. I'm trying to do a lot and help these kids.   \"I will never forget where I came from. I grew up with a family that didn't have anything. I grew with kids like [the ones in the Pediatric Ward]. Visiting these kids mean a lot to me.\"   There was Guillen trying to get Jackson, a 10-year-old cancer patient, to open up to him. She finally did, saying that she was a Nationals fan and has never been to game. Guillen then promised her that he would get her tickets for the upcoming season.   Guillen and Ajie, a native of Uganda, really hit it off. Guillen gave Ajie his uniform top after the latter got up from his wheelchair and proved to Guillen that he could walk.   \"It makes me happy to see this kid walking instead of seeing him in the wheelchair,\" Guillen said. \"It gives you a good feeling.\"   And out of a scene from the movie, \"The Babe Ruth Story,\" Guillen's agent, Bart Hernandez, jokingly told the kids that if they went to a Nationals game at Robert F. Kennedy Stadium this season, Guillen would hit a home run. Guillen joked that he couldn't make a promise like that.   \"It's a tremendous honor to have Jose at the hospital,\" said National Rehabilitation Hospital spokesman Terri Rozaieski. \"It's such a boost for the children. It inspires them. When they see somebody like him and he takes time out of his busy schedule, it lets the kids know that they are important to him. He is so wonderful with children and you can see them glow.\"   This is not the first time Guillen has made people happy off the field.   After visiting war veterans at Walter Reed Army Medical Center last July, Guillen gave some of them tickets between the Nationals and Pirates and donated $10,000 to the Walter Reed Society, which helps the families of war veterans. He also distributed red hats with the Nationals logo to those veterans.   After learning about the devastation Hurricane Katrina caused in Louisiana and Mississippi, Guillen promised to donate $1,000 for every home run that he hit and $200 for every run that he drove in to the hurricane victims.   After collecting career hit No. 1,000, Guillen gave the ball and bat to the Nationals Foundation, in hopes that the team would auction both and donate the money to the victims of Hurricane Katrina. Bill Ladson is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
