{
    "url": "http:\/\/m.mlb.com\/news\/article\/1302441",
    "title": "Excitement in the air at PirateFest",
    "subtitle": "Excitement in the air at PirateFest",
    "body": "PITTSBURGH -- Excitement and anticipation were the buzzwords when the Pirates unofficially kicked off their 2006 by hosting an annual media luncheon Friday at PNC Park before heading over to the David L. Lawrence Convention Center for the start of PirateFest.  Emboldened by the acquisitions of Sean Casey, Jeromy Burnitz, Joe Randa, Roberto Hernandez and Damaso Marte, and the addition of new manger Jim Tracy, it seems that nearly everyone in the organization is champing at the bit to get back on the diamond next month in Bradenton.  \"There has been a lot of work in the front office to get ready for the season. We're anxious to get going,\" said general manager Dave Littlefield, the architect of the Pirates' winter overhaul. \"Before you know it, we'll be having our staff meeting and pitchers and catchers will be reporting to Spring Training.\" For many Bucs players, Feb. 16 can't come soon enough.   \"We're all excited for the season to get started in a few weeks,\" said Casey. \"The Pirates did some great things this offseason to get a good team on the field.\"   While you'd be hard-pressed to find anyone involved in the big leagues that isn't excited about the upcoming season at this time of year, the Pirates believe that there is genuine reason for optimism heading into Spring Training.   As they see it, Casey and Randa will combine with shortstop Jack Wilson and second baseman Jose Castillo to give the team their best infield in more than a decade, the outfield is solid with Burnitz and Jason Bay at the corners flanking center fielder Chris Duffy, the bench and bullpen are deep, and the starting staff has the potential to be special if the young pitchers can fulfill their potential. On top of all that, the team will have a proven winner in Tracy at the helm.   \"Dave did a great job this offseason. He worked hard,\" said Pirates CEO and general managing partner Kevin McClatchy. \"We got a terrific manager in Jim Tracy, [Littlfield] filled four holes at first base, right field and third base, and he strengthened the bullpen. I really thought he was maybe going to get two of those things done. I didn't think he'd get all four.   \"It's been a different offseason and it's been one that has been enjoyable. Just being here today gets you fired up to get going. We believe that we have improved the team. We just have to go out and prove this on the field.\"    Football fever: During most winters, the weekend of PirateFest serves to mark the unofficial exchange between the football and baseball seasons in the City of Pittsburgh.   But, as most people within 2,000 miles or more of Pittsburgh can attest, this is not most winters. The city's beloved Steelers are going to be playing in Super Bowl XL next week in Detroit against the Seattle Seahawks, and just about everyone in the football crazy town has a severe case of Steelers fever, including Casey, a Pittsburgh native.   \"I'm fired up for Piratefest,\" said Casey. \"But it's awesome to be here with Steelers. The buzz, the energy in this city is great. You can feel it.   \"I landed on the plane last night and the stewardess is like, 'Welcome to Pittsburgh, city of champions. Let's go Steelers!' The whole plane cheered. It was awesome.   \"I feel like a little kid getting ready to watch the Steelers next week. It's a great time to be a Pittsburgh fan.\"   The Pirates management certainly doesn't seem to mind their neighbors at Heinz Field dominating the spotlight for another week or so. In fact, some see the Steelers' title run as further motivation to bring a baseball championship back to Pittsburgh for the first time since 1979, too.   \"You realize how passionate people are about sports here. It's great to see the enthusiasm, energy and passion people have for it,\" said Littlefield. \"You hope to have that happen at some point for us.   \"I take responsibility in that we've got to improve the product. When we can get into that position, I certainly think there will be a lot of people rooting for the Pirates, too.\"   Littlefield revealed that he has a personal interest in rooting for the Steelers. It turns out that Littlefield, who played linebacker for the University of Massachusetts, is the nephew of former Steelers and Green Bay Packers end Dick Capp.   \"When I was a young guy, [Capp] played in the Super Bowl, so football was always a big part of my family,\" said Littlefield. I have great memories meeting the Rooney family and some Steelers when I was a kid. So I have always had an interest in the Steelers and it is great for them to have this success.   \"You root for these guys and have a lot of respect for what they've done. I think they're going to win the Super Bowl.\"    Bucs bits: Attendance was down at PirateFest on Friday in comparison to the opening night of the event a year ago, thanks in part to fact that the Steelers held a pep rally held across the Allegheny River at Heinz Field on Friday night. However, the Pirates are hopeful that they can match the overall PirateFest attendance from 2005, when more than 14,000 people attended the weekend baseball carnival. ... McClatchy announced that the club surpassed 9,000 full season-ticket equivalencies sold for 2006 after selling 9,132 full season-ticket equivalencies overall a year ago. ... The Pirates signed veteran infielder Jose Hernandez to a Minor League deal. The 36-year-old Hernandez, who appeared in 58 games with the Bucs in 2003, batted .231 with six home runs and 31 last season with the Cleveland Indians. He will likely compete this spring with Yurendell DeCaster for the final utility infield spot on the Major League roster.    Ed Eagle is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ed Eagle"
}
