{
    "url": "http:\/\/m.mlb.com\/news\/article\/1302325",
    "title": "Crisp at ease upon trade's completion",
    "subtitle": "Crisp at ease upon trade's completion",
    "body": "CLEVELAND -- Coco Crisp put it succinctly.  \"It's business,\" he said.  In a business move that had been talked about for days, Crisp learned on Friday night that his fate had been decided. The long-rumored deal between the Red Sox and the Indians became a reality after the Tribe made a spin-off deal that brought Jason Michaels, a 29-year-old outfielder, from the Phillies to replace Crisp in left field. In return for Crisp, David Riske and Josh Bard, the Indians picked up third baseman Andy Marte, reliever Guillermo Mota and catcher Kelly Shoppach. For Michaels, the Tribe sent reliever Arthur Rhodes to Philadelphia. But the centerpieces of this three-team wheeling and dealing were Marte, the promising prospect, and Crisp, the energetic outfielder with the catchy nickname.   Since reaching the Majors in 2004, Crisp had parlayed that nickname and his daring play into popularity not seen at Jacobs Field since shortstop Omar Vizquel was winning Gold Glove Awards here. Crisp, 26, was coming off back-to-back seasons in which he solidified his reputation as a Major League talent, a talent that appealed to the Red Sox.   Boston had been courting Crisp as a replacement for center fielder Johnny Damon, whom the Red Sox lost to the Yankees in free agency. The Crisp deal swayed back and forth between happening and not happening throughout the past several days.   But the two sides cemented the deal when the Red Sox reportedly offered a sweetener: cash considerations or a player to be named.   The finality of it brought Crisp peace of mind, if nothing else.   \"The whole situation of it being out in the open and hanging me out and not knowing where I'll be was kind of tough, especially for my family,\" Crisp said in a telephone interview. \"As for myself, I'm handling it a little better than they are.\"   Crisp said that he would have preferred for the trade to unfold quietly and quickly, allowing all of the uncertainty to disappear. His friends had been wondering aloud where he'd be playing in 2006, which was the most unsettling part of things.   Crisp joked that he'd been answering 100 telephone calls a day.   The good thing about the completion of the trade, Crisp said, was that he was going to a storied franchise that has prided itself in playing winning baseball. That fact will ease the pain of leaving an organization and fans that he enjoyed playing in front of.   \"I'm in a good situation, whether the trade went through or it didn't go through,\" he said. \"Either way, I'd be in a good situation.\"      Still, Crisp, who's eligible for arbitration, said he would have liked to remain with the Indians. He'd built good friendships on the ballclub, become a leader in the clubhouse and established a reputation as the poster child for what baseball players are supposed to be on and off the field.   \"But business is business, whether you're working in a fast-food restaurant or whatever business,\" said Crisp, who hit .300 with 16 homers and 69 RBIs last season. \"It's part of the game -- to get traded. I won't hold a grudge, not even with the actions of how everything had gone down up until now.   \"It's just unfortunate that things got leaked out [the last several days].\" Justice B. Hill is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Justice B. Hill"
}
