{
    "url": "http:\/\/m.mlb.com\/news\/article\/1301014",
    "title": "Theo's back, but there's still work to do",
    "subtitle": "Red Sox still have work to do",
    "body": "It is good for the Boston Red Sox that Theo Epstein has returned as their general manager. You are tempted to say that it would be even better for the Red Sox if Johnny Damon could return as their center fielder, but there is no need to rain on this particular parade.  Epstein had a retirement that rivaled Roger Clemens' for brevity, but that is not the issue. Epstein was the general manager when the Sox won their first World Series in 86 years. When something needed to be done to get the 2004 Red Sox from \"almost there\" to \"there,\" he did it, going against the \"Moneyball\" playbook, trading for defense, making the World Series championship possible.  There were obviously other factors at play then for the Red Sox, but you cannot discount something like that in a general manager's resume, particularly with the championship, particularly in Boston. It does not matter that when Epstein left Fenway Park on Halloween, he was wearing a gorilla costume, although he will probably have to find a different disguise for his next departure. He presided over the historic Red Sox triumph, so it must be assumed that he was and is the right man for the GM's job. Whatever issues of personality and philosophy that separated Epstein and Red Sox president Larry Lucchino have been worked through, to the apparent satisfaction of both men. With Epstein's return, the Red Sox are now back at full front-office strength. This is a good thing, because there is much work to be done.   Epstein was correct in the comments that he made on Wednesday upon his return. The Red Sox over the winter appear to have added needed pitching depth, and they have kept their improving Minor League talent base largely intact. The improvement of Boston's Minor League system bodes particularly well for the future, but for the immediate future, 2006, there are some large and unanswered questions.   What about center? What about shortstop? At the moment, those positions would be manned by Adam Stern and Alex Cora, respectively. This might not add up to catastrophe, but when you consider that the primary opposition lines up with Damon and Derek Jeter at these two crucial positions, upgrades might be advisable for the Red Sox.   Perhaps Epstein can pry Coco Crisp loose from the Cleveland Indians. Crisp, who has good speed and makes persistent contact, would be much more than just an afterthought as Damon's replacement. But the Indians are contenders in their own division, and they would demand value in return for Crisp.   Crisp looks like a logical move, but it might come under the heading \"easier said than done.\" It didn't get any easier when reliever Guillermo Mota, offered to the Indians as part of a three-team deal in which Crisp would have come to Boston, reportedly failed a physical.   As for shortstop, it has been expected for most of the winter that the Red Sox would eventually settle on free agent Alex Gonzalez, formerly of the Florida Marlins. Gonzalez is, when he wishes to be, one of the finest defensive shortstops in the game. At the plate, he does not at all fit the high on-base percentage mold. He has nearly four times more strikeouts than walks for his career. But this sort of thing would be forgiven in Boston if he played the defense he is capable of playing. For what is essentially a defensive position, Gonzalez appears to remain as the current market's best bet for the Red Sox.   No story on any facet of an American League East team would be complete without the requisite inclusion of the notion that the neighborhood is tough and getting tougher. The Yankees, if they weren't incessant players in the offseason wheeling and dealing, did manage to sign Damon. This was the classic two-fer situation for them -- filling a major need and damaging the opposition.   And the Blue Jays, spending like the big guys, appear to have dramatically improved themselves -- in the starting rotation, in the bullpen and at both corner infield positions.   So, no, this won't be the 2005 National League West. But the Red Sox are still a team of undoubted talent. They should be significantly improved at second base, with the addition of Mark Loretta. Manny Ramirez hasn't demanded a trade in a while. And Epstein, who has been the general manager of a World Series champion, is back at his post, in civilian clothes rather than a gorilla costume. You would still like to see a center fielder and shortstop of the first rank in the fold, but having the still young but already proven GM back is one very positive development.   Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": ""
}
