{
    "url": "http:\/\/m.mlb.com\/news\/article\/1301754",
    "title": "Girardi sets clean-shave policy",
    "subtitle": "Girardi sets clean-shave policy",
    "body": "MIAMI -- If All-Star center fielder Johnny Damon has to be clean shaven, then so can the youthful Marlins.  New Marlins manager Joe Girardi may no longer be part of the Yankees organization, but he is bringing his New York influence to Florida.  According to a story in The Palm Beach Post, Girardi has instituted a clean-shave policy in his first season with the Marlins. The Marlins and Yankees may be polar opposites in terms of payroll, but when it comes to facial hair Girardi is in agreement with George Steinbrenner, who long has had a similar policy in New York. Abiding wasn't a big deal for Damon, who no longer sports the heavy beard and long hair he had when playing for the Red Sox.   Girardi was not available for comment Friday. The team is in the process of setting rules for the upcoming season and declined to comment on anything specific.   Facial hair has never been an issue in the history of the Marlins. In fact, the 2003 World Series championship squad was known for players sprouting whiskers on their chins. The prime example was pitcher Josh Beckett, the Series MVP, who beat the Yankees to close out the World Series. Beckett's beard was the target of jokes when he made the late night talk show circles after that series.   A number of offseason trades have stripped the Marlins of players who took the field with facial hair, including Mike Lowell, Luis Castillo, Todd Jones, Carlos Delgado and A.J. Burnett.   Now with one of the youngest teams in the league, Girardi doesn't see a lack of facial hair being a problem.   \"With our guys, it shouldn't be a problem,\" Girardi told the Post. \"They're probably too young to shave anyway.\"   Girardi added: \"To me, the idea is to look professional. I understand it's important to players to have their own style, and I don't have a problem with that. But I want players to look neat and clean.\"    Joe Frisaro is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
