{
    "url": "http:\/\/m.mlb.com\/news\/article\/1302903",
    "title": "Nats Caravan brings baseball to kids",
    "subtitle": "Nats Caravan brings baseball to the kids",
    "body": "WASHINGTON -- It was a busy day for several members of the Nationals on Saturday.  In the morning, position players Jose Guillen, Brian Schneider, Brandon Watson and Ryan Zimmerman, third-base coach Tony Beasley and Minor League pitcher Michael O' Connor went to the Boys and Girls Club in the Alexandria-Olympic branch to give baseball tips to about 50 kids.  The children were learning everything from how to hit a baseball to fielding groundballs. There was Watson showing kids how to jump and catch a fly ball and Zimmerman having kids make backhanded grabs of the ball. Even O'Connor, who played for Class A Potomac last season, gave his take on pitching. Little Jeffery Maddox said he never played baseball until Saturday, but one would never realized it by the way he was playing the game in the gym. Maddox dove for balls and made sensational catches. He wasn't bad with the bat either, hitting the ball hard off a tee.   \"It's good to have them teach us stuff -- how to throw and how to catch,\" he said. \"They are nice guys. I learned how to hit the ball. I never really played [baseball].\"   Schneider was next to Maddox when he made the statement about learning how to play the game and Schneider was happy that he could make the game fun for kids.   \"Any time you can help kids play baseball for the first time -- show them how to hit the ball -- it's good. If the kids like it, I'm glad we had a hand in them enjoying the game,\" Schneider said.   By the afternoon, the players, minus O'Connor, and Beasley went to Champps Restaurant and Bar in the Pentagon Row Shopping Center to sign autographs.   The session lasted more than two hours. There were an estimated 1,500 people who showed up to meet the Nationals. The fans also received a cooler or a visor if they donated food to the Capital Area Food Bank. The donations would go to the homeless and other people in need, according to Barbra Silva, director of community relations.   \"I think this is awesome -- considering the team didn't get a chance to do any of this before last season. You see how many people showed up for it this year,\" said Dave Nichols, who is from Alexandria, Va. \"We are big Jose Guillen fans. It's good to see some of the kids like Ryan Zimmerman and Brandon Watson.\"   And a couple of fans are anxious for the season to start and voiced their opinions about the team.   \"I think we are going to get a lot of what we got last year -- some good baseball and some not so good,\" said Nichols. \"I think they still need a slugger at first base. Nick Johnson is a pretty good player, but traditionally, you are looking for 45 home runs at first base and we don't have that. We have to make it up at other places. I'm pretty happy with their acquisition. They really strengthen their bench and that was a big thing.\"   Said Steve Heller of Fairfax, Va., \"I know that [general manager] Jim Bowden is restricted by finances. With the pitching, he probably has done as best as he could. I think they may be collecting too many fourth outfielders and infielders.\"  Bill Ladson is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
