{
    "url": "http:\/\/m.mlb.com\/news\/article\/1302824",
    "title": "Notes: Morneau enjoying quiet winter",
    "subtitle": "Notes: Morneau enjoying quiet winter",
    "body": "MINNEAPOLIS -- A year ago, Justin Morneau couldn't talk at TwinsFest about the excitement surrounding his first full year in the big leagues. That's because he missed the event with a case of the chicken pox.  Morneau's illness was just one of the many roadblocks that the 24-year-old encountered along the way in what could be deemed a tough offseason. Along with the chicken pox, Morneau sustained appendicitis and a lung infection, which led to a case of pneumonia that caused him to even miss time during Spring Training. Luckily, this year's offseason has been very different.     \"I have a lot to prove to myself and to everyone around here,\" Morneau said. \"I'm capable of being the hitter that everyone expects out of me. Last year was a learning experience. It was a good year for me in that I learned a lot through playing every day in the big leagues.\"  The expectations placed on Morneau heading into last season may have been a tad unfair. In his first full year up at the Major League level, Morneau was grouped along with Joe Mauer as the \"M & M Boys,\" representing the power that would revamp the Twins offense. When Morneau didn't live up to the hype, the naysayers began to question his talent and ability to produce.  Though Morneau refuses to use his rough offseason as an excuse for a so-so year, he knows that this year, there is a different feeling for him heading into Spring Training.  \"One of the worst things you can do is feel like you are not prepared when you come in,\" Morneau said. \"I worked out for three weeks last winter, and this year, I took three weeks off when we finished. But otherwise, I've been going the last 3 1\/2 months strong.\"  Getting in that bit of extra work has helped Morneau have a different level of confidence heading into Spring Training this season. He will get a chance to see if that extra confidence helps in just a few weeks. Though there is much for Morneau to prove to not only others but himself in 2006, it will have to be from a different position than he was accustomed to last year.  Morneau batted cleanup for most of 2005, but with the addition of designated hitter Rondell White, it appears that Morneau will be farther down in the order. It's not something that Morneau is happy about, but it's a fact that he is willing to work to change.  \"I'm going to try to get out of there, but if that's where I start, then that's where I start,\" Morneau said. \"Hopefully, I'm playing well enough where I can get out of that. I feel comfortable hitting in that fourth spot, and I think I'm capable of doing that. Obviously, they are trying to take a little of the pressure off, but I don't feel any more pressure hitting fourth than I do sixth.\"  First or second: Batting leadoff or second in the order doesn't seem to matter much to Shannon Stewart.  With the addition of second baseman Luis Castillo to the lineup, there has been talk as to exactly how the top of the order will look for the Twins. Manager Ron Gardenhire has said that he would talk to Castillo about where he wants to bat in the order, but he has also listed his preference of batting the veteran second in the order.  Leadoff has been the spot for Stewart recently, but if Gardenhire decides to switch him up again, it would be OK with the left fielder, too.  \"Castillo can bat first and I can bat second, or the other way around,\" Stewart said. \"I haven't talked to Gardy about it yet, but as long as I'm in the lineup, that's all that matters to me.  More important to Stewart is the fact that he will now have another strong on-base guy at the top of the order with him. The Twins struggled last season to put men on base in key situations, and Stewart felt that much of that lack of success was due to players' inexperience with batting in the two-hole.  \"If you hit one or two, your job is to get on base, and there is a certain way that you are supposed to take your at-bats,\" Stewart said. \"If you throw guys in that position who haven't been there, it makes it a little difficult [to get] the results that you're looking for. But you get a guy like Castillo, who has hit one or two all his career, along with someone like myself, who has done the same, you kind of got an idea of what you want to do in those situations.\"  Number swap: The jerseys for some of the new additions to the Twins were in the locker room on Saturday afternoon for the players to sign.  It was the first time that the numbers for the new players have been on display. Jersey numbers will be the following: Tony Batista will wear No. 77, Castillo will wear No. 1 and White will wear No. 24.  Another change noted is a different uniform number for Morneau. The first baseman will now wear No. 33 instead of the No. 27 he wore last season. Kelly Thesier  is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.  Share This       Email  Print     + Hide Comments 0 COMMENTS                Notes: Morneau enjoying quiet winter ",
    "author": "Kelly Thesier"
}
