{
    "url": "http:\/\/m.mlb.com\/news\/article\/1302854",
    "title": "Williams, Guillen bask in joy of SoxFest",
    "subtitle": "Williams, Guillen bask in SoxFest as champs",
    "body": "CHICAGO -- The great comedy teams of 20th Century all showed the ability to play off each other with impeccable timing, all the while entertaining the American public in a quest for fame and fortune.  Remember Martin and Lewis? Abbot and Costello? The Three Stooges?  During a sold-out SoxFest this weekend, it has been the tandem of Williams and Guillen that has left a throng of South Side supporters in stitches during a trio of Town Hall Meetings at the Hyatt Regency. But don't dismiss this comedy as simply two close friends having fun after reaching the pinnacle of their collective baseball lives. It is, in part, because of this amazing conversational but direct relationsihp between the White Sox general manager and manager that the team was able to find such a high level of success. During the first meeting with the fans on Friday, an early session that gradually built up steam as more people entered the hotel, White Sox television personality Ken 'Hawk' Harrelson talked about a franchise running at its smoothest when the owner, general manager and manager can all work together and are allowed to fulfill their individual responsibilities.   Harrelson, who has been involved in baseball for more than 40 years, pointed to the White Sox with chairman Jerry Reinsdorf, Williams and Guillen as the best example of this principle. While Reinsdorf has kept a low profile during most of this celebratory weekend, it has been business as usual for the faces of the franchise.   Before more than 1,000 fans in one of the seminar rooms on Saturday afternoon, a SoxFest record for one session, Williams and Guillen fielded questions from the public with one eye to the past and one eye to the future. While organizations win championships, Williams and Guillen's shared focus serves as the driving force.   Williams and Guillen are close friends. They played together, they played against each other and now they are working together. But in a story that Williams has recounted a few times previously, the White Sox general manager told Saturday's crowd that it wasn't his friend who had to win him over in the first meeting between the two.   \"I wanted to test Ozzie when we sat down for the interview,\" Williams said of their initial meeting, when Guillen went from a fringe candidate to the only candidate in less than one hour. \"I wanted to see where we were on the maturity level, because there were a few doubts.   \"The first thing I said to him was, 'You have a lot of convincing to do with me to put my [butt] on the line to give you this job,' \" Williams added.   At that point, Williams paused, looked at the young man at the end of the stage to his left who was signing what he was saying for the hearing impaired and asked if he was ready for some of the more colorful words that followed from Guillen during the interview.   \"He let me have it,\" said Williams, after the laughter died down. \"And I said, 'OK. You want to fight? Let's go. We are going to fight.' I didn't hire my friend. I hired a man who was a good baseball man first and a man who wasn't afraid of me or the job.\"   It wasn't much of a fight -- it was more Guillen's passion for the White Sox on display. Guillen spoke of his knowledge concerning what White Sox fans were all about and his great desire to win the championship with the team on which he was an All-Star shortstop.   A managerial star was born. Two years later, the White Sox are the team with the shortest run since their last championship, as opposed to the second-longest streak without a title entering 2005.   On Friday night, a question was not even asked of Williams and Guillen until the fifth fan stepped in front of the microphone. The first four simply thanked Williams and Guillen for making a lifelong dream come true. One fan even presented Williams with her own trophy construction for Executive of the Year, an award that inexplicably was not awarded to the White Sox general manager. But on Saturday, Guillen pointed out that Williams didn't need the award to validate his success. He had something transcending personal honors.   \"He got something better,\" said Guillen of Williams. \"I got a nice trophy, but it's still only a trophy. Kenny has something they don't have, and that's the ring. It's most important.\"   But enough of the nuts and bolts of how Guillen became manager and how Williams made Chicago a title town. This weekend in downtown Chicago has been all about a tremendous celebration, sort of the last look back at what happened in 2005 before moving on to the repeat effort in 2006.   Guillen and Williams did not disappoint. There was a poignant moment, when one young girl spoke of how her 97-year-old grandmother had recent heart surgery, but knew that she had to be well by Jan. 27 for SoxFest. The girl credited the White Sox for helping with her grandmother's recovery.   This same girl also reminded Guillen that he had known her since she was a young child, when her grandmother sewed a button on Guillen's jacket after they met on a road trip.   \"It was in the Crowne Plaza Hotel in Seattle,\" Guillen quickly responded, amazing everyone in attendance, including the girl. \"I have a very good memory.\"   The young lady and her grandmother met with Guillen and Williams after the Town Hall meeting, and Guillen presented her with a White Sox jersey. There were also more than a few lighter moments.   Guillen was asked who he would support if the United States and Venezuela played in the World Baseball Classic final. Guillen picked his homeland of Venezuela, drawing a somewhat sad 'Aww' from the crowd.   \"I get an 'Aww' in the United States,\" Guillen said. \"In Venezuela, they might shoot me [if I picked the U.S.].\"   There was talk of A.J. Pierzynski's dropped third strike that was or wasn't in Game 2 of the American League Championship Series. Moderator Darrin Jackson took a show of hands to see how many fans attended the victory parade, and Guillen did the same to see how many were coming to Spring Training in Tucson. The parade drew a slightly larger response.   Williams also spoke of how great teams stay strong by adding top young players into the mix, such as center fielder Brian Anderson for 2006. He pointed out that if you don't develop from within, then all of a sudden, you are looking at an 88- or 90-loss season. Williams and Guillen are miserable to be around when they are losing, the general manager admitted, so they need to avoid the rebuilding process.   Judging by this weekend, a championship makes for a much more joyous atmosphere and better material from the duo. Scott Merkin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
