{
    "url": "http:\/\/m.mlb.com\/news\/article\/3788556",
    "title": "Quentin forgoes Classic to focus on '09",
    "subtitle": "Quentin forgoes Classic to focus on '09",
    "body": "CHICAGO -- The passion shown by Carlos Quentin for his chosen profession probably cost the All-Star left fielder a chance at capturing the 2008 American League Most Valuable Player Award.  It certainly factored into a mutual decision made by a now-healthy Quentin and the White Sox to forego his participation in the upcoming World Baseball Classic, after Quentin was named to Team USA's provisional roster.  Quentin suffered a fractured right wrist after punching his bat when he fouled off a ninth-inning pitch from Cliff Lee during a 5-0 loss in Cleveland on Sept. 1. It's a moment that ultimately ended Quentin's phenomenal season. That particular length of absence due to injury gave the White Sox an option to not permit Quentin to play in the Classic, even if he decided to go. But following a discussion with general manager Ken Williams, the call was made for Quentin to simply focus on his return to the White Sox.   \"First off all, I want to say that it was an honor just to be added to the roster,\" said Quentin at SoxFest. \"It was a great honor just for them to consider me.   \"I had a conversation with Kenny, and both sides agreed that in the best interest for me and the organization, I'm going to have to pass on it. I want to make sure I'm healthy. With me knowing my body and where I am, it's very important to get back out there after missing the last month of the season.\"   Despite missing September, Quentin produced a .288 average, 36 home runs, 100 RBIs and 96 runs scored over 130 games. The right-handed-hitting slugger finished with a .394 on-base percentage, a .571 slugging percentage and was hit by a pitch 20 times for good measure.   These results in his first AL season certainly could be attributed to his raw talent, which flourished in Chicago. They also are the product of his passion, leading to the intense and regimented preparation shown by the affable 26-year-old, and his dedication to return that would have brought him back if the White Sox had reached the 2008 ALCS.   He doesn't seek media attention. Quentin is looking for ways to get better and help the White Sox win games.   Passion even came through Quentin's eloquent words on Friday in declining the honor, while hoping he would receive consideration to play in The Classic at another future time. The way Quentin approaches the game almost assures him of that opportunity, and don't think for a second last September's mishap will lessen Quentin's passion for the game.   In fact, this freak injury ultimately taught Quentin a little bit about himself as a player and competitor.   \"You learn from everything, every situation you experience,\" Quentin said. \"Unfortunately, that happened, but in the past, I might have beaten myself up more over it. I stayed positive and hoped I could still get back in there.   \"People have asked me this question, and I have no answer because obviously, I didn't want to do that. But I'm not going to change the way I play, play without that passion. It helps me stay focused and succeed.   \"My passion is baseball. That's the bottom line,\" Quentin said. \"I'm looking forward to getting to Spring Training. I'm looking forward to the first day we can hit off of live pitching. My passion is being out in the field and hitting that little white baseball.\" Scott Merkin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
