{
    "url": "http:\/\/m.mlb.com\/news\/article\/3786850",
    "title": "Orioles to rely on deep 'pen in 2009",
    "subtitle": "Orioles to rely on deep 'pen in 2009",
    "body": "BALTIMORE -- If the Orioles' starting rotation is best known for being mostly vacant, the bullpen stands in stark contrast. Baltimore should have a deep 'pen with several tested late-inning relievers this season, a unit that could rank among the team's greatest strengths and help alleviate any instability from the rotation.  That's a change for the Orioles, who have been used to shaky bullpens for the past few seasons. Baltimore finished with the highest relief ERA (5.71) in franchise history just two seasons ago, but a pair of trades last winter -- one with Seattle and one with Houston -- helped plug the gap and slot the holdover relievers in better positions to succeed.  George Sherrill, who was acquired from the Mariners in the Erik Bedard trade, stepped in as closer and wound up with his first All-Star appearance last season. The southpaw struggled with inconsistency and inflammation in his throwing shoulder during the second half of the year, but the Orioles should be able to better monitor his usage in 2009. Former closer Chris Ray should play a big part in that effort. Ray, who spent last season on the sidelines while recovering from ligament replacement surgery on his right elbow, will be brought along slowly. The right-hander appears to be fully healthy, but Baltimore doesn't want to immediately thrust him back into pressure situations.   Instead, the Orioles can use Ray in the eighth inning and whenever Sherrill needs a day off, preserving both of their top relief arms to the best of their abilities. Ray, who turned 27 in January, starred in 2005 as a setup man and went on to record 49 saves over the next two seasons before he was shut down with his elbow ailment.   Baltimore will also have another homegrown arm, Jim Johnson, to help with the setup chores. The former starter really took to relief work last year, working in 54 games and finishing with a 2.23 ERA. Johnson worked multiple innings on several occasions and was particularly effective at home, where he held opponents to a .188 batting average.   Johnson did wilt as the season wore on, though, perhaps a function of overuse. Opposing hitters batted .323 against him in 15 post-break appearances, contrasted to a .181 average before the season's intermission. Adding Ray to the mix may also help from running Johnson down, allowing manager Dave Trembley to pick his spots.   The Orioles will also count on Dennis Sarfate, one of the two bullpen components acquired in last offseason's trade for Miguel Tejada. Sarfate, the hardest thrower in Baltimore's bullpen, pitched for much of the season with a fractured right clavicle, but he flashed the ability to work multiple innings and to work both early and late in the game.     The Orioles will likely use Sarfate whenever they need a strikeout or a multi-inning bridge to the back of the bullpen. The right-hander struck out 86 batters in 79 2\/3 innings last season, but he also issued 62 free passes. Baltimore needs Sarfate to demonstrate better control in 2009, especially if he's going to pitch in key situations.   The Orioles are also hoping for a healthy return to form by Matt Albers, who came over with Sarfate from the Astros. Albers was one of Baltimore's most effective relievers in the first half last season, but he wound up going down with a slight tear of the labrum in his throwing shoulder and opted for rehabilitation over a corrective surgery.   The Orioles aren't sure exactly where Albers is in his recovery, but he'll be monitored closely in Spring Training. The right-hander could also challenge for a rotation berth if he's healthy and if Baltimore doesn't add any other starters.   From there, the last few bullpen spots are up for grabs. Southpaw specialist Jamie Walker had a difficult season last year and is entering the final season of his contract, and the Orioles may ponder releasing him at some point in Spring Training. If Walker isn't able to answer the bell, veteran Alberto Castillo could wind up taking his slot.   Danys Baez, another high-priced veteran, has asked to be considered as a starter in Spring Training. Baez, like Ray, is coming off elbow surgery and attempting to prove that he has more left to contribute. If Baez demonstrates he's healthy, he'd likely serve as a bookend to Sarfate, providing relief work in front of Johnson, Ray and Sherrill.   The Orioles will also consider Jim Miller, Brian Bass and Brian Burres for long-relief jobs, and prospects like Radhames Liz may prove to fit better in the bullpen than in the rotation. Baltimore has plenty of decided roles in the late innings and plenty of flexibility early, giving Trembley and company several things to consider. Spencer Fordin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Spencer Fordin"
}
