{
    "url": "http:\/\/m.mlb.com\/news\/article\/1294300",
    "title": "Angels shifting Erstad back to center",
    "subtitle": "Angel in the outfield: Erstad back in center",
    "body": "The Angels haven't been making many headlines this offseason, but that doesn't mean there won't be any issues to sort out come the opening of camp.  With Spring Training just five weeks away, the club has decided to move Darin Erstad back to center field, which will create further tweaks to the lineup.  \"That is the plan right now,\" general manager Bill Stoneman said of Erstad returning to the position where he won a pair of Gold Glove Awards. Said Erstad: \"I've been told to be ready to play center. I haven't been told the job is mine, just to be ready. So, that is what I'm doing.\"   With Erstad in the outfield, the door is kicked wide open at first base for Casey Kotchman, who was the Angels' best hitter last spring only to find his ticket punched for Triple A Salt Lake when the season began.   But after a horrible stretch when he went hitless in seven games during his first stint with the ballclub, Kotchman returned to the Angels in the second half and hit six homers in August while posting an OPS (on-base percentage plus slugging) of .945 in 60 at-bats and followed that by hitting .339 over the last month.   \"That's the plus here. Moving Erstad to the outfield allows Kotchman the opportunity to play,\" Stoneman said. \"He played well for us last year. He's a good hitter and he's good defensively, too.\"   Erstad won his third Gold Glove as a first baseman in 2004 and has been a key to the Angels' fielding success. Last season, they joined the A's, Mariners and Braves with the best fielding percentage in Major League Baseball at .986. But for the Angels last season, Kotchman held his own by not committing an error in 119 total chances at first.   The move also pushes Chone Figgins back to third base as the likely starter. Figgins took over in center field in the second half of last season when Steve Finley struggled and was seen as a solution in the outfield in 2006 with Finley headed to San Francisco in a deal for infielder Edgardo Alfonzo.   But the uncertainty at third will require the Angels to utilize Figgins' versatility in the infield, at least to start the season.   Dallas McPherson, heir apparent at third, is still recovering from hip surgery, and though he is progressing through his rehab process, the club has a pressing need for adequate depth at the position in the event that McPherson does not fully heal or continues to struggle at the plate.   He clubbed eight homers in 61 games last season, but he also struck out 64 times. McPherson is currently running three-quarters speed, taking ground balls and is hitting off a tee and playing soft toss. He hopes to take batting practice next week.   Nothing is set in stone yet; McPherson could still win the job at third this spring. But he's going to show up next month feeling he has something to prove.   \"Wherever they want me to play, I'll play. I just want to be on the field,\" McPherson said. \"If that means I have to DH, so be it. I want to help the team win.\"   Alfonzo has a career .287 batting average over 11 big-league seasons, but he has fallen from a high of 27 homers in 1999 to just two last season and the Angels see him more as a reserve who can also play second than as a starting third baseman.   The on-field adjustments also allow the Angels some flexibility over the course of a long season.   \"They can both play center,\" Stoneman said of Figgins and Erstad. \"That gives us a few ways we can go.\"   Moving Erstad back to center is not ground-breaking news. Not only is he more than experienced at the position, but the Angels discussed that very move last summer. With Finley unable to find his swing and the team suffering through more than its share of offensive droughts, Erstad in center field would have opened the door to Kotchman and Juan Rivera on a regular basis.   But manager Mike Scioscia dismissed the idea, saying at the time it would require too much work while presenting too much risk. The club was in the middle of the pennant race and ended up winning its second straight American League West crown.   The risk then was also to Erstad's overall health, but that issue still remains. Erstad has suffered from hamstring problems and plays with an aggressive style both at the plate and in the field. The wider expanse of center will place a greater demand on his 31-year-old body, which has logged more than 1,300 Major League games.   But none of that has changed Erstad's attitude.   \"I have a really good program for getting in shape, so I have confidence that I will be OK,\" he said.   Heading to the outfield is better for Erstad than heading to another city, though, and it may prove to be ultimately better for the ballclub. Linked to a number of trade rumors, Erstad is staying put, as are a number of high-level prospects.   It is young talent such as Kotchman and Kendry Morales, Ervin Santana, Brandon Wood and Howie Kendrick who prompted Stoneman to reshuffle the deck as opposed to asking for new cards. It has also kept the Angels relatively quiet on the free agent market.   \"We have a lot of good players at a number of positions; we have so many of them coming,\" Stoneman said. \"The challenge is to find places for them to play.\" Mike Scarr is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Scarr"
}
