{
    "url": "http:\/\/m.mlb.com\/news\/article\/3785356",
    "title": "Varitek, Red Sox have a deal",
    "subtitle": "Varitek, Red Sox have a deal",
    "body": "BOSTON -- Though getting to this point was far from easy for both sides, the captain is staying put. The Red Sox and free-agent catcher Jason Varitek have agreed on a contract, multiple sources confirmed to MLB.com on Friday.  The deal is for one year, at $5 million, with an option for 2010 that Boston could activate at $5 million or Varitek could at $3 million.  Varitek could make another $2 million in 2010 through incentive clauses if he exercises the option and not the Red Sox, the Boston Globe reported. That means that the total value of the contract will be as low as $8 million or as high as $10 million. The new pact was struck amid a Friday deadline requested by the Red Sox when they submitted an official proposal to Varitek and agent Scott Boras at the end of last week.   The deal is expected to be announced early next week, after Varitek comes to Boston and completes a physical.   \"I'm extremely excited for our team,\" said Dustin Pedroia, the American League's Most Valuable Player in 2008. \"He takes a lot of pressure off the pitching staff and the coaching staff. He's like another coach out there on the field. We're obviously a better ballclub with him on our team than without him, so everybody is excited and looking forward, because we have a great team heading into 2009.\"   When pitchers and catchers report to Fort Myers, Fla., on Feb. 12, Varitek will be there to begin his 12th full season with Boston, the only Major League team for which he's played.   \"To me, he's the backbone of the team,\" said reliever Manny Delcarmen. \"Throughout this whole thing, I thought it would be kind of weird not having him in the clubhouse and not having him there to yell at me for not pitching inside. I'm sure a lot of guys feel the same way. Everyone is happy that it's over.\"   For more than three months, negotiations were slow to develop.   Perhaps the specter of the deadline helped push the deal through. Up until Friday morning, there was no working agreement. But in the end, general manager Theo Epstein was able to find common ground with Varitek and Boras.     The Red Sox made Varitek their captain on Dec. 24, 2004, and he has been a core member of a team that has been to the postseason five times in the past six years, a run that has included the club's first two World Series titles since 1918.   \"He's a guy that I think everybody relies on,\" Pedroia said. \"If you have a problem with anything, you go to 'Tek, and he helps you out with anything. He's so smart. He's got so much baseball knowledge. He's a winning player. That's the only way to describe 'Tek. He does everything he can to help this ballclub win. That's why he's one of the best catchers in the business.\"   Varitek, who will turn 37 on April 11, hit .220 with 11 homers and 43 RBIs in 2008, by far the worst statistical season of his career. But Boston was still interested in bringing him back because of his widely respected skills behind the plate, and his leadership with the pitching staff and in the clubhouse.   Toward that end, the Red Sox presented Varitek with an arbitration offer on Dec. 1. Of course, they also made that offer to make sure they would get a compensatory Draft pick if Varitek signed elsewhere.      But Varitek, according to reports, was worried about the fact that an arbitration settlement would have given the Red Sox the right to cut him during Spring Training and only be responsible for a small fraction of his salary. He was also hoping for a multiyear deal.   In the end, that is likely what he has the opportunity to get, thanks to the dual option.   \"He knows everybody -- the whole pitching staff,\" said Delcarmen. \"What he does for the team is a great thing. And don't get me wrong -- if he can hit a little bit better, it will be awesome, which I think he will. He'll have a lot of stuff off his mind, and he'll be a lot better for the team this year.\"   Prospective suitors never appeared to develop for Varitek, as teams were leery of losing a possible first-round Draft pick for a player who spent last season in an offensive funk. Tigers GM Dave Dombrowski admitted as much during the Winter Meetings after he acquired catcher Gerald Laird from the Rangers.   As negotiations stalled, Varitek requested a face-to-face meeting with Red Sox owner John W. Henry in Atlanta. That meeting took place on Jan. 16, but neither side said much about it afterward.   A week later came Boston's formal offer, which ultimately led to a resolution.   Varitek will share catching duties with Josh Bard, who signed a one-year deal in December. There's a chance that Varitek's playing time could be reduced a little this season in an effort by Boston to keep him fresher for the second half. In recent years, he has typically only had days off when knuckleballer Tim Wakefield starts.   Look for manager Terry Francona to try to spot Varitek more this season in day games after night games, or in the aftermath of long travel days, et cetera.   Despite the return of Varitek, expect Epstein to continue to be active in trade talks for a top catching prospect, someone who would eventually be Varitek's successor. Miguel Montero of the Diamondbacks and the Texas tandem of Taylor Teagarden and Jarrod Saltalamacchia have continually surfaced on the rumor mill.   The only current player who has been with Boston longer than Varitek is Wakefield. Varitek -- a prospect at the time -- was traded from the Mariners to the Red Sox on July 31, 1997, along with Derek Lowe, for fading closer Heathcliff Slocumb in what wound up to be one of the most fruitful deals in club history.   Varitek has played in 1,330 games in his career, compiling a .263 average with 161 homers and 654 RBIs. He was a Gold Glove winner in 2005 and has been an All-Star three times.   He has caught more games (1,274) than any player in Red Sox history, influencing countless pitchers along the way. In fact, he is the only catcher in Major League history to be on the receiving end of four no-hitters.   \"From experience, I know he'll grab you individually and tell you what you should work on as a pitcher,\" Delcarmen said. \"He forced me to throw my changeup to righties, to come inside to righties. I'm just glad he's back.\"  Ian Browne is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
