{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/163261952\/frank-thomas-takes-new-job-with-white-sox\/",
    "title": "Big Hurt returns to White Sox in new role",
    "subtitle": "Hall of Famer hired as special consultant for business operations",
    "body": "CHICAGO -- Frank Thomas always will be a part of the White Sox. The Hall of Famer stands as the greatest hitter in organization history and as one of the legends most instantaneously associated with the South Siders. But now the Big Hurt once again has an official role with the team after hitting the pause button for one year. • Thomas believes Raines is Hall of Famer • Trio of stars fields questions from kids at SoxFest Thomas, who told stories with White Sox television play-by-play man Ken \"Hawk\" Harrelson on Saturday during a private SoxFest seminar at the Hilton Chicago, returns as a special consultant for business operations. It's a job that will take on more responsibility than his previous ambassador's role. \"I'm really happy to be back here and to come back with a role to the team that, a place that I spent my entire life it seems like, and to be a help anywhere I possibly can,\" said Thomas after his seminar. \"More of the corporate stuff and more of the marketing stuff. \"It's a good role for me because I'm back and forth still with the TV stuff. So when I'm not in Los Angeles, I'll be here at the ballpark helping out and doing things.\" When Thomas had his jersey number retirement ceremony and his statue being dedicated at the ballpark, he talked about possibly getting into coaching. The man with 521 career homers and a .974 OPS has changed his tune a bit on that front. There are his responsibilities as a baseball analyst for FOX and FOXSports1. He is the owner of Big Hurt Brewhouse in Berwyn, Ill., and is enjoying life as a first-ballot Hall of Famer from 2014. Now he has the new White Sox gig, after leaving the previous White Sox job when his broadcast duties increased. \"He wants to be here and is a big part of our past and now wants to be part of our future and connect with fans and connect the club with fans,\" said White Sox senior vice president of sales and marketing Brooks Boyer. \"We lost Minnie [Minoso], we lost Billy [Pierce]. But Frank is going to do more than be an ambassador for us. It's interesting, when we sat down and talked about it, he wants to understand the business and how he could help impact that connection between the club and fans and between the club and our sponsors.\" Boyer spoke of a corporate hospitality piece, \"where he'll be Frank Thomas,\" but Thomas also has talked about going on sales calls and entertaining at the ballpark. He's going to sign stuff for charities, talk to season-ticket holders and most of all relish a chance to return to the team with which he starred for 16 years. \"He's going to be a significant part of the marketing department,\" Boyer said. \"I always want to be around this team,\" Thomas said. \"You guys knew that and I never wanted to leave this place. So many memories, so many years. Just come back now and watch what's going on. My ex-roommate is the manager. It's a good thing.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, follow him on Twitter @scottmerkin, on Facebook and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
