{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/163265646\/indians-keep-talented-rotation-in-place\/",
    "title": "Amid rumors, rotation happy to remain intact",
    "subtitle": "Tribe's starting staff likely a strength again this year",
    "body": "CLEVELAND -- Danny Salazar was not worrying too much about the trade rumors that surfaced throughout this winter. Whenever the Indians pitcher heard from manager Terry Francona or someone from the team's front office, they never brought up that subject. It was the people around Salazar who heard the rumblings, and tried to keep him in the loop. • Davis impressed by big turnout at Tribe Fest • Playing Pictionary with fans, Shaw bests Lindor \"A lot of people in the Dominican, they were saying, 'Congratulations, man. I heard you got traded,'\" Salazar said with a laugh. \"I was like, 'What? I don't know anything about that.'\" Salazar was not traded, and neither were any members of Cleveland's talented and highly touted starting staff. The hard-throwing right-hander was in town this week, along with a majority of the big league roster, to attend Tribe Fest on Saturday. Video: Outlook: Salazar looking to improve on breakout '16 As things stand -- following months of rumors indicating that the Indians would consider dealing from their rotation to boost their offense -- Salazar is expected to be on the staff with Corey Kluber, Carlos Carrasco, Trevor Bauer and one of Josh Tomlin, Cody Anderson and TJ House. The rotation was the Indians' strength last year and should be again in 2016. Kluber is happy the rotation remains intact. \"We're definitely excited about the group that we have,\" Kluber said. \"Rumors are rumors, I guess. That's something to pass the time until baseball comes back. I think that we definitely feel confident with the group that we have. If there ever was any thought, if something would've come, you would've known that the front office was trying to make the team better. \"You have to trust them, that they're doing everything they can to make the team better. Ultimately, they decided that keeping the rotation together was the best way to do that.\" Part of the reasoning was the value that exists within Cleveland's staff. This winter, the price of starting pitching soared to new heights with free agents like David Price (seven years, $217 million), Zack Greinke (six years, $206.5 million), Johnny Cueto (six years, $130 million), Jordan Zimmermann (five years, $110 million) and Jeff Samardzija (five years, $90 million), among others, pulling in blockbuster contracts. Cleveland's projected starting five is under contract for less than $15 million combined for 2016. \"The more you saw what pitching was getting,\" Francona said, \"I didn't think that we would end up losing any of our pitching. The minute you trade one of them, we can't probably go get one of those guys. We're fortunate we have good, young starting pitching.\" Last season, the Indians' rotation ranked first in the American League in strikeouts (969), strikeouts per nine innings (8.91), strikeout-to-walk ratio (3.52), opponents' batting average (.232), WHIP (1.16) and Fielding Independent Pitching (3.73). The group ranked second in wins (65), third in innings (979 1\/3) and WAR (15.9, per FanGraphs.com) and fourth in ERA (3.94). Outfielder Rajai Davis cited the strength of that pitching staff as a main reason for his decision to sign as a free agent. Asked which Indians pitcher he is most pleased not to face this year, Davis smiled and replied, \"All of them.\" \"Kluber is a Cy Young winner. He has a nasty out pitch,\" Davis said. \"Carrasco, he gets two strikes on you and he has to make a mistake. Otherwise, you're out. Salazar and these guys throw hard. You have to be on time and early, especially when they have offspeed pitches they can throw for strikes, throw in the dirt. Those are tough pitchers to hit. We seem like we have some depth in the rotation. I think that's key.\" Given the many uncertainties that exist in the lineup, pitching will undoubtedly be the key for Cleveland trying to contend. And while the Indians could have traded from their rotation to add an impact bat, Francona said he would rather be faced with lineup questions than pitching questions. \"I know we need to score runs and I know at times last year we were challenged to score runs,\" Francona said. \"But, if you don't pitch, it is a tough way to win.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, follow him on Twitter @MLBastian and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
