{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/163271388\/braves-hold-fanfest-at-turner-field\/",
    "title": "Braves hold final FanFest at Turner Field",
    "subtitle": "",
    "body": "ATLANTA -- In 2016 the Braves will try to send Turner Field out with a bang. They got off to a good start Saturday, when they held their annual FanFest. With the stadium bathed in golden sunshine and temperatures sticking right around 60 degrees, fans lined up outside the gates well before the 10 a.m. ET start time. Once inside, there were plenty of opportunities to meet Braves alumni, current Braves and the many blue-chip prospects who ideally will be attending future FanFests at SunTrust Park, which opens in 2017, as well as the architects of the up-and-coming franchise. The players were eager to take pictures and share pleasantries with the fans and, of course, sign lots and lots of autographs. \"I'm ready,\" said first baseman Freddie Freeman, who announced in a press conference that his wrist is healed, he is 100 percent healthy and that he took swings on back-to-back days this week. \"This is definitely a cool thing we're doing here. It's nice to have all the players in one place, because with the Caravan we'd go to different places, and we'd have three or four guys at one. Now we have every single player here. So I think it's going to be a cool thing for the fans, and hopefully we get a good turnout today.\" \"They asked me if I wanted to come and why wouldn't you want to come?\" said outfielder Nick Swisher, who was all smiles in anticipation of his first Braves FanFest. \"I haven't been in this city very much. I get a chance to meet a lot of different people. I get a chance to learn the city a little bit more and just go out there and have a good time like I always try to do.\" Hall of Famer Tom Glavine still enjoys FanFest and appreciates the symbolism of the day. \"It's a fun opportunity to interact with the fans and be around,\" said Glavine, who will once again impart his wisdom from the booth during Braves broadcasts. \"It's kind of that unofficial kickoff to baseball season, which is right around the corner. So it's a fun time of year.\" The fans certainly had plenty of fun Saturday while navigating the packed Club Level of Turner Field. \"We're all big Braves fans,\" said Atlanta native Cameisha Meekins, who came with her husband of 13 years -- and Braves fan for more than 30 -- John, and their four children, two of whom had Braves logos painted on their cheeks. \"I've always loved Turner Field,\" said Kennesaw resident Donnie Richardson, who brought his wife, Jennifer, and three sons -- all big Freeman fans who were waiting in line for his autograph. \"It's a great place to be, a great place to see a game. We were going to try to meet Freddie Freeman, but it looks like the line is a little long.\" As usual, the autograph stations and photograph stations were a hit. There also were four panel discussions. One, on the state of the team, featured club president John Schuerholz, executive vice president of sales and marketing Derek Schiller, first-year general manager John Coppolella and manager Fredi Gonzalez, and was moderated by longtime Braves broadcaster Joe Simpson. Another looked ahead to the 2016 season and brought together veterans Freeman, Kelly Johnson, A.J. Pierzynski, youngster Mike Foltynewicz and newcomer Gordon Beckham. It was led by Hall of Famer Don Sutton. An alumni chat featured first-base coach Terry Pendleton, former closer -- and the man who pitched the ninth inning of Game 6 of the 1995 World Series -- Mark Wohlers, Denny Neagle and Sutton. A farm-system session with assistant director of player development Jonathan Schuerholz and prospects Mallex Smith, Braxton Davidson, Dansby Swanson and Lucas Sims was moderated by Ben Ingram. For Swanson, the hot shortstop prospect who grew up in Kennesaw, his first FanFest held special meaning. \"This is a great venue. It's definitely good for all the fans to come and I think it gives them a good chance to meet us and see us outside of a baseball uniform, outside of us just on the field,\" said Swanson, who was acquired on Dec. 9, in the trade that sent Shelby Miller to Arizona. \"They get to know our personality, our character a little bit.\" The Braves also offered activities for young fans. There were a pair of kids-only events, one with veterans Swisher and Pierzynski fielding questions, and another during which Swanson and young righty Matt Wisler met the kiddie press corps. Second baseman Jace Peterson, meanwhile, read to youngsters in the Kids Reading Room. At one autograph station, pitching prospects Touki Toussaint, Ian Krol, Max Fried, Max Povse and David Peterson took turns playing Connect Four and Jenga with young fans. At another, lefty Evan Rutckyj and Zack Bird took on kids at Madden NFL 16. Fans had an opportunity to record promos for FOX Sports and purchase rare Braves memorabilia, with proceeds going to the Atlanta Braves Foundation. The fact that Saturday was the last FanFest at Turner Field wasn't lost on fans or players. \"It's kinda bittersweet,\" said Johnny Tallant, a member of the Presidential Advisory Council for the Braves 400 Club, who, by his count had attended 15 or 20 FanFests. \"Even though it's a tough drive for me, I like Turner Field.\" \"This is actually my first FanFest and to come here to Turner Field, and this is the last year for Turner Field, it's pretty special,\" said Jace Peterson. \"So to be able to be here and be with all the fans and interact with them, kids to adults, it's pretty special.\" Jon Cooper is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jon Cooper"
}
