{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/161046576\/giants-arent-in-hurry-for-hot-stove-additions\/",
    "title": "Giants aren't rushing Hot Stove process",
    "subtitle": "",
    "body": "SAN FRANCISCO -- The Giants remained in suspended animation during baseball's unofficial winter break. So did most of the other 29 teams, as Monday's lack of major transactions demonstrated. San Francisco neither gained nor lost ground in its bid to acquire a left fielder, its primary remaining offseason goal. Free agents such as Yoenis Cespedes, Alex Gordon, Justin Upton and Dexter Fowler remain available. So are performers said to be on the trading block, including Cincinnati's Jay Bruce and Colorado's Carlos Gonzalez. Giants general manager Bobby Evans indicated that he continued to monitor personnel developments, or their relative absence, through the holidays and as 2015 became '16. But the Giants and their counterparts opted for a gradual thaw rather than a headlong dive back into activity as full-fledged work resumed on Monday. There simply was no reason to rush. • Hot Stove Tracker Though Evans spent most of the day on his phone, he suggested that he occupied himself mostly by reviewing the Giants' options for adding an outfielder. Evans said early Monday evening that he was \"just starting to stir the pot, if you will\" and estimated the Giants could be poised to act in the next 10 days to two weeks. \"I think we'll really know where we stand,\" Evans said. \"... There are so many different options out there, I don't think that it necessarily gravitates people to conclusion. But I think you'll see that coming. There'll be guys who make decisions and commitments and it'll start a little more of a snowball effect.\" This contrasted with the early weeks of the pursuit of free-agent starting pitchers, when the Giants acted quickly and decisively by reaching agreements with right-handers Jeff Samardzija and Johnny Cueto. Chris Haft is a reporter for MLB.com. Read his blog, Haft-Baked Ideas, follow him on Twitter at @sfgiantsbeat and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Haft"
}
