{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/161047578\/angels-billy-eppler-seeks-outfield-free-agent\/",
    "title": "Eppler eyes LF upgrade, but options limited",
    "subtitle": "Angels' budget remains tight as GM talks with free agents",
    "body": "ANAHEIM -- Angels general manager Billy Eppler said Monday that he's \"had conversations with free agents on the outfield market as recently as 24 hours ago,\" but wouldn't specify whether the big names -- Yoenis Cespedes and Justin Upton -- were among them. Asked whether he's considering big additions or is merely focused on minor moves, Eppler responded coyly: \"I don't think you look to do one and not the other. I think you're constantly looking to do both. Your circumstances and timing might dictate what you can and cannot do, but I think you should always be looking to do both.\" Those circumstances, however, remain a legitimate factor. Angels owner Arte Moreno has been adamant about staying below the $189 million luxury-tax threshold, a source said, and there were no indications of him changing his mind when the new year began. The Angels would still like an upgrade in left field, but it doesn't look like they'll spend a lot to do so. • Hot Stove Tracker: Free Agents & Trades Gerardo Parra, Alex Rios, David Murphy, Steve Pearce and Will Venable remain cheaper free-agent options who could help fill the void at a position that saw the Angels post a Major League-worst .592 OPS last season. The club sits roughly $5 million below the luxury-tax threshold, so pretty much all of the aforementioned names would cause it to initially exceed the mark. But the threshold isn't calculated until season's end, and the Angels could eventually open room by clearing a larger salary, like C.J. Wilson's. Eppler called the chances of entering camp with all eight of his current starting pitchers -- Wilson, Garrett Richards, Jered Weaver, Andrew Heaney, Matt Shoemaker, Tyler Skaggs, Nick Tropeano and Hector Santiago -- \"probably pretty good.\" But better trade options could open during Spring Training. \"The only time we have to worry about how many starters we have, or who's going to be the five in the first turn, will be April 1,\" Eppler said when asked if there's room for so many starters. \"We're not going to have to worry about that prior to that.\" Eppler's options have been very limited in his first offseason as a GM, both because of the monetary constraints created by a top-heavy payroll and a Minor League system still devoid of talent at the upper levels. Fourteen players on the Angels' 40-man roster -- currently full -- have been added this winter. Six of those were either plucked off waivers or selected via the Rule 5 Draft. And five of the remaining eight were signed to free-agent contracts valued below $3 million. Two of those guys are Daniel Nava (a switch-hitter who historically fares better against righties) and Craig Gentry (a right-handed hitter who historically fares better against lefties). Both are currently set up to create a left-field platoon, but they also provide flexibility off the bench, with Gentry able to handle all three outfield spots and Nava providing coverage in left field and at first base. The latter seems to be Eppler's preference. \"There's a lot of combos to work those guys in the lineup as [Angels manager Mike Scioscia] sees fit, without declaring two candidates and saying this is going to be a platoon,\" Eppler said. \"We're not at that point yet.\" Worth noting • Albert Pujols, who underwent surgery to alleviate pain near the arch of his right foot in early November, has been given the OK to ditch his walking boot. \"Everything has been very positive, and the feedback we're getting is that he's doing great,\" Eppler said of Pujols, whose initial timetable had him resuming baseball activities in March. • Eppler recently signed veteran infielder Gregorio Petit to a Minor League contract with a Spring Training invite. Petit, 31, is a right-handed hitter with experience at shortstop, second and third base and most recently spent time with Eppler's Yankees. Petit is a .254\/.282\/.358 hitter in 203 career plate appearances in the Majors, spanning four years. • The Angels have 11 relievers who could factor into their Major League depth chart, but Eppler said he'd \"definitely\" like to add more to his bullpen. Six of Eppler's relievers -- Huston Street, Joe Smith, Fernando Salas, Cory Rasmus, Bobby LaFromboise and Rob Rasmussen -- can't be optioned, for various reasons. But more quality depth would be welcome. Alden Gonzalez is a reporter for MLB.com. Follow him on Twitter @Alden_Gonzalez and Facebook, and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
