{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/161357224\/tigers-hope-to-sign-jd-martinez-to-extension\/",
    "title": "Time is right for Tigers to sign J.D. long term",
    "subtitle": "",
    "body": "DETROIT -- The Tigers couldn't complete a contract extension with Max Scherzer two years ago, the offseason before he became a free agent. A year later, they ran into the same problem with David Price. With their free agency just a season away, the chance for the players to test the open market was too close. The Tigers do not want to meet the same end with slugging outfielder J.D. Martinez, who over the past two seasons has blossomed from a player who was cut by the Astros in Spring Training into a top-10 American League home run hitter and run producer. He has two years left before free agency, so if the Tigers are going to get a deal done to keep Martinez around, this is the offseason to do it. More specifically, now is the time to start. • Hot Stove Tracker General manager Al Avila declined to comment on Friday morning when asked if talks between the Tigers and Martinez are ongoing, but he has reiterated at different points this offseason that the team has interest in getting a deal done. In past winters, this has been the time of year when talks have started on long-term deals with arbitration-eligible players. Some have lasted well into Spring Training without results. Others have come together quickly. Then again, it's not a process they've gone through often in recent years. Out of the vaunted rotation of young starters the Tigers started to put together in 2009, Justin Verlander was the only one who signed a multiyear deal with the club. The Tigers went year to year through the arbitration seasons with Scherzer, Rick Porcello and eventually Doug Fister, but the win-now push and the accompanying increased payroll prevented anything further. As Scherzer said last winter after signing with the Nationals, they realized after Verlander's deal that Detroit wouldn't be able to keep everybody. Before those years, before Detroit's payroll reached record levels, the Tigers actually had a series of deals with players two years away from free agency. Jeremy Bonderman, Nate Robertson, Miguel Cabrera and Dontrelle Willis all signed long-term extensions two years away from free agency. Brandon Inge signed his a year away from free agency. All those deals came together in a 15-month span following the 2006 and '07 seasons. Except for Cabrera, all of those negotiations wrapped up before Spring Training. Martinez, recently acquired reliever Justin Wilson and infielder Andrew Romine are the Tigers' arbitration-eligible players this offseason. Tuesday is the arbitration filing deadline, with players and teams scheduled to exchange offers three days later. Any cases that haven't been settled would go to a hearing between Feb. 1-21. Martinez and the Tigers avoided arbitration last season with a $3 million, one-year contract. That salary will rise substantially for 2016, regardless of whether there's a long-term deal. That doesn't mean the Tigers and Martinez have to get something done in the next few days. In some instances, the Tigers have agreed to one-year deals with players to avoid arbitration, then picked up talks on a longer-team deal, as they did with Cabrera. Such a strategy can have an impact for luxury-tax purposes, since those payroll calculations are based on the average annual value of a long-term contract. If a team is up against the luxury-tax threshold in the short term, it could make sense to do a one-year contract separate from extension talks. If, on the other hand, a team wants to mitigate luxury-tax implications well into the future, having one contract combining the arbitration years with a year or two of free-agent eligibility could have the biggest impact. Either way, unless the Tigers have a dramatic shift in strategy, a Martinez deal would be the largest contract the team doles out the rest of the offseason. Though opponents and agents wait to see if owner Mike Ilitch pushes into the free-agent outfield market to grab one more offensive catalyst, the Tigers have remained steadfast that they can't do such a deal without fouling up their long-term finances. Jason Beck is a reporter for MLB.com. Read Beck's Blog, follow him on Twitter @beckjason and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
