{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/161237000\/ken-griffey-sr-and-jr-reflect-hall-journey\/",
    "title": "For Griffeys, Hall call part of special bond",
    "subtitle": "",
    "body": "WINDERMERE, Fla. -- As a three-time All-Star and two-time World Series champ, Ken Griffey Sr. certainly has had his own moments in the Major League spotlight. But it didn't take the former Reds standout long to learn that his world would soon be overshadowed by his son, who capped his own career on Wednesday by being elected to the National Baseball Hall of Fame with the highest voting percentage in history. For the Griffey tandem, the chance to play together with the Mariners for 51 games in 1990 and '91 remains one of their career highlights, and it was the first thing Junior mentioned when asked for his favorite Major League memory. They remain the only father and son to hit back-to-back homers in a game, having taken Angels right-hander Kirk McCaskill deep in the first inning on Sept. 14, 1990, in Anaheim. \"What I remember the most is the fact that I'm hitting second, he's hitting third, and it's the first time I ever heard -- me being in the batter's box -- somebody holler out, 'Let's go, Dad,' and he's the hitter behind me,\" the elder Griffey, now 65, recalled Wednesday on a conference call following Junior's election. \"That was a strange feeling. I had to step out of the batter's box to get myself back in order.\" Senior expressed pride at his son's 99.3 percent vote tally from the Baseball Writers' Association of America. But true to form, he remains most happy that Junior has remained his own man throughout his career despite all the accolades and accomplishments.  What makes him the most proud? \"Him being himself,\" Senior said. \"He never wavered from being straightforward about stuff, making sure people knew him as a person. But the biggest thing, being a family man was so big to him, he never wavered from his kids at all. Right now, he's always going back and forth from Arizona and Florida to make sure everybody's all right. I'm just proud of him being my son.\" Griffey Jr. said he learned that lesson at a very early age from his big league dad while growing up in Cincinnati. \"I remember I did a talent show where I imitated every Red in the lineup, and my dad happened to walk in,\" Junior said. \"I was doing Pete Rose, Johnny Bench, blah, blah, blah. I even dressed up in the uniform. We got in the car afterward and he said, 'Don't ever do that again. Be yourself. You're my son, you're not me. Just be yourself.' So I learned that as a fourth grader. Just be yourself.\" Yet the younger Griffey acknowledges that his baseball career blossomed quickly in large part due to his dad's influence. \"As a kid, you want to follow in their footsteps, but have your own legacy,\" Junior said. \"I was fortunate to be able to play a sport my dad played and learn things at an earlier age than most kids, and having a little bit of athletic ability to get me by. \"Having those things growing up, I had an advantage. Being around the clubhouse, around [Tom] Seaver, [Joe] Morgan, [Tony] Perez, Rose, Bench, it has a way of rubbing off on you.\" Despite that high-profile upbringing, Griffey's parents made sure he remained grounded. And his mom, Birdie Griffey, was at his home on Wednesday to enjoy the ultimate baseball award. \"He's still humble,\" Birdie said. \"That's the part I like.\" Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB, read his Mariners Musings blog, and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
