{
    "url": "http:\/\/m.mlb.com\/news\/article\/162185136\/d-backs-halt-aj-pollock-contract-talks\/",
    "title": "Rumor roundup: Pollock contract talks tabled",
    "subtitle": "",
    "body": "One of the top free agents remaining, Yoenis Cespedes, was the biggest story in baseball Sunday, with reports indicating the 30-year-old outfielder could be nearing a decision on his next team. While Cespedes dominated the headlines, other rumors of potential transactions were simmering on the Hot Stove. Here's a look at the latest developments from around the big leagues. • Hot Stove Tracker D-backs halt Pollock talks The D-backs have reportedly tabled contract negotiations with A.J. Pollock, the club's only remaining arbitration-eligible player. The two sides have been working toward a multiyear deal, but general manager Dave Stewart told the Arizona Republic on Sunday that they're temporarily on hold. Pollock filed a $3.9 million salary figure Friday, while the team submitted at $3.65 million, per MLB Network's Jon Heyman. If they can't come to terms on an agreement, Pollock's case will go to a hearing next month. Pollock, 28, batted .315 with 20 homers and 76 RBIs last year, earning his first All-Star nod. He's under team control through the 2018 season. Marlins shopped Ozuna to Rangers, Reds Marlins outfielder Marcell Ozuna was rumored to be drawing significant interest on the trade market this winter, and on Sunday, Texas and Cincinnati emerged as potential landing spots. Miami reportedly made trade offers to both the Rangers and Reds earlier this offseason, according to a Miami Herald report, which noted the Marlins were seeking starting pitching in return, but neither club met their asking price. The Marlins' interest in such a deal would presumably have diminished, as they've since addressed their rotation need by signing Wei-Yin Chen to a five-year deal. Ozuna, 25, has played in parts of three seasons with the Marlins, batting .265\/.311\/.416 with 36 homers through 346 games in the Majors. Chad Thornburg is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chad Thornburg"
}
