{
    "url": "http:\/\/m.mlb.com\/news\/article\/162274020\/marlins-deal-with-wei-yin-chen-official\/",
    "title": "Marlins introduce left-hander Chen",
    "subtitle": "Miami makes 5-year deal with former Baltimore starter official",
    "body": "When Wei-Yin Chen arrived at Marlins Park on Tuesday afternoon to sign the richest contract the Marlins have ever given to a pitcher, he saw construction workers making the outfield walls at the cavernous ballpark a little less pitcher-friendly. But this simply led the jovial pitcher to wonder how this might benefit him when he begins to work with Miami's new hitting coach, Barry Bonds. \"We have a very good hitting coach in Barry Bonds,\" Chen said through a translator. \"So with the fences moving in, hopefully he will help me to get some home runs.\" • Hot Stove Tracker Chen certainly had good reason to be in a good mood on Tuesday, when the Marlins officially announced the completion of a five-year deal that will provide the 30-year-old Taiwanese hurler at least $80 million and a chance to earn an additional $16 million through incentives. \"I'm very excited to be here and to be part of this very young and talented team,\" Chen said. \"I hope that my joining the team will make this team more competitive.\" Before meeting with the media, Chen toured his new stadium, and in the process, he spent some time talking to his new rotation mate, Jose Fernandez. These two will anchor a rotation that should also include right-handers Tom Koehler and Jarred Cosart. \"I like Miami very much, and I see this team as being very competitive,\" Chen said. \"We have a lot of young players. So I will be happy to be with all of these young players. It will make me feel like I'm still young. I want to do my best and help this team win.\" Chen went 11-8 with a 3.34 ERA in 31 starts last year. As he spent each of his four big league seasons with the Orioles, he produced a 3.72 ERA over 117 starts. Because Chen declined Baltimore's qualifying offer, the O's will receive a compensatory Draft pick, and the Marlins, whose No. 7 overall pick is protected, will forfeit their second pick (No. 46 overall). • Complete 2016 Draft order \"I just concentrate on my game, and I just want to pitch well,\" Chen said. \"Hopefully with my pitching, I can help the team be a very competitive team.\" Marlins owner and CEO Jeffrey Loria issued the following statement regarding Chen and the recent five-year deal the club agreed to with second baseman Dee Gordon: \"It's been an exciting week with two landmark announcements. These moves can't be viewed in a vacuum, and I'm proud to say they are part of our larger strategy for taking this team into the future.     \"Signing one of the game's most exciting players in Giancarlo Stanton, nurturing our Ace Jose Fernandez as he enters a healthy season, retaining one of the league's best hitters and baserunners in Dee Gordon, extending Christian Yelich as part of the best outfield in the National League, and signing marquee players like Chen, are moves that represent a new day for our franchise.   \"We have great leadership in place with Mike, David and their teams, and the game's most exciting coaching staff with Don Mattingly at the helm.   \"We're poised for a great season and I look forward to all of these pieces gelling together come April.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
