{
    "url": "http:\/\/m.mlb.com\/news\/article\/162235798\/american-league-east-title-is-up-for-grabs\/",
    "title": "Balance rules in up-for-grabs AL East",
    "subtitle": "",
    "body": "There's no consensus favorite to win the American League East this year, and nothing is likely to happen between now and Opening Day that would change that. Go down every roster, and you'll come up with some very good reasons that team can win. You'll also come up with a string of large questions. That's the striking thing about the AL East in 2016. It's not just that all five teams have a couple of unknowns. It's that those unknowns are significant enough to make or break a season. They involve big names and\/or critical areas. Parity rules. In the past four seasons, four clubs have won the division -- Toronto in 2015, Baltimore in '14, Boston in '13, New York in '12. Some will be picking the Red Sox to win this season. Others will go with the Yankees or Blue Jays. The Rays will be a tougher sell, but in a tight race, it's smart to look closely at the team that has the best starting pitching. In this division, that's Tampa Bay, so be forewarned. As for the Orioles, we've learned never to dismiss a team built by Dan Duquette and managed by Buck Showalter. Back to those questions. Let's run down the biggest ones: Red Sox 1. David Price is a tremendous addition, but what about the rest of the rotation? Clay Buchholz made 16 starts in 2013 and 18 in '15. He did make 28 in 2014, but had a 5.71 ERA. Long billed as a future No. 1, Buchholz enters his walk season with plenty to prove. 2. What can the Red Sox expect from Joe Kelly and Rick Porcello? The two are coming off a 2015 season in which they combined for a 4.88 ERA. Boston may not need the entire trio of Buchholz, Kelly and Porcello to be healthy and productive, but it's difficult to imagine making the postseason without at least two of them. 3. Will Hanley Ramirez have an easy adjustment to playing first base? If he's happy and engaged, he may still be capable of being a productive middle-of-the-order bat. But Hanley is coming off a season in which he hit a lackluster .249 while trying (mostly unsuccessfully) to play left field. 4. What can be expected from the younger players who looked so good for stretches last season? It was easy to get excited about Mookie Betts, Xander Bogaerts, Blake Swihart, Travis Shaw and Jackie Bradley Jr. If they continue to progress, the Red Sox have a chance to be both very good and very entertaining. Yankees 1. Does Alex Rodriguez have another productive season in him? Last season, he was better than anyone would have guessed -- 33 home runs and an .842 OPS. A-Rod will turn 41 in 2016, and the Yankees need him to be good again. 2. Are the kids all right? The Yanks have enough talented prospects that they're about to have a nice infusion of youth. To win in 2016, though, they probably need two more of their veterans -- Carlos Beltran and Mark Teixeira -- to keep going a while longer. 3. Can CC Sabathia still contribute at a high level? He's 35 years old and approaching his 3,000th regular-season inning. Sabathia must get by on control, changing speeds and guile. He did that very well at times last season, a season that ended abruptly when he checked himself into a treatment center for alcohol abuse. Sabathia's continuing battle in this arena overshadows the expectations on the field but adds another question to a team filled with them. 4. Can Michael Pineda and Nathan Eovaldi build on seasons in which they combined for 51 starts and a respectable 4.29 ERA? Blue Jays 1. Can the Blue Jays build on the confidence and momentum of last season's 43-18 sprint to the division championship? 2. Will they score 900 runs? No team has done that since the 2009 Yankees. But with a full season of Troy Tulowitzki, who knows? Last season, Toronto scored 891, which is 127 more than any other Major League team. 3. Will there be any drop-off in a rotation that is replacing Mark Buehrle and Price with J.A. Happ and Jesse Chavez? Buehrle retired; Price has departed via free agency. Marcus Stroman's return from knee surgery gives the Blue Jays one of baseball's best starters, and the four guys behind him -- Marco Estrada, R.A. Dickey, Chavez and Happ -- are very solid. 4. Will right-hander Aaron Sanchez make the shift from the bullpen to the rotation? He can be dominant in either place and was in the bullpen last season only because that's where the greater need was. Ultimately, Sanchez seems likely to be a starter. Will 2016 be the year? Rays 1. Where's the offense? Only the White Sox scored fewer runs than the Rays in 2015, and improvement needs to begin at the corner outfield spots. Right fielder Steven Souza Jr. needs to build on a season in which he hit 16 home runs but batted .225. Left fielder Desmond Jennings played just 28 games in 2015. If he can stay healthy, he could make a huge difference. President of baseball operations Matt Silverman has attempted to punch up the offense by acquiring Logan Morrison to serve as designated hitter and Brad Miller to play shortstop. 2. Can left-hander Matt Moore get his career back on track? He had a 3.53 ERA after his first 63 appearances and seemed on his way to being one of baseball's dominant starters, but he has struggled mightily since returning from Tommy John surgery. Moore had an 8.78 ERA after six starts last season and was sent to the Minors to work on his mechanics and confidence. He recorded a 1.35 ERA in his final four turns, and because he's only 26, Tampa Bay believes he could still be a top-of-the-rotation starter. 3. Is there enough pitching to overcome the lack of hitting? With a rotation of Chris Archer, Jake Odorizzi, Drew Smyly, Erasmo Ramirez and Moore, the Rays might have baseball's No. 1 starting group. Alex Cobb is due back from Tommy John surgery late in the season and could be a tremendous late addition. Orioles 1. Is this the season Kevin Gausman becomes a star? The 25-year-old right-hander had a 3.97 ERA in his final 10 starts last season and seems on the verge of a breakout season. 2. Where do the Orioles get the 191 1\/3 innings they lost when Wei-Yin Chen departed via free agency? Chris Tillman, Ubaldo Jimenez and Miguel Gonzalez are solid, but the O's badly need another starter. That starter could come from the Minor Leagues if either Dylan Bundy or Hunter Harvey earns a Major League shot. 3. Where does Mark Trumbo play? He gives Showalter plenty of options, having played first base, the outfield and DH. The power that Trumbo once displayed with the Angels -- 66 home runs in 2012-13 -- could return in hitter-friendly Camden Yards. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
