{
    "url": "http:\/\/m.mlb.com\/news\/article\/162282104\/braves-returns-for-jason-heyward-justin-upton\/",
    "title": "A look at Braves' returns for Heyward, Upton",
    "subtitle": "Atlanta jump-started rebuilding process by trading away outfielders",
    "body": "ATLANTA -- Had the Braves taken the risk of jeopardizing their future by keeping both Justin Upton and Jason Heyward for the 2015 season, they certainly could have avoided some of the disappointment that was experienced last summer. They could have delayed their massive rebuilding process another year, and in the process, they could have possibly overcome what would have been a suspect rotation en route to reaching the playoffs. Or maybe keeping both Heyward and Upton around for one more season would have simply led to a repeat of the 2014 season, when the presence of those two outfielders was not enough to prevent Atlanta from enduring its third losing season dating back to 1991. • Hot Stove Tracker It's impossible to project what might have happened. But the Braves always knew that they would not be comfortable providing the level of commitment that both Upton (six-year, $132.75 million deal with the Tigers) and Heyward (eight-year, $184 million deal with the Cubs) received as free agents this offseason. When John Hart transitioned into his current role as the Braves' president of baseball operations after former general manager Frank Wren was dismissed near the end of the 2014 season, he was nearly scared away by the club's limited financial flexibility and weak farm system. Whether Heyward and Upton remained in Atlanta for 2015, the Braves were eventually going to need to undergo a rebuild or deal with the consequences of bad contracts and a thin prospect pool. So instead of maintaining proven resources to avoid the disappointment that was experienced last summer, they jump-started their rebuilding process via the returns they gained for Heyward and Upton. Here's a look back at what the Braves received in return for these outfielders: Heyward trade The Braves dealt Heyward and right-handed reliever Jordan Walden to the Cardinals in exchange for right-hander Shelby Miller and right-handed pitching prospect Tyrell Jenkins. Evaluation: Instead of settling for the compensatory Draft pick they would have received had they kept Heyward for one more season, the Braves might benefit from the effects of this trade for many years to come. After watching Miller anchor their staff as he fashioned an All-Star season in 2015, Atlanta flipped him to Arizona for Ender Inciarte, Aaron Blair and Dansby Swanson, who was the top overall selection in the 2015 Draft by the D-backs. With Inciarte, the Braves have a versatile outfielder who could serve as their leadoff hitter for the next five seasons. Blair is projected to be a solid middle-of-the-rotation prospect who will likely pitch in Atlanta this year. And, of course, Swanson is considered one of the game's top shortstop prospects. Upton trade The Braves dealt Upton and Aaron Northcraft to the Padres in exchange for left-handed pitching prospect Max Fried, infielder Jace Peterson and outfield prospects Mallex Smith and Dustin Peterson. Evaluation: The value of this trade will be heavily influenced by the success Fried encounters as he returns from Tommy John surgery. The 22-year-old southpaw might no longer be considered one of the game's top overall prospects, but he has plenty of time to prosper and live up to the great expectations that were previously set upon him. Smith could enhance Atlanta's outfield depth at some point this year, and Jace Peterson has already provided indication he can at least be a valuable utility man at the Major League level. Given that the Braves received Matt Wisler, Cameron Maybin and the 41st overall pick (which became Austin Riley), Atlanta might have gained a better return when it sent Craig Kimbrel and Melvin Upton Jr.'s contract to San Diego in April. But with Fried's potential and the upside possessed by Smith and both Petersons, the Braves likely gained more value via the initial Padres trade than they would have gained via the comp pick they'd have received had Justin Upton stayed in Atlanta for one more season. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
