{
    "url": "http:\/\/m.mlb.com\/news\/article\/162293280\/blue-jays-aaron-sanchez-aims-to-start\/",
    "title": "Sanchez determined to start for Blue Jays",
    "subtitle": "",
    "body": "TORONTO -- The Blue Jays have yet to make any firm decisions on Aaron Sanchez's role for the upcoming season, but the 23-year-old right-hander made his preference very clear Tuesday morning: He wants to start. Sanchez's role has been a hotly debated topic since he broke into the league in 2014. He spent the past two years shifting back and forth between the rotation and bullpen, but the hope is that Sanchez will finally get some stability -- and he's optimistic it will come as a starter. The prospect of using Sanchez in the rotation seemed like a pipe dream until a couple of weeks ago, when the Blue Jays acquired right-hander Drew Storen from the Nationals. With Storen, Roberto Osuna and Brett Cecil in the bullpen, it's possible the Blue Jays have enough depth to use Sanchez elsewhere. \"I think that has always been my idea,\" Sanchez said of starting during a stop in Toronto for the club's annual Winter Tour. \"I'm excited. Regardless, if you throw the four of us out of the 'pen, that's pretty lethal back there, some electricity. If I get to start, even better. \"There have been phone calls. I think management is still kind of talking about things and they said they would let me know. Regardless, I'll be ready to do whatever I need to help this team win ballgames.\" Toronto currently has four starters with seemingly guaranteed jobs: Marcus Stroman, Marco Estrada, R.A. Dickey and J.A. Happ. That leaves Drew Hutchison, Jesse Chavez and now apparently Sanchez to compete for the fifth and final job. One of the biggest debates surrounding Sanchez as a starter is his ability to stay healthy. Sanchez began the 2015 season in the rotation, but he strained a lat muscle after 11 starts, which caused him to miss almost two months. When Sanchez returned in late July, it was as a reliever, similar to the role he had during the second half of 2014. In order to combat those potential injury concerns, Sanchez overhauled his offseason routine. He started working out with teammate and close friend Stroman at Duke University, and the two have since continued that program at the club's Minor League complex in Dunedin, Fla. When Stroman was asked what role he envisioned for Sanchez this year, there was no hesitation. \"Starter, 100 percent,\" Stroman said. \"Everything we did this year was for that. We didn't work out twice a day for two months for him to be a reliever. He is 100 percent ready to go out there and go seven, eight, nine innings every five days. That has been our mentality: nine every five. \"It's something that we've been saying in the gym and everything we've done, the preparation, is to start. He's ready, and I'm exited for you to see him this spring, because we have made some huge gains. He's in a good position.\" Sanchez finished last season at 190 pounds, but he claims to have since added approximately 25 pounds of muscle. The expectation is that his increased mass will give him more endurance in games and improve his ability to bounce back between starts. That's crucial because if Sanchez is going to make it as a starter, it likely needs to happen this year. If he spends yet another season in the bullpen, it would mean he is another full year removed from using all of his pitches, further hampering his development in the rotation and possibly forcing him to a full-time relief role. A spot in the bullpen wouldn't be the end of the world, and it's clear that Sanchez holds a lot of value there, with a 1.67 ERA in 59 1\/3 innings. Even so, the long-term goal was always to develop Sanchez as a starter, and with only 11 appearances in that role at the big league level, he has yet to receive a fair shot at the job. That could change in 2016. \"That was my goal going into the offseason,\" Sanchez said. \"Wanting to start, I needed to be durable and I couldn't do it at 190. That was a big step forward for me. \"I was in contact with these doctors in June after I got hurt, and it was something that we came up with kind of right then and there. I wanted to work with them in the offseason, and I'm glad I did. [It was] one of the better decisions I've made early in my career so far.\" Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, follow him on Twitter @gregorMLB and Facebook, and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
