{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/161718144\/orioles-free-agent-streak-comes-to-an-end\/",
    "title": "Showalter correctly calls free-agent departures",
    "subtitle": "",
    "body": "SARASOTA, Fla. -- Buck Showalter sat behind the desk in his office at the Ed Smith Stadium complex Tuesday morning, smiled and laughed. He had just been asked if he was surprised the Orioles had yet to technically lose a free agent so far this offseason. \"I'll bet that changes,\" Showalter said. \"What do you think?\" Showalter's prediction was quickly proven correct. Shortly after the Orioles finished working out on the second day of their annual minicamp in Florida came word that they had, in fact, lost two of their departing free agents. • Hot Stove Tracker Left-hander Wei-Yin Chen reportedly signed a five-year deal with the Marlins, while outfielder Gerardo Parra reportedly agreed to a three-year contract with the Rockies. Baltimore entered the offseason with six free agents: Chen, Chris Davis, Darren O'Day, Parra, Steve Pearce and Matt Wieters. The O's kept Wieters, who accepted a one-year qualifying offer, and signed O'Day to a four-year contract in December. Chen and Parra were taken off the board in rapid succession Tuesday afternoon. The news brought an end to Chen's tenure with the Orioles, a four-year run in which he went 46-32 with a 3.72 ERA. Parra spent only two months with the O's, coming over in a July 31 trade for Zach Davies, and hit .237\/.268\/.357 with five homers and 20 RBIs in 55 games. That leaves Pearce, who hasn't received much interest from the Orioles this offseason, and Davis, whose free-agent market remains unclear. • Orioles in waiting mode regarding Davis \"That's not surprising at all, the way that camp does business,\" Showalter said Monday regarding Davis, a client of agent Scott Boras. \"It wouldn't surprise me if it went to February. It wouldn't surprise me if it goes to March.\" Minicamp notes • Left-hander Jeff Beliveau impressed Showalter during his throwing session on Tuesday. Though he's working his way back from surgery to repair a torn labrum last April, Beliveau was a strong lefty reliever in his last full season with the Rays. Beliveau, signed as a Minor League free agent, posted a 2.63 ERA and struck out four times as many hitters as he walked over 30 appearances in 2014. \"It'd be good to see Beliveau get healthy. He's got a pretty good track record when healthy,\" Showalter said. \"You can just tell from his delivery they don't see the ball well off him. That's why his velocity plays up.\" • Showalter said the O's don't plan to host any tryouts on Wednesday, the final day of this year's minicamp. The club had expressed an interest in seeing Maryland native Gavin Floyd pitch for them. • Top pitching prospect Hunter Harvey is scheduled to throw off the mound Wednesday, his fifth bullpen session this offseason. While No. 2 prospect Dylan Bundy isn't scheduled to throw off the mound this week, Showalter repeated that Bundy should be healthy heading into Spring Training. \"Great place. Turn him loose,\" Showalter said. \"Governors are off. Binders are off. However you want to put it.\" Adam Berry is a reporter for MLB.com. Follow him on Twitter at @adamdberry. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
