{
    "url": "http:\/\/m.mlb.com\/news\/article\/161736050\/bryce-harper-brand-ambassador-for-new-era-cap\/",
    "title": "Harper joins New Era Cap as brand ambassador",
    "subtitle": "",
    "body": "Bryce Harper will be back to work next month for the Nationals at Spring Training, and if he has his way, there will be less attention in 2016 on his famous flow and more on what covers it. New Era Cap announced on Tuesday that the reigning National League Most Valuable Player has officially signed on as a brand ambassador. He joins a roster of Major Leaguers that includes Andrew McCutchen of the Pirates, Buster Posey of the Giants, Jacob deGrom of the Mets, Dellin Betances of the Yankees, Joc Pederson of the Dodgers, Marcus Stroman of the Blue Jays and Kyle Schwarber of the Cubs. \"We felt that Bryce was a perfect fit for our brand,\" said Tony DeSimone, Category Director Baseball, New Era Cap. \"Since coming up with the Nationals, he has become one of the best players in the entire Major Leagues, and last season's performance proved that he could be a transcendent player of the generation. He is not only a star on the field, but will continue to gain popularity off the field where his recognizable look and personality with fans really resonated with us.\" Last June, Harper starred alongside supermodel Nina Agdal to hawk New Era's 2015 All-Star Game caps. New Era will begin using Harper in its 2016 baseball campaign during Spring Training along with additional MLB ambassadors, and the deal has an option to run through 2018. \"I just try to do the best I can, be myself, smile,\" Harper told Rolling Stone magazine. \"Honestly, it's great to be a brand ambassador for New Era, because I've grown up with them. Ever since I was 5 or 6 years old, I was wearing snapbacks or beanies, and it was always New Era or nothing else.\" Mark Newman is enterprise editor of MLB.com. Read and join other baseball fans on his MLB.com community blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
