{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/161798176\/jason-benetti-joins-white-sox-television-team\/",
    "title": "White Sox TV team welcomes Benetti to crew",
    "subtitle": "'Hawk' to broadcast club's 81 road games while new play-by-play announcer takes over at home",
    "body": "CHICAGO -- When Jason Benetti was young, growing up in a South Chicago suburb known as Homewood, the ardent White Sox fan used to mimic Frank Thomas' swing while playing Wiffle ball. He didn't copy the swing very well, but that memory was part of his baseball indoctrination -- that memory and his family's trips to watch the White Sox on the South Side. So to be named the newest White Sox television play-by-play announcer Wednesday, taking over for Ken \"Hawk\" Harrelson during all home games -- except for the home opener and the contests against the Cubs at U.S. Cellular Field -- becomes a truly surreal experience for the 32-year-old. • Calling on road in '16, Hawk focused on family \"To sit in the booth the other day was bizarre to see the field from that angle,\" said Benetti during a Wednesday conference call, in between preparation to call the Iowa-Michigan St. basketball game Thursday. \"It's really awesome. It means the world to me.\" \"There's nothing wrong if you have the right guys ... in essence it will be three in the booth. Not physically, but over the course of 162 games, it will be three in the booth,\" said Harrelson of the change. \"If you got the right guys, there's nothing wrong with that.\" Harrelson and Benetti recently talked, and Harrelson referred to the new broadcaster as a \"terrific young man.\" Benetti also had dinner with Steve Stone, the White Sox television analyst, who agreed to a multiyear extension along with Harrelson. Those meetings followed the interview process, which began in September and included a meeting with White Sox chairman Jerry Reinsdorf just hours before Benetti called a Syracuse-Colgate basketball game for ESPNU. Benetti has done play-by-play for ESPN on college football and college basketball since 2011, and he did five years of play-by-play for the Syracuse Chiefs, the Triple-A affiliate of the Washington Nationals, through the 2014 season. Benetti also was born with cerebral palsy, but he certainly hasn't let that medical condition slow him down. At the end of the hiring process, senior vice president of sales and marketing Brooks Boyer actually dealt with a strange question from one individual in regard to bringing in Benetti. \"Someone flat out said, 'Hey, did you hire this guy because he has cerebral palsy?'\" Boyer said. \"I'll be honest with you. We hired the best broadcaster. Look, if he can inspire some kids that are out there that went through the same thing, I'm sure he will. But the broadcasting stuck out more than anything else.\" \"It's just that if I can provide somebody with a glimmer of hope, I am so overjoyed to do that,\" Benetti said. \"I have had people do that for me.\" Home and away broadcast styles should be distinctly different. Harrelson is more of a storyteller, while Benetti intends to incorporate everything, including advanced metrics. \"One of the things that Hawk told me was, 'Be yourself,'\" Benetti said. \"I was grateful he said that because when the person you are going to be sharing a home and road booth with, when he tells you to do that, there's something really comforting.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, follow him on Twitter @scottmerkin, on Facebook and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
