{
    "url": "http:\/\/m.mlb.com\/news\/article\/1294694",
    "title": "Singleton starts new career with Sox",
    "subtitle": "Singleton starts new career with Sox",
    "body": "CHICAGO -- When Chris Singleton realized his days as a player were over, he didn't take long to figure out his next career.  The former big league outfielder was named Thursday as the new color commentator for the Chicago White Sox radio broadcasts, joining Ed Farmer, who is switching from color duties to play-by-play. The pair will debut March 1 when WSCR Radio (670 AM) broadcasts the White Sox first Spring Training game from Tucson, Ariz.  Farmer signed a five-year contract extension in September, and Singleton also has signed a five-year deal. Singleton, 33, played six seasons in the Major Leagues with the White Sox (1999-2001), Baltimore (2002), Oakland (2003) and Tampa Bay (2005), compiling a .273 average with 45 home runs and 276 RBIs. His best season was in 1999 when he set career highs with a .300 average, 31 doubles, 17 home runs and 72 RBIs to finish sixth in the American League Rookie of the Year voting. Singleton played in the postseason with the White Sox in 2000 and with Oakland in 2003.   In 2005, he batted .271 with the Devil Rays but was released in early July, the second time by the team. No team picked him up. It was time to move on.   \"When I saw the handwriting on the wall last summer, I thought it was time for me to prepare for my next career,\" Singleton said.   He worked with ESPN Radio on a weekly Sunday show, and also interned at an Arizona television station. But he's a Rookie of the Year candidate again -- this time in the broadcast booth.   \"I don't have any experience as far as being in the booth during games,\" Singleton said. \"I feel what I bring -- a style if you will, without being too presumptious -- is the way I played the game. I wasn't a guy who came out and hit home runs. I had to concentrate on fundamentals and know what I had to do.\"   Singleton's ability to do the little things will help him understand and relate to White Sox manager Ozzie Guillen. That's his style, too.   The final radio candidates were Singleton, Tommy John and Jamie Quirk. Farmer said he did not have any input into who his new partner would be.   \"I think the selection is great,\" said Farmer, who had been paired with John Rooney. \"I think he's going to do a great job and I know his work ethic, and that will go into it.\"   Farmer said he hoped by the middle of the season, if not sooner, Singleton would be ready to do some play-by-play.   \"We're going to be in a class room a little bit in Spring Training to get it right,\" Farmer said. \"If we don't have it right, we're going to get it right. If it takes me staying after school with Chris to work on things, then that's what we're going to do.\"   Singleton said he grew up in the Bay Area listening to Jon Miller but said fans should expect a new voice.   \"I'm looking to develop my own style,\" Singleton said. \"My personality and my understanding of the game and the way I perceive the game, I don't have to work too hard to be something I'm not. I think there will be a good rapport back and forth.\"   What about the players? Will Singleton be able to criticize the White Sox if necessary?   \"It's Chris Singleton who will be speaking to a larger audience,\" Singleton said. \"The way I've lived life and the way I've looked at circumstances and situations, you have to be honest. You can find the good, you can find the positive. That's what I'll strive to do. I'll identify what's happened on a particular play.   \"Sure, I'm friends with some of the players and have been around the league recently,\" he said. \"I think it will be an asset as far as getting information. I've also transitioned out of the game to where I'm not afraid of my peers. I think my peers are becoming a different group of people at this point. I'm comfortable with that.   \"Ed Farmer, he was a great player and has made a great transition to broadcasting,\" Singleton said. \"He tells the truth but he's done a great job of putting the right spin on it. Working with him, I'll learn a lot. I'll learn how to be as tactful as I can be.\"   Singleton originally was acquired by the White Sox from the New York Yankees on Dec. 8, 1999, in exchange for pitcher Rich Pratt. The White Sox then traded him to Baltimore on Jan. 29, 2002, for infielder Willie Harris. Singleton and his wife, LaShunda, have three children and reside in Dacula, Ga.   Even though he has played for other teams and played against the White Sox, Singleton remained a fan of the team.   \"I was one of the biggest White Sox fans this October [during the postseason],\" he said. \"There's always been a place in my heart for them.\"   And now he'll be part of their voice.    Carrie Muskat is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
