{
    "url": "http:\/\/m.mlb.com\/news\/article\/161758688\/156-players-file-for-arbitration\/",
    "title": "Donaldson among 156 to file for arbitration",
    "subtitle": "Keuchel, Cain, Machado, Harvey, Strasburg also lead list of star players",
    "body": "Tuesday was the deadline for eligible players to file for arbitration, and this year, 156 players did just that. The list features many notable names, including reigning American League Most Valuable Player Award winner Josh Donaldson, AL Cy Young Award winner Dallas Keuchel, AL Championship Series MVP Lorenzo Cain and Yankees reliever Aroldis Chapman. Donaldson's case is particularly intriguing as the third baseman is poised for a significant pay raise from the $4.3 million he earned during his stellar 2015 campaign with Toronto. The 30-year-old is projected by MLBTradeRumors.com to take home $12 million in 2016, more than any other arbitration-eligible player. List of 156 players to file for salary arbitration Also among the players to file Tuesday were Orioles third baseman Manny Machado, D-backs right-hander Shelby Miller, Tigers outfielder J.D. Martinez, Mets right-hander Matt Harvey, Cardinals closer Trevor Rosenthal, Marlins right-hander Jose Fernandez, Nationals right-hander Stephen Strasburg, Rockies third baseman Nolan Arenado and Indians closer Cody Allen. Each player who filed will now exchange salary figures with their respective club by Friday. If necessary, they can then continue to negotiate toward an agreement until a player's scheduled hearing, which will be sometime between February 1-21. At the hearing, each side presents its case, and the salary figure will be determined by a third-party arbitration panel. Players with at least three years of service time, but fewer than six years, are eligible to file for arbitration. Additionally, some players can be eligible after only two years if they accumulated at least 86 days of service during the previous season and rank among the top 22 percent in total service for players between two and three years. Chad Thornburg is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chad Thornburg"
}
