{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/161711226\/yankees-brian-mccann-coming-off-strong-season\/",
    "title": "Around the Horn: McCann anchors home plate",
    "subtitle": "No. 5 prospect Sanchez likely to serve as veteran's backup",
    "body": "With the start of Spring Training almost here, anticipation is building for the 2016 season. MLB.com is going around the horn to break down each area of the Yankees' roster, beginning this week with the men behind the plate. The Yankees made Brian McCann a priority when he hit the free-agent market following the 2013 season, believing that the veteran would provide above-average offense, handle their pitching staff with authority and stand tall as a leader both on and off the field. They have not been disappointed. McCann's second year in pinstripes was widely viewed as a success, topped off as the 31-year-old was honored with his sixth career Silver Slugger Award. McCann led all Major League catchers with 26 homers and tied a career high with a team-leading 94 RBIs while batting .232. \"I had some good moments and I had some bad moments,\" McCann said. \"I had some ups and downs, and for the most part, I was happy with the way that I played. I wasn't happy with the way I finished, I wasn't happy with my September, but I've got to go back into this offseason and prepare and get ready for next year.\" McCann became the sixth catcher in Yanks history to hit at least 25 home runs in a season, joining Yogi Berra (six times, 1950-53, '55-56), Bill Dickey (twice, 1937-38), Jorge Posada (twice, 2000, '03), Elston Howard (1963) and Mike Stanley (1993). Drastic defensive shifting is still taking a bite out of McCann's average, and manager Joe Girardi will consider resting McCann more often during the summer to keep his workload under 120 games. McCann batted just .174 (15-for-86) in the season's final month. \"The one person I think you worry as much about as any on a club that's an everyday player is always your catcher, especially if he's an offensive catcher,\" Girardi said. \"I'll evaluate what I did with Brian McCann this year and maybe see what could you do a little bit different next year to physically keep him strong, because he's a huge part of our offense.\" As appealing a target as Yankee Stadium's short right-field porch has proven to be, McCann has seemed even more pleased with the improvement in his defense. He strongly credits former bullpen coach Gary Tuck for tweaking his throwing; McCann caught 28 of 78 potential basestealers (36 percent), the fifth-lowest percentage in the Majors. \"What he taught me, I'll forever be grateful,\" McCann said. \"He taught me things that I didn't even know existed. I always thought I was just going to throw out around 20 percent and that was going to be it. He took that and changed a lot of things that I did, and turned me into an above-average thrower. I'm going to miss him a lot.\" The Yankees traded catcher John Ryan Murphy to the Twins in November, picking up outfielder Aaron Hicks and opening the door for 23-year-old Gary Sanchez to serve as the backup catcher. Sanchez, who is the fifth-ranked prospect in the club's farm system, is coming off a terrific Arizona Fall League showing that saw him lead the circuit in homers (seven), total bases (55) and tie for the lead in RBIs (21). Though Sanchez might not see regular action as McCann's understudy and is not viewed as a finished product, the Yanks believe that the role will not stunt his development. General manager Brian Cashman notes that Posada, Francisco Cervelli and Murphy all broke in under similar conditions. • Hot Stove Tracker \"There's a lot of learning and growth that takes place, even if you're not playing in those games on an everyday basis,\" Cashman said. \"I believe that benefited John Ryan a great deal. It's kind of like a backup quarterback; Aaron Rodgers to Brett Favre. It benefited Rodgers for a period of time and then, boom, he was ready to go.\" The right-handed-hitting Sanchez split his 2015 campaign between Double-A Trenton and Triple-A Scranton\/Wilkes-Barre, posting a .274\/.330\/.485 slash line with 18 homers and 62 RBIs in 93 games while serving as the starting catcher for the World Team in the SiriusXM All-Star Futures Game. \"We face so many left-handers, it's nice to have that type of power bat,\" Cashman said. \"I'd like to unleash the 'Kraken' -- which is Gary Sanchez -- on our roster in 2016, if I can, and see if he can do some real positive damage for us.\" Sanchez's primary competition for the backup job will be 27-year-old Austin Romine, who played 92 games at the Triple-A level last season and is a lifetime .201 hitter in 169 big league at-bats dating back to 2011. \"You look at the two catchers that we have; Gary Sanchez is very talented, had a very good Fall League,\" Girardi said. \"Austin Romine, I think, made some huge strides last year in Triple-A, and we feel good about our catching.\" Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch, on Facebook and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
