{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/161828232\/ender-inciarte-to-play-center-field-for-braves\/",
    "title": "Around the Horn: Inciarte the center of attention",
    "subtitle": "Braves bank on versatile Gold Glove winner to stabilize outfield",
    "body": "ATLANTA -- Three years after constructing a talented trio known as \"Up, Up and a Hey,\" the Braves now have some questions surrounding an outfield mix that will be centered around a man named Inciarte. When the Braves acquired Ender Inciarte from the D-backs in December, they made yet another attempt to overcome the mistake made when they gave Melvin Upton Jr. a five-year, $75.25 million contract with the hope he would serve as their center fielder through at least the end of the 2017 season. • Hot Stove Tracker Courtesy of the tremendous struggles Upton immediately experienced in Atlanta, the Braves have provided a start in center field to 11 players (seven of which have made at least 14 starts) since the start of the 2013 season. Along the way, they have also bid adieu to the two productive members -- Jason Heyward and Justin Upton -- of this \"Up, Up and a Hey\" trio. Now, with Inciarte, the Braves believe they have gained a player capable of serving as their center fielder for at least the next five seasons. But it might be more appropriate to describe the Gold Glove Award winner as an asset whose versatility could prove even more valuable as Atlanta enters the upcoming season with questions surrounding both of its corner outfielders -- Nick Markakis and Hector Olivera. Markakis might have been the Braves' most consistent offensive threat in 2015, as he hit .296 with three homers and a .746 OPS. Still, there was certainly reason to be concerned about the depleted power and arm strength the former Gold Glove Award winner showed as he returned from the major neck surgery he underwent in December 2014. The Braves are hoping the opportunity to go through normal offseason preparations will allow Markakis to be more valuable both offensively and defensively this year. But arm strength continues to be a concern, and if Olivera doesn't make a smooth transition to left field, there is now the option to put Markakis at the other corner outfield spot and move Inciarte to right field. As Inciarte produced the game's fifth-best UZR\/150 (18.5) this past season, he spent a majority of his time in right field. Now that he's no longer teammates with A.J. Pollock, he'll move back to center. But Inciarte's time there could also be influenced by the development of rising prospect Mallex Smith, who could join Atlanta's roster at some point this summer. • Prospect Smith could break into bigs in '16 Inciarte hit .303, collected 21 stolen bases and compiled a .747 OPS over 561 plate appearances last year. The 25-year-old outfielder will serve as Atlanta's primary leadoff hitter. But Inciarte's splits (.826 OPS vs. RHPs and .530 OPS vs. LHPs) could position him to occasionally sit in favor of the right-handed-hitting Emilio Bonifacio. The Braves may also need to find playing time for Michael Bourn and Nick Swisher. But it appears they will either trade or release one of these players (Swisher appears to be the more likely) before the start of the season. If Bourn does indeed stick around, he could serve as a valuable mentor to Smith during Spring Training and then enter the season as a backup outfielder. The 33-year-old veteran could occasionally spell Olivera, who introduced himself to left field while playing in the Puerto Rican Winter League in November. Olivera certainly didn't live up to expectations as he batted .253 with a .715 OPS in the 24 games he played after making his Major League debut with Atlanta in September. But the Braves were encouraged by how the 31-year-old Cuban performed in left field during his short stint in Puerto Rico. Now they are simply hopeful that Olivera will find comfort during what will be his first full season in the United States. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
