{
    "url": "http:\/\/m.mlb.com\/news\/article\/161992252\/lindor-correa-shake-up-top-shortstop-rankings\/",
    "title": "Lindor No. 1 in MLB Network SS rankings",
    "subtitle": "Tribe star, Correa zip up MLBN's lists after eye-popping rookie seasons",
    "body": "For as long as there's been baseball, there's been debate about baseball. From Babe Ruth to Mike Trout, fans everywhere have argued the merit of one ballplayer to the next, scrupulously scouring statistics and analyzing games, with no two people likely to give the same answer. This offseason, MLB Network is doing just that at each position, revealing its top 10 active shortstops on Thursday night. The results were based on \"The Shredder\" -- an algorithm based on player performance that accounts for both offense and defense put together by the Network's research department \"without emotion or bias\" -- with host Brian Kenny and guest host Bill Ripken providing their personal top 10. \"The Shredder\" uses an objective methodology to rank players at each position based on their past track records as well as their future projection. It weighs the offensive and defensive statistics for a player in both one- and two-year increments and places more emphasis on defense at positions that are on the right of the defensive spectrum, i.e. catcher, shortstop, second base, and center field. It also takes into account a player's durability as well as the offensive environment of his home park (in other words, it gives more credit to home runs hit in San Diego as opposed to Colorado). The shortstop position, in particular, is divisive, with both hosts as well as \"The Shredder\" differing on the top selections -- Francisco Lindor, Brandon Crawford and Carlos Correa, each with a compelling case for No. 1 at the position. The full results are as follows: MLB Network's top 10 shortstops right now 1. Lindor 2. Troy Tulowitzki 3. Correa 4. Crawford 5. Jhonny Peralta 6. Xander Bogaerts 7. Addison Russell 8. Marcus Semien 9. Andrelton Simmons 10. Didi Gregorius The top name may come as a surprise to some, after Tulowitzki held down the No. 1 spot in last year's rankings. But Lindor burst onto the scene last season, demonstrating his considerable defensive prowess and batting .313 with 12 homers and 51 RBIs through 99 games with the Indians. • Top 10 Right Now: Center Field Bill Ripken: 1. Brandon Crawford 2. Carlos Correa 3. Troy Tulowitzki 4. Francisco Lindor 5. Addison Russell 6. Xander Bogaerts 7. Ian Desmond 8. Corey Seager 9. Jhonny Peralta 10. Andrelton Simmons Brian Kenny: 1. Carlos Correa 2. Brandon Crawford 3. Troy Tulowitzki 4. Xander Bogaerts 5. Andrelton Simmons 6. Jhonny Peralta 7. Corey Seager 8. Francisco Lindor 9. Erick Aybar 10. Didi Gregorius Lindor's impressive 2015 campaign evidently caught the eye of \"The Shredder,\" debuting at No. 1 before even having played a full season in the big leagues. Although neither Kenny nor Ripken agreed with the ranking -- Kenny had him fourth, Ripken eighth -- both heaped praise on the young shortstop. \"Known for his excellent fielding, he showed that,\" Kenny said. \"But he was not known for his power, and he showed lots of that, too.\" \"Athletic, quick defensive wizard at shortstop,\" Ripken said. \"Some of the diving plays that he makes and his ability to get up off the ground in such a manner and then get enough on the throw to get people out at first base is pretty impressive.\" Another first-year shortstop drew the top spot on Kenny's list. Correa, the American League Rookie of the Year Award winner, batted .279 with 22 homers and 68 RBIs in 99 games with the Astros. \"The young man was the best hitter at his position as a 20-year-old rookie,\" Kenny said. \"This guy is sensational.\" Ripken, meanwhile, gave the nod to the more experienced Crawford, who posted a .256\/.321\/.462 slash line with 21 homers and 84 RBIs, earning his first All-Star selection. \"It's been very impressive, and [he's] doing it for a world championship caliber-type club,\" Ripken said. \"This guy's played in every pressure-packed situation in the postseason, [has] a couple rings on his finger, and by the way, it's an even year.\" Biggest disagreements Beyond the parity at the top of the list, newly acquired Angels shortstop Simmons sparked debate on set. While Ripken's evaluation of Simmons (10th) was in line with the computer's projection analysis, Kenny took issue with it, bumping Simmons up to fifth. \"Over the last four years, he has been the best defensive player in baseball, and no one is even close.\" Kenny said. \"That glove is special.\" Semien's appearance on the list surprised both analysts, neither of whom ranked him in their personal top 10. The A's shortstop had a solid season at the plate but endured some difficulty in the field, committing 35 errors. \"This one kind of shocks me a little bit,\" Ripken said. \"You've got to cut down. Thirty-five [errors] is a number that just jumps out at you and smacks you in the head.\" Biggest risers This year's crop of shortstop talent deemed the 10 best by the Network's computer projections endured significant turnover from last offseason. Only Simmons, Tulowitzki and Peralta remain among last year's holdovers, with many veterans dropping off after disappointing seasons in 2015. In their place, a stellar crop of young and exciting talent vaulted into the top 10. Of the seven new additions, Crawford, who turns 29 this month, is the only player older than 25. \"[Shortstop] definitely got deeper, I don't think there's any doubt,\" Ripken said. \"You talk about the names on the list last year that might not be on this list, that's simply because of the young shortstops that were rookies.\" Chad Thornburg is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chad Thornburg"
}
