{
    "url": "http:\/\/m.mlb.com\/news\/article\/1294419",
    "title": "Convention-al thinking: Winter's for fans",
    "subtitle": "Convention-al thinking: Winter's for fans",
    "body": "It was the middle of the Chicago Cubs' 1985 season. John McDonough was the new, ambitious director of sales and promotion for the club, and Beanie Baby Night wasn't even a glint in his eye. Harry Caray was the venerable and beloved voice of the Cubs, a part of baseball for nearly a half-century by then. McDonough had an idea for something radically different called a \"Cubs Convention,\" and he knew he needed that living legend to buy into it. What if a Major League Baseball team and its fans reunited in the dead of that next winter, instead of everyone simply disappearing for three or four months before another Spring Training arrived? What if people who followed the game so passionately could think about it all year long? \"We were sitting in the Cubs' dugout at Wrigley Field that June,\" McDonough recalled. \"I said, 'I need you for about 10 minutes, uninterrupted.' Wherever he would go, people would scream, 'Hey, Harry!' He'd say things like, 'Hey, where are you from?' He was so accommodating to people. He was a one-man tourist attraction. I said, 'I need you to lock in for about 10 minutes.' I explained to him the concept, but I was also very patronizing and said, 'We want you to be honorary chairman, and people will come to this in large numbers.' \"If Harry endorsed it, it was going to be successful. He had the face of the franchise, the 'Live it up, the meter's running' attitude, and he would get on the air talking about the first one and talk about this idea the Cubs created. Here's a guy that's already in the Hall and had done baseball for 45 years at this point. It took him a while to understand: 'Why should I come from Palm Springs in the middle of winter?' I said, 'It's not just you, it's all of our great players present and past, and we're going to invite people from all over the country.' Wherever I would go, people would say, 'My uncle Mike is the biggest Cub fan.' Or, 'My Aunt Mary is the biggest Cub fan.' I told Harry, 'We've got this built in. What if we bring all the people together under one roof and call it the Cubs Convention?'  \"We really didn't know if it would be six of us in a corner drinking coffee,\" McDonough added. \"But basically that first one in 1986 was a cocktail party for Harry and 15,000 people showed up. Harry became the honorary chairman from Year One.\"  And one of the most amazing things eventually happened to the lives of many fans all over North America. A tradition was born and the years actually became fuller. It was 20 years ago that they held the inaugural Cubs Convention, and its impact has spread in ways that affect countless fans.  The 21st Cubs Convention is a sellout event once again this Friday through Sunday at the Hilton Chicago. The 10th annual St. Louis Cardinals Winter Warm-Up will be packed once again Saturday through Monday at the Millennium Hotel beside the Arch, bringing fans in for Albert Pujols autographs and a Q&A session with manager Tony La Russa and more.   And almost everywhere you look, some team is holding a FanFest or a Caravan or a Convention or a Winter Tour. Whatever it's called -- the Royals Caravan and Orioles FanFest got it started last week -- it collectively signifies a time of year that is now a fixture on the average fan's baseball calendar.  Part of the beauty of baseball is that it does come and go, whether it finishes with a World Series or a high school state championship or a rural Pony League tournament. Then it comes back with hopes reborn, and in many ways it mirrors life.  But these days it never really goes away as a topic. Fans begin talking about the Hot Stove League right after the Fall Classic ends and players declare free agency, and then fans gather at events like these to mingle with like-minded, logo-clad citizens and the personalities who entertain them each summer. It is a more collegiate atmosphere, filled with vendor booths (you can find the MLB.com club booth at each one), live auctions with priceless memorabilia, and inevitably there are past and also present players around, the latter often there to be introduced to \"society\" like stunning debutantes.  For example, when Jim Leyland is on hand in Detroit Saturday, Jan. 21, for the annual TigerFest presented by Comcast, it will be that first chance for fans to form a bond with their new manager. That same day, newly acquired pitcher Matt Morris will be on hand for the Giants FanFest, which coincides with the exciting launch of single-game ticket sales and is always in a Pier 48 building directly across McCovey Cove by SBC Park.  It's the closeness people love, the interaction between the clubs and the fans, the instant identification when you walk into a setting where other people are wearing the same team colors that you are wearing. It's the chance to celebrate their collective allegiance no matter what the mercury reads outside.  The effect went well beyond this month's baseball festivals, too. The John Hancock FanFest has become a signature attraction surrounding each summer's MLB All-Star Game -- rewarding the host city further and making the trip there for the event even more enjoyable -- and the success of gatherings like the Cubs Convention was one of the reasons to try. McDonough says the same is true with the \"NFL Experience,\" the fan-immersion event before each Super Bowl in the host city. There are many other events whose roots can be traced to what happened two decades ago.  \"I had been in soccer before this, and in soccer we played indoor-outdoor, so we played 12 months a year,\" McDonough said. \"So when I came over to the Cubs, I realized that we have one of the most powerful brands in sports. What I proposed internally here was: We should be marketing this megabrand 12 months a year. It's very unconventional for any industry to take a brand and after seven months you turn out the lights and say, 'OK, it's time for the Bears, Bulls, Hawks to play, see you later.'  \"The intent was to build a bridge between one season and the other. To break down those walls between the fans and players, fans and front office, fans and former management. To have an organized event where you can ask the GM why he made a certain trade, where you can ask a manager why he makes certain moves, where you could ask players about their Hall of Fame careers in an organized setting that is very much convention-like. Over the course of the weekend you'd be able to meet these people and interact with them.\"  The actual concept of reaching out to fans during the offseason had gone back much further. There are many legendary tales of winter barnstorming tours where a fan who could never see Babe Ruth in the Majors could see him now in a smaller setting.  \"Many teams have done Caravans throughout their territories during the winter months,\" said Brian Bartow, the Cardinals' head of media relations. \"I even remember as a child seeing a group of barnstorming Detroit Tigers that would come to town and play a game of basketball against the faculty to create team awareness in the offseason.\"  Many clubs -- the Cardinals and Cubs included -- are now combining these two approaches with caravans that send club personnel out into those fan \"territories\" as well as the mid-winter mecca setting like this weekend.      Perhaps most importantly, these kinds of events now routinely benefit good causes. That's what happens when you buy a ticket to stand in a Pujols or Juan Pierre autograph line this weekend. All proceeds from the St. Louis event benefits Cardinals Care, which builds ballfields and supports agencies to help kids in health, education, mentoring and the arts. And proceeds from the Chicago event benefits Cubs Care Charities -- bringing those beneficiaries more than $4.5 million in all these years of the event, according to McDonough. There were many reasons to do this, and the game benefits as well.  \"It's a tremendous marketing platform for us,\" McDonough said. \"It's kind of become our unofficial Opening Day, where we look at the start of the Cubs Convention as 'baseball has arrived, we're back. Here's our current players.' Pierre, Scott Eyre, they'll all be there. Derrek Lee, the defending National League batting champion. [Carlos] Zambrano, Mark Prior, Billy Williams, Ernie Banks, Ryne Sandberg, Ron Santo ... you go through the roster. Over the years, the players really bought into this and they love flying in and seeing each other once a year. . . . It's like everything is about the 100-some-year history of the Chicago Cubs.\"  There are seminars at these events as well. Want to chat with pitchers who have thrown a no-hitter? Or just chat with batting champions, or with catchers only? There are autograph sessions with home run leaders. In St. Louis at 11 a.m. ET on Saturday, Cardinal fans with tickets can go to the Presentation Room at the Millennium and bring their cameras and have their pictures taken with Stan \"The Man\" Musial.  Holy Cow: The fun is back.  \"There's everything for everybody,\" McDonough said. \"It's been a springboard into the season. We own the weekend media-wise, for three days in the middle of winter, and shortly thereafter our tickets go on sale. All local affiliates go live with our opening ceremonies, two stations go live all weekend dedicated to the convention ... you couldn't buy media like that.\"  McDonough called it \"a tremendous source of pride\" to see the idea grow as widespread as it has, inside and outside of Major League Baseball as a concept. Clubs used to send a few staff members to the Cubs Convention to observe and later implement. There were 3,000 fans for the first one in 1986, then 5,000 -- and then 15,000.  \"I'm happier for the Chicago Cubs that it started here,\" McDonough said. \"If they say that emulation is the greatest form of flattery, we're overwhelmed. Now there are some 70 teams, including the Bears Convention, that are doing this. We're happy to see where this has gone.\"  How ironic that, years later, McDonough would be responsible for the concept of a \"guest conductor\" for the seventh-inning stretch at each Cubs home game. That was his tribute to Caray, who would lead the crowd in that regular rendition of \"Take Me Out To The Ball Game.\" Baseball fans lost the Hall of Fame broadcaster a month after the 1998 Cubs Convention, but in some respects his memory lives on through the celebration at this time of year. He had fended off others just long enough to listen to this wild idea by one of professional sport's now-renowned marketers.  \"It's become a fabric of the franchise, and it's in the middle of January,\" McDonough said. \"I never thought in my wildest dreams that you would be looking at 18 straight sellouts in the middle of winter, but it has served that purpose, and made baseball year-round. The beautiful thing for the fans is, they get a chance to bask in a world's fair.\"   Mark Newman is enterprise editor for MLB.com This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
