{
    "url": "http:\/\/m.mlb.com\/news\/article\/162011360\/royals-avoid-arb-with-jarrod-dyson-4-others\/",
    "title": "Dyson, Duffy among five signed by Royals",
    "subtitle": "Coleman, Cruz and Butera land deals; Cain, Moustakas remain unsigned",
    "body": "KANSAS CITY -- The Royals came to agreement with five of their seven arbitration-eligible players, signing right-hander Louis Coleman, left-hander Danny Duffy, outfielder Jarrod Dyson, and catchers Tony Cruz and Drew Butera to one-year deals on Friday. Third baseman Mike Moustakas and center fielder Lorenzo Cain are the other two arbitration-eligible players still unsigned. Moustakas is seeking $7 million, while the Royals are offering $4.2 million. Cain filed at $7.85 million, while the Royals' offer was $5 million. Duffy, who is expected to be a candidate for the rotation, signed for $4.225 million. He made $2.425 million last season. • Hot Stove Tracker Dyson will get $1.725 million after making $1.225 million last season. He is expected to compete for the starting job in right field. Butera will get $1,162,500 this season and will get an additional $12,500 if he plays in 25 games. Last season, Butera made $987,500. He will compete with Cruz for the backup job behind Salvador Perez. Cruz, who was acquired in a trade with the Cardinals last month, will make $975,000 this season. He made $775,000 last season. Coleman agreed to a one-year, $725,000 deal. That matched his 2015 salary. Dyson, Coleman and Cruz can earn $50,000 for making the 2016 American League All-Star team. Cruz still has options, while Coleman does not. Coleman was released last spring and cleared waivers before returning to the organization. The Royals have two key players remaining who are arbitration-eligible: center fielder Lorenzo Cain and third baseman Mike Moustakas. Jeffrey Flanagan is a reporter for MLB.com. Follow him on Twitter at @FlannyMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jeffrey Flanagan"
}
