{
    "url": "http:\/\/m.mlb.com\/news\/article\/162007100\/white-sox-avisail-garcia-avoid-arbitration\/",
    "title": "White Sox, A. Garcia strike 1-year deal",
    "subtitle": "Young outfielder to earn $2.1M; Putnam also avoids arbitration",
    "body": "CHICAGO -- The White Sox agreed to one-year contracts with outfielder Avisail Garcia and right-handed reliever Zach Putnam as announced by the team Friday, joining the one-year contracts agreed upon with infielder Brett Lawrie and left-handed reliever Dan Jennings on Thursday. These deals leave the team with no remaining arbitration-eligible players. Lawrie will earn $4.125 million, while Garcia checks in at $2.1 million, Putnam at $975,000 and Jennings at $810,000. Garcia, 24, batted .257 with 13 home runs, 59 RBIs and 66 runs scored in 2015, his first full season in the Majors and just his second season with more than 250 plate appearances. The 6-foot-4, 240-pound Garcia is a career .264 hitter with 27 homers and 122 RBIs over parts of four seasons with Detroit (2012) and the White Sox (2013-15). • Hot Stove Tracker He was set to take over right field for the White Sox in 2014, but missed most of the season due to an April shoulder injury suffered while diving for a ball in Colorado. The dive resulted in an avulsion fracture in his left shoulder and required surgery to repair a torn labrum. The White Sox have been linked to major outfield changes during the offseason, but Garcia remains in place. Putnam, 28, went 3-3 with a 4.07 ERA and 64 strikeouts over 48 2\/3 innings and 49 relief appearances last season, his second with the White Sox. He allowed just 19 percent (4-for-21) of inherited baserunners to score in '15. Putnam was signed by the White Sox as a free agent Nov. 27, 2013, and finished with a team-best 1.98 ERA in '14. Lawrie, 25, enters the 2016 season as the White Sox second baseman after being acquired from Oakland in exchange for Minor League pitchers Zack Erwin and J.B. Wendelken. Lawrie hit .260 with 29 doubles, 16 home runs, 60 RBIs and 64 runs scored over 149 games with Oakland, his first season with the club, making 106 starts at third base and 40 at second base. He is a career .263 hitter with 59 homers and 217 RBIs in 494 games over five seasons with Toronto (2011-14) and the A's. Jennings, 28, finished 2-3 with a 3.99 ERA, four holds and 46 strikeouts over 53 relief appearances last season, his first with the White Sox. He produced a 1.39 ERA in 30 second-half appearances, the second-lowest mark in the American League among relievers. Jennings was acquired by the White Sox from the Marlins in exchange for right-hander Andre Rienzo on Dec. 11, 2014. The White Sox current payroll sits around $110 million. The team has not gone to an arbitration hearing since 2001 with reliever Keith Foulke. Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, follow him on Twitter @scottmerkin, on Facebook and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
