{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/162013052\/shelby-miller-5-d-backs-avoid-arbitration\/",
    "title": "D-backs sign Miller; Pollock exchanges figures",
    "subtitle": "Castillo, Corbin, Delgado, Hudson and De La Rosa also avoid arbitration",
    "body": "The D-backs avoided arbitration with all but one of their seven eligible players Friday. Right-hander Shelby Miller and catcher Welington Castillo, in addition to pitchers Patrick Corbin, Randall Delgado, Daniel Hudson and Rubby De La Rosa all agreed to terms. Miller will make $4.35 million this season, while Castillo ($3.7 million), Corbin ($2.525 million), Delgado ($1.25 million), Hudson ($2.7 million) and De La Rosa ($2.35 million) also reached one-year deals. Coming off a big season for the D-backs, outfielder A.J. Pollock opted to file for arbitration at $3.9 million, while the team countered at $3.65 million. • Hot Stove Tracker Castillo was productive for Arizona after he was obtained in June from the Mariners in the Mark Trumbo deal. He hit 17 home runs and knocked in 50 runs in 80 games with the D-backs following the trade. After missing the 2014 season due to Tommy John surgery, Corbin was 6-5 with a 3.60 ERA in 16 starts last year. Delgado was 8-4 with a 3.25 ERA in 64 games and Hudson was 4-3 with a 3.86 ERA in 64 games. De La Rosa posted a 4.67 ERA and became one of four pitchers to win at least 14 games in his first season with the D-backs. Miller lost 17 games for the Braves last season, but he had a 3.02 ERA and took a loss or no-decision in 16 starts in which he allowed two or fewer earned runs. A year ago, Pollock made $519,500. But then he went out and had a terrific year for the D-backs, batting .315\/.367\/.498 with a career-high 192 hits, 20 home runs and 76 RBIs. Pollock had a 7.4 WAR, according to Baseball Reference. The fact that Pollock and the D-backs have not agreed to terms doesn't necessarily mean they are headed to an arbitration hearing, which would occur next month. The two sides can settle at any point. The midpoint between what the player wants to be paid and what the team wants to pay him generally serves as a launching point for contract negotiations. If the two sides can't agree to a deal by February, their cases would be heard by a three-person arbitration panel, which would side with either the player or the team. Teams typically go to great lengths to avoid taking the process that far. Corey Brock is a reporter for MLB.com. Keep track of @FollowThePadres on Twitter and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Corey Brock"
}
