{
    "url": "http:\/\/m.mlb.com\/news\/article\/161976708\/deals-come-before-salary-figures-are-exchanged\/",
    "title": "Arb you ready? Lots of deals on deadline day",
    "subtitle": "Arrieta, Keuchel, Donaldson among players set to exchange proposed salaries with clubs before 1 ET",
    "body": "The deadline for clubs and their arbitration-eligible players to exchange proposed salary figures is today at 1 p.m. ET, and annually there is a rush into the fold to skirt that process. On Tuesday, 156 players filed for arbitration, but that number started to come down within 24 hours when Dee Gordon reached a five-year pact with the Marlins. And lots more are coming off the board prior to the deadline. How many? In 2015, a total of 175 players filed for arbitration -- of those, only 54 reached the point of exchanging figures. Beyond the initial trickle of players reaching agreements since Tuesday's filing deadline, the marquee of those in play remains full. Players still in position to exchange figures include both Cy Young Award winners (Jake Arrieta and Dallas Keuchel), a Most Valuable Player (Josh Donaldson), two top closers (Mark Melancon and Trevor Rosenthal), third basemen Manny Machado and Nolan Arenado and All-Star pitchers Stephen Strasburg, Matt Harvey and Jose Fernandez. After the deadline, clubs and players can still negotiate contracts until their arbitration hearings, which are scheduled sometime between Feb. 1-21. Historically, the exchange of figures was the starting point for a slew of ensuing agreements, enabling the sides to meet at the midpoint between club offer and player request. In 2013, for instance, there were no hearings whatsoever, and only three in 2014. That trend shifted with the rise in clubs adopting the so-called \"file and trial\" policy: Once figures are swapped, the club commits to and prepares for a hearing. As a result, arbitration hearings rose to 14 last year, the most since 2001. \"As an organization, we believe there is ample time to reach agreement between the tender date and filing date -- if both parties are motivated,\" Pittsburgh GM Neal Huntington said. \"As a result, once numbers are filed, we shift our attention to preparing for the hearing.\" Besides the Pirates, clubs to recently stand by a \"file and trial\" approach have included the Blue Jays, Braves, Brewers, Dodgers, Indians, Marlins, Rays and White Sox. Toronto, Milwaukee and Miami have front offices headed by new general managers. The effect of the turnover on \"file and trial\" ranks will soon be apparent. Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. He can also be found on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
