{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/162021304\/astros-dallas-keuchel-avoid-arbitration\/",
    "title": "Keuchel inks record deal; Gattis to arbitration",
    "subtitle": "Valbuena among others to sign contracts; Castro heading to arbitrator",
    "body": "HOUSTON -- Astros left-hander Dallas Keuchel cashed in on winning the 2015 American League Cy Young Award by avoiding arbitration on Friday with a one-year, $7.25 million deal with the club, a source confirmed for MLB.com. Keuchel's deal shatters the previous record of $4.35 million for a starting pitcher in his first year of arbitration, set by both Dontrelle Willis and David Price. Keuchel headlined the club's arbitration-eligible players, with corner infielder Luis Valbuena ($6.125 million), infielder Marwin Gonzalez ($2 million) and relief pitcher Josh Fields ($900,000) also reaching contract agreements. The Gonzalez and Fields agreements were reported by the Houston Chronicle. The Astros aren't far apart with veteran catcher Jason Castro and designated hitter Evan Gattis, neither of whom reached an agreement on Friday. According to Jon Heyman, Castro filed for $5.25 million, with the Astros offering $5 million. Gattis ($3.85 million) is asking for $850,000 more than Houston's number of $3 million. \"When you have six guys who are arbitration eligible and you get four of them done before the exchange date, it's a victory,\" Astros general manager Jeff Luhnow said. \"It's just a matter of time before we get the other two done one way or another. Our guys did a lot of work on this, and we're happy to have those behind us and we look forward to getting the other two done.\" Friday was the deadline for the teams to reach deals with arbitration-eligible players or to exchange desired contract figures for 2016. The teams and players can continue negotiating until going to an arbitration hearing, which would be scheduled for next month. The Astros haven't had a case go to a hearing since outfielder Hunter Pence won a ruling for $6.9 million prior to the '11 season. Keuchel was the third player in franchise history to win the Cy Young Award, joining Mike Scott (1986) and Roger Clemens (2004), who both won it in the National League. Keuchel went 20-8 with three complete games and a 2.48 ERA in 33 starts last season, and he led all AL pitchers in wins, WAR (7.2), innings pitched (232) and WHIP (1.017), and he ranked second in ERA and opponents' batting average (.217). Luhnow hasn't ruled out trying to tie up Keuchel to a long-term deal. Keuchel is in his first year of arbitration, so he's still under team control for three more seasons. \"If we can get additional control beyond that, we're certainly going to attempt to do that,\" Luhnow said. \"The allure of free agency as players get closer gets more and more attractive. It gets more difficult the more success a player has and the closer he gets to free agency [to sign him]. We're going to keep trying. The good news for our fans is we have Keuchel under control for three more years, and those are three years we expect to win with him as our ace.\" Valbuena, acquired along with pitcher Dan Straily a year ago in the Dexter Fowler trade with the Cubs, set single-season career highs in homers (25) and RBIs (56) in 2015 while hitting .224. He played mostly third base, and is expected to start at one of the corner infield spots this season. Gonzalez hit .279 with 12 homers and 34 RBIs in 120 games at all four infield spots and left field. Fields went 4-1 with a 3.55 ERA in 54 games and led all Astros relievers in strikeouts per nine innings at 11.90 in 50 2\/3 innings. Castro, meanwhile, hit .211 last year with 11 homers and 31 RBIs. He started 102 games and excelled defensively, throwing out 24 of the 66 runners (32.3 perce\/nt) attempting to steal. He made $4 million last season. Gattis hit .246 with 11 triples, 27 homers and 88 RBIs in his first season in Houston, playing in a career-high 153 games. His 11 triples, including eight as DH, were tied for third in the Majors. Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
