{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/162038398\/no-mets-contract-offer-to-yoenis-cespedes\/",
    "title": "Mets continue to stand pat on Cespedes",
    "subtitle": "",
    "body": "NEW YORK -- Though the market for Yoenis Cespedes may be heating up a bit, the Mets for now remain on the sidelines. Half a day after the Orioles reportedly offered a five-year contract to lure Cespedes to Baltimore, a Mets source said on Friday that the team has not extended the outfielder an offer of its own. Mets officials indicated earlier this week that they were leaving the door open for Cespedes to return on a one-year deal, but that they didn't expect him realistically to do so. • Hot Stove Tracker Still, until Thursday evening, Cespedes had not received any reported offers. Baltimore's could have been a reaction to its wait for Chris Davis, the club's longtime first baseman who reportedly agreed to a seven-year, $161 million pact to return to the O's on Saturday. Cespedes, 30, was said to be weighing Baltimore's approximately $90 million offer against the knowledge that the Mets could still make a one-year offer with a greater average annual value. With Davis landing back with the Birds, that avenue appears to be closed. For now, it remains wishful thinking for a New York fan base that fell in love with Cespedes when he hit 17 homers in 31 games last August and September. Though Cespedes was a significant reason why the Mets made the playoffs, the team since November has been open regarding its lack of interest in a reunion. Curtis Granderson and Michael Conforto are entrenched in New York's two corner-outfield spots, while newcomer Alejandro De Aza projects to join Juan Lagares in center. The Mets are still searching for a right-handed-hitting fifth outfielder, but they expect to sign a backup type instead of a superstar such as Cespedes. The Mets' hesitancy to sign Cespedes centers around his age, his career .319 on-base percentage and the fact that they do not see him as a viable long-term solution in center field. Cespedes would need to play there for at least two seasons with the Mets (until Granderson's deal expires), marginalizing Lagares and De Aza. Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDiComo and Facebook, and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
