{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/162045670\/yankees-sign-michael-pineda-dustin-ackley\/",
    "title": "Yanks ink Pineda, Ackley; Chapman to arbitration",
    "subtitle": "",
    "body": "The Yankees avoided arbitration with right-hander Michael Pineda and infielder Dustin Ackley, but they were unable to finalize terms with four others, including closer Aroldis Chapman. Pineda and Ackley signed non-guaranteed one-year deals prior to Friday's 1 p.m. ET deadline for exchanging arbitration figures. Terms of the deals were not disclosed, but according to Yahoo Sports!, Pineda will receive $4.3 million, and MLB Network's Jon Heyman said Ackley will earn $3.2 million. Teams and players are allowed to continue negotiating after the deadline, but if a deal cannot be reached, an independent arbitrator would pick one of the two salary numbers. • Hot Stove Tracker Chapman, right-hander Nathan Eovaldi, right-hander Ivan Nova and shortstop Didi Gregorius did not come to terms with New York. Each player is eligible for arbitration and will head to a hearing in February unless a settlement can be reached before then. According to MLB Network's Jon Heyman, Chapman is seeking $13.1 million in arbitration and the Yankees countered with $9 million. Heyman also reported that Gregorius filed at $2.525 million, with New York offering $2.3 million. Eovaldi asked for $6.3 million, compared to the Yankees' offer of $4.9 million. Nove filed at $4.6 million, while the Yankees countered with $3.8 million. Pineda is coming off a season in which he went 12-10 with a 4.37 ERA in 27 starts. The 26-year-old's 160 2\/3 innings were the most he had thrown in one year since his rookie season with the Mariners in 2011. Pineda has experienced difficulty staying healthy, but he's projected to begin the year as the Yankees' No. 2 starter. Ackley provides versatility to the roster, with an ability to play both the infield and outfield. In 2015, Ackley played all three outfield positions and also made 10 appearances at second base and four at first. He joined the Yankees at last year's non-waiver Trade Deadline and he went on to hit .288 with a .987 OPS in 52 at-bats. Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, follow him on Twitter @gregorMLB and Facebook, and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
