{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/162027422\/marlins-jose-fernandez-avoid-arbitration\/",
    "title": "Marlins avoid arbitration with Fernandez",
    "subtitle": "Club reaches agreement with all six eligible players",
    "body": "MIAMI -- Jose Fernandez is locked in as the Marlins' ace for 2016, and he is getting a nice raise. The right-hander avoided arbitration with the club on Friday by agreeing to a base salary of $2.8 million, according to a source. First-year arbitration-eligible, Fernandez made $651,000 in 2015. The 2013 National League Rookie of the Year Award winner had been the subject of trade speculation for much of the offseason. That notion is now gone, and the 23-year-old is expected to be at the top of Miami's rotation. • Hot Stove Tracker Along with Fernandez, the Marlins also settled salaries with their other five arbitration players -- shortstop Adeiny Hechavarria, and right-handers A.J. Ramos, Tom Koehler, Carter Capps and David Phelps. The Marlins now have come to terms with everyone on their 40-man roster. If the Marlins had not reached agreements with any of those six, per team policy, they would settle the difference at a arbitration hearing, which will take place between Feb. 1-21. Fernandez's agreement was first reported by Jeff Passan of Yahoo Sports. Passan reported that Fernandez could earn up to $3 million based on games started. The Marlins were able to reach a deal with their ace shortly before Friday's 1 p.m. ET salary exchange deadline. In 2015, Fernandez returned from Tommy John surgery and posted a 6-1 record with a 2.92 ERA in 11 starts. The hard-throwing right-hander made his season debut on July 2, but in mid-August, he went back on the disabled list with a right biceps strain. He logged 64 2\/3 innings and struck out 79 while establishing a Major League record by improving his career mark at home to 17-0. No pitcher since 1900 was better than 16-0 to start off their career in their home park. Hechavarria, an NL Gold Glove Award finalist at shortstop for the second straight season, will make $2.625 million. The 26-year-old also made great strides at the plate, batting .281 with five home runs and 48 RBIs. He appeared in 130 games but missed the final five weeks due to a left hamstring injury. Ramos, who will earn $3.4 million, opened 2015 in a setup role before becoming the closer in May, and he locked down 32 saves in 38 opportunities. The 29-year-old had a 2.30 ERA in 71 games, and struck out 87. Capps, 25, was simply dominant in his 31 innings, posting a 1.16 ERA while striking out 58. The right-hander is among the hardest throwers in the Majors. According to the Baseball Savant website, 10 of Capps' 443 pitches in 2015 topped 100 mph. Only six pitchers had more pitches clocked higher than 100. Capps' fastball averaged 98.1 mph, according to Fangraphs, but he missed much of the second half due to a right elbow strain. Koehler was the workhorse in the Marlins' rotation last year, leading the team in games started (31) and innings pitched (187 1\/3). The 29-year-old right-hander was 11-14 with a 4.08 ERA and will make $3.5 million. Phelps, in arbitration for the second time, offers flexibility as a starter or long reliever. The 29-year-old was 4-5 with a 4.50 ERA in 112 innings, making 19 starts in 23 games. In August, he was shut down due to a stress fracture in his right forearm, but he's expected to be ready for the start of Spring Training. Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
