{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/162052340\/tigers-jd-exchange-figures-iglesias-agrees\/",
    "title": "Tigers, J.D. exchange figures; Iglesias agrees",
    "subtitle": "",
    "body": "DETROIT -- The Tigers avoided arbitration with shortstop Jose Iglesias ahead of Friday's deadline for exchanging salary proposals, a source confirmed to MLB.com. They do not yet have a deal with outfielder J.D. Martinez, leaving one more case to settle before a potential hearing next month. The Tigers and Iglesias settled on a one-year contract with a $2.1 million base salary, as first reported by MLB Network's Jon Heyman. Iglesias, who became arbitration-eligible for the first time this winter, made $1,443,750 last year, during which he batted .300 (125-for-416) with 17 doubles, two home runs and 23 RBIs. Iglesias' defense, though, was his highlight, as he made acrobatic plays and strong throws with little more than the flick of a wrist. • Hot Stove Tracker Iglesias signed a Major League contract with the Red Sox as an amateur free agent out of Cuba in 2009, leaving him with a higher base salary, since he broke into the Majors in 2011. He made $2.06 million a year under the terms of his original deal, but made less in each of the last two seasons. The Iglesias deal leaves Martinez as the Tigers' lone remaining arbitration case. Martinez asked for $8 million, while the Tigers countered with an offer of $6 million. The team has had interest in a long-term deal with Martinez, with free agency potentially two seasons away. That has rarely been an impediment to avoid arbitration; the team has often reached one-year contracts with players before picking up negotiations on longer terms. In this case, though, Martinez's step up from breakout player in 2014 to 38-homer, 102-RBI slugger in 2015 left the two sides still seeking common ground on his 2016 salary. Jason Beck is a reporter for MLB.com. Read Beck's Blog, follow him on Twitter @beckjason and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
