{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/162064816\/yoenis-cespedes-should-take-orioles-offer\/",
    "title": "Cespedes should accept O's offer",
    "subtitle": "Free-agent outfielder would be risking too much by looking elsewhere",
    "body": "Sometimes, the marketplace just doesn't play out the way a lot of people thought it would. Isn't that right, Yoenis Cespedes? Here's a reminder that there's no predicting this stuff, that free agency is a gamble for even the best players. So here it is the middle of January, five weeks from the start of Spring Training, and he remains unsigned. Maybe he overpriced himself. Maybe, just maybe, pitching was such a high priority for so many teams that there's less money left for offense. Here's the deal: Baseball people rave about Cespedes, in terms of power and athleticism and the totality of his game. They believe that what he did for the Mets down the stretch last season -- 17 home runs, .942 OPS in 57 games -- is exactly the player he could be for a few more years. • Hot Stove Tracker He transformed the Mets the moment manager Terry Collins first wrote his name in the lineup on Aug. 1. The Mets were 36-21 with him in the lineup, 54-51 without him. They averaged 3.5 runs per game before he arrived, 5.4 after. There were other additions, but Cespedes was the biggest one. Including the 102 games he played with the Tigers last season, he finished with the 11th-best Wins Above Replacement figure in baseball, according to Baseball-Reference.com. At 6.3, he was a shade behind Jason Heyward (6.5) and a bit ahead of Anthony Rizzo (6.2). When Heyward signed an eight-year, $184 million deal with the Cubs last month, Cespedes must have figured he had a chance to get something in that neighborhood. Heyward is a better defensive player and baserunner. But Cespedes had a higher OPS (.870 versus .797). The biggest difference is age: Heyward is 26, Cespedes 30. Now, though, Cespedes finally could be closing in on a contract that would make him a very wealthy man. While it may not be close to the one Heyward signed, and while it may not be what Cespedes hoped for, it's enough money to set him up for life. • O's front-runners for Cespedes; Mets a factor The Orioles are believed to have offered him $90 million over five years. There could be an option year or two tacked on as well. If you keep track of these things, this would be among the 75 most lucrative contracts in baseball history. It would be the second-largest deal given to a position player this offseason. Reflecting the premium teams place on the rotation, five of the six largest contracts have gone to starting pitchers. In the end, Cespedes will have a decision that's really no decision at all: He has to take it. To think there's going to be something better on the market at this point is unrealistic. His only other option would be to go for a one-year deal and try free agency again next offseason. He probably would have multiple offers in the $20 million range and possibly could get more than $90 million for a long-term deal after another big season. There's also a huge risk. He would be a year older and entering the market alongside Carlos Gomez, Jose Bautista and others. And walking away from at least $90 million is a gamble too large to take. What if he doesn't play better? What if he's injured and misses a stretch of games? Nothing other than taking the Baltimore offer makes sense. He may even look back and see that his timing was pretty good. The Orioles have spent the entire offseason attempting to re-sign first baseman Chris Davis. After waiting a month for Davis to take an offer worth $154 million, the Orioles seem ready to invest that money in Cespedes and a starting pitcher. If they wait much longer, they fear that Cespedes will have signed elsewhere. They're already going to be sorting through a thinned-out starting-pitching market. Cespedes will love playing for the Orioles. He'll love the city, the ballpark and especially the clubhouse environment that manager Buck Showalter, center fielder Adam Jones, et al, have created. He would bring plenty to the table as well. The Athletics talked about his charm and confidence and how others fed off his energy. When he accepted an invitation to participate in the 2013 Home Run Derby, his Oakland teammates immediately predicted he would win. They knew his strength and his swagger. They knew he would be energized by the roaring crowd. And he did just that, putting on an amazing, winning show. The Orioles could use some of that production, too. They've won more regular-season games than any other American League team the last four seasons, and while there are holes to fill, there's still plenty of talent. His arrival would be a great thing for the Orioles. It would be pretty great for Yoenis Cespedes, too. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
