{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/162064814\/bostons-jackie-bradley-eyes-center-field-job\/",
    "title": "Bradley primed to take center stage in CF",
    "subtitle": "",
    "body": "PAWTUCKET, R.I. -- There are indications that the 2016 season could be the one when Jackie Bradley Jr. puts together all of his considerable talent on both sides of the ball and becomes a cornerstone player. The full-fledged opportunity he has been waiting for is upon him. Dave Dombrowski, Boston's president of baseball operations, has put his confidence in Bradley by declining to engage with some of the established free-agent outfielders who remain on the market. And Bradley seems confident that all the ups and downs he had the last two seasons occurred mainly to put him in position to thrive going forward. • Red Sox Spring Training information \"I'm feeling amazing. I really [am],\" said Bradley during an event at McCoy Stadium on Friday. Triple-A's McCoy Stadium is where Bradley wound up the last three seasons when things didn't go the way he had hoped in Boston, but he could now be primed to turn Fenway Park into his permanent home office. \"I'm right where I need to be mentally and physically as well,\" he said. The best thing that happened to Bradley was the sizzling offensive stretch he enjoyed from Aug. 9 to Sept. 7, when he hit .446 with 13 doubles, four triples, seven homers, 32 RBIs and a 1.441 OPS. After putting up a humbling .198 batting average in 2014, the surge was exactly what he needed. \"Absolutely,\" he said. \"At that particular time, it was like, 'See, this is what I've been trying to show [and] tell you all along. This is what I am capable of doing. If I wasn't capable of doing it, I wouldn't be doing it.' It's just all a matter of putting it together consistently and just improving on that and minimizing the slumps.\" That prodigious display of offense is very possibly the reason Bradley is projected as one of Boston's three starting outfielders in '16. \"Well, I'm sure it's made a significant change in their mind-set,\" he said. \"It's one of those things where one thing that was on my side was age. It's one of those things where there's still a 'wait and see.' I'm excited for what's to come.\" Late in the 2015 season, the Red Sox were in the mulling stage when it came to how best to align their outfield of Bradley, Mookie Betts and Rusney Castillo going forward. All three had played center field in the past. Betts got the most time there last season, with Bradley often playing right and Castillo playing a lot of left. In a radio interview in November, manager John Farrell said that he expected Bradley would be his primary center fielder in '16. \"I didn't hear it, but that's good to hear. Things change. We'll see in the course of the season,\" said Bradley. But Bradley left no doubt that center field is his favorite spot. \"That's where I've always played,\" he said. \"I would almost guarantee that each other outfielder would run to center as well [if they had the choice]. A lot of outfielders have been center fielders at some point in their life. It's just a better view.\" Fans have certainly enjoyed the view of Bradley making one spectacular play after another over the last couple of years. Though his offense has wavered, his defense has always been a big strength. That doesn't mean he is content with his defense. \"I definitely want to be more accurate with my throws,\" he said. \"I want to work on my first step. I want to work on being able to hit the cutoff man more often.\" In a few short weeks, Bradley will go to Spring Training with a lineup spot all but guaranteed, but he vows not to take anything for granted. \"We all want to see some action. For someone to say, 'This is going to be that,' or 'That's going to be that,' things can change,\" Bradley said. \"I know that, and I'm willing to just accept the present for what it is, and once that comes into fruition, I'll be ready.\" Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
