{
    "url": "http:\/\/m.mlb.com\/news\/article\/162047924\/donaldson-arrieta-still-set-for-arbitration\/",
    "title": "Donaldson, Arrieta among those poised for arbitration",
    "subtitle": "",
    "body": "The wheeling and dealing of the baseball offseason continued throughout the Major Leagues on Friday, and it wasn't just between clubs looking to make trades. Friday at 1 p.m. ET was the deadline for teams to settle on 2016 contracts with arbitration-eligible players before proposed salary figures were exchanged, the final step before arbitration hearings are scheduled between Feb. 1-21. If the two parties do not settle and end up going to a hearing, an arbiter decides between the salaries being presented by each party, and the player will play for the salary that is decided. There was a flurry of deals, but several marquee players had yet to be signed. • Arbitration deadline tracker The headliners who were still heading toward arbitration hearings were 2015 American League MVP Josh Donaldson of the Toronto Blue Jays and National League Cy Young Award winner Jake Arrieta of the Chicago Cubs. Donaldson lost his hearing with the Blue Jays last year and will be looking to get a big raise from the $4.3 million he made during his MVP season. The third baseman filed for $11.8 million; the Blue Jays came in with $11.35 million. Arrieta, who made $3.63 million last year, proposed a 2016 salary of $13 million with the Cubs, who proposed $7.5 million, according to Jeff Passan of Yahoo Sports. Meanwhile, third baseman Mike Moustakas, a huge contributor to the Royals' march to the World Series title, did not come to an agreement with Kansas City. Moustakas' proposal was for $7 million and the Royals proposed $4.2 million, according to Passan. Kansas City center fielder Lorenzo Cain also exchanged figures, proposing a 2016 salary of $7.85 million with the Royals proposing $5 million, according to MLB Network's Jon Heyman, but those negotiations reportedly are close to ending in an agreement on a two-year deal for $17.5 million, according to Passan. Aroldis Chapman, one of the most dominant closers in the game, proposed a $13.1 million salary to the Yankees, who proposed $9 million, according to Heyman. Chapman is joined in heading toward an arbitration hearing by Yankees Didi Gregorius, Nathan Eovaldi and Ivan Nova, and the Mets have three significant players who did not come to terms on agreements before the deadline: closer Jeurys Familia, first baseman Lucas Duda and new second baseman Neil Walker. Passan reported that Familia proposed $4.8 million, while the Mets proposed $3.3 million. Heyman reported that Walker proposed $11.8 million and the Mets proposed $9.4 million, while Duda proposed $7.5 million and the Mets proposed $5.9 million. Elsewhere around the league, Orioles closer Zach Britton exchanged figures with his club, filing at $7.9 million, while Baltimore proposed $5.6 million, according to Passan. And Angels starting pitcher Garrett Richards and outfielder Kole Calhoun also exchanged figures with their club. Heyman reported that Richards filed for $7.1 million and the Angels proposed $5.3 million, while Calhoun filed for $3.9 million and the Angels proposed $2.35 million. Rockies outfielder Charlie Blackmon filed for $3.9 million and Colorado countered with $2.7 million, according to Heyman, while his teammate, DJ LeMahieu, filed for $3.3 million and saw the Rockies propose $2.8 million. Heyman also reported that Astros slugger Evan Gattis filed for $3.85 million and Houston proposed $3 million, and that D-backs All-Star A.J. Pollock filed for $3.9 million with Arizona proposing $3.65 million. Also on Friday, Rangers first baseman Mitch Moreland filed for $6 million while the Rangers countered with an offer of $4.65 million, according to MLB.com's T.R. Sullivan, and Heyman reported that Tigers slugger J.D. Martinez filed for $8 million, with Detroit offering $6 million. Some big names landed deals, like with American League Cy Young Award winner Dallas Keuchel, who agreed to a $7.25 million salary with Houston for the upcoming season, a record for a first-time arbitration player, and with other stars such as Nationals right-hander Stephen Strasburg ($10.4 million), Dodgers closer Kenley Jansen ($10.65 million), Colorado third baseman Nolan Arenado ($5 million), Mets ace Matt Harvey ($4.25 million), Cardinals closer Trevor Rosenthal ($5.6 million) and Marlins ace Jose Fernandez ($2.8 million). Players become eligible for salary arbitration once they have accrued three years of Major League service time, and that eligibility is covered for the next three years until the player becomes eligible for free agency. Other players can qualify for arbitration eligibility under \"Super Two\" status, meaning that the player has at least two but fewer than three years of Major League service time but is among the top 22 percent of those players, providing he has at least 86 days of service accumulated during the preceding season. Players who exchanged figures with their clubs have until the moment of their scheduled hearing to come to agreements on one-year deals or lengthier contracts. Hearings can sometimes get unpleasant, given that players have to sit down with their employers and hear why they deserve the lesser of the two salary figures presented. That's why the exchanging of figures can lead to new deals, as the club and player often meet in the middle to avoid the process. This was the case in 2013, when there were no hearings, and in 2014, when there were only three. However, more clubs have adopted what is being called the \"file and trial\" policy, which means the club stops negotiating once figures are exchanged and goes forward with a hearing. That trend resulted in 14 arbitration hearings last winter, the most in 14 years. \"As an organization, we believe there is ample time to reach agreement between the tender date and filing date -- if both parties are motivated,\" Pittsburgh GM Neal Huntington said. \"As a result, once numbers are filed, we shift our attention to preparing for the hearing.\" The Pirates have been joined in this approach by Toronto, Atlanta, Milwaukee, the Dodgers, Cleveland, Miami, Tampa Bay and the White Sox. The Blue Jays, Brewers and Marlins have new general managers in place this winter, so it is unknown how those changes have affected their strategies in this regard. Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
