{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/162071256\/cubs-in-position-to-dominate-over-long-term\/",
    "title": "Cubs have all the signs of a juggernaut",
    "subtitle": "",
    "body": "CHICAGO -- They've got a target on their backs, and they know it. Do the Cubs mind it? Not a bit. \"I think it's nice to have a target on your back, because it means you're doing special things,\" Kris Bryant said at the Cubs Convention on Friday. \"I think we signed some really good guys [as free agents]. Obviously, we had a good year last year, and we're hoping to just build off that. I think we'll all feed off it. We're all looking forward to this year. I can't wait.\" Maybe this will be \"The Year.\" • 'Comfort' the keyword of 31st Cubs Convention That's been the hope every year since the North Siders began gathering their fans for the annual Cubs Convention. But a year ago, there were few outside the organization who truly believed the Cubs were ready to join baseball's elite. Now they're as compelling as any franchise in pro sports. Their appeal within the game was clear during the Hot Stove season, when club president Theo Epstein seemingly had his pick of free agents. Jon Lester blazed a trail to Chicago last year and Jason Heyward, John Lackey and Ben Zobrist have followed this offseason. The North Side has become a destination franchise for players.  Welcome to the other side.  #CubsCon https:\/\/t.co\/gubBtrTMaE \"Really, it's the chance to make history, the chance to win a world championship in this city,\" Lackey said Friday night. \"At this point in my career, winning is the big thing with me. If this is my last couple of years in the big leagues, to go out like that would be pretty darn cool.\" With a core that includes 26-year-olds Anthony Rizzo and Heyward, along with 2015 rookies Bryant, Addison Russell, Kyle Schwarber and Jorge Soler and 23-year-old Javier Baez, the Cubs have time on their side. The franchise has emerged from decades of patchwork rosters by combining textbook player development with big-market resources. It's an operation that sweats the details, even when it is offered shortcuts. The Cubs are riding baseball's perfect wave, one that began 15 months ago when former Rays executive vice president Andrew Friedman left Tampa Bay for Dodger Stadium. That move triggered an exit clause in Joe Maddon's contract, giving Epstein and Cubs GM Jed Hoyer a chance to hire the manager they most coveted. Maddon's affirmation of the Cub Way began a winning streak that Tom Ricketts' organization rode all the way to the National League Championship Series. Few are holding the Mets' sweep against the Cubs these days, in part because the future looks so bright.  The gang is all here! #CubsCon pic.twitter.com\/PU8fwip03q \"The scary part for everybody now is we know how good we can be,\" Lester said. \"I think we're all happy about what happened last year but disappointed at the same time. That's a good thing. You don't want to be complacent on where we got. I think that shows the attitude of these guys and how committed they are to trying to win. These young guys got a taste of what it's like to win and what the disappointment is like -- going home, packing your bags and not being the last team on the field.\" The Cubs have baseball's largest collection of young impact hitters and the reigning NL Cy Young Award winner in 29-year-old Jake Arrieta, and they have built around that core with $436.6 million in commitments to free agents, the bulk of that going to Heyward, Lester, Lackey and Zobrist. In the ongoing effort to reach the World Series, the Cubs have done everything except trade any of their best prospects. They won 97 games a year ago and are projected to win a Major League-best 95 games in 2016 by FanGraphs, which rates them 11 wins ahead of the Cardinals and 12 better than the Pirates. Because they continue to identify, acquire and hoard young players, it feels safe to say the Cubs are in the early stages of becoming what they haven't been since before prohibition -- a legitimate powerhouse with the ability to make the next decade one we'll remember as the Cubs Era. On one hand, you should probably never say this about any team when it is still on the cusp, especially a team that hasn't even been to the World Series in 70 seasons. The Giants have won the Series three times in the past six years, and the Royals have been to two in a row, including a win over the Mets last October. There are strong franchises everywhere you look. But on the other hand, none of them are positioned better than the Cubs in terms of both their chance to be successful over the next few years and the potential to maintain that success even longer.  .@RyanDempsterFDN has the laughs rolling at his second Friday Night with Ryan Dempster at #CubsCon. pic.twitter.com\/jM7um7pQrW There's work to be done and questions that remain. Arrieta is eligible for free agency after 2017, and no one knows how his arm will hold up after throwing 248 2\/3 innings last season, including the playoffs. The success developing hitters hasn't carried over to pitching prospects, at least not yet, but pitchers take longer to mature and the Cubs have a lot of arms in the system they're excited about. Epstein believes a number of those prospects will break out in 2016, building hope that they can step in behind Arrieta, Lester and Lackey. He'll be paying close attention to his next generation of players, as always, but truth be told, he is as excited as anyone at the Cubs Convention about the opportunity at hand. \"There's no doubt, every player who had to watch the Mets celebrate on the field is extraordinarily hungry to win eight more games this year,\" Epstein said. \"We're unified by that common goal. It's the most important thing in the lives of a lot of people -- fans, players, front office alike -- and we're out to reach our goal this year and make a lot of people happy.\" Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
