{
    "url": "http:\/\/m.mlb.com\/news\/article\/162141520\/injured-players-aim-for-impact-in-returns\/",
    "title": "No more hurt: Top players returning from injuries",
    "subtitle": "Healed-up stars could make big contributions to their teams",
    "body": "Though the Hot Stove season is predicated upon the excitement of clubs adding new talent from the free-agent or trade markets, don't forget about the looming additions from an altogether different sort of player pool: the disabled list. Let's run through a list of players -- sorted by the expected timetable for getting back on the field -- who were out of commission at the end of 2015 but whose returns could have a tangible impact on expected contenders in '16. Some of these guys were out so long that they almost feel like \"new\" additions. Opening Day Giancarlo Stanton, Marlins Because of a hamate bone fracture in his left hand in June, Stanton played just 74 games in the first season after signing his industry-rattling $325 million extension. The Marlins are hoping for more bang for their buck in 2016 from Stanton, who has averaged just 114 games played over the past four seasons. Injuries to the hand\/wrist can wreak havoc on a power hitter, so we'll see how Stanton responds. But it should go without saying that Miami's chances to be competitive very much ride on his big bat. Adam Wainwright, Cardinals Basically, the Cards are swapping in Wainwright and Mike Leake and swapping out John Lackey and the injured Lance Lynn from what was the best rotation in baseball last season. In order for that to be an even trade, Waino has to be the horse he's been in years past. Before his awful left Achilles injury in April last year, Wainwright threw 738 2\/3 innings (including the playoffs) from 2012-14. Wainwright did make it back to the Cardinals in time for October, but only in a relief role. The Cards are ecstatic about having him back atop their starting staff -- and they obviously hope to have catcher Yadier Molina, coming off two thumb surgeries, back in April, too. C.J. Wilson, Angels A left elbow injury that required surgery to remove bone chips kept Wilson out of action for the last two months of 2015. Really, it's hard to say what the Halos are going to get from the 35-year-old Wilson, who has an adjusted ERA+ 14 points below league average over the past two years, but his past pedigree merits including him here. Actually, the Angels could wind up trying to trade Wilson between now and Opening Day. Michael Saunders, Blue Jays Saunders looked like a potentially sneaky good offseason addition leading up to 2015, right up until he wrenched his left knee after stepping on a sprinkler head during Spring Training (and you wonder why the Blue Jays' want a new spring home). He wound up playing in just nine games for the American League East champs. Toronto made the Ben Revere trade, in part, because of the belief that a now-healthy Saunders is ready to battle Dalton Pompey for the left-field job. Hunter Pence and Joe Panik, Giants San Francisco's title defense was greatly compromised by the injuries these two suffered in 2015, with Pence limited to just 52 games because of a fractured left forearm, wrist tendinitis and a strained oblique muscle. Panik was in the midst of an All-Star season when back troubles forced him to miss all but four games over the season's last two months. While Pence is considered a full go for spring camp, Panik's situation is trickier, though the Giants say he doesn't have the sort of structural damage that derailed the careers of Freddy Sanchez and Marco Scutaro. Mark Teixeira, Yankees Surely, the absence of Teixeira's bat at the end of what had been a huge comeback season didn't help the Yanks much in their efforts against Dallas Keuchel and the Astros in the AL Wild Card Game. Teixeira fractured his right shin in August and logged just three at-bats after Aug. 17. He's expected to be up to full speed going into the last year of his eight-year, $180 million contract. Josh Edgin, Mets Left-handed relief was a clear area of weakness for the Mets in their run to the World Series and, to date, they have not done anything of substance to address it from the outside. So Edgin's pending return from Tommy John surgery looms large in this bullpen. He had a 1.32 ERA and a 0.915 WHIP in 47 appearances. Opening Day itself might be pushing Edgin's timetable by a hair, but it still reads as realistic. First half Yu Darvish, Rangers In a crowded AL West, Darvish has the ability to shift the scales considerably when he returns from Tommy John surgery. The latest guess is that the defending division champs will get him back in May, making for a fearsome twosome of Darvish and Cole Hamels atop Texas' rotation. Hamstrung by some other colossal contracts they've doled out in recent years, the Rangers haven't made much noise this offseason. But they know Darvish, who has a 3.27 ERA and 128 ERA+ over 83 career starts, is their ace in the hole. Hyun-Jin Ryu, Dodgers If the Dodgers were supremely confident Ryu is going to return from left shoulder surgery and deliver a season akin to his 2013 rookie year, they might have acquired just one of the duo of Scott Kazmir or Kenta Maeda. But returning from labrum surgery is no sure thing, and the Dodgers were wise to deepen their arsenal. Ryu hopes to pitch in spring games, but right now it seems realistic to expect him to miss at least the first few weeks of the regular season. Jung Ho Kang, Pirates On the flip side of the Dodgers' dilemma, the Bucs are confident enough in Kang making a timely return from the torn left meniscus and broken tibia he suffered in September that they dealt starting second baseman Neil Walker out of their infield picture. Kang will man third base (with Josh Harrison at second) whenever he's healthy, and he'll look to build on his outstanding rookie year. Opening Day is iffy, but with Kang having resumed baseball activities, April is very possible. Michael Brantley, Indians A right shoulder injury suffered on an attempted diving catch forced Brantley to miss all but two of the Tribe's last 12 games in 2015 -- no small point, given that they were still on the fringes of the AL Wild Card chase at that point. Because he didn't have surgery on the shoulder until November, he's doubtful for April. The team insists he'll be back in April or May, though some reports have suggested Brantley could miss most of the first half. Whenever he gets back, he's a vital two-way player for the Indians. Second half Brandon McCarthy, Dodgers With so many bodies in the mix, who knows what the exact complexion of the Dodgers' rotation will be by the All-Star break. But at least McCarthy, who is slated to return from Tommy John surgery around that point, adds another right-handed element to a collection loaded with lefties. Zack Wheeler, Mets Having had Tommy John surgery last June, Wheeler straddles the line between \"first half\" and \"second half,\" but let's err on the side of caution and put him here. The Mets, on paper, have the most dangerous starting staff in baseball -- and part of the appeal is the in-season upgrade Wheeler, who has a 3.50 ERA in 49 career starts, could provide to the back end of their rotation. Alex Cobb, Rays We said it a year ago and we'll say it again -- the Rays have the potential to contend on the might of their starting staff alone. That effort was upset by the injuries to Cobb and others in 2015, but an August return from Tommy John surgery could be a real shot in the arm for the Chris Archer-led staff. Cobb had a 2.82 ERA and a 134 ERA+ from 2013-14. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
