{
    "url": "http:\/\/m.mlb.com\/news\/article\/162145706\/professional-baseball-scouts-foundation-dinner\/",
    "title": "Baseball royalty feted at 13th annual PBSF dinner",
    "subtitle": "Scouts, baseball figures, celebrities recognized at fundraising event",
    "body": "BEVERLY HILLS, Calif. -- Of all the accolades offered to the scouts assembled on Saturday night for the 13th annual dinner hosted by the Professional Baseball Scouts Foundation, some words from Joe Torre probably punctuated the profound effect the best of these men have had on the sport. During a night of awards and testimonials at the Beverly Hilton Hotel, Torre -- the Hall of Fame manager of the Yankees and now Major League Baseball's chief baseball officer -- said he never would have had the job that lasted 12 consecutive playoff seasons without the endorsement of a scout. \"You know, if it wasn't for a scout named [Gene] 'Stick' Michael of the New York Yankees, I wouldn't have had the opportunity of managing the Yankees,\" Torre said in accepting the Bud Selig Executive Leadership Award from the Commissioner Emeritus himself. \"He was the one who sold the bill of goods to George [Steinbrenner], and George hired me and my career really turned when I managed the Yankees.\" Selig, now a year removed from his more than two-decade run as Commissioner, echoed a phrase used often throughout the evening in introducing Torre. \"The scouts are the lifeblood of our game,\" Selig said. And really, that was the theme of another highly successful dinner, as the Dennis Gilbert-run foundation again raised close to $400,000 to help needy, out of work, sick or indigent scouts. That would bring the total of charitable funds raised to $2 million over the course of these 13 years since Gilbert, Roland Hemond and Dave Yoakum gathered at a Winter Meetings in Nashville, Tenn., and mapped out the goals of the foundation on a paper napkin. For all his time and work -- and let's stress here that Gilbert generously gives his time and energy as a volunteer -- the foundation's board of directors honored Gilbert with its Dave Winfield Humanitarian Award. Winfield was there as the pre-presenter, turning the podium over to White Sox chairman Jerry Reinsdorf, a huge financial supporter of the foundation. Gilbert is a longtime consultant for the Windy City's American League team and Reinsdorf said he actually doesn't make a decision without him. Reinsdorf thanked Gilbert for inviting him to the dinner because, \"after the way the White Sox have played the last three years, I can't get anybody in Chicago to take me out to lunch.\" Gilbert delivered his message to the crowd of over 1,000, which he noted was the 12th consecutive sellout after the first one in 2003 at the same hotel drew 800. The message was that scouts and the job they do evaluating talent and discovering players is now vastly underrated. \"Baseball really starts with scouts, not with stats,\" said Gilbert, a former player and agent. \"Now, I believe in statistics ... they show you a lot, but not everything. It's the scouts who sit in the bleachers at high school games, traveling to the most remote colleges, evaluating countless players, seven days a week. Some even travel internationally. Their goal is to get to know the ballplayers inside and out.\" It was, as usual, a star-studded evening. Hemond, Andre Dawson, Maury Wills, Terry Collins, Bill White and Larry King were all given various awards. Hemond -- the beloved former executive with the Braves, Angels, Orioles and White Sox and currently an adviser to D-backs president Derrick Hall -- received an award for Outstanding Achievement in Baseball. He was introduced by Frank Thomas. \"I want to let you know that this man has given me more grief than any ballplayer in my whole career,\" Hemond said about the Hall of Famer nicknamed \"The Big Hurt.\" \"I made a mistake with the Baltimore Orioles. I didn't take him in that first round, and I paid the price forever after.\" But seriously, folks, this is what Hemond had to say about Gilbert: \"He could foresee that scouts would run into delicate times because of different philosophies within in the game and that they would need help.\" To be sure, there are scouts still thriving in a system that now relies heavily on analytics -- and five of them were honored on Saturday night. Bob Engle, Sandy Johnson and Gordon Lakey were all given the Lifetime Achievement Award -- now named after the late legendary scout George Genovese, who died this past November and was memorialized at Dodger Stadium earlier in the day. Gary Matthews, one of 44 players scouted by Genovese who made the Major Leagues, had a few words of praise for his former scout. \"George would take you under his wing like no other,\" Matthews said. \"He said he put his reputation on the line for me. I believed him.\" The Legends in Scouting Award were presented to Dick Egan, Bryan Lambe, Ken Madeja, Joe Mason and Duane Schaffer. Tony La Russa, another Hall of Fame manager and now the D-backs' chief baseball officer, introduced those awards. Tal Smith, the longtime Astros executive, in presenting the Genovese Award to Lakey, now with the Phillies, noted that this particular scout has the job of evaluating each of Major League Baseball's 30 clubs. \"He's one of the few people, to my knowledge, who has that daunting task,\" said Smith, who once hired Lakey for the Astros. But that, in some shape or form, is what scouts do. They pound the pavement for most of the year watching baseball games at every level, sending back reports to their bosses about the tendencies of a team or the prospects of some young player. It's a fun, tiring and now somewhat risky job. Lakey put into perspective the sacrifices required of the job, especially with regards to family life. \"I want to thank my wife,\" he said. \"We've been married for 38 years, but I've been home for maybe 20.\" Lakey's wife and daughters were in the audience, of course, cheering him on. Barry M. Bloom is a national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
