{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/162162776\/cardinals-bill-dewitt-jr-on-hacking-astros\/",
    "title": "DeWitt talks Cards' breach of Astros' system",
    "subtitle": "",
    "body": "ST. LOUIS -- Cardinals principal owner Bill DeWitt Jr. said he expects it to be a few months before the organization learns of any potential punishment from Major League Baseball regarding the illegal breach of the Astros' database by former scouting director Chris Correa. Speaking at Cardinals Winter Warm-Up nine days after Correa pleaded guilty to five criminal charges in the matter, DeWitt said MLB has informed him it will wait until after it receives a full report from the Federal Bureau of Investigation and Justice Department before determining what punishment is warranted. That is not expected to happen until after Correa has his sentencing hearing on April 11. \"I have confidence in the Commissioner doing the right thing, whatever that right thing is,\" DeWitt said. \"I think it depends on the facts. Some of the facts you know because there was a confession there [in Correa's Jan. 8 court appearance]. What else they have and want to talk to the Commissioner's Office about, I don't know. It remains to be seen.\" The Cardinals have not, thus far, released the findings from their internal investigation, which ran concurrent to the one undertaken on a federal level. Correa, who joined the organization in 2009 and was promoted to scouting director before the 2015 season, was dismissed last July once it was determined that he had illegally accessed email accounts of Astros employees, as well as their \"Ground Control\" database. The organization has not identified any other employees connected to what DeWitt described on Sunday as \"a very, very unusual situation.\" \"[It] certainly shocked us, and I think shocked everybody in the game,\" DeWitt said. \"Look, it's a very competitive business. We all want to beat the other team. Everybody lives within the rules and tries to figure out what's going to give them the advantage, but that sort of activity is just not at all in the culture of MLB. I think this is a one-off situation. The Commissioner will deal with it, and we'll see how it plays out.\" Here is a look at some of the other topics DeWitt touched on while meeting with the media: • Five days after the city lost its NFL team, DeWitt asserted that St. Louis \"is a great sports town and certainly can support the NFL.\" He noted that he had no relationship with Rams owner Stan Kroenke, whom DeWitt had met just \"once or twice\" previously. • DeWitt acknowledged the unsuccessful pursuits of David Price and Jason Heyward this offseason, but nevertheless described the club as having had a \"really good offseason.\" He noted that Heyward's departure was an anomaly, as the organization has traditionally been able to re-sign the free agents they've targeted. \"It's hard,\" DeWitt said. \"I can't think of many players who we haven't been able to retain, particularly players who were given competitive offers. I think that will continue.\" • Asked about the upcoming Collective Bargaining Agreement negotiations, DeWitt expressed optimism that both parties will be able to extend the labor peace that has been uninterrupted for the last two decades. \"The Commissioner has done a really good job in keeping all the clubs informed on the various issues, trying to get feedback on what their needs are and what they need to be competitive and successful,\" DeWitt said. \"I'm sure the players have done the same thing. Until you actually get at the table, it's hard to say how it's all going to play out. We've had the longest run of labor peace of the four major sports, and I hope it continues.\" • A day after general manager John Mozeliak said he sensed momentum building toward discussions about a universal designated hitter rule, DeWitt said he does not anticipate seeing the DH arrive in the National League soon. \"I don't think, near-term, you're going to see anything, but who knows long-term?\" DeWitt said. \"There are other ways to get offense back in the game. We've got a Commissioner who's very creative and sensitive to the needs of the game. There are things you can do with the strike zone and that type of thing. You can tweak things on the margin and get more offense if everyone feels it's warranted.\" Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, follow her on Twitter @LangoschMLB and like her Facebook page Jenifer Langosch for Cardinals.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
