{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/161839856\/catcher-tony-sanchez-released-by-pirates\/",
    "title": "Bucs release '09 first-rounder Sanchez",
    "subtitle": "",
    "body": "BRADENTON, Fla. -- The Pirates officially cut ties with another former first-round pick Wednesday, unconditionally releasing catcher Tony Sanchez from his contract. Sanchez, the fourth overall pick in the 2009 Draft, was designated for assignment last week when the Pirates signed reliever Neftali Feliz. It was only a matter of time for Sanchez, considering he was out of Minor League options and wouldn't have had a place on Pittsburgh's Opening Day roster. With Russell Martin and Francisco Cervelli brought in behind the plate the past three years, Sanchez never saw extended time in the Majors. Yet Sanchez didn't do enough to help his own cause. He developed throwing issues behind the plate, and he never hit enough to overcome his defensive deficiencies. He played in only 51 games and hit .259 with a .681 OPS and four homers. The 27-year-old hit .236 with an .684 OPS for Triple-A Indianapolis last year. He split time in Triple-A with prospect Elias Diaz, a situation that proved to be less than ideal for Sanchez's performance and Diaz's development. After being called up in previous years, Sanchez was passed over last September in favor of Diaz, who has emerged as the clear No. 3 on the Pirates' depth chart behind Cervelli and backup Chris Stewart. The first selection in a disappointing Draft for the Pirates, Sanchez is also the second top pick the Bucs have cut loose this offseason. Pittsburgh also non-tendered Pedro Alvarez, selected second overall in 2008. Mini-camp notes • Right-hander Casey Sadler (Tommy John recovery) said he was \"very appreciative\" of the Pirates' decision to release and re-sign him to a multiyear deal so he can remain with the organization as he works his way back. Sadler is about eight weeks removed from the reconstructive surgery, which typically requires a 12- to 16-month rehab process, and he is pain-free. \"I believe that if you do the work you need to do, you'll come back stronger, healthier, more mentally tough -- because it takes a toll on you mentally,\" he said. • Right-hander Brandon Cumpton (Tommy John, shoulder) has been rehabbing at Pirate City for about a year now, recovering from elbow and shoulder injuries. With his shoulder healed, Cumpton is back in the Tommy John rehab program, playing catch and hoping to get back on the mound for good by November. • Right fielder Gregory Polanco arrived at Pirate City early Wednesday afternoon but didn't work out. He greeted his teammates after their workout -- including Jeff Locke, whom Polanco hugged and playfully lifted off the ground. • With Neil Walker traded to the Mets, Watson and Hughes are serving as the Pirates' interim representatives to the MLB Players Association. The club is expected to elect a new representative during Spring Training, with Watson, Hughes, Gerrit Cole and Mark Melancon among the likely candidates. Adam Berry is a reporter for MLB.com. Follow him on Twitter at @adamdberry. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
