{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/161844176\/padres-need-a-shortstop-to-contend-in-nl-west\/",
    "title": "Solidifying short would be big for Padres' chances",
    "subtitle": "Friars could be sleeper in NL West -- if they can fill long-standing vacancy",
    "body": "El Nino, baseball style, arrived a year early in San Diego. The storm hit at the 2014 Winter Meetings hosted by the Padres, who made bold headlines with big moves. Now we have the lull after the storm. The Padres are picking up the pieces following a disappointing season of underachievement that left in its wake two managers, Bud Black and Pat Murphy. Also departing are closer Craig Kimbrel and free agents Justin Upton and Ian Kennedy. But the new guy in charge, Andy Green, has Matt Kemp, Wil Myers, James Shields, Derek Norris and Melvin Upton Jr. to work with from last winter's overhaul. While that's not a bad foundation, it remains to be seen how competitive the Padres will be in a National League West that could emerge as the most formidable of Major League Baseball's six divisions. With considerable fanfare, the three-time World Series champion Giants and upstart D-backs stacked their rotations, bringing in big expensive weapons. The three-time defending division champion Dodgers are depleted with Zack Greinke moving to Arizona, but nobody is discounting their chances given their limitless resources. That leaves the Padres and Rockies hoping to be good enough to hang with the three potential powerhouses. After all the expectations of last season fell flat, San Diego is back in the more customary role of sleeper. With one move -- filling the void at shortstop -- the Padres could surprise the big spenders and crash the party, or at least make their presence felt. Three of the Padres' top eight-rated prospects by MLB.com -- Javier Guerra, Jose Rondon and Ruddy Giron -- are shortstops. But that won't help San Diego this season or perhaps even in 2017. Alexi Amarista is fun to watch, versatile and exciting, but the little guy has not performed to the level needed at this vital position. The Padres have been linked to Ian Desmond, the most attractive of the free-agent shortstops, but that would be a high-end acquisition that might be out of the organization's range after the big splurge last winter. Alexei Ramirez is another free-agent candidate with appeal, and according to a FOXSports.com report on Thursday, San Diego is close to signing him. Desmond, 30, had some early-season nightmares with the glove last season and never found a groove at the plate, finishing with a .233\/.290\/.384 slash line. But he's a rare talent with power and speed at a premium position, having averaged 19 homers and 21 steals per 162 games in seven seasons. While Desmond is more exciting, Ramirez has been quietly efficient and remarkably durable across eight seasons with the White Sox. He's 34, and a multiyear deal at that age would come with some risk. Like Desmond, Ramirez suffered an offensive decline in 2015 to .249\/.285\/.357 -- well off his .273\/.310\/.399 career numbers. With three quality kids at the position intent on showing they are the future, the Padres might be resistant to making the kind of commitment required for Desmond or Ramirez. More reasonable targets might be found in Atlanta with Erick Aybar, and in Milwaukee with Jean Segura. Both former Angels likely could be moved by clubs that appear to be building up young resources for future gains. The Padres' farm system isn't as deep as it was before last winter's spree, but there are enough prospects left to get a deal done. Aybar, who came to the Braves along with highly regarded pitching prospects Sean Newcomb and Chris Ellis in the Andrelton Simmons swap, has one year left on his deal at $8.5 million. A rock for four American League West championship clubs, Aybar has been an underrated player his entire career. He has won a Gold Glove Award and is a versatile weapon offensively, capable of hitting anywhere in the lineup. Segura, six years younger than Aybar at 25, has three full seasons of experience at shortstop with the Brewers. A gifted athlete with a strong arm and blazing speed -- he has 96 career steals, with a season high of 44 -- Segura is capable of moving to second or third when one of the prospects is ready to take over at shortstop. The Padres' pitching staff, despite the additions of Shields and Kimbrel, did not flourish as anticipated last season. The starters ranked 15th in the Majors with a 4.13 ERA, while the bullpen, a franchise staple for years, slipped to 23rd at 4.02. An improved defense clearly would benefit the pitching staff. With catching in the firm hands of Norris, Austin Hedges and Christian Bethancourt, the Padres' focus clearly is on shortstop, the second-most important position on the field. Lyle Spencer is a national reporter and columnist for MLB.com. Follow him on Twitter @LyleMSpencer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
