{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/161857492\/rockies-brandon-barnes-ready-to-resume-role\/",
    "title": "Barnes knows Rockies can rely on him vs. lefties",
    "subtitle": "Right-handed-hitting outfielder could earn expanded role after growing pains in new league",
    "body": "DENVER -- Rockies outfielder Brandon Barnes sees 2016 as a chance to be himself again. Colorado's outfield picture was left fuzzy, at least temporarily, by news of Gerardo Parra's three-year contract agreement. Parra joins fellow lefty hitters Carlos Gonzalez, Charlie Blackmon and Corey Dickerson. It's likely that one would be dealt. But no matter what happens, the makeup of the outfield suggests Barnes, a center fielder by trade who can handle all three spots, can earn an expanded role. Before joining the Rockies in a trade before the 2014 season, Barnes had an extended opportunity with the Astros in '13 and hit .296 with a .354 on-base percentage and a .437 slugging percentage against left-handed pitching. Since joining the Rockies, Barnes' numbers against lefties have dipped as he tried to adjust his approach to a new league. But now, as a righty in a left-leaning outfield, he can go back to concentrating on lefties. The depth charts of National League West rivals reveal the potential for nine left-handed starters. Five alone pitch for the Dodgers. Of course, the division includes two of the game's greatest lefties in the Dodgers' Clayton Kershaw and the Giants' Madison Bumgarner. \"When I came over, they wanted me as a guy who hit lefties in the past, and I kind of got away from my approach because I wanted to prove I could hit righties, as well,\" Barnes said Wednesday during a break in his workout in Anaheim. \"But I know I can hit lefties, so it's a matter of going back and doing what works best for me.\" This season could offer Barnes his best opportunity since joining the Rockies. In 2014, Barnes hit .257 with eight home runs, including two inside the park, with a .293 OBP and a .425 slugging percentage, mostly as a bench player. Righty-hitting Drew Stubbs, who had a career year, received most of the starts against lefties. Last season started oddly. Barnes struggled in Spring Training because the Rockies asked him to adjust his swing. Then the club decided to keep an extra infielder on its Opening Day roster, which meant Barnes' first 33 games were at Triple-A Albuquerque. Barnes ended up hitting .251\/.314\/.341 in 106 Major League games, including 67 starts. Unless the Rockies make other changes, Barnes is at the front of the line if manager Walt Weiss wants to play matchups. Of the stalwarts, Barnes has fared well against Bumgarner (7-for-25 with an RBI, eight strikeouts), poorly against Kershaw (2-for-13, seven strikeouts) and everywhere in between against the others. To succeed, Barnes realizes he needs to get back to the aggressiveness that attracted the Rockies in the first place. \"I've always been a free swinger, but against lefties, I would attack more,\" Barnes said. \"But the American League and the National League are way different in the way pitchers attack you, and after coming over to the National League, it took time to adjust to that. Now I know what pitchers are trying to do, and I've settled on my approach and will stick with it. If I do what I know I can do, I'll be fine.\" Thomas Harding is a reporter for MLB.com. Follow him on Twitter @harding_at_mlb, listen to podcasts and like his Facebook page. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
