{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/161878384\/aaron-boone-to-call-espn-sunday-night-baseball\/",
    "title": "Former Red Boone to call Sunday Night Baseball",
    "subtitle": "",
    "body": "CINCINNATI -- Former third baseman Aaron Boone hasn't donned a Reds uniform since he was dealt to the Yankees in a 2003 Trade Deadline move. But fans in Cincinnati should have no trouble keeping up with Boone's whereabouts these days. Following his retirement after the 2009 season, Boone moved almost seamlessly into broadcasting for ESPN. He has called Major League games on Monday night and Wednesday night on TV, has done postseason radio calls and even has some studio work mixed in as well on Baseball Tonight. On Wednesday, ESPN announced that Boone was promoted to be an analyst for Sunday Night Baseball. \"I'm really excited about it. I'm grateful for the opportunity,\" Boone said. Boone, 42, was a third-round pick by the Reds in the 1994 Draft and played for Cincinnati from 1997-2003. For a time with the Reds, he played alongside his brother, retired second baseman Bret Boone, and for his father, Bob Boone, a former player and manager. During his seven seasons as a Red, Boone batted .271\/.334\/.450 in 668 games, and he was a 2003 All-Star. A couple of weeks after that Midsummer Classic, he was traded to the Yankees for pitcher Brandon Claussen. It was Boone's walk-off homer in the 11th inning of Game 7 of the 2003 American League Championship Series vs. the Red Sox that sent the Yankees to the World Series. Boone has long admired the work of great broadcasters and hasn't been afraid to reach out for advice when needed. He counts radio icon and Frick Award winner Marty Brennaman as a good friend. Boone also remains a frequent listener of Reds games. \"With satellite radio now, when I'm not working and home running kids around or with my family, I love listening to games on the radio,\" Boone said. \"There's a lot of games I love to listen to, but if Marty Brennaman is calling a game on my satellite radio, he's usually the one I will stop and listen to -- partly because of my connection to the Reds, but my appreciation for just how great he is and how great a sound it is to hear Marty call a game.\" Boone will join play-by-play voice Dan Shulman and analyst Jessica Mendoza, who became permanent after filling in late last season for Curt Schilling upon his removal. \"I've known Dan for a long time. I've worked with Dan a bunch, so we already have a history,\" Boone said. \"When I retired and first started with ESPN, my first year doing Monday Night Baseball was his last year doing Monday Night Baseball, so I spent a whole season with him and have done last two postseasons with him. We're very good friends out of the booth. Now I've gotten to know Jessica the last couple of years with the College World Series and just doing baseball. I'm really excited for the people I know I'm going to get to work with on a weekly basis.\" Following two struggling seasons, including 98 losses in 2015, the Reds are currently not on ESPN's Sunday night schedule of national broadcasts. Cincinnati is undergoing a rebuilding effort, which Boone endorsed. \"I think they're finally taking the right path of trying to start over and rebuild this thing, especially when you consider the National League Central and what it's become,\" Boone said. \"The Cubs are obviously looking to be a power for years to come, and with the Cardinals and also the Pirates with what they've started to build, you can't expect to be decent and survive in the NL Central. \"The Reds are wisely starting to reassess and rebuild some things. Hopefully they build a foundation from the ground -- the Minor Leagues -- and on up. And hopefully it will pay off sooner than later for them.\" Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, follow him on Twitter @m_sheldon and Facebook and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
