{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/161881226\/joe-maddon-praises-jason-heywards-defense\/",
    "title": "Maddon confident with Heyward in center field",
    "subtitle": "Cubs manager praises new star's defensive ability",
    "body": "CHICAGO -- Cubs manager Joe Maddon is spending more time on his pre-Spring Training speech than worrying about whether Jason Heyward can play center field. Heyward, who signed an eight-year, $184 million contract in December with the Cubs, has primarily played right -- he's started 30 games in center compared with 751 starts in right over six seasons. But he's projected in center for the Cubs. \"I have no problem [with him in center],\" Maddon said Wednesday of Heyward, calling him \"one of the top five baseball players on the face of the earth.\" Maddon recalled seeing a young Jim Edmonds in right field in the Minor Leagues, and recommending to the Angels that he move to center. Edmonds became a standout center fielder, winning eight Gold Gloves. \"I don't understand what the negative rub would be, and why [Heyward] can't play center field, because actually center field is an easier position to play than right field is,\" Maddon said. \"He runs well enough, he's got the arm, he's got this nose for the ball, he's got all that stuff, great first step. I don't understand why you would think he cannot or [he would] be unable to or [he would] be unhappy with it.\" Maddon projects Heyward, 26, as \"being good\" in center. Period. What Heyward also does is bring postseason experience, which is another element that Maddon likes about the outfielder and the other new Cubs, Ben Zobrist and John Lackey. \"I'd like to believe we have a chance to replicate what we did last year -- it's up to us,\" Maddon said, hoping the Cubs again get to the postseason, and possibly win eight more games. \"A big part of it is that guys who have never won learned how to win [in 2015], and that matters a lot. The guys we brought in know how to win.\" Chicago got to the postseason in 2015 as a Wild Card team, and ousted the Cardinals in the National League Division Series before being swept by the Mets in the NL Championship Series. \"We're bringing in more World [Series] champions and that's more experience, and that's going to help us more,\" said first baseman Anthony Rizzo. \"With what we soaked up in October and what we did, it's more for us to take in and now we go out and play and just use it all and have fun and play loose.\" That may be part of Maddon's message in February when he meets with the players. \"My biggest concern right now is my opening address on how to approach the beginning of Spring Training and what I say to have our guys understand what I think it takes to get back to that point this year,\" Maddon said. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings. You can follow her on Twitter @CarrieMuskat and listen to her podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
