{
    "url": "http:\/\/m.mlb.com\/news\/article\/1295545",
    "title": "Prior tired of rumors, happy in Chicago",
    "subtitle": "Prior happy in Chicago",
    "body": "CHICAGO -- First of all, Mark Prior is not peeved.  The Chicago Cubs pitcher, whose name has been mentioned as possible trade bait this off-season, said on Friday that he was not upset at the rumors because he figured they were just that -- rumors.  Prior heard that he was going to the Philadelphia Phillies in exchange for outfielder Bobby Abreu, but that didn't happen. At the holidays, he was supposed to be headed to Baltimore for shortstop Miguel Tejada. That also didn't happen. \"It's part of the game,\" Prior said. \"Obviously, when somebody requests a trade, a team has to look into it. I don't really validate the rumors a whole lot unless I hear that '[general manager] Jim Hendry' says or '[team president] Andy MacPhail says' or '[manager] Dusty [Baker] says' -- otherwise, they're rumors. It seems like there are a lot of MLB sources this year. Unless somebody calls me up and says, 'Hey, we're serious about doing this,' there's not a whole lot for me to think about because I don't have a whole lot to say.\"   If the fans had any say, Prior would never wear another uniform besides his Cubs No. 22 jersey. When the right-hander was introduced to the crowd jammed inside the Grand Ballroom at the Hilton Chicago on Friday night during opening ceremonies for the 21st Cubs Convention, he was greeted with the chant, \"No trade, no trade.\"   A report on Friday said Prior was \"peeved\" that the Cubs would even consider trading him. He's not.   \"I've never been [ticked] off or anything,\" Prior said. \"I felt if anything was going to be done, somebody would've called me and said something. Otherwise, it was business as usual. I was obviously going to pitch for somebody this season, and I had to get ready.\"   There also was a rumor that Prior decided to void the last year of his contract because he was ticked at the Cubs. That also is not true.   \"That was something that was written in the contract,\" he said of his ability to be eligible for arbitration. \"That was in the negotiations five years ago. Andy felt it was fair at the time. It was basically the last two years [of the contract] -- if I'm eligible for arbitration, I have the privilege to go to arbitration.\"   Prior should make more money in 2006 this way. He was to earn $2.75 million in 2006, according to the terms of his five-year, $10.5 million deal which he signed when drafted. MacPhail and Hendry have never gone to arbitration with a player.   The right-hander is coming off an 11-7 season in which he made 27 starts despite being slowed at the beginning because of elbow soreness, and then spending another month on the disabled list after being hit by a line drive on his elbow.   \"I've been spending this offseason trying to iron out some things and correct some habits that I fell into because of what happened with my elbow,\" Prior said. \"One thing I did learn, and after I've been reflecting, is how fortunate and valuable the time is when you're healthy. At any moment anything can happen.   \"The other day I was home watching [NFL quarterback] Drew Brees get hurt, and I see Carson Palmer go down two plays into the game. It's a very fragile existence from that standpoint.\"   He's well aware of the business side of baseball, too.   \"As far as everything I've heard, they weren't dangling me out there and trying to get rid of me,\" Prior said.   He'd like to stay with the Cubs.   \"I love playing here. I have no desire to leave,\" he said. \"I love playing in the city of Chicago; I love this town. I don't think I could've been as fortunate as I was to fall here out of college. Not too many people get the luxury of coming to a city like Chicago. It's a great city, a great town and I love being here. It's a great town to play baseball in.\" Carrie Muskat is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
