{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/161885464\/robby-hammock-reflects-on-johnson-perfect-game\/",
    "title": "Hammock reflects on perfection at Fantasy Camp",
    "subtitle": "Now a manager at Double-A, catcher for Big Unit's milestone asked about feat in Q",
    "body": "SCOTTSDALE, Ariz. -- Robby Hammock was in the visiting manager's office in Jackson, Miss., preparing for a game on July 26, 2015, when his phone started buzzing on the desk. Just moments before that, former D-backs left-hander Randy Johnson had mentioned Hammock's name during his Hall of Fame induction speech in Cooperstown, N.Y. It was Hammock who caught Johnson's perfect game on May 18, 2004. Johnson seals perfecto ARI@ATL: Johnson records final out of perfect game5\/18\/04: D-backs pitcher Randy Johnson records his 13th strikeout and pitches the first perfect game in club history \"My phone was blowing up and I was getting Facebook messages and things like that,\" said Hammock, between games of the 11th annual D-backs Fantasy Camp. \"Just random people out of nowhere. I didn't really understand what was going on at first. I didn't understand the magnitude of it.\" Nor could he take the time to try and figure it out, because his Double-A Mobile BayBears had a game to play. After the game was over -- a 3-0 BayBears win -- and Hammock was in a car with his coaches headed back to Mobile, they watched the archived version of Johnson's speech on MLB.com. \"As I said, there were a lot of catchers in my career over 22 years,\" Johnson said in his speech. \"I feel blessed that I had the opportunity to pitch to so many. Dan Wilson, Damian Miller, and that game in Atlanta wouldn't have been perfect without Robby Hammock. Thank you.\" \"We were stunned,\" Hammock said. \"Because that was a serious shoutout.\" Hammock will always be linked in D-backs history with Johnson's accomplishment. It was one of the first things brought up during a question-and-answer session he had with Fantasy Camp participants this week. \"You realize how fortunate you are that you got to be a part of it,\" he said. \"It's something you feel, but it's hard to explain it.\" Hammock played in parts of six seasons during his D-backs career. He was never able to be 100 percent healthy after suffering a knee injury just before Spring Training in 2004. That prevented him from following up on his rookie success in '03, when he had an OPS of .820. When he was done playing baseball, Hammock began working his way back up through the D-backs' system, this time as a manager. After leading Rookie League Missoula in 2013, Hammock was promoted to Class A Advanced Visalia before moving to Mobile last year. \"I love it,\" Hammock said. \"As a player you're grinding, you're working every day, and it takes a toll on your body and you're just trying to survive. The same thing carries over into managing. You still have that grind. You're still challenging yourself mentally every day trying to learn, trying to figure things out. The physical challenge isn't there, which is nice because you're not beat up all the time, but it's still that same competition. You get your satisfaction when you're able to help your players succeed. That's where the biggest reward comes from is seeing them have success.\" Steve Gilbert is a reporter for MLB.com. Follow him on Twitter @SteveGilbertMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
