{
    "url": "http:\/\/m.mlb.com\/news\/article\/161994950\/blue-jays-interested-in-yovani-gallardo\/",
    "title": "Rumor roundup: Gallardo draws Jays' interest",
    "subtitle": "",
    "body": "It's arbitration week in Major League Baseball, bringing a flurry of last-minute agreements as clubs come to terms with players ahead of Friday's 1 p.m. ET deadline to exchange salary figures. A number of players avoided arbitration with their clubs by inking deals this week and more are certain follow. As news of signings continues to pour in, other rumors have surfaced around baseball. Here's a look at the latest Hot Stove stories from across the big leagues. Jays talking with Gallardo The Blue Jays have reportedly been in contact with free-agent right-hander Yovani Gallardo this week, per Sportsnet.ca. Jays president and CEO Mark Shapiro spoke highly of Gallardo when asked about the pitcher in a radio interview with Sportsnet 590 The Fan on Wednesday. \"He's the kind of guy that would make us better. He's the kind of guy you'd like to have,\" Shapiro said. \"Whether or not, from a resource perspective, we still have enough to make a move like that, I think that's still a variable that exists. But we do have some flexibility still. Thinking about how we use those resources is still a question.\" Gallardo's potential asking price could present an obstacle to him landing in Toronto. He's also tied to Draft compensation after rejecting a $15.8 million qualifying offer from the Rangers. The Blue Jays currently own the 26th overall selection in this June's Draft. Gallardo, 29, is one of the top remaining free-agent pitchers on the market. He went 13-11 with a 3.42 ERA in 33 starts in his first season with the Rangers last year. O's make Cespedes an offer As Chris Davis' free-agency saga continues, the Orioles may be preparing an alternative in the form of Yoenis Cespedes. Baltimore has reportedly made an offer to the free-agent outfielder. The news was first reported by MASNSports.com, while ESPN.com reported that the offer is for five years in the $75 million to $90 million range. The club has not yet confirmed. Baltimore has grown increasingly frustrated with the Davis situation, expressing a willingness to move on as early as the Winter Meetings in December. The Orioles have previously been linked to Cespedes and other outfielders, but this is the first time news of a contract offer has surfaced. Cespedes, 30, batted .291\/.328\/.542 last season with the Tigers and Mets. Unlike Justin Upton, the other top free-agent outfielder on the market, signing Cespedes wouldn't require the O's to relinquish a Draft pick. The Blue Jays currently own the 23rd overall selection in this June's Draft. • Draft order Padres sign Ramirez San Diego addressed one of its biggest offseason needs Thursday, signing free-agent shortstop Alexei Ramirez to a one-year deal, pending a physical, according to MLB.com's Corey Brock. The club has not yet confirmed the deal. The Padres have been seeking stability at shortstop for years, using 18 players at the position since 2009, including four last season. Ramirez, 34, could serve as a suitable stopgap until 20-year-old Javier Guerra, their No. 3 prospect, is ready for the big leagues, which many expect to be in two years. Ramirez batted .249 with 10 homers and 62 RBIs last season. The Padres also made news Thursday regarding free-agent reliever Fernando Rodney. According to the San Diego Union-Tribune, the club remains interested in Rodney and may offer the 38-year-old the opportunity to close games. After totaling 133 saves from 2012-14, Rodney was removed as the Mariners closer last year, posting a 5-5 record and a 5.68 ERA before being dealt to the Cubs. Rodney rebounded in Chicago, allowing just one earned run through 12 innings with the club. Chad Thornburg is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chad Thornburg"
}
