{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/161324192\/dodgers-kenta-maeda-sign-incentive-heavy-deal\/",
    "title": "Dodgers limit risk with Maeda contract",
    "subtitle": "Structure of 8-year deal protects club against health issues",
    "body": "In looking at the unique structure of the Dodgers' contract with Kenta Maeda -- which will pay him a guaranteed $25 million over eight years -- a few questions arise as to why Los Angeles has laid it out in this manner. One thing is particularly clear, though: The Dodgers are limiting the overall risk in their pact with the Japanese right-hander. First and foremost, the structure of Maeda's contract guards against a significant injury. The Red Sox, Rangers and Yankees in recent years handed out large guaranteed contracts to Japanese starters Daisuke Matsuzaka, Yu Darvish and Masahiro Tanaka, respectively, and while each of them has had stretches of dominance, they have all battled elbow injuries and failed to maintain consistent success over a number of seasons. And while Hisashi Iwakuma has had a successful four-year run with the Mariners (3.17 ERA), he has delivered just one 30-start season in that span. Iwakuma actually agreed to a contract with the Dodgers earlier this offseason, but the club decided to move on after concerns arose regarding his physical. That situation may also have influenced the structuring of Maeda's deal. In fact, the Dodgers and Maeda worked through contract language to address a pre-existing injury that was disclosed in advance of negotiations. Many in baseball ascribe the health issues several Japanese hurlers have experienced to the difference in workload between Japan -- where pitchers typically start once per week -- and the Major Leagues. Others point to a difference in the baseball, as the Japanese version is a little smaller. The far more difficult MLB travel schedule has also been noted as a reason for drop-offs in health and performance. Maeda, who is listed at 6 feet and 154 pounds, is more slightly built than his aforementioned countrymen. Thus, he carries far greater durability concerns as he transitions to the Major League game. Besides protecting themselves against health issues, the Dodgers also have another possible reason for the creative structure of the contract: Maeda's perceived ceiling. Most evaluators see a clear separation between high-end No. 1 starters like Tanaka and Darvish and Maeda, who is regarded similarly to Iwakuma and Hiroki Kuroda. As more of a finesse pitcher who has not generated prolific strikeout totals, Maeda grades out as a No. 3 or 4 starter in the Majors. The right-hander lacks the split-finger fastball that has been a signature strikeout offering for several Japanese-born big leaguers, including Tanaka, Iwakuma and Koji Uehara. According to reports, Maeda's contract includes heavy incentives (about $10 million to $12 million per year), taking the overall value over $100 million if he reaches the preset plateaus. Of course, chances are the club won't mind paying out that money if it means Maeda is pitching well. Regardless of the final dollar amount, the Maeda contract is now the most current blueprint for teams to follow when attempting to sign a Japanese pitcher. In turn, the deal could be indicating at least a slight downturn in the total dollars committed on the international pitching market. Jim Duquette is an analyst for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Duquette"
}
