{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/161349356\/royals-omar-infante-not-a-lock-for-second-base\/",
    "title": "Infante hasn't locked up 2B job",
    "subtitle": "GM says club plans to evaluate vet this spring; Colon also in mix",
    "body": "KANSAS CITY -- The Royals no longer have Ben Zobrist, and they still will owe Omar Infante nearly $18 million over the next two seasons, but that does not mean Infante has locked up the second-base job. At least, that's what Royals general manager Dayton Moore is saying. \"We'll just evaluate,\" Moore told MLB.com. \"We're going to play the best players. Omar is a terrific second baseman. I know offensively he has not performed the way he has liked or the way we expect him to. \"I just know we're going to put the best team out there each and every night, and I know Omar is capable of being that guy. But we like Christian Colon, too. But you need them all to win, as you know. It's a team, and you count on everyone to perform. \"I don't know if Omar, at this point, is going to play 162 games.\" So, it will be an open competition between Infante and Colon going into Spring Training? \"What I would say is we have to evaluate what happens in Spring Training,\" Moore said. Infante signed a four-year, $30.25 million deal two years ago, and the remaining $17.75 million on the deal would be hard for a small-market team to simply eat without significant contributions from Infante. But Moore said the money is not necessarily a factor in Infante's playing time. \"You got to play the best guys,\" Moore said. \"It's the Major Leagues. Our expectations are very high. Oftentimes you don't run away with the division, so each game is critical. You have to play your best guys and win.\" Infante had a career-high 66 RBIs in 2014 and had a .924 OPS in the 2014 World Series. But he struggled mightily at the plate in 2015, posting a slash line of .220\/.234\/.318 with two homers and 44 RBIs. Infante suffered through bone chip issues in his right elbow in 2014, along with right shoulder inflammation. Last year he sustained a left oblique strain that kept him out of the last half of September and all of the postseason. Infante had minor surgery in November to remove bone chips in his right elbow. \"He's OK. [Trainer] Nick [Kenney] is expecting him to be ready for Opening Day,\" Moore said. \"He may not be ready from the get-go at Spring Training, but he'll be fine for Opening Day.\" Jeffrey Flanagan is a reporter for MLB.com. Follow him on Twitter at @FlannyMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jeffrey Flanagan"
}
