{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/161289668\/guerrero-could-make-mlb-hall-of-fame-in-2017\/",
    "title": "Guerrero deserves to follow Griffey into Hall",
    "subtitle": "Former slugger's numbers compare favorably to Mariners legend",
    "body": "At first glance, inspecting the 2017 Hall of Fame roster of candidates, it appears nobody will approach Ken Griffey Jr., the most popular electee in history by the Baseball Writers' Association of America with 99.3 percent of the vote. Vladimir Guerrero, Ivan Rodriguez and Manny Ramirez are the biggest names in the next election. None of them are expected to be slam-dunk first-ballot selections. • Castrovince: Predicting the 2017 Hall of Fame class  If you dig past the surface images, however, you find a player who compares surprisingly well with Griffey in performance, if not perception. While Guerrero was never in Griffey's exalted class with the glove, in every other phase of the game, he was close to Junior's equal -- and slightly superior, believe it or not, with a bat in his bare hands. A phenomenal athlete for eight seasons with the Montreal Expos and six with the Los Angeles Angels of Anaheim, Guerrero spent his final two seasons in Texas and Baltimore. On his last legs, at 35, Guerrero reached the .300 mark for the 13th time in his career with the 2010 Rangers. Vlad launched 29 homers and drove in 115 runs to help propel them into the postseason and a World Series date with the Giants. The previous year, dogged by injuries limiting him to 100 games, Guerrero stroked the game-winning hit in Boston in Game 3 of the American League Division Series and batted .400 to help the Angels sweep the Red Sox. But the eventual champion Yankees prevailed in six gripping AL Championship Series games, sending Vlad and Co. home. This ended a memorable run with the Halos, highlighted by Guerrero's 2004 AL Most Valuable Player Award in his debut season. He'd left Montreal, a city he loved, for the warmth and riches of Southern California as a free agent. Vlad hit .337 that MVP year with 39 homers, 39 doubles, 126 RBIs and league highs in runs scored (124) and total bases (364). He stole 15 bases in 18 attempts, and few runners dared challenge his cannon in right field. Arriving in Montreal from Nizao, Peravia, in the Dominican Republic to stay in 1997, Guerrero hit .302 in 90 games. His breakout came in '98 when he recorded a .324\/.371\/.589 slash line with 38 homers, 109 RBIs and 108 runs. That would come to be a routine season for this incredibly rare talent. Guerrero's final career line of .318\/.379\/.553 exceeded Griffey's across the board. The Kid finished at .284\/.370\/.538. Guerrero's .931 career OPS (on-base-plus-slugging percentage) exceeds such legendary Hall of Famers as Hank Aaron, Frank Robinson, Duke Snider, Mike Schmidt, Willie McCovey, Eddie Mathews and Willie Stargell. New inductees Mike Piazza and Griffey finished at .921 and .907, respectively. At peak level, Griffey packed more power with his 56-homer seasons as a Mariner in 1997-98. Guerrero's high was 44 in 2000. Griffey had nine 30-HR seasons, and Guerrero eight -- with 29 once and 27 twice. Junior also had 27 twice. Despite his image as a wild swinger with a nose-to-toes strike zone, Guerrero actually was a remarkable contact hitter. He struck out 95 times his first full season and never got to 90 again. Griffey whiffed 90 or more times in eight seasons. Guerrero hit .300 or better 12 consecutive seasons before stalling at .295 in his injury-derailed final year with the Angels. Griffey hit .300 or higher eight times. Guerrero had 10 seasons of 100-plus RBIs, Griffey eight. Each scored at least 100 runs six times. Guerrero reached 300-plus total bases eight times, Griffey six. • Griffey earns record-setting induction into Hall Feared? Guerrero led his league in intentional walks five times, Griffey twice. In the four straight years (2005-08) Vlad led the AL, the Halos had power-packed lineups. Before Montreal's artificial surface took a toll on his legs, Guerrero could fly. He stole 37 and 40 bases, respectively, in 2001 and '02. Griffey also could motor, but he was selective, reaching 20 steals twice with a high of 24 in '99, his final season in Seattle. Defense was Griffey's domain. With 10 consecutive Gold Glove Awards, Junior was a rare artist in center field, his amazing catches still staples of highlight shows. Though never as graceful as Griffey, Guerrero raced to gaps and loved to show off that arm. His exuberance sometimes played to his detriment, resulting in throwing errors and running into outs on the bases. But no manager ever complained about his effort. Vlad hurled himself, body and soul, into every game he played. Shy and unassuming, untouched by scandal or innuendo, Guerrero was loved and respected by teammates everywhere he played. Here's Josh Hamilton in 2010: \"From the moment I met Vlad, he's a player that just brings a winning attitude to the team. His smile is infectious. He's always smiling -- unless you throw him high and tight. \"He's not 'your normal superstar' because he acts just like an average person. He's very humble and down to earth. He's just a great teammate to have.\" Add it all up, and Vladimir Guerrero's candidacy acquires a distinct first-ballot feel. Lyle Spencer is a national columnist for MLB.com. Follow him on Twitter @LyleMSpencer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
