{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/161351778\/rays-impressed-with-logan-forsythes-big-2015\/",
    "title": "Rays take notice of Forsythe's breakout 2015",
    "subtitle": "",
    "body": "ST. PETERSBURG -- One word describes Logan Forsythe's 2015 campaign: Solid. The Tennessee native made the most of an opportunity and finished the season as the Don Zimmer Award winner, tagging him the Rays' Most Valuable Player as voted on by the Tampa Bay chapter of the Baseball Writers' Association of America. Heading into Spring Training, Forsythe was penciled in for a lot of playing time at various positions. He just wasn't being counted on to be the everyday starter at second base. Then Nick Franklin opened the season on the disabled list and Forsythe soon found himself starting at second base on most days. And he delivered. Forsythe hit .282 with two home runs in April and followed that by hitting .297 with three home runs in May en route to establishing himself for the first time as an everyday Major Leaguer. He finished the season with a .281 average, 17 home runs and 68 RBIs. The combination of 17 homers and a .359 on-base percentage was unmatched by any other Major League second baseman, and Forsythe's 5.1 WAR ranked second among Major League second basemen. Rays manager Kevin Cash wasn't surprised by Forsythe's performance. \"I guess if anything was a surprise, it was the consistency [he showed],\" Cash said. \"It's a lot for a guy who has not played every day at the big league level and gets put into the middle of that role and make the most of it, like he did. But we all felt comfortable that we had a very talented player. He had the potential to be a very good player.\" Forsythe allowed that 2015 validated all of the hard work he did. \"I think if you approach this game the right way, treat your teammates the right way, play the game the right way, I think it will reward you,\" Forsythe said. \"You never know how that's going to come. But there's a lesson. I learned a lot of lessons being an everyday guy. \"As an everyday guy, you're not going to be helping the team every single day. Even the best players in the game struggle at some point during the season. That was something that I learned this year that was kind of comforting. You're going to have your good weeks, your bad weeks; your good series, your bad series. But the biggest thing for me this year was consistency.\" Forsythe worked to come up with an approach. \"The one thing I wanted to do was play my game and not try to do too much,\" Forsythe said. \"I knew what I was good at. I knew what I could do to help the team out.\" Forsythe has been the consummate teammate, so he's popular in the clubhouse. Teammate Evan Longoria believes everyday playing time \"eased\" Forsythe's mind. \"That allowed him to just show up at the field,\" Longoria said. \"Although he still shows up with six gloves out there on a nightly basis. And he's moved around later in the game. Pretty much every day, he comes to the ballpark and plays second base. And I think that's one of the reasons he had success [in 2015] because he [didn't have to] worry about A) if he's going to play, and B) if so, where he's going to play every day. Other than when we had some injuries and he's had to move around. \"I'm happy for him. He works really hard. He deserved the opportunity and he's capitalized on it.\" Forsythe got off to a slow start with the Rays in 2014 after coming to the team in a trade with the Padres. Despite that start, Longoria said he noticed early that Forsythe always had some pop in his bat. \"I've always thought when he made contact, the ball jumped off his bat,\" Longoria said. \"Always had good baseball actions. \"Once I saw him play a little bit more and move around, I thought he was just one of those guys who knows how to play the game the right way. And when he wasn't playing every day, he was coming off the bench and playing defense and getting his opportunities to swing the bat. He's always been a good teammate.\" Longoria was asked to elaborate on the \"good teammate\" evaluation. \"Always kept his head down, never said too much and did whatever role he was asked to play,\" Longoria said. \"Those are the kind of guys that you need on the team. I think that makes it all the better for him now that he's getting to play every day and really capitalized on it. I always thought he was talented and would get the opportunity to do more.\" Forsythe will definitely get the opportunity to do more in 2016. He's a player the Rays know they can count on. That's what solid players do. Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
