{
    "url": "http:\/\/m.mlb.com\/news\/article\/161363154\/chris-correa-pleads-guilty-to-hacking-astros\/",
    "title": "Former Cards exec pleads guilty to hacking Astros",
    "subtitle": "Correa was relieved of duties weeks after overseeing St. Louis' 2015 Draft",
    "body": "ST. LOUIS -- Chris Correa, the former scouting director of the Cardinals, pleaded guilty to five criminal charges in connection with unauthorized access of the Astros' database. Correa appeared before a U.S. district court judge in Houston on Friday and had his sentencing hearing scheduled for April 11. According to Houston Chronicle reporter David Barron, who was in the courtroom for Correa's arraignment, Correa gave up his right for an appeal and chose not to have his case given to a grand jury. The maximum penalty for each of the five counts, Barron reported, is up to five years in prison, a fine of up to $250,000 and restitution. The Federal Bureau of Investigation and the Justice Department began investigating the breach in February 2015, after evidence was found that at least one Cardinals employee gained unauthorized access to a database that contained the Astros' internal discussions of trades and scouting reports. Major League Baseball issued a statement Friday: \"Major League Baseball appreciates the efforts of federal law enforcement authorities in investigating the illegal breach of the Astros' baseball operations database, and identifying the perpetrator of this crime. We anticipate that the authorities will share with us the results of their investigation at the appropriate time, and we will determine what further actions to take after receiving all the relevant information.\" The Cardinals have been waiting for the FBI and the Justice Department to finish their investigation before revealing the results of their own investigation, which was led by Jim Martin and the law firm of Dowd Bennett and was completed last fall. \"Because the court proceedings in this matter will not be completed until Mr. Correa's sentencing, we have been advised that it would be inappropriate to comment at this time,\" the Cardinals said in a statement Friday. Correa was dismissed by the Cardinals last July after having been promoted to the position of scouting director the previous offseason. Though the Cards did not offer a reason for his dismissal at the time, it was learned to be in connection with the FBI investigation. On Friday, Correa told judge Lynn Hughes that he accessed the Astros' computer system because of suspicion that Houston had taken proprietary data belonging to St. Louis. According to charging documents obtained by MLB.com, Correa breached the Astros' system multiple times from March 2013 through June 2014. That included accessing an email account belonging to an Astros employee who had previously worked for the Cardinals and who had turned in his laptop and passwords to Correa upon leaving to join the Astros in December 2011. Correa, using a similar password, later accessed that individual's Astros email account. Through this, Correa was able to download an Excel file that included confidential scouting information related to the 2013 Draft. He also gleaned information about trade discussions and how the Astros viewed players in the Cardinals' system. At the time, Correa served as the Cards' director of baseball development. Correa was found to have accessed the Astros' database specifically on the final day of the 2013 Draft, as well as on the non-waiver Trade Deadline day (July 31) the following month. Correa later breached a second email account belonging to another Astros employee after Houston changed the website address of \"Ground Control,\" the name given to the organization's database, which houses information related to player evaluations, scouting and trade discussions. Using information from that account, Correa was able to continue to access the confidential information in Ground Control. According to Barron, Correa described his actions as \"stupid\" while in front of Judge Hughes on Friday. Federal attorneys placed a $1.7 million value on the information Correa gained. During the hearing, Judge Hughes made this analogy to Correa: \"You broke into their house to find if they were stealing your stuff.\" He then asked if Correa found any Cardinals information. \"I did, your honor,\" Correa replied. Correa had been a member of the Cardinals' front office since 2009, working under current Astros general manager Jeff Luhnow as a statistical analyst before Luhnow left for Houston in '11. Correa oversaw the Cards' Draft last June, just weeks before being relieved of his duties. \"We appreciate the thorough effort of the FBI and U.S. Attorney's office in their investigation of these criminal acts,\" Astros general counsel Giles Kibbe said in a statement on Friday. \"It is important that we respect the process and not comment on the details at this time. This is a difficult day for all of Major League Baseball. The Astros refute Mr. Correa's statement that our database contained any information that was proprietary to the St. Louis Cardinals. We have a great amount of respect for Bill DeWitt and the Cardinals organization. And, we are confident that Commissioner Manfred will guide MLB through this process in the best way possible.\" Major League Baseball also wanted to wait for the conclusion of the investigation before considering potential punishment for the organization. Penalties could include a fine or the loss of Draft picks. MLB did not run its own investigation in addition to those initiated by the FBI and the Cardinals Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, follow her on Twitter @LangoschMLB, like her Facebook page Jenifer Langosch for Cardinals.com and listen to her podcast. Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch and Brian McTaggart"
}
