{
    "url": "http:\/\/m.mlb.com\/news\/article\/161410458\/ken-griffeys-youth-coach-talks-hall-of-fame\/",
    "title": "When The Kid was a kid, coach saw HOF potential",
    "subtitle": "Duke Hail babysat for Griffey before working with him as a young player",
    "body": "Somehow, after 38 years and a little digging, I found Duke Hail in Trenton, Ohio, for our second conversation ever. Our first occurred in July 1978, when I interviewed Hail for the Cincinnati Enquirer about a rambunctious 8-year-old kid whom he regularly babysat for long stretches. \"I'd dress up in a trench coat with shaving cream all over my face, and I'd chase him around the house, and he just loved it,\" said Hail, now 63, laughing while recalling that he was also the little guy's first baseball coach for a Knothole League team in Cincinnati. Ever hear of Ken Griffey Jr.?  • The Kid is Hall right: Griffey to Cooperstown If not, Griffey just made the Baseball Hall of Fame after receiving a record 99.3 percent of the vote from the Baseball Writers' Association of America. For much of his 22 seasons in the Major Leagues, he was a prolific slugger with a gift for fielding out of his mind, which made sense. In July 1978, I wrote the first story about Griffey that included thoughts from Hail when The Kid was just a kid. The way that Hail and I remember it, that Griffey looked an awful lot like this Griffey. \"It's weird, because since Kenny was so good when I coached him, I always knew he was headed to the Hall of Fame,\" Hail said. \"He was kind of like a little-big guy the way he played. So this is bringing back memories, and I'm sure it's happening for all of his teammates from when he was a kid. It's just something to see him back then and then to see what he did in life.\" What Griffey did was extraordinary, not only for the Mariners, Reds and White Sox along the way to 630 home runs, 13 trips to the All-Star Game and 10 Gold Glove Awards, but for Hail's nearly invincible Knothole League team in Cincinnati, called the A & A Janitorial Hulks. While Ken Griffey Sr. was the starting right fielder for the legendary Big Red Machine in town, Junior was the Hulks' Mr. Everything from ages 7 through 9. • Happy cappers: Griffey, Piazza make plaque picks I saw Junior play at 8 when he starred for the Hulks with his brother, Craig, 7, who batted leadoff and patrolled center field, Junior's position in the Major Leagues. In contrast, during those days for the Hulks, Junior specialized in making opposing players cry (literally) as a pitcher with a blistering fastball. When he wasn't on the mound, he played first base. He also batted third or cleanup and resembled more than few Cooperstown guys with his bat, his glove, his legs, his arms and his mind. \"Oh, man,\" Hail said. \"I mean, Kenny was way good, even at that age, and he also did a bunch of crazy things out there.\" Both on and off the field. As for on the field, Junior's daring baserunning often fooled everybody, including his own coaches. (Note: When you read the following, think of October 1995. That's when Junior sprinted from first to home in Seattle on a double in the bottom of the 11th to clinch the American League Division Series for the Mariners over the Yankees). • Griffey: 'Everything lined up' in '95 ALDS dash \"Once, when I'm coaching third, Kenny comes around the bag, and I'm holding him up, but he just keeps running past me,\" Hail said. \"The ball beats him to home, the catcher reaches over to tag him, but Kenny jumps over the catcher, lands on the plate, and the other team gets mad, because they say he isn't playing fair or something. Oh, my God. The fans are going nuts, people are yelling and screaming, and there's a fight.\" Then again, what else was new back then? Both of the Griffey sons were so great that opposing coaches, players and fans didn't believe their ages. As a result, Hulks games routinely featured grownups arguing about whether Junior was too tall or if both Griffeys were just too good. \"It was a bunch of jealousy stuff, because of who they were,\" Hail said. Hail on Junior's fielding: \"He'd dive for balls, and he'd always make the catch, and I thought that was strange. You just didn't see kids his age dive like that. In fact, he'd leave his feet, and most kids just reached for the ball. Then, playing first base, Kenny would stretch for throws, and that was unusual. He was just good with his hands and his feet.\" • Griffey Jr. channeled Sr. in first HR theft On his hitting: \"That year you saw him [in 1978], I kept a record, and he came to the plate 29 times once and had 27 base hits. Oh, he was something. And another time, he was 24-for-29. They played him awfully deep for a little kid, but he hardly ever made outs, and he'd hit one out just about every game.\" On his baserunning (Part 2): \"He wouldn't just steal a base. He'd head for second and keep going. He just knew that the fielder wasn't going to be able to get back to third base in time, and that he was going to beat him. There also were all those times when the catcher would throw the ball back to the pitcher, and he would just keep running around the bases.\" Griffey's throwing: \"Every night before we ended practice, we would have this drill, and if you dropped the ball, you go home. I would throw the ball high, higher and then even higher until everybody was eliminated with a drop, but Kenny and my son [Jeff] would never drop the ball. It didn't matter how high I threw it, and I always thought that was something.\" Which brings us to off the field, where Junior was a challenge if you couldn't find ways to harness his energy. \"Oh, Kenny never did anything bad, but I'm just saying he was a hyper little boy who did a lot of goofy things,\" Hail said, chuckling. For one, Hail mentioned that Griffey's ever-present mother, Birdie, spent the majority of games with one mission: Trying to keep Kenny focused.  \"He was always fidgeting on the bench, jumping around, moving from here to there,\" Hail said, \"and she'd walk over from the stands and yell out, 'Kenny, sit down.' It seemed like he always had to be doing something with his arms, so one of his favorite things was to throw rocks all the time. He really stayed active.\" The same went for most of the other 16 boys on Hail's team. What they enjoyed as much as dominating their league was gathering in a circle after games and chanting, \"Two, four, six, eight, who do we appreciate?\" before tossing their caps into the air. At that moment, they were all equal as players, but they really weren't. As is the case with Hail, they've likely mentioned (or have had somebody mention) their Ken Griffey Jr. connection \"about twice a week for every week\" since the end of their days with the Hulks. \"I've got Ken Griffey stuff throughout my house,\" said Hail, who works for a Cincinnati company that provides entertainment tents for sporting events and other occasions. He paused, thinking ahead to July 24, when the kid he used to babysit will get his official plaque in Cooperstown as The Kid. \"I'm planning on going there if I can,\" Hail said. \"I kind of wish I could get all of the kids from [the Hulks] back together, rent a bus or something and just drive there. \"Given our connection to Kenny, I think that would be kind of neat.\" No question, and imagine this: With Griffey in the middle, they could end his Hall of Fame speech with that chant. Terence Moore is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Terence Moore"
}
