{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/161406770\/denard-span-another-good-move-for-giants\/",
    "title": "Busy Giants have right formula",
    "subtitle": "Span is latest savvy addition for club looking for 4th title in 7 seasons",
    "body": "The Giants aren't about flash. They are about fit. They don't look to grab headlines in the offseason. They look to find the player who will fill a void and blend into the roster. It's about teamwork at AT&T Park. • Hot Stove Tracker The D-backs can have the flash this offseason, luring Zack Greinke away from the rival Dodgers and acquiring Shelby Miller from the Braves to boost their chances in the National League West in 2016. The Dodgers can lay out the cash, building off last year's payroll -- the largest in history -- by scurrying to fill in rotation voids created by lingering injuries and the loss of Greinke. Los Angeles has signed Scott Kazmir and Kenta Maeda after coming up short in bids for the likes of David Price and Mike Leake. The Giants, meanwhile, finish off a offseason's work that first saw them plug holes in the rotation with the additions of Jeff Samardzija and Johnny Cueto by signing free-agent outfielder Denard Span, out of a market that includes the likes of Yoenis Cespedes, Justin Upton, Dexter Fowler and Gerardo Parra. • Giants, Span agree to 3-year deal It's not about headlines in San Francisco. It's about fitting newcomers into the fabric of the roster. It's about the whole picture, not the new snapshot. Given the injuries Span battled in the past 13 months, he did carry a lower price tag than others on the free-agent market. He underwent surgeries for a sports hernia in December 2014, a core muscle injury last March and on his left hip in September, while also spending seven weeks on the disabled list last season with back spasms.  The Giants, however, received medical assurances that Span is ready to be Span again, and given the nature of AT&T Park, Span fits the Giants' needs better than any of the other available outfielders. Span has shown the ability to be a catalyst in the leadoff spot, stealing bases and making contact. In the past five years, according to STATS LLC, he averaged 9.34 plate appearances per strikeout, fourth best among big league outfielders with at least 1,390 plate appearances. Span also has been successful on 81 percent of his stolen-base attempts. More importantly, considering AT&T Park's spacious outfield, Span is an elite defensive player. He might stay in center field, where he has played for the Twins and Nationals, or he could move to left, with Giants incumbent Angel Pagan remaining in center. Left field at AT&T isn't one of those spots where you stick the worst defensive player. It is expansive, a place where you want a superb defensive player with range. It's where either Span, Pagan or Gregor Blanco will have the range to turn hits into outs. And the Giants are a team built around pitching. That's why they signed Samardzija and Cueto before going on a serious search for the needed outfielder. As general manager Bobby Evans said when news of the addition of Span surfaced on Thursday: \"When you invest in pitching as we did this winter, it's important to invest in the defense behind them.\" Former owner Peter Magowan had a fascination with signing big-name free agents, which led to him overruling the baseball people and ordering the signing of Barry Zito to soften public reaction to the retirement of Barry Bonds. That's no longer part of the Giants' DNA. Brian Sabean, who a year ago assumed the title of executive vice president of baseball operations, was the type of general manager who in his first move after taking the job didn't hesitate to trade fan favorite Matt Williams to the Indians. Then, after listening to the public and media outcry, Sabean held a news conference to announce, \"I'm not an idiot.\" Nobody questions that now. The Giants advanced to the postseason in seven of the 18 years he was the general manager, and won World Series championships in 2010, '12 and '14, with Sabean making the under-the-radar moves for the likes of Ryan Vogelsong, Pat Burrell, Michael Morse, Travis Ishikawa and Marco Scutaro. And Evans, promoted to the GM role when Sabean moved up in the pecking order, is a Sabean protégé, who understands there are player acquisitions that can create offseason oohs and aahs, but more important are the moves that help a team earn in-season wins. It is a formula that has worked for the Giants for two decades. There's no sense changing course now. Tracy Ringolsby is a columnist for MLB.com This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
