{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/161456236\/angels-star-mike-trout-helps-family-in-need\/",
    "title": "Trout helps NJ family in time of need",
    "subtitle": "",
    "body": "ANAHEIM -- The DeSimone family was devastated. Their house had burned down days before Christmas, with all of their presents gone with it. The 25th of December was coming, and their children had no gifts. Their holiday cheer was gone, up in smoke just like most of their valued possessions. \"And then -- bam! -- Mike Trout comes,\" Barbara DeSimone recalled. \"It's almost like a dream.\" \"It's like Santa Claus arrived,\" said her husband Tony. A fire, set off by a dryer cord, inflamed the back section of the couple's home in the Buena Vista Township of New Jersey, a little more than 10 miles from Trout's hometown of Millville. Tony DeSimone called it \"a total loss.\" \"All the contents have been destroyed by smoke and water damage,\" DeSimone told the local station, SNJ Today, which relayed the story. \"Even down to the Christmas tree was melted,\" Barbara Desimone added. \"All the presents were melted, and everything was just gone. Burned, charred, smoke or water -- it was just gone.\" Tony and Barbara were able to evacuate in time, thanks to the smoke alarm that awoke them. Their two children, Michael and Cecilia, were in school at the time. And the community quickly rallied. Barbara went to pick her daughter up at the local school, Edgarton Christian Academy, and walked out with $1,250 in donations. And then, on Christmas Eve, Trout stopped in for a surprise visit. He brought presents for the children and comfort for the family, providing a necessary distraction at a time of grief. The 24-year-old superstar still spends his offseason in the area and often uses his fame to help others in the community, most notably impacting the life of a young boy with a severe eye condition. \"It's always good to give back and try to make people happy, especially if it's in your own hometown,\" Trout said this past season. \"You see how a lot of stars are in this day and age -- they don't remember where they came from,\" Tony DeSimone, who plans to rebuild the home and remain in the community, told SNJ. \"But Mike, he's a true ambassador for Major League Baseball. He remembers where he came from, and he really helps the people in this area.\" Alden Gonzalez is a reporter for MLB.com. Follow him on Twitter @Alden_Gonzalez and Facebook , and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
