{
    "url": "http:\/\/m.mlb.com\/news\/article\/1294499",
    "title": "Sutter gives credit where it's due",
    "subtitle": "Sutter gives credit where it's due",
    "body": "The newest member of baseball's Hall of Fame, Bruce Sutter, says he never has thought of himself as an emotional person. You could find a great number of former Major League players to testify to this, as they saw Sutter calmly register strikeouts while going about his business in a calm and professional manner. Sutter, however, became emotional on Tuesday, when he received word that he had been elected to the Hall of Fame. \"I was surrounded by family members and I started crying,\" said Sutter. \"It was a call I never thought I would receive.\"  When Sutter regained his composure, one of the first calls he made was to Mike Roarke.  \"Mike, I made it, I made it,\" said an excited Sutter as he shared the joy of the moment.  Sutter acknowledges that he never would have received baseball's highest honor without the instruction and guidance of Roarke and the late Fred Martin.  Both Martin and Roarke were coaches in the Cubs' Minor League system when Sutter broke into baseball after signing for a whopping $500 bonus in 1971.  One of the wonderful parts of the game of baseball is when players stop to salute the people who have helped them along the way.  Roarke is a studious and reserved man who spent 42 years of his life in the game as a player, pitching coach and manager in the Minor Leagues, and a coach at the Major League level.  Roarke learned about the art of pitching the hard way, serving as a backup catcher for the Detroit Tigers from 1961 through 1964 following a Minor League career that started when he signed with the Boston Braves in 1952.  If there was one thing he understood after all those years behind the plate, it was the mechanics of the men on the pitching mound.  \"Bruce hurt his arm after his first year in pro ball, and he didn't tell anyone about the injury,\" said Roarke. \"He had surgery and paid for the operation out of his own pocket.  \"When he got to Spring Training, he had lost something off his fastball, and it was Martin who showed him the grip for the split-fingered fastball.\"  Roarke said that the first time he saw Sutter throw the pitch was in a Minor League game.   \"I thought, 'Wow, that's some pitch.' \"  In a surprising twist, Roarke recalled that he really learned about the split-fingered pitch from Sutter.   \"We talked a lot about how he held the ball and what he thought about when throwing the pitch,\" said Roarke. \"Once I got Bruce's thoughts and saw his mechanics, I understood what he was doing.\"  As time passed, Roarke could spot the problems when Sutter ran into trouble with his delivery.   \"It's like a pro working with a golfer,\" said Roarke. \"The teacher can see things that the player can't see. It becomes a combined effort.\"  \"I had no chance if I didn't have that pitch,\" Sutter said in a conference call after his election to the Hall of Fame. \"I wouldn't have made it to the big leagues. I wouldn't have gotten out of Double-A.\"  Roarke provides this view of the Sutter split: \"The hitter would see the ball come in, and it looked like a four-seam fastball, but at the very last moment, the ball would drop and just disappear. The pitch made Bruce almost unhittable.\"  On one of the biggest days of his life, Sutter took the time to reflect on the help he received from Martin and Roarke.   \"I owe a lot to those two people,\" he said.  Sutter refined his split-finger pitch in the Cubs' Minor League system and reached the big leagues with the Cubs in 1976, going 6-3 with 10 saves and a 2.70 ERA as a rookie. The next year he recorded 31 saves, with a 1.35 ERA, and was on his way to being the most dominant closer in the game during the next decade.  At the end of the 1980 season, Roarke decided to retire as a full-time coach to spend more time with his family. The Cubs, concerned about the salary Sutter could command as a free agent, traded their ace closer to the St. Louis Cardinals.  The first thing Cardinals manager Whitey Herzog did after the trade was call Roarke and invite him to join the coaching staff in St. Louis.   \"I turned down a full-time job,\" said Roarke, \"but Whitey talked me into coming in to see the team from time to time to help Bruce if he ran into some problems.\"  The arrangement eventually led to a full-time coaching job for Roarke, and Sutter prospered in St. Louis, with four remarkable seasons as the Cardinals' closer.  Martin, like Roarke, had only a brief Major League career, and he spent most of his baseball career helping young players searching for big-league stardom.  It is the Minor League coaches and managers who usually go unnoticed as the media salutes the star players.  All too often these people are overlooked, even when they make major contributions to a Hall of Fame career.  The fact that Sutter took the time to salute Martin and Roarke tells a lot about the newest member of baseball's Hall of Fame.  \"I'm happy for Bruce because he is such a classy guy and very humble,\" said Roarke, now 75 and living in his native Rhode Island. \"It will be fun to be in Cooperstown this summer and see Bruce join the great players of the game.\"   One pitch and two Minor League coaches who cared about a young man's career paved the way to Cooperstown in the case of Bruce Sutter.   Fred Claire was a member of the Los Angeles Dodgers from 1969-98, serving the team as executive vice president and general manager. His book \"Fred Claire: My 30 Years in Dodger Blue\" was published last year by SportsPublishingLLC. This story was not subject to the approval of Major League Baseball or its clubs. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": ""
}
