{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/161453294\/indians-to-evaluate-carlos-santanas-role\/",
    "title": "Santana's everyday role uncertain after Napoli's acquisition",
    "subtitle": "Expected to be regular DH, fill in at first base",
    "body": "CLEVELAND -- The Indians brought free-agent Mike Napoli into the fold this offseason and plan on giving him everyday at-bats as the team's regular first baseman. That was, of course, the role that Carlos Santana filled for Cleveland last year. Indians manager Terry Francona wants to make something clear, though. Adding Napoli does not mean that Santana's future with the Tribe is as a full-time designated hitter. The manager plans on finding other ways to mix and match Santana's name into the lineup card on a regular basis. \"We're not trying to turn anybody into an everyday DH,\" Francona said on Friday. \"That's not our goal. But, I want our best defensive team out on the field.\" There are two messages sent within Francona's words. The first is that Santana, who has expressed a distaste for DH-ing in the past, will not be limited solely to that job. The other is that Napoli, who has turned himself into a Gold Glove-contending first baseman over the past few years, is currently above Santana on the team's depth chart for the position. In the weeks leading up to Spring Training, Francona plans on discussing the situation with Santana to get everyone on the same page. Francona indicated that Santana will still garner innings at first base, and the manager did not rule out some limited time at third base, which the former catcher played for a stint early in the 2014 season. \"When I talk to him,\" Francona said, \"I want to see his thoughts on other positions.\" The only other scenario that would make some sense would be potentially giving Santana a test run in left field during Spring Training. Santana has logged only four career innings at the position (back in 2012), but he has shown some athleticism in the infield. As things stand, the Tribe plans on mixing and matching in left until Michael Brantley (shoulder surgery) returns to the mix a month or so into the regular season. Cleveland has Rajai Davis, Abraham Almonte, Collin Cowgill and Joey Butler, among others, in the fold as possibilities for innings in left until Brantley is activated. At first base, the Indians view Napoli as an upgrade over Santana, and understandably so. Napoli, who was a finalist for an American League Gold Glove at first base after this season, has 20 Defensive Runs Saved and a 5.6 UZR\/150 rating in 3,996 innings at the position. Santana, on the other hand, has -9 DRS and a -1.5 UZR\/150 in 2,950 2\/3 innings at first. Francona noted that Napoli -- mostly due to a variety of health issues -- has seen his plate appearances drop in each of the past two seasons. The manager said his plan is to give Napoli some at-bats as a DH to help him return to a higher volume of plate appearances this season. That means Santana will still see some action at first. This spring, Francona hopes to see Santana tackle his defensive work at first with the same kind of enthusiasm that he had for trying third base during Spring Training '14. He attacked the process and, while the results at third were below average (-39.5 UZR\/150 in 225 2\/3 innings) that year, the manager felt the work at the hot corner improved Santana's production at first base. \"It was really impressive,\" Francona said. \"He worked so hard at it, and I think almost without realizing it, he became a much better first baseman. He was athletic. He was really fun to watch. I think he was used to playing first on days he didn't catch, and it was almost sort of a day off, off his legs, and I get it. But, that's not what we're looking for in our first baseman. \"So, sometimes we try to get that point across and I didn't know if we always did that well enough. So, we continue to try, because we want every position to be above average. That's our goal.\" One thing Francona is keeping in mind is that Santana has not always embraced being a DH. \"I know he'd rather play a position,\" Francona said. \"But, then I think he kind of started getting a little beat up [in the second half last season] and I think that kind of helps guys ease into being a DH a little bit, when their body doesn't start feeling that good.\" That is why Napoli, who has had hip issues in the past, will see some time at DH, too. \"We'll give him a rest when he needs it,\" Francona said. \"I talked to him a little bit about DH-ing sometimes, because I think we'd like to increase his number of at-bats. He's lost at-bats every year due to something, and maybe we can help that, with keeping his bat in the lineup and not having him wear down or get beat up.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, follow him on Twitter @MLBastian and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
