{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/161357238\/white-sox-prospects-conclude-mini-camp\/",
    "title": "Prospects get an early start in cages at mini-camp",
    "subtitle": "Despite weather, young talent puts in work with big league staff",
    "body": "CHICAGO -- The weather was far from conducive for extensive baseball work during this past week in Arizona, with rain flooding part of the White Sox baseball fields at Camelback Ranch. But there was still plenty of good work put in by the 12 prospects or young Major Leaguers over a three-day White Sox hitters mini-camp in Glendale. The players involved were Adam Engel, Tyler Saladino, Tim Anderson, Jason Peter, Rob Brantly, Courtney Hawkins, Kevan Smith, Trey Michalczewski, Jason Coats, Matt Davidson, Jacob May and Nick Delmonico, under the guidance of hitting coach Todd Steverson and assistant hitting coach Greg Sparks. • White Sox Top 30 Prospects \"It's awesome. It's amazing, especially the chalk talks we get to have, where we talk about mental aspects of the game,\" said May, the switch-hitting center fielder who swiped 37 bases last season for Double-A Birmingham. \"All of our teammates are in here, and we all have different mindsets. You pick and choose certain things and certain words that kind of click with you, and absorb it all.\" \"Getting out here, just getting work in the cage is always good,\" said shortstop Tim Anderson, the organization's top prospect per MLB.com. \"It lets you know where you stand at this point, how your offseason has been going, anything that they can do to help you.\" This mini-camp marked the first time Sparks received a first-hand look at some of his new charges after being hired this offseason. Sparks has done some video work to prepare, but seeing the live swings helps him get acclimated. \"I'm starting to look and formulating a plan, just getting to know hitters first and go from there,\" Sparks said. \"It's huge for me to get the feel for how it goes over here and getting used to seeing what these guys do and putting a face to a name. \"Again, they are new to me, and I'm new to them. I'm looking forward to Spring Training and building a relationship.\" • Anderson vying for big league opportunity Of the 12 players in attendance, six rank in the Top 15 of the Top 30 White Sox prospects per MLB.com and eight rank in the Top 20. Saladino is penciled in as the White Sox starting shortstop, while Anderson is on the cusp of breaking through at the big league level. \"Not everybody comes,\" said Anderson of the mini-camp. \"It's special to be out here. I'm just happy to be here. Enjoying the moment, soaking up everything that I can.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, follow him on Twitter @scottmerkin, on Facebook and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
