{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/161414000\/will-rockies-trade-carlos-gonzalez\/",
    "title": "Inbox: Will Rockies keep CarGo in 2016?",
    "subtitle": "Beat reporter Thomas Harding answers fans' questions",
    "body": "DENVER -- Thanks for the questions over the past few days. I'll answer as best I can, and I hope to do more of these. Let's get to it: @nickgroke @psaundersdp @harding_at_mlb Do you guys think Cargo will start the season with the team? Why have the #Rockies been quiet lately Before the New Year arrived, I was certain Carlos Gonzalez would be dealt. I still think he'll be dealt, since the need for another starter and a reliever isn't going to fill itself, but I'm less than certain. During the Winter Meetings, I described general manager Jeff Bridich as pained at the prospect of dealing Gonzalez, especially after he returned to form in 2015. It's worth wondering if it hurts too much for the Rockies to let him go, although a trade could occur any time. The decisions this week of free-agent outfielders Alex Gordon (Royals) and Denard Span (Giants) to sign deals reduced the number of teams looking for an outfielder, but it also may quicken the urgency of trade talks.  • Submit a question to the Rockies Inbox But let's explore reasons for keeping Gonzalez. Most of the reports linked to the Rockies have suggested that they would not land an established Major Leaguer for Gonzalez: They'd more likely receive a younger Major Leaguer or a top prospect. That's certainly fine for the club, which has multiple prospects on the Major League radar for this year. But dealing Gonzalez for less than what the Rockies need might not be the best move, since it's more likely that the staff will mature at some point beyond 2016. With Gonzalez earning $17 million this year and $20 million in 2017, which puts him in line salary-wise with this year's top free agents but with a shorter time commitment, he could be attractive at the non-waiver Trade Deadline if he has a strong year and the Rockies struggle. The Rockies didn't deal shortstop Troy Tulowitzki last winter, but when they sent him to the Blue Jays before the Trade Deadline, they received Jose Reyes, a former No. 1 pick in Jeff Hoffman, a close-to-ready reliever in Miguel Castro and what looks to be a solid starter in Jesus Tinoco. That's more than Gonzalez would bring now.  @harding_at_mlb will the rox make a trade for a starter or sign a free agent? Or is it wishful thinking?  @harding_at_mlb Did the #rockies feel that trading an outfielder would go a little quicker\/easier\/smoother than this?  @harding_at_mlb Nats shopping Gio Gonzalez for OF. Does Rox have any interest? That would help immediate need for rotation boost. It's all the same question, but what the heck? It's the biggest question of the winter. Carlos Gonzalez isn't the only outfielder on the block, since the Rockies are also listening to offers for left fielder Corey Dickerson and center fielder Charlie Blackmon. The Rays, who quietly emerged as a possible partner, could go after any of the three. With budding star Kevin Kiermaier in center, Blackmon would be seen as a corner outfielder for Tampa Bay. Some have speculated that the Rays are interested in Rockies prospects such as Raimel Tapia and David Dahl, but they are also believed to be interested in obtaining one of the Rockies' Major Leaguers. Reports have the Rockies among the various teams that could have interest in Rays righty Jake Odorizzi, and beyond ace Chris Archer, Tampa Bay might be willing to move any of its Major League pitchers. Given the Rockies' policy of collecting top prospects on the cusp, they could have an eye on lefty Blake Snell. The 23-year-old was the 52nd overall pick in the 2011 Draft and went a combined 15-4 with a 1.41 ERA in 25 Minor League appearances (23 starts) last year, with 163 strikeouts and 53 walks. Snell posted a 1.83 ERA in nine Triple-A starts. Two other teams that have been linked to Gonzalez are the Orioles and the Cardinals, but it may take some convincing to get either to give up pitching depth. As for anticipating difficulty making a deal, everyone went into the winter with open eyes. The large number of free-agent outfielders and the large number of teams needing such players dictated that there would be some chain reactions. Add to that the Rockies' need for starting pitching, which is coveted, and it could take time. Reports on Friday said that the Nationals are shopping Gio Gonzalez, a lefty who won 21 games in 2012 and had the best ground-ball percentage (53.8) of his career last year. Colorado and Washington are known to have talked about CarGo, so something could develop, however the Rockies are not known to have pursued Gonzalez. The Nats could possibly be interested in Blackmon, but they may be more comfortable with the two-year commitment to CarGo than three years of club control on Blackmon. Gio Gonzalez is due $12 million this season, with a $12 million club option for 2017 and a $12 million '18 option that vests if he throws at least 180 innings in 2017. All could fit on the Rockies' payroll.  @harding_at_mlb Do you believe, as some do, that Butler translates better into the bullpen? Stories on the Purple Row and BSN Denver websites explored the possibility and compared Eddie Butler to the Royals' Wade Davis, who was mostly a starter from 2009-13 before becoming a lights-out reliever. But Davis made 149 Major League appearances (88 starts) during that five-season period. Because Butler dealt with a shoulder injury in 2014 and made 16 Major League starts last year, when his ability to make adjustments came into question, I don't think there's enough information.  @harding_at_mlb If Reyes receives some form of punishment from #MLB, can #Rockies fans anticipate never seeing Jose on the field again? #DFA FOX Sports reported Friday that Commissioner Rob Manfred's decision on possible suspensions involving Reyes and other players facing domestic abuse allegations is likely to occur before camp begins and most likely before March 1. An MLB spokesman, Michael Teevan, told MLB.com: \"Our goal is to complete all the ongoing investigations as quickly as we can without sacrificing their thoroughness.\" Beyond that, it's hard to have a clear answer on what the Rockies will do. Under the policy, discipline rests solely with Manfred until he gives a team permission to act. Much could depend on the Rockies' situation at shortstop when Reyes returns. For now, No. 11 Rockies prospect Trevor Story will have a chance to win the job this spring. But Cristhian Adames has been a solid player in the system, and Daniel Descalso has played the position, so if Story needs time, there could be other options.  @harding_at_mlb Where do you see Chatwood to start the year? Righty Tyler Chatwood had Tommy John surgery in July 2014, and he was healthy and throwing bullpens by the end of last season. Still, this was his second such surgery -- he had the first while in high school. So expect the Rockies to be cautious, to the point of slowing Chatwood down even though they know he'll be raring to go. All injuries are different, so the success rate of pitchers who have had multiple Tommy John surgeries is unknown. But the D-backs' Daniel Hudson, who had the operation in 2012, then was hurt again -- and operated on again -- in '13, made three Major League appearances in '14 and appeared in 64 games last season. Just one of his games, a solid 3 1\/3-inning effort against the Padres on May 10, was a start. The Rockies plan to treat Chatwood as a starter in Spring Training, but they could use him as a reliever until the team is confident he's healthy enough to start.  @harding_at_mlb Which pitcher takes the biggest step forward in 2016? Young pitchers tend to have growing pains, but I would not be surprised to see righty Jon Gray, with a few Major League starts under his belt late last season and a new curveball for this year, live up to the promise that came with being selected third overall in the 2013 Draft. Thomas Harding is a reporter for MLB.com. Follow him on Twitter @harding_at_mlb, listen to podcasts and like his Facebook page. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
