{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/161473422\/denard-span-introduced-by-giants\/",
    "title": "Span excited for new chapter with Giants",
    "subtitle": "Outfielder introduced in San Francisco after signing 3-year deal",
    "body": "SAN FRANCISCO -- Denard Span revealed a significant aspect of his character Friday: He's eager to please. Span, the Giants' new center fielder and leadoff hitter, met the Bay Area media during a news conference at AT&T Park, and he couldn't hide his anticipation for the upcoming season. As club president Larry Baer, general manager Bobby Evans and manager Bruce Bochy looked on, Span vowed to deliver a maximum effort on the three-year, $31 million investment the Giants made in him. • Ringolsby: Busy Giants have right formula \"I told Boch and Bobby this morning that I'll do whatever it takes to help this team win, and I mean that from the bottom of my heart,\" Span said. \"... I'm ready for this new chapter in my life. I'm just looking forward to new challenges and just helping this ballclub win. I appreciate this organization trusting me and giving me this opportunity. It means a lot to me.\" Span's sincerity was evident as he slipped on his Giants jersey for what's usually considered a ceremonial photo opportunity. Except this wasn't just an act for Span. \"It's like a dream come true, guys,\" he said as he donned uniform No. 2. Span explained that he watched telecasts of similar ceremonies for free agents on television as a youth and desired to be the focus of similar attention someday. However, Span wants more than personal glory. • Hot Stove Tracker \"I'm at the stage of my career [where] I want to do whatever it takes to win a championship,\" he said. \"If that means me being in center field, I'll take that with pride and I'll do the best I can. If they need me in left field or they need me to catch for Buster [Posey] a couple games, I'll do that as well.\" Span almost certainly will patrol center field, though Bochy said that he wanted to speak to Angel Pagan before formally announcing any changes. Pagan's Ultimate Zone Rating of -14.3 on FanGraphs.com ranked last among National League center fielders last year; Span ranked sixth in the same category with a -4.7 figure in 2014. Span didn't play enough during his injury-filled '15 season with the Nationals to qualify for the leaderboard. \"I always like to get with my players when there could be a change or a tweak in the lineup or where they play,\" Bochy said. \"But it's a very workable situation, and [Span is] one of the best center fielders in the game. ... So I just would like to, out of respect, touch base with Angel.\" Span insisted that he has recovered from his excruciating stretch of three surgeries in nine months -- \"If we had a game today, I could play,\" he said -- though his tale is a cautionary one for athletes who try to rush their recovery. After the Giants ended the Nats' season in the 2014 Division Series, Span returned home to rest what he thought was a minor groin pull. The discomfort lingered, prompting him to undergo surgery in December. Hoping to propel himself into free agency with a strong 2015 performance, Span ended up hurting his other side, leading to surgery in March. \"I probably came back a little bit too soon -- not 'probably,' I did come back too soon from the second surgery, trying to be a gamer and help my ballclub win. Inevitably, it led to my hip surgery [on Sept. 1].\" With a contract featuring performance bonuses that he'll reach once he plays 90 games or makes 400 plate appearances, Span has further incentive to train wisely. \"I'm starting to sprint and feel almost better than I did before the surgery with my explosiveness,\" said Span, referring to a video that showed him jumping over hurdles. \"... I feel great. By the time Spring Training comes, I'll be ready to participate in whatever the team needs me to participate in. Once the season starts, which is two months after that, I should be ready to go for sure.\" Chris Haft is a reporter for MLB.com. Read his blog, Haft-Baked Ideas, follow him on Twitter at @sfgiantsbeat and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Haft"
}
