{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/161486836\/ken-griffey-jr-celebrates-hof-in-seattle\/",
    "title": "Griffey's whirlwind week ends in Seattle",
    "subtitle": "Hall of Famer celebrates in city where his career started",
    "body": "SEATTLE -- For Ken Griffey Jr., being elected to the National Baseball Hall of Fame has come with some challenges. Like what do you put into your cell phone to identify the number for someone like Reggie Jackson after he calls to congratulate you? \"He said, 'If you need anything, call me.' And I'm thinking, do I put Mr. October? Mr. Jackson? Reggie? I don't know what to put on my phone,\" said Griffey, still The Kid at heart even after being elected into the Hall with the highest voting percentage of any player in the history of the game. For Griffey, the fun continued Friday as he returned to Safeco Field, in the city that watched him grow from a teen phenom to a 10-time All-Star in the 1990s. He was met by the team's employees in a red-carpet greeting when he arrived, and soon after was on stage for a news conference that included word that his No. 24 will be retired by the Mariners on Aug. 6. \"The last couple days have been quite a whirlwind for me,\" Griffey said. \"It's unbelievable, humbling. It's awesome, to say the least.\" After getting the call from the Hall of Fame on Wednesday at his home in Windermere, Fla., Griffey flew to New York for a Baseball Writers' Association of America news conference on Thursday, attended some Hall of Fame festivities there Friday morning and then winged across the country to Seattle. \"It's been pretty crazy,\" he said. But the lack of sleep and cross-country treks didn't stop Griffey from being his usual fun-loving self. Asked which particular Mariners hat he'd like to have on his Hall of Fame plaque, he said he had no idea. \"I'm having a debate on whether to wear it front or backward,\" he said. \"I may have to leave that for a fan vote.\"  After the news conference, Griffey told tales about pranks from his playing days, showed reporters the various ringtones he has on his phone for different people and said when he goes to Cooperstown for his induction, he'll adopt his rookie policy of only speaking to other Hall of Famers when spoken to first. \"I'll just wait 'til they talk to me. They played with my dad, so maybe I'll let him slide in there and I'll just stand behind him,\" he said with a laugh. But he grew serious when asked about his legacy of saving baseball in Seattle, with Safeco Field built largely on the momentum of the 1995 season in which he helped lead the Mariners to their first playoff appearance and an American League Championship Series berth. \"There were 24 other guys that helped me, so it's not one guy that saved baseball in Seattle,\" he said. \"It was Edgar [Martinez], Jay [Buhner], Dan [Wilson], everybody. It's not just one person. We all had our part. That's just how I think of it. Nobody is bigger than this game. It took a lot, but we all pitched in in certain ways and helped keep baseball here.\" Among Griffey's favorite Mariners memories were his chance to play with his dad, Ken Griffey Sr., and the home runs the two hit to become the only father and son to go back to back in a big league game. Griffey said it was a moment that was lost on him at the time as a 20-year-old. \"He's over there thinking about history and I'm thinking about the game,\" Griffey said. \"As I got older, I started to understand my place in history and stuff like that because of the guys I was passing on the home run chart.\" He wound up sixth all-time with 630 homers, something he says carries little weight in his own household, where he had to take the garbage out the morning of his Hall of Fame call and was cleaning the dishes later that night. Family remains No. 1 for Griffey and he said that remains the reason he asked to be traded to Cincinnati in 2000, a situation he bears no regrets over as it allowed him to be closer to his children, Trey, Taryn and Tevin. \"I'm going to be a dad a lot longer than I was a baseball player,\" he said. \"It was tough, but I think it worked out in the end and I get to come back and be remembered as a Mariner.\" And that's why there was no question about what hat he'll wear on his Cooperstown plaque, even though he played nine seasons with his hometown Reds, the team he grew up cheering for when his dad was playing. \"I played 13 seasons here,\" he said. \"I did most of my damage here. I was drafted here. And it's the right thing to do.\" Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB, read his Mariners Musings blog, and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
