{
    "url": "http:\/\/m.mlb.com\/news\/article\/161543060\/cardinals-introduce-reliever-seung-hwan-oh\/",
    "title": "Cardinals introduce Korean reliever Oh",
    "subtitle": "Right-hander known as 'Final Boss' can fit into setup role for closer Rosenthal",
    "body": "ST. LOUIS -- The Cardinals' search to fortify the back end of their bullpen has taken them to the Far East. In a news conference on Monday, the Cardinals introduced right-handed reliever Seung Hwan Oh, one of the most dominant South Korean closers of all time and the latest piece in a formidable 'pen being assembled by general manager John Mozeliak. Oh, 33, agreed to a one-year deal that includes a club option for 2017. • Hot Stove Tracker \"We felt like we wanted to do something to ramp [the bullpen] up,\" Mozeliak said. \"We were looking at a lot of different ways to do that. As we stated a few years back, we were going to spend some energy and resources trying to get a better understanding of the Asian market, specifically what was happening in Korea and Japan. And ironically, we were able to end up signing a player who is actually Korean, but played in Japan.\" Oh declared his interest in coming to the United States this fall, after his contract ended with the Hanshin Tigers of the Japan Central League. The Cardinals had interest throughout Oh's free-agent process and had actually been scouting him dating back to 2009. Mozeliak met with Oh's representatives during the December Winter Meetings, at which time manager Mike Matheny also offered his opinion after viewing film of Oh. Conversations continued for the next few weeks, eventually leading to Oh's trip to St. Louis, at which time he passed a physical and was formally introduced. \"The stuff was obvious,\" Matheny said of scouting Oh. \"The numbers are great, too. And realizing the success that he has had at the backend of a game is something that gives us a lot of flexibility as far as how we can use him here.\" Since going pro in 2005, Oh has established himself as an elite closer in the Korea Baseball Organization and Japan's Central League, posting a 1.81 ERA, 0.85 WHIP, 10.7 K\/9 and 5.18 K\/BB in 646 1\/3 innings. He earned Rookie of the Year honors in '05, was named the Most Valuable Player of the Korean Series in '05 and '11 and reached 100 career saves in fewer games than anyone in Korean history. \"I've achieved everything in Korea and Japan, both countries, as a closer,\" Oh said, speaking through a translator. \"So I wanted a new environment and was looking for motivation and a new challenge. That was why I decided to join MLB.\" Over those 11 seasons, he has accrued 357 saves. Although he has never made more than 64 appearances in a season, Oh has notched seven seasons with at least 37 saves. However, the Cardinals do not plan to insert Oh into the closer's role. Mozeliak reiterated the team's commitment to closer Trevor Rosenthal, who has consecutive 45-save seasons and set a franchise saves mark (48) in 2015. Rosenthal remains under team control for three more seasons. Oh's role will be to help bridge the game to Rosenthal, and his arrival is a part of Mozeliak's efforts to deepen his bullpen. The club now has five relievers -- Oh, Jordan Walden, Kevin Siegrist, Seth Maness and Jonathan Broxton -- capable of fitting into a setup role. Not only should Matheny be better positioned to distribute those late-inning assignments, but the Cardinals have better protected themselves should the rotation struggle to cover enough innings. \"I think you go back to 2011, even '06, we figured out ways to have success in the postseason based on a very strong bullpen,\" Mozeliak said. \"You look at that core, and you have to have a lot of confidence moving forward.\" Furthermore, uncertainty about Walden's status -- a forearm and shoulder injury sidelined him for all but one month in 2015 -- left the Cardinals believing another bullpen addition was necessary. Oh's move to the Majors -- which, speaking through a translator, he described as \"a dream come true\" -- comes after the KBO issued him a half-season suspension for gambling with a former teammate at a casino abroad, which is forbidden by South Korea laws for its citizens. If Oh would have played in Korea in 2016, he would have missed the first 72 games. Oh stated that he was unaware his actions were illegal at the time and that the suspension had nothing to do with his interest in relocating to the U.S. Furthermore, the Cardinals and Oh had agreed to terms of this deal before the suspension was handed out. Mozeliak said both the Commissioner's Office and Players Association cleared the agreement. Oh brings a pair of unique nicknames -- \"Final Boss\" and \"Stone Buddha\" -- with him to the Majors, but he acknowledged that he prefers the former. A member of the 2008 South Korean team that won gold at the Beijing Olympics, Oh will wear No. 26 with the Cardinals. Because Oh's contract with Hanshin ended after the 2015 season, he was not subject to the posting system that many Asian-born players are. This meant that the Cardinals did not have to bid for the right to negotiate with Oh. Mozeliak said that was not an overriding factor in the pursuit. \"I think for us, it really came down to identifying a certain level of talent that we felt we needed,\" Mozeliak said. \"All along, we were looking at what our domestic options were, as well as perhaps how we could improve using the Asian market.\" The Cardinals will add a full-time member to Matheny's staff to serve as an interpreter for Oh. Fantasy spin | Fred Zinkie (@FredZinkieMLB) Because he is unlikely to garner save chances, Oh will start the season on waivers in most mixed leagues. But those in National League-only formats will be happy to secure the services of a late-inning reliever with the potential to deliver low ratios and a solid strikeout rate. By working key frames on a winning team, the 33-year-old could pick up several vulture wins in 2016. And if closer Rosenthal were to deal with an injury, Oh could compete with Kevin Siegrist and Jonathan Broxton for save chances. Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, follow her on Twitter @LangoschMLB, like her Facebook page Jenifer Langosch for Cardinals.com and listen to her podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
