{
    "url": "http:\/\/m.mlb.com\/news\/article\/161677720\/justin-upton-yoenis-cespedes-still-on-market\/",
    "title": "Cespedes vs. Upton: Who is the better value?",
    "subtitle": "",
    "body": "Two power bats of significant substance, Yoenis Cespedes and Justin Upton, are still standing in the free-agent field, not waiting for their pitch, but waiting for a pitch -- a salary and situation that suits them best for 2016 and beyond. Among the four premier outfielders in this free-agent class, gloves turned out to be the greater priority. Jason Heyward did not quite hit the $200 million threshold some imagined for him, but he did become the subject of a bidding battle between the rival Cubs and Cardinals. And while Alex Gordon was signed at what was considered a discount rate relative to his early offseason asking price, he did so with the Royals, a team he never wanted to leave in the first place. Now, the defense rests -- comfortably, happily and financially fit -- while the power fusses and fidgets. Those few clubs remaining with a hole to fill and money to burn have many choices in this market (Dexter Fowler, Austin Jackson, Marlon Byrd and maybe even Ian Desmond, if you think he can make it work in left), but let's imagine for a moment that it basically comes down to your choice of Cespedes or Upton. Who ya got? The case for Upton Statcast: Upton's monster homer SD@ARI: Upton delivers 458-foot souvenir in Arizona9\/15\/15: Statcast tracks the exit velocity, launch angle, projected hang time and projected home run distance on Justin Upton's solo homer Consistency is the backbone of success in a sport with a 162-game schedule. And Upton, baseball's No. 1 Draft pick a decade ago, is definitely consistent. Despite, um, his inconsistency. It's no secret this is a guy who, like many power hitters before him, can be streaky. Going back to 2008, Upton has had 11 instances in which he's endured a funk of 0-for-14 or greater. On the flip side, he's also had 10 occasions in which he's gone at least four straight games with an extra-base hit. Despite these various in-season sways, when you look up at the end of the year, Upton is right about where you expect him to be. His on-base percentage is routinely around .350, his slugging percentage is right around .450, his homer total is generally in the 25-30 range and his stolen-base total is right around 20. There are fluctuations within that framework, of course, but Upton's career 162-game average calls for a .271\/.352\/.473 slash line with 26 homers, 32 doubles, five triples and 16 steals -- a solid season, albeit not an MVP Award-winning one. Same goes for Upton's 2016 Steamer projection of a .260\/.343\/.467 slash with 28 homers and a 3.0 Wins Above Replacement mark. A power threat (Upton has the 18th-highest isolated power mark and the 22nd-highest slugging percentage over the past three seasons) with speed (his baserunning runs above average marks are always above the league average) and on-base ability has a lot of value in this game. Upton is not the generational-type talent he was expected to be when he was taken with baseball's No. 1 overall Draft pick in 2005, but he's a good ballplayer, nonetheless. Oh, and did we mention Upton will play the majority of the 2016 season at the age of 28? The fact that he is still very much within the range of his perceived peak years is, as it was for Heyward, a major piece of his appeal. This is also a very durable player. Upton hasn't logged less than 620 plate appearances in any of the past five seasons. Defensively, Upton grades out as an average defender. In the past, he had his desire to be a \"winning player\" called into question, and maybe that stigma -- bunk though it may be -- has stuck in the minds of some evaluators. Unquestionably, though, Upton's primary downside, which is stipulated by the system, is that he is tied to Draft pick compensation, because the Padres surprisingly didn't do him the favor of moving him at last summer's non-waiver Trade Deadline. This is not much of a factor for two potential destinations for Upton -- the White Sox and Tigers, both of whom have a protected first-round pick -- but it's a very, very big deal for the Angels and Orioles, both of whom have a first-round pick in the top 17. The case for Cespedes Cespedes is two years older than Upton, but he's coming off a season in which he was something that Upton has not been since 2011 -- a bona fide superstar. And yes, as a result of the Tigers tanking and trading him, Cespedes is in the beneficial position of not being tethered to a Draft pick. That's huge. Cespedes came up big for the Mets during a memorable early-August to early-September stretch last season, willing them into playoff positioning with his prodigious bat and blinding us with his neon yellow arm sleeve. He hit 17 homers in his first 41 games with the club. It was the kind of \"jump on my shoulders\" stretch that many players, Upton included (to this point, at least), can only dream about. Add up his tenure in two towns, and Cespedes finished with a .291\/.328\/.542 slash line with 35 homers and 105 RBIs -- numbers all the more meaningful in a still-depressed run scoring environment. With a 137 OPS+, it was his greatest season since his 2012 arrival in Oakland (139) and confirmation that this is not a player whose heroics are limited to the Home Run Derby. Having said all of that, the season did not end last Sept. 14; it only seemed like it. Though Cespedes did hit a couple rocket shots in the National League Division Series against the Dodgers, Cespedes was invisible the last two weeks of the regular season, and his October is remembered more for his foibles in the field than anything he did at the plate. Cespedes' occasional defensive lapses counterbalance some of the positive impact of his electric arm, because it seems abundantly clear that you can't trust him as an everyday center fielder. He does grade out very well in left, however -- much better than Upton does. Cespedes also is coming off a year in which his baserunning graded out very well, though you wouldn't know it from his gaffe that ended Game 4 of the World Series. Cespedes' primary limitation, stressed by evaluators who are down with OBP, is his consistently declining walk rate. He has a poor .319 career OBP, inflated by a rise to .328 in 2015 that is itself inflated by a higher-than-usual .323 batting average on balls in play. Because Cespedes' walk rate has declined each of the past five seasons, it's hard to peg him to any OBP upside, and we all know how power can decline in a player's 30s. Cespedes also preceded his walk year with two ho-hum seasons in 2013-14, when his OPS+ of 106 was just a bit above league average and his single-season homer total topped out at 26. Add it all up, and you've got a 162-game average of .271\/.319\/.486 with 30 homers, 35 doubles, six triples, 10 steals and 103 RBIs. Steamer calls for 27 homers, a .266\/.312\/.473 slash and a 3.1 WAR mark (so basically a mark identical to that of Upton) in 2016. Cespedes is a game-changer, when he's locked in. But any team that signs him has to embrace the possibility of suffering stretches when he's tuned out. And the \"winner\" is… It ain't my money, but give me Upton's age, still-viable upside and season-to-season consistency over Cespedes' more erratic track record. I don't think Upton will ever have a season like Cespedes just had, but then again, I'm not entirely convinced Cespedes will have another season like that, either. As stated above, the Draft pick issue is a bigger deal for some clubs than others, and maybe for a team deliberating between these two talents, it all comes down to price, not pedigree. Right now, there are only a handful of clubs that seem to make sense for either outfielder, and you can bet there are discussions being had about which one of these guys is more deserving of the remaining money. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
