{
    "url": "http:\/\/m.mlb.com\/news\/article\/161622456\/lazaro-armenteros-eligible-for-free-agency\/",
    "title": "Special teen: 'Lazarito' dazzles pro scouts",
    "subtitle": "Potential five-tool outfielder granted eligibility for international signing period",
    "body": "Lazaro Robersy Armenteros Arango, better known as \"Lazarito\" and recognized as one of the most intriguing Cuban prospects in international scouting circles, is officially on the market. On Monday, Armenteros, 16, was declared a free agent by Major League Baseball, according to an industry source. The outfielder, who is subject to the international signing guidelines because of his age and experience, will be eligible to sign with a team starting Feb. 10. Lazarito joins an exclusive list of international players to become eligible to sign a deal with a Major League team after missing the May 15 cutoff date to officially register for the international signing period. According to MLB guidelines, all international players born after Sept. 1, 1995, must register with the league's office by the mid-May date in order to sign during the following international signing period that starts every July 2. Including Armenteros, there have been a total of 13 players -- a list that now includes four Cuban players -- to receive an exemption after missing the cutoff date. Armenteros' free agency will influence the international market. The Cubs, Dodgers, Giants and Royals -- who will not be able to sign any pool-eligible prospects for more than $300,000 for the next two international signing periods after exceeding their bonus pools this year -- are still in play for Armenteros. The Angels, D-backs, Rays, Red Sox and Yankees are already in the maximum penalty after exceeding their bonus pools last year. It's been a busy few days for the teenager. On Friday, more than 140 scouts gathered on the main field at the San Diego Padres' complex in San Cristobal, Dominican Republic, to watch the 6-foot-2, 205-pound teenager who has gained a reputation for having five tools and one catchy name.  Big day for internat'l scouting. \"Lazarito\" had a showcase in DR today. There's an event in Colombia this weekend. pic.twitter.com\/e81k7XkmMl Armenteros put on a show, displaying plus bat speed during batting practice and plus speed down the baselines in front of scouts holding stopwatches. He later fielded balls in center field and in right field, showing off his arm and his agility. But Armenteros, who will be 17 in May, also showed his age. Scouts noted an uppercut swing that could use some work as well as a few holes in his offensive approach that need attention. Some scouts raved about his throwing arm. Others said it was \"fringy average.\" Everyone loved his power, speed and athleticism. Not everyone was enamored with his \"muscular college-football-player body\" and what that could look like in a few years if he doesn't take care of it. Armenteros did show scouts \"great hands\" and advanced strength at the plate during the showcase, but he also showed the usual rust that comes with some Cuban players who have not consistently faced live pitching. On defense, some scouts wondered if Armenteros would be better suited for a corner outfield spot instead of center field. Scouts walked off the field after the 45-minute showcase nodding their heads in approval, but also shrugging their shoulders in uncertainty. Did they just witness the Cuban version of a teenage Bryce Harper? Or did they just watch a prospect who could end up as nothing more than a project? This much is certain: every scout was intrigued by Lazarito. The teenager grabbed everyone's attention by posting a 6.48 second 60-yard dash to begin the showcase, and his tools are impressive enough to keep teams interested. By comparison, the average Major League Baseball player runs the 60-yard dash between 6.7 and 6.9 seconds. Armenteros does have a track record of success. He was named to the 2014 15U Baseball World Cup All-Tournament team after hitting .462 with nine runs, three doubles, five triples and eight RBIs in nine games for Cuba. Armenteros also had 42 hits in 38 games for Havana's under-15 team in 2014, with eight doubles, three triples, six home runs and 12 stolen bases. He recorded five hits, including two triples, in four games for Havana as a 13-year-old the previous season. Private workouts for Armenteros in the future will likely include more live pitching and games. • Cuban phenom 'Lazarito' creating a buzz Armenteros was born in Havana, Cuba, and was raised with his three brothers and three sisters in the Jacomino neighborhood in the San Miguel del Padron municipality in the southeastern part of the city. He left Cuba on a plane with his mother for Ecuador last spring, but he was denied entry by Ecuadorian immigration officials and sent back to Cuba. Armenteros then traveled to Russia with the hopes of flying directly to Haiti from Moscow, but he was denied. He eventually bought a ticket for Haiti during a layover in Germany on his way back to Cuba and made his way inside the baseball community in the Dominican Republic. Armenteros is represented by Ariel Nunez of Culture 39, a sports agency owned by Charles Hairston, the cousin of former Major League players Jerry Hairston and Scott Hairston. Jesse Sanchez is a national reporter for MLB.com. Follow him on Twitter @JesseSanchezMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jesse Sanchez"
}
