{
    "url": "http:\/\/m.mlb.com\/news\/article\/161691708\/marlins-have-deal-with-wei-yin-chen\/",
    "title": "Marlins cut 5-year deal with left-hander Chen",
    "subtitle": "Miami will not have to forfeit first-round Draft pick for signing free agent",
    "body": "MIAMI -- The Marlins were in the market for a quality starter, and on Tuesday, they got one. The Marlins reached agreement on Tuesday with free-agent left-hander Wei-Yin Chen on a five-year contract worth $80 million, according to a source. The deal reportedly includes an opt-out after two years and an option for a sixth, which would make it worth $96 million. The team has not confirmed the deal. The organization traditionally has been reluctant to sign veteran pitchers to multiyear contracts. But Miami was willing to make an exception for Chen. • Hot Stove Tracker Because Chen, a fixture with the Orioles since 2012, rejected their qualifying offer, Baltimore will receive a compensatory Draft pick, and the Marlins, whose No. 7 overall pick is protected, will forfeit their next pick (No. 46). Not having to surrender a first-round Draft pick surely made signing Chen an attractive option to Miami. • Complete 2016 Draft order Chen, a 30-year-old from Taiwan, was 11-8 with a 3.34 ERA in 31 starts in 2015. In his four big league seasons, he's compiled a 46-32 record with a 3.72 ERA in 117 starts. Five weeks away from Spring Training starting, the market was heating up for Chen. A number of other teams also had interest in the lefty, who has thrown 706 2\/3 innings in his four seasons in the Major Leagues. The Marlins have not signed an established free-agent pitcher to a multiyear deal since Mark Buehrle came to terms on a four-year, $58 million deal at the 2011 Winter Meetings. He was traded to the Blue Jays after one season in Miami. Chen's deal is the richest contract ever given to a pitcher by the Marlins. Miami has had a relatively quiet offseason. Before Christmas, it signed just two players, fourth outfielder Ichiro Suzuki and backup catcher Jeff Mathis. Last week, the Marlins came to terms with right-hander Edwin Jackson on a one-year contract. The club, however, has yet to announce that signing. Along with Chen, Miami had interest in right-hander Yaisel Sierra, a 25-year-old from Cuba who recently was cleared to become a free agent. But he agreed to sign with the Dodgers on a contract worth around $30 million to $33 million for six or seven years, a source told MLB.com's Jesse Sanchez on Tuesday. The Dodgers have not confirmed the deal. Chen is an established veteran who will be expected to fit nicely behind ace Jose Fernandez, and his addition should slide right-handers Tom Koehler and Jarred Cosart into the third and fourth spots of the rotation. The rest of the Marlins' rotation options project to include Fernandez, Koehler, Cosart and Adam Conley or Justin Nicolino. But the club might opt to go with David Phelps and Jackson early, allowing Conley and Nicolino time to develop more at Triple-A New Orleans. Fantasy spin | Fred Zinkie (@FredZinkieMLB) Although Chen could see his 2016 win total affected by a potential lack of offensive support, his relocation to Miami represents a terrific fantasy fit and cements his status as a viable rotation option in 2016 mixed leagues. If he had continued to pitch for an American League club with a hitter-friendly home park, the left-hander -- who logged a 4.16 FIP last season -- would have been hard-pressed to repeat his 3.34 ERA from a year ago. But with a chance to play home games at spacious Marlins Park and face shallower National League lineups, the 30-year-old may be able to limit homers -- his Achilles' heel (career 1.2 HR\/9 rate) -- more effectively.  Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
