{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293898",
    "title": "Owner celebrates one-year anniversary",
    "subtitle": "Owner celebrates one-year anniversary",
    "body": "MILWAUKEE -- The first lesson Mark Attanasio learned about owning a Major League franchise turned out to be the most important of all. \"Everyone counseled me to be patient,\" said Attanasio, a Los Angeles-based investor who will celebrate his one-year anniversary as owner of the Milwaukee Brewers on Thursday. \"I like to think of myself as a patient person, a patient investor, and yet with baseball you just want to do things,\" he said. \"When things aren't going right, there is a tendency to want to make changes.\" Instead, Attanasio trusted his business and baseball executives during what he called \"a crash course in being an owner.\" It turned into a rookie of the year-type season.  Tested early  Attanasio's bid to purchase the Brewers from a group headed by current Major League Commissioner Bud Selig was formally and unanimously approved on Jan. 13, 2005 in Scottsdale, Ariz.   But because his bid was accepted by the Brewers' board of directors in October 2004, it was a month earlier, while meeting with Brewers management during the Winter Meetings in Anaheim, that Attanasio faced his first tough decision.  The Brewers were on the verge of trading their All-Star closer Dan Kolb to Atlanta for top pitching prospect Jose Capellan. The 20 baseball officials in the room -- including general manager Doug Melvin, assistant GM Gord Ash and manager Ned Yost -- believed that the trade made good baseball sense for the long-term future of the team.  Attanasio was not quite convinced, so he asked for a dissenting view.  \"The only negative was, 'Well, it's going to look like what you're doing as owner is cutting the payroll. You could really get some bad press here,'\" Attanasio said, paraphrasing Ash. \"In a baseball town that was hungry to increase payroll -- it was $27 million [the previous season] -- the first thing we did was cut payroll.\"  In the end, that decision, like most during the first year of Attanasio's tenure, paid off.  \"He does the same thing in the business world that we do in the baseball world,\" Melvin said. \"You have to be willing to make a decision -- a multimillion dollar decision, often -- in a short period of time. He challenges us, but in the end I think he has confidence in us.\"  Bolstered by the emergence of closer Derrick Turnbow, center fielder Brady Clark and infielder Bill Hall, the run-production of outfielder Carlos Lee (acquired the day after Capellan) and the steady work of starters Doug Davis and Chris Capuano, the Brewers went 81-81 for their first non-losing season since 1992. Yost finished third in National League Manager of the Year voting and, more importantly, the Brewers finished third in the NL Central.  Business was also good. More than two million fans passed through the Miller Park turnstiles for the second straight season but just the fourth time in franchise history, and the Brewers' profit margin for the fiscal year ending Oct. 31 was better than the $2-$5 million earlier projected.  'Ahead of schedule'  \"It seems like we're ahead on all counts,\" said Attanasio, who said he is proud that payroll has nearly doubled under his watch. \"If you had asked me off the record a year ago, 'When you do think we're going to get to $50 million in payroll?' it wouldn't have been [2006], it would have been [2007]. Being a year ahead of schedule, it increases everyone's expectations and puts the pressure on us to perform.\"  Kolb is back, having agreed to a one year, $2 million contract last week, and the Brewers were able to acquire veteran infielder Corey Koskie from Toronto with the Blue Jays paying more than 60 percent of his $11.1 million salary over the next two seasons. When Attanasio's ownership bid was approved, the Brewers were in the middle of an ultimately unsuccessful bid to sign Koskie as a free agent.  That duo will team with established outfielders Lee and Geoff Jenkins and catcher Damian Miller on a mostly young Brewers roster. Second-year men J.J. Hardy and Rickie Weeks and rookie first baseman Prince Fielder are at the core of the youth movement.  Some observers are already pegging the Brewers as a sleeper pick for a playoff spot. Looking at the roster as it stands now, does Attanasio see a Wild Card contender?  \"I can't win by prognosticating on these things,\" Attanasio said. \"Our commitment to fans was to build a fundamentally competitive team, for this year and moving forward. I think we've done that. Whether you say we're a Wild Card contender or not, you can say that we are absolutely competitive.  \"There are a lot of wild cards that go into the Wild Card, one of which is health. If we can stay healthy and our players can all have years like they are capable of having, I think we're going to be very competitive.\"   Patience, trust key  Before Attanasio took the reigns last year, he commissioned Melvin & Co. to study the success of mid-budget teams like Minnesota and Oakland over a 10-year period, focusing partly on the percentage of payroll allotted to top players. The Brewers have tried a similar course, with a focus on acquiring players for multiple years and developing depth from within the Minor League system.  And along the way, Attanasio has begun to spend some money. The Brewers' Opening Day payroll was about $27 million in 2004, just over $40 million in 2005 and could approach the mid-$50 million range in 2006.   Five players will account for $34 million in 2006 -- Sheets ($11.5 million), Lee ($8.5 million in the final year of his contract), Jenkins ($7.5 million), Miller ($3.25 million) and Davis ($3.2 million in the final year of his deal).  Even so, the Brewers made what two sources called a \"very significant\" offer to free agent left-hander Jarrod Washburn, who ended up signing instead with Seattle for four years and $37.5 million. Had the Brewers convinced Washburn to accept a \"hometown\" discount (he is from western Wisconsin and attended the University of Wisconsin-Oshkosh), or had Attanasio broken the budget to sign the lefty at any cost, it would have been an enormously popular public relations move.   But PR is not Attanasio's focus.  \"You have to know when to walk away,\" said Melvin, who was unwilling to give Washburn a four-year deal. \"In the end, that just was not the right deal. It didn't make sense for us.\"  Said Attanasio: \"I did not want to do anything or not to do anything just for PR's sake. I said from the beginning, first and foremost, what is important is doing the right thing, and then we would take it upon ourselves to explain our decisions through the media to our fans.  \"I felt then, and I still feel now, that we have a very sophisticated fan base, and if we make our case they will understand what we are doing. Will everybody agree with every decision? No, of course not.\"  Hardy is one case in point. The rookie shortstop became the first Brewer to make his Major League debut in an Opening Day lineup since Paul Molitor, now a Hall of Famer, in 1978. Hardy had missed much of the 2004 season following shoulder surgery and he struggled badly, batting below .200 until mid-July. But he hit .292 the rest of the way and finished with a respectable .247 average.  \"We all talked about it, the need to be patient, and I think Mark understood that,\" Yost said. \"But going through it, you really understand it. There were times, I think, when he wondered if we were being patient a little too much.  \"[Hardy] was allowed to battle through it,\" Yost said. \"At the end of the year, Mark saw how much things can change over the course of a 162-game season. You really learn a lot of lessons going through something like that.\"   Attanasio still lives in Los Angeles but has a new condominium in downtown Milwaukee that should be completed by the end of the year. Meanwhile, he will make the Pfister Hotel his home as often as possible, and will once again be a fixture in his front-row seats next to the Brewers dugout.  \"It's been a real crash-course in being an owner,\" he said. \"But I think I packed a lot in. The more you learn about the game -- and the business of the game -- the more you realize how much you have to learn. I'm very eager to continue the process and for the season to start.\"  Adam McCalvy is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
