{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/161717418\/cardinals-remain-unlikely-to-add-big-bat\/",
    "title": "Keeping track of market, Cardinals content with lineup",
    "subtitle": "St. Louis leaving option open of landing big bat, but Mozeliak makes it sound unlikely",
    "body": "ST. LOUIS -- When the Cardinals' pursuit of Jason Heyward fell short last month, the assumption was that they would turn their attention to another free-agent bat. Yet in the month following Heyward's decision, the Cardinals instead shifted strategy, choosing to shore up their rotation (Mike Leake) and bullpen (Seung Hwan Oh), while boldly predicting big seasons from several position players already in the organization. But with the free-agent market still flush with impact bats, might the Cardinals pounce late to add to their offensive core? \"Over the next five days, our focus will be on arbitration,\" general manager John Mozeliak said, a reference to the fact that arbitration filing (Tuesday) and exchange of figures (Friday) take precedence this week. • Cardinals' Hot Stove Tracker \"That's not to say we're going to ignore what's happening out there. But I've said it many times: We're excited about the team that we have. When you look at what's out there and how that fits with us, it's really not ideal. So in terms of directionally where we take this, it's something we'll try to keep the pulse of. Ultimately, though, I'm not all that bullish on chasing something at this time.\" It has been well-documented that the Cardinals are in position to spend. Principal owner Bill DeWitt Jr. has planned for an uptick in payroll, and the television rights deal reached with Fox Sports Midwest in 2015 will only add to the incoming cash flow. But the Cardinals, all along, intended to be disciplined in their spending. They committed $80 million to Leake over five years, but fell short in attracting David Price and Heyward despite making offers that would have made either the highest-paid player in franchise history. Those two cases have since been described by DeWitt and Mozeliak as unique. The Cardinals were drawn to Heyward because of his age (26) and their familiarity with him. In Price, the Cards believed they had targeted an elite starting pitcher who wanted to pitch in St. Louis. The Cardinals followed up the miss on Price by landing Leake. But since enduring Heyward's departure, the club has pulled back from the free-agent position player market. The organization cooled on Alex Gordon, who was 31 years old and eventually re-signed with the Royals, and have been watching the markets for Justin Upton, Chris Davis, Yoenis Cespedes and Dexter Fowler develop from the periphery. That's because, when factoring in cost and commitment, the organization prefers what it already has. \"We feel we have the right pieces,\" Mozeliak said. \"I know that some people disagree and want us to do something else, but Matt Adams, having [Brandon] Moss, giving [Randal] Grichuk an opportunity to be the everyday center fielder feels right to us. If we go out and add an outfielder, where are they going to play? Who is not playing? How does that affect us? What does the short-term view look like compared to the long-term commitment? And honestly, we feel very comfortable with what we have.\" As it projects currently, the Cardinals will open the season with Grichuk and Stephen Piscotty as everyday outfielders, alongside Matt Holliday. Moss will get the first chance to entrench himself at first base. Adams will be behind him as protection. Of course, there is a caveat in these preliminary plans and a reason why Mozeliak repeatedly describes his position as \"opportunistic.\" Should the demand not match up with the supply of impact bats still available, it's possible the Cardinals make an unexpected late lunge into the market. In this position, any move the Cards might still make would come on their terms. \"There may be times when something becomes available that makes sense for us to pursue,\" Mozeliak acknowledged. \"I don't think anybody upstairs is closing the book on anything, but I would also caution people to understand we're not hotly pursuing anything, either. We're following markets. We're paying attention. And if it leads us to something, great. But we're certainly comfortable going in with what we have.\" Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, follow her on Twitter @LangoschMLB, like her Facebook page Jenifer Langosch for Cardinals.com and listen to her podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
