{
    "url": "http:\/\/m.mlb.com\/news\/article\/160928238\/how-mlbcom-writers-voted-in-hall-of-fame-balloting\/",
    "title": "How MLB.com writers voted in Hall of Fame balloting",
    "subtitle": "",
    "body": "Sixteen writers on the staff of MLB.com were among those eligible to cast ballots inthe 2016 Hall of Fame vote conducted by the Baseball Writers' Association of America. This year, 440 ballots were cast, with 330 needed for election. Here's how the 16 voted: MIKE BAUMAN, national columnist Jeff Bagwell, Ken Griffey Jr., Trevor Hoffman, Mike Piazza, Lee Smith Bagwell, Hoffman, Piazza and Smith each had careers that made them fully worthy of induction. Griffey was, at his peak, the kind of player whose greatness made him a candidate for unanimous selection. That never happens in these elections, but his multifaceted talents and his superb level of performance were unique enough to reach that standard. BARRY M. BLOOM, national reporter Bagwell, Barry Bonds, Roger Clemens, Griffey, Hoffman, Mike Mussina, Piazza, Tim Raines, Smith, Alan Trammell I voted for whom I perceive to be the only first-ballot slam dunks: Junior and his 630 homers and Hoffy with his 601 saves. Back from last year's ballot are Bagwell, Bonds, Clemens, Mussina and Piazza. None of them needs much corroborating evidence. Added this year are Raines, Trammell and Smith, much for logistical reasons. Their time is running short on the ballot and I believe the trio all had Hall of Fame careers with significant impact on the Major Leagues. I've voted for each of them at times before.  Raines and Smith are in their next to last year on the ballot and Trammell is in his last, adding urgency for me in regard to this particular vote. HAL BODLEY, senior correspondent Griffey, Piazza, Fred McGriff There's no second-guessing the multitalented Griffey's awesome credentials. Of the recent first-ballot candidates he has the best chance to receive the unprecedented 100 percent. Chances are it won't happen because there's always one or more voters who believe no one should get 100 percent. Tom Seaver, at 98.4 percent, came the closest, but don't forget Hank Aaron fell short at 97.8 percent and in 1979 when Willie Mays was up, 23 voters didn't mark him on their ballots. Mike Piazza, despite hints of PED use, should get over the 75 percent hump, and I've felt for years McGriff should get elected. He put his numbers up during the height of PED use and they fell short of those who used illegal substances; he didn't. Had it been a level playing field, then he probably would be in the Hall of Fame by now. CHRIS HAFT, Giants beat reporter Bagwell, Griffey, Hoffman, Jeff Kent, Piazza, Raines, Schilling, Sheffield, Smith, Trammell I'll admit I made some liberal choices this year that I previously might not have considered. And I wish I had room for Edgar Martinez. Jayson Stark once told me that it's OK to change one's mind on these matters. Good, because I'm already rethinking things for my next vote. PAUL HAGEN, national reporter Bagwell, Bonds, Clemens, Griffey, Hoffman, Piazza, Raines, Smith, Trammell, Billy Wagner The view here remains unchanged. A Hall of Fame vote should not be based on guessing who did or did not use performance-enhancing substances. JEFFREY FLANAGAN, Royals beat reporter Bagwell, Bonds, Clemens, Griffey, Hoffman, Mark McGwire, Piazza, Raines, Smith, Sammy Sosa First, I wish the HOF used a binary voting system so we are not limited to 10. And, regarding the performance-enhancing issue, if a player is deemed unworthy because of tests or suspicions, take him off the ballot. RICHARD JUSTICE, executive correspondent Bagwell, Griffey, Hoffman, Martinez, Mussina, Piazza, Raines, Schilling, Trammell, Wagner There's such a backlog of qualified candidates that no combination of names feels satisfactory. On top of the debate about performance-enhancing drugs are legitimate discussions about the candidacy of designated hitters (Martinez) and closers (Hoffman, Smith, Wagner). I have no good answers. I voted for eight slam dunks: Bagwell, Griffey, Martinez, Mussina, Piazza, Raines, Schilling and Trammell. I voted for Hoffman and Wagner over Bonds and Clemens without a lot of resolve. Larry Walker, Jim Edmonds, McGriff, McGwire and Smith deserve consideration as well.  TERENCE MOORE, columnist Griffey, Hoffman, McGriff, Piazza, Raines, Sheffield, Smith My philosophy hasn't changed. I vote for the best players on the ballot without a clear-cut connection to performance-enhancing drugs. Griffey was the first person I checked on my ballot, and it wasn't just because I wrote the first story ever about him, when he was 8 years old and pitching (and slugging) for his Knot Hole League team in Cincinnati. CARRIE MUSKAT, Cubs beat reporter Bonds, Clemens, Griffey, Raines, Trammell It's always a joy to vote for a deserving player like Griffey. This is Trammell's final year on the ballot, and although he likely won't get into Cooperstown, he deserves kudos for a stellar career. I feel the Hall is reserved for the elite players of their era who you don't want to miss. In my mind, Bonds and Clemens qualify. MARK NEWMAN, enterprise editor Bonds, Clemens, Griffey, Hoffman, Piazza The excitement of receiving a ballot that has a name like Griffey's on it is the especially fun part of being a Hall voter. That is the kind of player the Cooperstown gallery room was created for -- next to Ruth, Cobb, Aaron and Mays. You know that player when his five-year countdown begins and your vote is unquestionable. That brings us to everyone else on the 2016 list, and the effort to determine whether any other candidates should share the stage with him. Neither Bonds nor Clemens exactly sweeps the Rule No. 5 categories on voting criteria, yet they are top-four all-time by position and that trumps character shortcomings. Hoffman was the first to 600 saves in an era when hitters dominated, and Piazza's election is just overdue. Bagwell continues to be an agonizing decision, more agonizing each year due to statistical analysis and debate. I disagree with those who \"cover the field\" with 10 safety check marks each year, as the bottleneck has declined. I can see both sides to Bagwell, and being on the fence is not a Hall vote to me unless you are covering the field.  MARTY NOBLE, national reporter Griffey, Kent  No need to explain a vote for Griffey. He could be the first unanimous inductee, but he won't be, which means we can look forward to someone's outside-the-box -- outside-the-universe -- reasoning for omitting Junior.  I'd like to have a loop video of his swing -- it was perfect.  Kent is the Babe Ruth of second basemen. His run production dwarfs that of others at his position. If Kent was defensively deficient, his offense compensated. He loved the game, though his affection for it wasn't as evident as Junior's. But that affection does factor into Kent's candidacy, as does his unyielding style of play. He made himself an acceptable defender and a formidable force in the batter's box.  I almost cast votes for McGriff, Mussina and Wagner. More research and analysis, though, are necessary. And I can't fathom voting for 10 candidates. The Hall is for the elite, not the exceptional.  TRACY RINGOLSBY, national columnist Bagwell, Bonds, Clemens, Griffey, Hoffman, Piazza, Raines, Smith, Trammell, Walker The only question about Griffey is how close he will come to being unanimous. Bagwell and Piazza are finally showing signs of shaking off the innuedos about steroids. I find it interesting that so many hold steriod questions against Bonds and Clemens, but most of them voted in past for players who used amphetamines or cocaine, and who doctored bats and balls. PHIL ROGERS, national correspondent Bagwell, Griffey, Mussina, Piazza, Raines, Schilling, Trammell, Walker Fifteen ballots later, I'm still baffled by how Ozzie Smith is a first-ballot Hall of Famer and Trammell just a rallying cry for those of us who appreciate the value he (and Lou Whitaker) brought to Sparky Anderson's Tigers. But at least now he is headed toward the Expansion Era Committee, where a different set of voters will judge his worthiness. That's something. Lots of players seem likely to get big jumps in voting this year, with a smaller, more contemporary electorate. One who should is Walker, who received only 11.8 percent last year. Consider the career road totals for Griffey and Walker: Griffey -- .272\/.355\/.505 (.857 OPS); Walker --.278\/.370\/.495 (.865 OPS). Walker was many things as a player, but one thing he wasn't was a Coors Field creation. Here's hoping that next year he'll get a harder look from the voters who bypass him this year. TOM SINGER, reporter Bagwell, Bonds, Clemens, Griffey, Hoffman, Kent, Martinez, Piazza, Sheffield, Smith The toughest thing about this ballot was trying to decide who to cross off to make room for three other meritorious candidates: Raines, Schilling and Mussina. I came up empty on that. Most of these entries don't need a defense -- Griffey, Hoffman, Piazza and Bagwell lorded over their generation, and Bonds and Clemens did so historically, organically or otherwise -- and I've got darned good defenses for the others. Kent was the Piazza of second basemen, in historical dominance at his position. Sheffield was the last of his kind, a power hitter with discipline (he won a batting title, with 33 homers and 100 RBIs, while striking out 40 times!). Martinez (batted .330, with 743 RBIs, as a DH in seven-year stretch from 1995-2001) and Smith (longtime holder of saves record) were the first of their kinds.  LYLE SPENCER, reporter Bagwell, Griffey, Hoffman, McGriff, Mussina, Piazza, Raines, Schilling, Trammell, Walker Griffey and Hoffman are slam-dunk first-ballot guys in my view. Lee Smith and Edgar Martinez would have earned my votes if I had more than 10 choices. I've never understood why Raines, Trammell, McGriff and Kent haven't drawn more support. I take the character instructions on the ballot seriously. T.R. SULLIVAN, Rangers beat reporter Bagwell, Bonds, Clemens, Griffey, McGriff, Mussina, Piazza, Raines, Sheffield, Trammell Mussina deserves better from the voters. The guy pitched his entire career in the American League during one of the most explosive offensive eras in the history of baseball and was annually a premier pitcher. I also think that in the wake of David Ortiz being prematurely anointed to the Hall of Fame that McGriff deserves more consideration. It was tough to leave off Hoffman and Wagner, but right now others are a higher priority. Totals of the 16 MLB.com writers With 75 percent of the vote needed for entry to the Hall, only Griffey and Piazza received enough support (minimum 12 of the 16), with Bagwell, Hoffman and Raines knocking on the door. MLB.com's votes matched the results of the BBWAA. Griffey and Piazza will be inducted into the Hall of Fame on July 24. 1. Griffey -- 16 votes 2. Piazza -- 14 votes 3T. Bagwell -- 11 votes 3T. Hoffman -- 11 votes 3T. Raines -- 11 votes 6. Trammell -- 9 votes 7T. Bonds -- 8 votes 7T. Clemens -- 8 votes 7T. Smith -- 8 votes 10. Mussina -- 5 votes 11T. McGriff -- 4 votes 11T. Schilling -- 4 votes 11T. Sheffield -- 4 votes 14T. Kent -- 3 votes 14T. Walker -- 3 votes 16T. Martinez -- 2 votes 16T. Wagner -- 2 votes 18T. McGwire -- 1 vote 18T. Sosa -- 1 vote",
    "author": ""
}
