{
    "url": "http:\/\/m.mlb.com\/news\/article\/161232996\/ken-griffey-jr-mike-piazza-get-calls-to-hall\/",
    "title": "Watch: Griffey, Piazza earn Fame on phone",
    "subtitle": "Griffey Jr., Piazza notified of voting results by BBWAA member O'Connell",
    "body": "Since there are all sorts of good words that rhyme with \"Hall,\" it's not uncommon to hear some clever quippy phrases this time of year as elite ballplayers wait to hear if they're headed to Cooperstown. \"[Insert legendary player's name here] gets the call to the Hall,\" is an inevitable headline, somewhere. That phrase becomes quite literal when a player is elected to the Hall of Fame, as Ken Griffey Jr. and Mike Piazza were this year -- Griffey breaking the record for highest percentage of votes at 99.3. He gets a call -- an actual phone call -- which, over time, has become as much of the viewer experience as listening to Hall president Jeff Idelson as he reveals the electees. The call comes from Jack O'Connell, the Baseball Writers' Association of America's Secretary\/Treasurer. O'Connell has the yearly privilege of informing players that they have been bestowed the highest honor of their profession -- election to the Baseball Hall of Fame. Thanks to the way things are done in modern times, those phone calls are now brought to our televisions and smart phones within minutes of the actual call being made. Candidates are asked to stay by their phones in the event they're elected. For Griffey, of course, the call didn't come as any big shock. It's unlikely he was pacing his kitchen wondering if he made it. The only mystery that remained was whether he'd be the first unanimous selection (he wasn't, falling three votes short of perfection, but nonetheless surpassing Tom Seaver's record of 98.84 percent).  Still, intrigue aside, the phone call exchange always has a certain charm. Griffey, standing in his kitchen, looked down at his iPhone as he heard the familiar ring tone jingle. \"Can I speak with Ken Griffey, please?\" O'Connell asked. Once Griffey confirmed O'Connell had called the right number, O'Connell passed along the big news. • Complete Hall of Fame coverage \"I'm calling to tell you that the writers have elected you to the National Baseball Hall of Fame,\" O'Connell said. \"Thank you,\" Griffey responded. \"Thank you.\" O'Connell then told Griffey that he had made history, earning the highest vote total ever. Applause from Griffey's family broke out in the background, and Griffey allowed a small smile and said, \"OK. Now, I'm a little nervous.\" Griffey will forever be linked with Piazza, and that alone comes along with coincidences. One random happenstance is that they were both were born in Pennsylvania. But, more significantly, they have made history together -- Griffey as the only No. 1 overall Draft pick to be elected to the Hall, and Piazza, as the lowest Draft pick to ever gain election. Griffey was the No. 1 overall choice in 1987, going to the Mariners in a selection that surprised no one. Piazza was the 1,390th choice a year later, going to the Dodgers in the 62nd round, more as a favor to Piazza's dad (who was friends with manager Tommy Lasorda) than anything related to his ability. Regardless, both are headed to the same place in July -- Cooperstown. \"It's a great honor,\" Piazza said when he received the call that he had been elected. \"Something I always loved about this game is the history and you guys just do an amazing job up there of just reminiscing and recalling the memories of players and the history of this game.\" Both soon-to-be inductees have always had a place in baseball's history. In July, it'll just feel a little more official. Alyson Footer is a national correspondent for MLB.com. Follow her on Twitter @alysonfooter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
