{
    "url": "http:\/\/m.mlb.com\/news\/article\/161089728\/facts-and-figures-about-the-hall-of-fame\/",
    "title": "2016 Hall of Fame: Did you know?",
    "subtitle": "",
    "body": "The debates have raged on, and now it's almost time to find out who will be part of the National Baseball Hall of Fame's 2016 class. The results of the Baseball Writers' Association of America voting will be announced live on MLB Network and MLB.com today at 6 p.m. ET, with coverage beginning at 3 p.m. • Complete Hall of Fame coverage Here is a look at some notable facts and figures that put this year's ballot in the context of Hall of Fame history. • The BBWAA elected three players in 2014 (Tom Glavine, Greg Maddux and Frank Thomas) and four last year (Craig Biggio, Randy Johnson, Pedro Martinez and John Smoltz), the most over a two-year span since 1954-55. The record is eight, set in the inaugural elections of 1936-37. If the BBWAA picks at least three candidates this year, the total of 10 players over three years would set a new record, passing 1936-38 and 1954-56, which had nine apiece. • There are 15 players who are in their first year on the ballot in 2016, including Ken Griffey Jr., Trevor Hoffman, Billy Wagner and Jim Edmonds. In Hall of Fame history, 50 players have been elected in their first year, not counting Lou Gehrig and Roberto Clemente, neither of whom went through the traditional process. At least one first-year player has been picked in eight of the past 14 elections. While none made it from 2010-13, there have been a total of six over the past two years: Glavine, Maddux, Thomas, Johnson, Martinez and Smoltz. • The other 17 players on the ballot range from their second year (Nomar Garciaparra and Gary Sheffield) to their 15th (Alan Trammell). In the past, the BBWAA has elected 67 players after their first year of eligibility, with the most common year being the third year (11). The most recent examples include Biggio last year, Barry Larkin in 2012 and Ryne Sandberg in '05. The '16 ballot includes two third-year candidates: Jeff Kent (14.0 percent of the vote in '15) and Mike Mussina (24.6 percent). • Griffey appears to have a chance at becoming the BBWAA's first unanimous Hall of Fame selection. Tom Seaver holds the current record for greatest support, as he received 98.84 percent of the vote in 1992, appearing on 425 of 430 ballots. Thirty players have reached 90 percent, including Johnson (97.27) and Martinez (91.07) last year. • If Griffey is elected, he would be the first center fielder since Kirby Puckett in 2001. That's the longest active drought for any of the 10 positions, including designated hitter. Catcher and first base are tied for the second-longest drought, going back to Gary Carter and Eddie Murray in 2003, but those also could be broken this year by Mike Piazza and Jeff Bagwell. If Edgar Martinez is elected, he would be the second DH to get to Cooperstown, with the other being Thomas in 2014. • Of the players who fell short of induction last year, Piazza came the closest to the 75-percent threshold, at 69.9 percent. The next two on the list were Bagwell (55.7 percent) and Tim Raines (55 percent), who this year are looking to join a list of only eight men who have been elected by making a jump of 20 percent or more from one year to the next, without the benefit of a runoff election. The most recent example is Joe Cronin, who received 53.8 percent of the vote in 1955, then got in with 78.8 percent in '56, his 10th year on the ballot. • If one or more of those players joins Griffey in the class of 2016, it would be the first time that multiple hitters but no pitchers were elected by the BBWAA since '09 (Rickey Henderson and Jim Rice). With five pitchers getting to Cooperstown over the past two years, the hurler with the most support remaining on the ballot is Curt Schilling, who received 39.2 percent in 2015. • There are 49 Hall of Famers who have spent their entire Major League career with one team. If elected, Bagwell would be the 50th, joining his longtime Astros teammate Biggio, who became No. 49 last year. • If Raines is elected, he would figure to go into the Hall as a member of the Montreal Expos, with whom he spent 13 seasons. That would make him the first BBWAA-elected player to represent a team that is no longer active since Andre Dawson also went in with an Expos cap on his plaque in 2010. The only other player wearing an Expos hat on his plaque is Gary Carter (2003). • At age 44, Pedro Martinez (born Oct. 25, 1971) is currently the youngest of the 68 living members of the Hall of Fame. Nine players on this year's ballot are younger: Garret Anderson, Luis Castillo, David Eckstein, Garciaparra, Troy Glaus, Mike Hampton, Jason Kendall, Mike Sweeney and Randy Winn. The oldest living Hall of Famer in history is 97-year-old Bobby Doerr, who was born April 7, 1918. Andrew Simon is a reporter for MLB.com. Follow him on Twitter @AndrewSimonMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Andrew Simon"
}
