{
    "url": "http:\/\/m.mlb.com\/news\/article\/161075376\/watch-live-who-will-get-call-to-the-hall\/",
    "title": "Watch live: Who will get call to the Hall?",
    "subtitle": "Ballot newcomer Griffey could have highest voting percentage in history",
    "body": "The boxes have been checked, the celebration is about to begin, and, as always, the debate will continue. The coming of the new year means it's Hall of Fame time again, with the much-anticipated 2016 class ready to be unveiled. Live Hall of Fame coverage is underway now on MLB Network and MLB.com with the announcement at 6 p.m. ET. The 2016 ballot is packed with intriguing first-timers, veteran holdovers who have been inching closer for years, and stalwarts who have one more shot at glory. The list of 32 names is highlighted by one legendary player who is making his first appearance on the ballot after retiring in '10, and that is slugger Ken Griffey Jr. Here's a quick primer on what you need to know heading into the big reveal. • Complete Hall of Fame coverage Who else is on the ballot? Closer Trevor Hoffman makes his first appearance on the ballot, along with a host of solid Major Leaguers including Billy Wagner, Jim Edmonds, Mike Lowell and Troy Glaus. There are 17 holdovers from last year, when Randy Johnson, Pedro Martinez, John Smoltz and Craig Biggio were elected to the Hall. This year's very strong group includes catcher Mike Piazza; first baseman Jeff Bagwell; outfielder Tim Raines; all-time home run leader Barry Bonds; longtime aces Roger Clemens, Curt Schilling and Mike Mussina; slugging outfielders Larry Walker, Sammy Sosa and Gary Sheffield; and first basemen Fred McGriff and Mark McGwire, second baseman Jeff Kent, third baseman-designated hitter Edgar Martinez, shortstops Alan Trammell and Nomar Garciaparra, closers Lee Smith and Wagner, and versatile outfielder Edmonds. Trammell and McGwire are on the ballot for the final time. Who has a legitimate chance to get in this year? Griffey is expected to sail into the Hall with one of the highest voting percentages in history, and for good reason. \"The Kid\" played 22 seasons, was a 13-time All-Star and hit 630 home runs -- the sixth-highest total in Major League history. The longtime Mariners star, who also played for the Reds and White Sox, became an iconic figure in Seattle and around the country for his youthful enthusiasm, his picture-perfect left-handed swing and his five-tool skill set. If elected, Griffey would be the first ever No. 1 overall Draft pick to be inducted to the Hall of Fame. Apart from Junior, everything else in this year's voting is seemingly up in the air, given that candidates must be named on 75 percent of the ballots that were mailed to approximately 475 voting members of the Baseball Writers' Association of America (BBWAA). Still, there's a very good chance that this will also be Piazza's year. The hard-hitting catcher earned 69.9 percent of the electorate last year, falling 28 votes shy of election. However, the numbers are expected to tip in his favor this time around. Piazza, after all, is considered one of the top offensive backstops in big league history, with 427 home runs, 12 All-Star berths and 10 Silver Slugger Awards. It figures to be a close call for Bagwell, who earned 55.7 percent of the vote last year, and Raines, who earned 55 percent. It will be intriguing to see what happens in the first go-around with Hoffman, who has the best chance at induction of any first-time Hall candidates other than Griffey, with 601 career saves and 856 games finished -- both of which rank second in MLB history to Mariano Rivera's respective totals of 652 and 952. Hoffman made seven All-Star teams, and he had 30 or more saves in 14 of 15 seasons from 1995-2009. According to the public ballot tracker meticulously updated by HOF enthusiast Ryan Thibodaux, Griffey was a unanimous selection as of this afternoon, having been named on 211 ballots that had already been revealed. Piazza was next at 86.3 percent, followed by Bagwell (77.3 percent), Raines (75.4) and Hoffman (62.6). No one else had cleared 60 percent, which means it will be a tough hill to climb for the other notable holdovers, but mathematically their chances grow as other players exit the ballot. What has changed with the ballot? In 2015, the Hall of Fame made it so that players remain on the ballot for up to 10 years provided they receive at least five percent of the vote. Before that, players could be on the ballot for 15 years as long as they received that five percent. Trammell, who's in his 15th year of eligibility, and Smith, who's in his 14th year, were grandfathered on the ballot because they already had more than 10 years when the rule change was made. Mark McGwire, who is subject to the new rule, is in his 10th and seemingly final year on the ballot. Another alteration to the process came from the BBWAA, which trimmed its number of Hall voters by enacting a rule that limits voting privileges to 10-year BBWAA members who \"must hold an active BBWAA card or have held active status within the last 10 years.\" That move, aimed to get the voting more current with active coverage of the game, resulted in a drop from last year's 549 voters to this year's approximately 475. Who might fall off the ballot? As noted, it's the last chance for Trammell and McGwire. Trammell received just 25.1 percent of votes in 2015, while McGwire was at 10 percent, and both will likely get considered by the Expansion Era committee in the coming years. Also, it's likely that Garret Anderson, Brad Ausmus, Luis Castillo, David Eckstein, Glaus, Mark Grudzielanek, Mike Hampton, Jason Kendall, Lowell, Mike Sweeney and Randy Winn will be eliminated for not getting the needed 5 percent. It could be close for Sosa, who garnered only 6.6 percent of the vote last year, and Garciaparra (5.5), but the rest of the holdovers are looking likely to get enough votes to stay on the ballot. Edmonds is one first-time candidate who could really go either way, though he has received just 2.9 percent of votes on the public ballots as of this afternoon. What will happen with Bonds and Clemens? Both players would be slam-dunk, first-ballot selections if not for the connections between their names and suspicions of performance-enhancing drug use, and both players enter their fourth year on the Hall ballot. Neither appears to be in danger of falling off the ballot this year, with Clemens garnering 37.5 percent of the vote in 2015 and Bonds getting 36.8 percent. Both totals were small increases from their respective '14 percentages of 35.4 and 34.7. Now that there are fewer Hall voters this year, one theory is that many of the voters that have been purged as a result of BBWAA's rule changes skew older in age and therefore more analytics-minded voters could boost the totals of Bonds and Clemens in 2016. Both players were close to 50 percent on the public ballots as of Tuesday, though in recent years the final vote percentages have tended to skew lower than what we've seen on the public ballots that were revealed in the days leading up to the announcement. What's in store for next year? If Raines doesn't make it this year, next year will be the final go on the ballot for a guy who has become a linchpin of sorts for old-school-vs.-new-school Hall debate. If Bagwell doesn't make it this year, he'll probably get in next year, with the way his voting support has gone. We will learn a lot more about Hoffman's chances after this year's vote. Otherwise, we will see how the second year of the new ballot rules and the removal of some logjams at the top of the ballot will affect the math going forward for hopeful cases such as Schilling, Clemens, Bonds, Martinez, Mussina and Kent. And let's not forget the new guys. The 2017 ballot will bring about the first-time appearances of Manny Ramirez, Ivan Rodriguez, Vladimir Guerrero, Jorge Posada, Magglio Ordonez and more. That'll only make it more confusing. But isn't that the fun part? Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
