{
    "url": "http:\/\/m.mlb.com\/news\/article\/161154866\/alex-gordon-returns-to-royals\/",
    "title": "Gordon returns to Royals on 4-year deal",
    "subtitle": "Outfielder's contract valued at franchise-record $72 million",
    "body": "KANSAS CITY -- Alex Gordon, the face of the Royals franchise, is back with the team after all. After reports surfaced in recent weeks that the two sides were drifting apart, the Royals and Gordon agreed to a four-year deal worth $72 million on Wednesday. According to a source, Gordon will get $12 million in 2016, $16 million in '17, $20 million in '18 and $20 million in '19. There is a $23 million mutual option in '20 with a $4 million buyout. • Gordon is back where he belongs Gordon and Royals general manager Dayton Moore appeared at a news conference at Kauffman Stadium late Wednesday afternoon. \"I just want to say my family and I are very happy to be back in Kansas City,\" Gordon said. \"We were very appreciative of the other teams that showed interest but at the end of the day, my heart will be, and always has been, in Kansas City. \"I'm excited to come back and compete for another World Series title. One of the things that made me want to come back is the type of organization that we have here. I feel really confident going into 2016. \"My desire was probably a 10 to come back here. Coming back here and being in the locker room put a smile on my face because I didn't know if that was going to happen.\" Gordon's deal is the richest in franchise history, eclipsing the five-year, $55 million deals the Royals gave to Gil Meche and Mike Sweeney. • Hot Stove Tracker The Gordon deal began to come together New Year's Eve. \"Mr. [David] Glass has always been very supportive and [club president] Dan [Glass] was really pushing us to get this done as well,\" Moore said. \"We had an absolute commitment from ownership. \"But we still had to come to terms [with the contract]. It just ended up unfolding on New Year's Eve. We felt we had something we could work with then. \"Once it looked like we were going to get a deal I was very, very happy. I didn't know what other uniform he could have possibly worn. It just wouldn't have looked right or seemed right.\" Gordon missed two months because of a groin injury in 2015, but still slashed at .271\/.377\/.432 for the season. He also hit 13 homers with 48 RBIs in 104 games. Gordon also hit a dramatic ninth-inning homer in Game 1 of the World Series to force extra innings in a game the Royals won, 5-4, in 14. \"I'm not sure we win the World Series without that home run,\" Moore said. Moore said there was organizational agreement to bring Gordon back. \"When we went around the table and talked to our scouts, they said, 'Get Alex Gordon,'\" Moore said. \"I talked to our analytical guys and they said, 'Get Alex Gordon.' I talked to our coaching staff and it was, 'Get Alex Gordon.' Talked to his teammates along the way and it was 'Get Gordo back.' \"My momma didn't raise no dummy. We had to get him back.\" Gordon rejected a player option on his contract at the end of this season for slightly more than $14 million. He then rejected the club's qualifying offer of $15.8 million before entering free agency. But Gordon, 31, felt a strong affinity to stay in Kansas City, close to his home in Lincoln, Neb., and also to stay with Moore. The two have become close friends through the years, though Gordon, the second overall pick of the 2005 Draft, was not selected by Moore. \"He's always honest with you,\" Gordon said of Moore. \"He always lets you know what's going on. I will say there's a lot of respect in that clubhouse for that man. He's always pulling for you. It's not just me, it's everyone in that clubhouse.\" Gordon is a four-time Gold Glove winner and a three-time All-Star who tends to lead by example in the clubhouse with an unparalleled work ethic. \"He's an easy guy to root for,\" Moore said. \"He represents the game so well.\"  Welcome back Gordo! So happy to have you back in our foxhole! #ForeverRoyal pic.twitter.com\/i4L2w1DDJN Reaction to Gordon's signing lit up Twitter. And it also made teammates very happy, including left-hander Danny Duffy. \"I'm so stoked!\" Duffy said by phone from California. \"It's so awesome. ... I bet there is about a gazillion fans in the Midwest very happy right now.\" Along with a very happy general manager. \"This is an exciting day and a special moment as I sit alongside Alex,\" Moore said. \"Especially in these times in our market, to be able to sign and keep players together, impact players, to keep them here in Kansas City. That is special.\" Fantasy spin | Fred Zinkie (@FredZinkieMLB) Thanks to a severe groin strain that caused his first disabled-list stint since 2010, Gordon finished 2015 with his lowest marks of the past five seasons in homers (13), RBIs (48) and runs scored (40), among other categories. But on the bright side, the Nebraska native recorded a career-high .377 on-base percentage with his best homer-per-at-bat rate since '11. Even if he is no longer a notable basestealer, the 31-year-old should be a solid No. 3 or No. 4 outfielder in mixed leagues, given his ability to produce 70-80 runs and RBIs with roughly 20 roundtrippers. Likely to occupy a premium lineup position, Gordon could also have a positive impact on the RBI totals of Lorenzo Cain and Eric Hosmer. Jeffrey Flanagan is a reporter for MLB.com. Follow him on Twitter at @FlannyMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jeffrey Flanagan"
}
