{
    "url": "http:\/\/m.mlb.com\/news\/article\/1294021",
    "title": "Bullpens remain key to winning",
    "subtitle": "Bullpens remain key to winning",
    "body": "All 30 teams have been trying very hard to improve their bullpen this winter. Little wonder. The last five World Series have been won by teams with deep bullpens that finished the season in the top five in the league in at least four of five key statistical categories: saves, holds, wins, ERA and opponents' on-base percentage. A talented bullpen remains a priority again this season. Putting one together is another matter.  With Spring Training roughly five weeks away the search goes on, but a look at where each bullpen stands following transactions to date shows improvement on a number of teams.  Some things haven't changed, as the Angels, A's and White Sox have the best bullpens -- at least on paper -- and every team is looking for another lefty.  Here's a rundown on each team's bullpen thus far:    American League   Angels: Anchored by closer Francisco Rodriguez (45 saves in 2005) and capably set up by a righty\/lefty combo of Scot Shields and newcomer J.C. Romero, the bullpen should possess adequate depth. Last season, Angels relievers posted a 3.52 ERA, which was fifth lowest in the American League.  Romero becomes the first left-hander in the Angels bullpen since Scott Schoeneweis in 2003. Brendan Donnelly returns but will share time with right-hander Esteban Yan. Right-hander Kevin Gregg will compete for the fifth spot in the rotation with veteran Hector Carrasco and prospects Joe Saunders, Chris Bootcheck and Jered Weaver.  If he does not win that job, Gregg is a strong candidate for the long-man role in the 'pen. Right-hander Greg Jones, who made six appearances for the Angels last season, will also get a look.    Athletics: Oakland returns the same strong bullpen that helped the A's forge the fourth-best ERA (3.69) in the league last year.  Closer Huston Street (5-1, 1.72, 23 saves) heads a deep cast that includes Kiko Calero, Justin Duchsherer, Joe Kennedy, Jay Witasick and perhaps Kirk Saarloos if the right-hander does not crack the rotation. Chad Gaudin was acquired from Toronto to give the A's another right-handed option.  With such talents as Jairo Garcia waiting in the wings, the A's should once again have depth to match their prodigious talent in the 'pen.       Blue Jays: All-Star closer B.J. Ryan, who converted 36 of his 41 saves opportunities and finished with a 2.43 ERA and 100 strikeouts in 69 games for Baltimore a year ago, joins a Blue Jays bullpen that should be one of the most improved in the league.  Ryan will have plenty of help as Toronto will likely begin the season with seven relievers. Jason Frasor, Vinnie Chulk, Justin Speier and Pete Walker are the right-handers and Ryan, Schoeneweis and Scott Downs are lefties. Youngsters Brandon League and Dustin McGowan -- both right-handers -- could be on the bubble, but they also could earn a spot on the Opening Day roster.  However the mix plays out, the Blue Jays figure to have more talent and depth in their bullpen than they've had in years.    Devil Rays: New Rays manager Joe Maddon will have plenty of questions to address concerning the Tampa Bay bullpen this spring. And that's even if closer Danys Baez isn't traded.  Baez had a successful second season with the Rays in 2005, recording 41 saves in 49 opportunities to set a career high; his previous high was 30. He had a Major League-high 28 saves after the All-Star break and came up short two saves of the Rays' record set by Roberto Hernandez in 1999.  But beyond Baez the slots are wide open, with Chad Orvella, Jesus Colome, Tim Corcoran, Chad Harville and Lance Carter the most compelling candidates in the mix.    Indians: The bullpen is Cleveland's biggest question mark heading into Spring Training.  Gone is Bob Howry, one of the better setup men in baseball in 2005, after the Cubs signed the right-hander to a free agent contract. The eighth-inning job will now go to left-hander Arthur Rhodes, who missed the majority of the last two months of last season because of a knee injury and a serious family illness, and right-hander Rafael Betancourt. Betancourt struck out 73 batters last season, to go with just 17 walks, while Rhodes' 16 holds ranked 12th among AL relievers.  Bob Wickman, who tied for the American League lead with 45 saves last year, is back, but after that the picture is less clear.  How well the Indians fare will depend on the performance of that trio and the rest of the cast, which will include the likes of Fernando Cabrera, Scott Sauerbeck, David Riske, Matt Miller and perhaps Jason Davis. GM Mark Shapiro has also invited veterans Danny Graves and Steve Karsay to camp.    Orioles: Ryan is gone, meaning the Birds will need a new closer. The Orioles have two former closers on hand -- LaTroy Hawkins and Jorge Julio -- but the save opportunities may fall to Chris Ray, who distinguished himself late last season. The 23-year-old worked in 41 games in 2005, striking out (43) more than twice as many batters as he walked (18).  Todd Williams is back after leading the staff with 72 appearances. Tim Byrdak will compete for innings as a situational southpaw, and Eric DuBose could serve as his main competition.  The Orioles will have a lot of other arms in camp, but they'll only have one more spot in the bullpen open.    Mariners: The Mariners lost 93 games last season, but their bullpen finished sixth in the AL with a 3.60 overall ERA. Seattle relievers gave up 413 hits in 457 2\/3 innings and struck out 360 batters while walking 170.  The Mariners said goodbye to relievers Jeff Nelson, Shigetoshi Hasegawa and Ron Villone, but Eddie Guardado comes back as closer after converting 36 of 41 save opportunities.  Even with several spots up for grabs, the bullpen has the potential to be improved if some of the unproven candidates step up.    Rangers: Pitching was a problem for Texas again in 2005 and the Rangers have attempted to strengthen the area across the board.  Joining closer Francisco Cordero (3-1, 3.39, 37 saves) are workhorse Akinori Otsuka, acquired from San Diego, and holdovers Brian Shouse (3-2, 5.23 in 64 games), John Wasdin (3-2, 4.28 in 31 games), Kevin Gryboski (1-1, 11.17 in 11 games) and Carlos Almanzar.  The return of Frank Francisco, who was 5-1 with a 3.33 ERA in 45 games in 2004, should help, and if any of the other young arms like Ryan Bukvich comes through it will be a plus, especially if the upgrades in the rotation means the bullpen has less of a workload than last season.    Red Sox: The Red Sox should be steady out of the bullpen as venerable reliever Mike Timlin returns to a crew that has added hard-throwers Guillermo Mota and Rudy Seanez.  The big question is Keith Foulke's health following knee surgery.  The Red Sox lack a proven lefty following the departure of Mike Myers. Southpaw Lenny DiNardo could win a spot on the staff, but he is more of a long and middle man than a specialist. Manny Delcarmen and Craig Hansen will get a look and Jonathan Papelbon, who helped hold the bullpen together down the stretch of last season, could re-emerge in the bullpen if he doesn't win a spot in the rotation.    Royals: The young Kansas City bullpen returns almost intact with closer Mike MacDougal joined by Ambiorix Burgos, Andrew Sisco and Jeremy Affeldt back to continue their development. Jimmy Gobble and Leo Nunez also return, and the Royals added veteran Elmer Dessens for the middle innings. Dessens had a 3.56 ERA in 28 games (seven starts) for the Los Angeles Dodgers.  MacDougal had 21 saves in 25 chances, a team-high 68 appearances, five victories and a 3.33 ERA. He struck out 72 and walked 24 in 70 1\/3 innings.  The rest of the bullpen will depend on who might filter through the competition for the starting rotation. Affeldt, Mike Wood, Joe Mays and Denny Bautista will be in the hunt as starters but might end up in relief. The Royals also picked up Joel Peralta, who had a 3.89 ERA for the Angels.  Once again the Royals will have plenty of youth, but with last year's experience the bullpen should be better in 2006.    Tigers: New manager Jim Leyland will have plenty of young arms to ponder as he tries to piece together a bullpen in Lakeland, Fla., during Spring Training.  But he'll have an outstanding closer in Todd Jones. He'll also have a few other veterans to mix in guys like Matt Mantei, Tim Crabtree and Chad Durbin. They will compete with youngsters Jamie Walker, Fernando Rodney, Franklyn German and Chris Spurling in what should be an improved Tiger bullpen in 2006.    Twins: All-star closer Joe Nathan and setup men Juan Rincon and Jesse Crain return, but the Twins do not have any lefties in the bullpen after dealing J.C. Romero.  Even so, the bullpen should be a strength for Minnesota in 2006.  Gabe White, Dennys Reyes and Darrell May have been brought on board. Matt Guerrier, who made the transition from a starter to a reliever last year, is back. Guerrier will begin the spring competing for the No. 5 spot in the rotation but if he doesn't earn the role, expect to see him back in the 'pen. Other pitchers like J.D. Durbin, Boof Bonzer and Willie Eyre also could have the chance to make the club in a relief role.    White Sox: In 2005, the White Sox had one of the best bullpens in the league. This year Chicago's relief corps could be even better.  Two surprises from last season -- Neal Cotts and Bobby Jenks -- are back and more seasoned than they were last year.   Cotts ranked in the top five among American League relievers in six separate categories. His 1.94 ERA in 2005 placed him third, as did his .179 opponents average against. Jason Dubois, then with the Cubs, hit the only home run off of Cotts in 60 1\/3 innings. Jenks was superb after arriving from the Minors.  Lefty Damaso Marte and right-hander Luis Vizcaino are gone, but Cliff Pollitte and Dustin Hermanson return and Brandon McCarthy, the odd man out in Chicago's loaded rotation, could see time in middle relief.  Arnie Munoz (23 years old), Paulino Reynoso (25), Jeff Bajenaru (27) and Sean Tracey (25), will compete for the final spot or two on what should be one of the better bullpens in the league again this year.    Yankees: The bullpen was a team strength last season though the unit was overworked during various stretches because of injuries to the rotation.  This year's Yankees pen should be even better. Closer Mariano Rivera is back, and he'll have more help in right-hander Kyle Farnsworth (who takes over the role filled last year by Tom Gordon) and Octavio Dotel once Dotel returns from surgery rehab. The Yankees also added lefties Villone and Mike Myers.   The bullpen will likely have last year's rotation surprise, Aaron Small, as a long-relief option as well as Tanyon Sturtze and perhaps Scott Proctor.  The bottom line is it's a deeper cast than last year and one that could be among the best in the league again in 2006.    National League   Astros: A strong bullpen that helped Houston reach the World Series last year for the first time in franchise history returns virtually intact.  Led by All-Star closer Brad Lidge, the Astros are set with Russ Springer, Dan Wheeler, Chad Qualls and Mike Gallo returning, and the addition of Trever Miller gives the club the second lefty reliever they've lacked.    Braves: Until 2005, the last time as few as 15 saves was the team high for Atlanta was 1992 (Alejandro Pena). Chris Reitsma, who assumed the closer's role midway through the season, notched 15 saves as the Braves bullpen posted a 4.74 ERA and blew 22 of 60 save opportunities.  Primary injury concerns relate to right-handed relievers Blaine Boyer, Joey Devine and Oscar Villarreal, who all seem to be healthy and capable of providing strong setup work for Reitsma or whomever the Braves choose to place in their closer's role.  The Braves are hoping that Boyer is ready to be one of their top setup men. The 24-year-old right-hander made 15 consecutive scoreless appearances before being saddled with soreness in his shoulder in September. Devine suffered a hip flexor injury while making his Major League debut last year.   Villarreal, who, along with Lance Cormier, was acquired from the Diamondbacks in exchange for Johnny Estrada, has been throwing well in the Mexican Winter League. Brad Baker, who was acquired as a Minor League free agent in November, is another option and it appears John Foster and Macay McBride will enter camp as the top candidates to serve as the club's left-handed relievers.     Brewers: Three jobs are taken, but at least three and perhaps four spots in the Brewers bullpen will be up for grabs during Spring Training.  Back at closer will be Derrick Turnbow, who emerged as a fan favorite when Mike Adams lost hold of the closer's role in April, and who went on to tie a franchise record with 39 saves. Also back is right-hander Dan Kolb, who originally set the team saves record in 2004 and was re-acquired in a trade with Atlanta to set up alongside Matt Wise. In two seasons with the Brewers, Wise has a 3.85 ERA in 79 games.  The rest of the cast will be determined in Arizona with right-handers Jose Capellan and Kane Davis and lefties Jorge De La Rosa and Dana Eveland if he doesn't make the rotation competing with non-roster left-hander Jason Kershner.  Justin Lehr and Rick Helling are among the candidates to pitch middle- and long-relief, a role both right-handers filled during part of the 2005 season. If Helling cracks the starting rotation the odd man out could be righty Dave Bush, who was acquired from the Blue Jays in last month's Lyle Overbay trade.  Last year the bullpen was a strength for the Brewers, combining for the fifth-best ERA (3.89) in the NL, a mark that was even better before Wise and fellow setup man Julio Santana missed most of the final two months with injuries.    Cardinals: After swapping out more than half of the NL's best bullpen from 2005, the Cardinals don't know whether their relief corps will be good enough in 2006. The new faces have ability, but they also have question marks.  Gone are Julian Tavarez, Ray King, Cal Eldred and Al Reyes. This time it will be Braden Looper, Ricardo Rincon, Randy Flores, Brad Thompson and a cast of youngsters competing for spots in front of closer Jason Isringhausen.  The good news for St. Louis is Isringhausen is coming off a strong year, and with what should be one of the best rotations in the game the Cardinals should be able to compensate for any bullpen growing pains.    Cubs: No team spent more to improve their bullpen this winter than the Cubs, who ponied up $23 million for setup men Bob Howry and Scott Eyre.  The Cubs hope it pays off. In 2005, Chicago relievers posted a 4.24 ERA, saving 39 of 58 opportunities and totaling 69 holds. Compare those numbers to the Central Division champion St. Louis Cardinals, whose bullpen combined for a 3.17 ERA, saved 48 of 65 opportunities, and totaled 86 holds.  This time the retooled Chicago pen should fare much better than a year ago. With Howry and Eyre setting up closer Ryan Dempster (converted 33 of 35 save opportunities) and the slider-throwing Michael Wuertz (6-2 with a 3.81 ERA in 75 relief appearances) the Cubs have the nucleus for a much stronger bullpen in 2006. Will Ohman, Roberto Novoa and John Koronka will also be in the mix when camp opens next month.    Diamondbacks: Arizona relievers ranked last in the NL with a 5.50 ERA last year, but the Diamondbacks have reason to believe they'll get a different result in 2006 with a bullpen that has only a few different names.  Jose Valverde, who established himself in the closer's last season when he converted his final 13 save opportunities, is back. The Diamondbacks will have to find a reliable setup man out of a group that includes Brandon Lyon, Brandon Medders and Jason Grimsley.  Greg Aquino, Brian Bruney and Mike Koplove who all struggled at times in 2005 also could make a strong push for a roster spot with a good spring. Randy Choate and Doug Slaton are other possible in-house lefty candidates.    Dodgers: The Dodgers will have one of the best in the game back at closer in Eric Gagne, who appeared in only 14 games last year because of injury.  Assuming Gagne is 100 percent, the Dodgers have other questions.  Yhency Brazoban (4-10, 5.33 in 74 games), Jonathan Broxton (1-0, 5.93 in 14 games), Franquelis Osoria (0-2, 3.94 in 24) and Hong-Chih Kuo are back and lefty Tim Hamulack, formerly of the Mets, will get scrutinized this spring.    Giants: Despite the loss of setup man Eyre -- 2.63 ERA over Major League-leading 86 appearances -- the San Francisco relief corps should be better in 2006, barring catastrophic injuries.  First, Armando Benitez's hamstring woes should be behind him. Tim Worrell, who saved 38 games for the Giants in 2003, is back as a late reliever and veteran lefty Steve Kline was acquired from Baltimore over the winter in a trade for LaTroy Hawkins.  Then there's left-hander Jack Taschner, who dominated action with Triple-A Fresno (3-0 record, 1.64 ERA, 10 saves) and was outstanding in 24 Giants games, going 2-0, 1.59 and holding batting to a .185 average. And Scott Munter, Tyler Walker (23 saves last year), Kevin Correia and Jeff Fassero are also on hand.  No Eyre could be no problem for the Giants.    Marlins: Last season the Marlins struck gold in closer Todd Jones. Can Joe Borowski follow suit?  The 34-year-old Borowski, who spent last season with Tampa Bay, is the most seasoned closing option on what promises to be an extremely inexperienced relief corps.   Travis Bowyer, a hard-thrower who has 9 2\/3 innings of big-league experience, Randy Messenger, Chris Resop and Logan Kensing are other closing options. Veteran Kerry Ligtenberg, who signed a Minor League contract with an invitation to Spring Training, has back end of the bullpen experience.  Nate Bump will contribute in the middle innings. Taylor Tankersley, a converted starter and the club's first-round pick in 2004, is moving into the bullpen.    Mets: The Mets spent $43 million for Billy Wagner then continued the overhaul of the bullpen by picking up Duaner Sanchez.   So long as Aaron Heilman remains in the bullpen, he and Sanchez, acquired from the Dodgers, are likely to share the seventh and eighth innings with occasional help from Chad Bradford, Steve Schmoll or Juan Padilla and a left-handed specialist the Mets have yet to find.  Even if the Mets don't add another reliever before the season starts the bullpen should be vastly improved.    Nationals: Chad Cordero, who saved 47 games and had a 1.82 ERA in 74 games, heads another strong Washington bullpen.  Luis Ayala and Gary Majewski are also back, and the Nationals are hoping that Jon Rauch, Jason Bergmann or Travis Hughes can replace Carrasco.   GM Jim Bowden opted to re-sign Joey Eischen and brought back lefty Mike Stanton, whom Bowden traded to the Red Sox last September.     Padres: Talented experienced veterans, starting with closer Trevor Hoffman, characterize San Diego's tweaked bullpen.  Hoffman (43 saves), Scott Linebrink (8-1, 1.83 in 73 games) and Clay Hensley (1-1, 1.70 in 24) give the Padres a strong foundation of relievers.  San Diego also brought in veterans Doug Brocail and Seth Etherton along with 27-year-old right-hander Steve Andrade from the Angels. Scott Cassidy, who appeared in one game for Boston last season and spent the rest of the year at Triple-A, will also get a look.    Phillies: Any bullpen that loses Wagner is bound to have some dropoff, but the Phillies have tried to stave off a precipitous decline with a few additions.  Tom Gordon was acquired and the right-hander will get first crack at closer. Getting the ball to Gordon will fall to the likes of Ryan Madson, Aaron Fultz, Rheal Cormier or Rob Tejeda.  Beyond that group, Geoff Geary, Julio Santana and Aquilino Lopez will get a look, along with Rule 5 pickup Chris Booker.    Pirates: Sure, closer Jose Mesa and right-handers Rick White and Brian Meadows are gone, but even so the Pirates bullpen should be better in 2006.  GM Dave Littlefield replaced that trio by signing free agent right-hander Roberto Hernandez, trading for southpaw Damaso Marte and inking veteran relievers such as right-handers Giovanni Carrara, Terry Adams and Scott Strickland and lefty C.J. Nitkowski to Minor League deals.       Reds: The Reds have been unable to land a proven closer thus far, so look for manager Jerry Narron to mix it up and likely call on veterans David Weathers and Kent Mercker and young arm Todd Coffey for save opportunities.  Coffey is a hard-throwing right-hander with stuff more suited to closing games. In his rookie 2005 season, the 25-year-old was 4-1 with a 4.50 ERA and one save in 57 appearances.   With only one starter pitching 200 innings last season, the Cincinnati bullpen was used often and logged the third-most innings (514) in the NL. But its 4.75 bullpen ERA was fourth from the bottom in the league and opponents' .288 average against and 589 hits put Reds relievers was at the very bottom.  The Reds signed free agent lefty Chris Hammond, who joins right-handers Ryan Wagner, Matt Belisle, Josh Hancock, Brian Shackleford, Luke Hudson and Jason Standridge among the bullpen options.    Rockies: With veterans Mike DeJean, Mesa and King setting up closer Brian Fuentes, the Colorado bullpen should be vastly improved in 2006.  Youngsters thrown into the fire last year like David Cortes, Scott Dohmann and Ryan Speier gained experience that will help them battle for a spot on what will clearly be a deeper Colorado bullpen in 2006.  Colorado also picked up lefty Jaime Cerda off waivers from Kansas City, signed right-hander Bret Prinz to go with non-roster candidates Jose Acevedo, Nate Field, Randy Williams and Steve Colyer. Jim Molony is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Molony"
}
