{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/161164488\/braves-sign-kelly-johnson-to-one-year-contract\/",
    "title": "Home again: Johnson seals deal with Braves",
    "subtitle": "Versatile veteran journeyman returns to Atlanta with one-year, $2 million contract",
    "body": "ATLANTA -- After being whisked from city to city as his father played for three different American League East teams during the 2014 season, Cole Johnson really didn't want his dad to extend his playing career last year. But after getting a taste of what it was like to have his father play close to their suburban Atlanta home, the proud 6-year-old son led the campaign for a return to the Braves. \"It was completely unprovoked,\" Kelly Johnson said. \"It wasn't as if I was like, 'Hey do you want me to play for the Braves?' It was more like he was just saying, 'Hey Dad, I want you to play for the Braves again.'\" • Hot Stove Tracker Father and son both got their wish this week when Johnson signed a one-year, $2 million contract with the Braves. The deal provides the veteran utility man a chance to experience a third stint with the same organization that selected him in the first round of the 2000 Draft. \"The people that are running the organization were there my first time through, so it's like family,\" Johnson said. \"It was just a nice feeling to come back last year and see all of those faces and just be very comfortable. Honestly, it kind of pushes me a little bit. There's some motivation to be at home and also to kind of show off and do well for guys who were there with me at the beginning.\" Though Adam LaRoche, Jeff Francoeur, Brian McCann and essentially all of Johnson's other earliest teammates are long gone, he still feels a sense of familiarity because of the strong presence team president John Schuerholz and his former manager, Bobby Cox, still have within the Braves' organization. At the same time, Johnson has never lost his affinity for the Braves, who employed him at the Major League level from 2005-09 and then brought him back with what proved to be a very valuable Minor League deal last year. Whether playing in Arizona, St. Petersburg, Toronto, New York, Boston or Baltimore at different points over the past six seasons, the 33-year-old veteran has kept close tabs on the Braves. Thus, even after being traded to the Mets this past July, Johnson continued to closely monitor the Braves' rebuilding process that is being engineered by president of baseball operations John Hart and general manager John Coppolella. \"It's a good feeling for me,\" Johnson said. \"I've got a lot of pride for the Braves. I check on them and I root for them. Even when I'm somewhere else, I'm still keeping in touch. I want them to do well. I want all these moves to work out. I want all these moves to be good. It's not just a place to play or a place that is paying you. It really does go a lot deeper.\" Now Johnson returns to provide a strong veteran presence to the Braves' clubhouse and defensive versatility that could provide some value in both the infield and outfield. He could see a majority of his time at third base. But he too will stand as a viable backup option at second base, first base and in left field. Johnson batted .265 with 14 home runs and a .750 OPS in 335 plate appearances with the Braves and Mets last year. The 22:1 at-bats\/home run ratio he produced stands as a career high. After getting over the initial anger that he felt when he was traded in late July, Johnson quickly grew to appreciate the opportunity he was given to help the Mets win the National League East and then compete in the World Series for the first time in his career. Though Johnson's time in New York was short, the impression he made was strong enough to lead Mets general manager Sandy Alderson to call and congratulate him on his latest deal with the Braves. \"Last year was a special year all the way around,\" Johnson said. \"It's nice to have a good enough year where a team that has a chance to win comes and gets you and then that team takes off and we end up in the World Series. So, I'm happy that I did OK, but more than anything, it was a blast the whole year.\" Fantasy spin | Fred Zinkie (@FredZinkieMLB) A versatile defender with dependable power, Johnson has ripped at least 14 roundtrippers in five of the past six seasons. The veteran appeared at six positions last year, and he should stay busy as a member of a Braves club that lacks starters with distinguished resumes at second and third base, as well as in left field. Set to begin the upcoming campaign with multiposition eligibility -- first base, second base and outfield -- the 33-year-old could be a solid NL-only option by belting double-digit homers. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
