{
    "url": "http:\/\/m.mlb.com\/news\/article\/161178212\/where-of-market-is-headed-with-gordon-in-kc\/",
    "title": "A look at OF market with Gordon in KC",
    "subtitle": "Deal could get ball rolling for negotiations involving other top free agents",
    "body": "Rick Hahn, consider your gauntlet dropped. Or your challenge tweeted (still in 140 characters or less, old-school style). Whatever makes sense. Alex Gordon is headed back to Kansas City, according to sources, with an outcome that probably made the most sense for everybody, given his significance to the World Series champs as the oldest of the homegrown Royals. But this is not good news for the other four teams in the American League Central, certainly not the White Sox. There will be no addition by the Royals' subtraction, not this year anyway. (Check back after 2017, when Lorenzo Cain, Eric Hosmer, Mike Moustakas and Wade Davis are all due to hit free agency.) While Hahn spent long stretches of the past month plotting how to bring Gordon to the South Side of Chicago, the White Sox GM probably knew long ago that he'd have to blow away the Royals' best bid to get him. So now it's go-time on landing Yoenis Cespedes, who would provide a bigger jolt for the Sox improving lineup than Gordon. With Gordon off the market, the stalled outfield market could fall into shape over the next couple weeks. The resolution of the Gordon situation should provide a little WD-40 for the negotiations involving, as with Cespedes, Justin Upton, Dexter Fowler, Denard Span and Gerardo Parra. But we have said that before -- and 25 days passed after the Jason Heyward signing without any movement on the outfield market. Will there be enough seats available in this high-stakes game of musical chairs? Will someone who expected a multiyear deal have to settle for the dreaded one-year \"pillow contract'' to get a deal done before equipment trucks start heading to Florida and Arizona? Here's a look at where we're heading: CESPEDES When the Hot Stove season began, the Cuban highlight film was considered a hotter ticket than Gordon, and why not? He's younger (30, instead of 31), he doesn't come attached to a qualifying offer and, well, he's Cespedes. From July 6 until the end of the season, Cespedes hit 25 home runs in 78 games for the Mets and Tigers, and he also played the outfield well enough to earn a Gold Glove in the AL, beating out Gordon for the honor. MLBTradeRumors.com projected that Cespedes would join Upton and Gordon in signing a nine-figure deal. But Gordon's reported four-year, $72 million deal came in well under that projection, and Upton probably would have jumped at $100 million if someone had offered it. If the Orioles finally tire of waiting for fan favorite Chris Davis to take their offer, they could make it rain for one of the free-agent outfielders. But the White Sox hope that Cespedes will make like Gordon, taking the offer that's the most comfortable for him. He and Jose Abreu have been friends for a long time, and Abreu has been working to broker a deal that brings Cespedes to the White Sox. Predicted destination: White Sox. To date, the White Sox have been unwilling to offer more than three years to a free-agent outfielder. But Cespedes is especially attractive to them, as the team believes Abreu and Cespedes would push each other (and both Abreu and Chris Sale are under team control for four more years), so they could offer him a little better deal than Gordon got, and he could take it. Sleeper scenario: The Tigers enter the picture and bring him back to Detroit on a leap of faith, believing he'll outperform a .734 career OPS at Comerica Park. UPTON What happened to his market? A Silver Slugger Award winner in 2014 and an All-Star last season, Upton is only two years older than Heyward and has been a much more productive hitter (.825 career OPS) than Heyward (.784). The Padres inexplicably held onto him at the Trade Deadline, not giving him a shot to capture attention the way that Gordon and Cespedes did. Upton can play either outfield corner. He'd be a major upgrade for the Giants or the Angels, but both of those teams have indicated that they're unlikely to pursue a big addition at this point. Upton could be a fit for the Nationals, but that would mean moving National League Most Valuable Player Award Bryce Harper back to center field, and that doesn't seem likely. Predicted destination: Orioles. Davis could say \"no\" to the team's final offer, and Baltimore could sign Upton to play right field, with Korean free agent Hyun Soo Kim in left field and Mark Trumbo as Davis' replacement at first base. Their lineup is heavily right-handed (as the White Sox will be if they sign Cespedes), adding to the value of utility man Ryan Flaherty. Sleeper scenario: Upton signs a shorter deal with the White Sox, allowing him another chance at the market. FOWLER A key piece for the Cubs' 97-win team last season, Fowler could wind up regretting that he turned down a qualifying offer to stay in Chicago. He was an asset as both a leadoff man and center fielder at age 29 last season, but he isn't the classic fly-hawk outfielder. Teams project that Fowler would have to move to an outfield corner during a long-term contract, which has hurt his market. He could be a great fit as the Angels' left fielder, hitting in front of Mike Trout and Albert Pujols. Predicted destination: Giants. A three-year deal like the one that made Kyle Lohse worth a compensation pick to the Brewers could end negotiations that have been whispered about since November. Fowler would offer valuable depth alongside Hunter Pence and Angel Pagan while prospects Jarrett Parker and Mac Williamson try to prove themselves. Sleeper scenario: He signs with the Angels. SPAN A productive player in his three years in Washington, the former Twins first-round pick has been a mystery for teams because of his recovery from left hip surgery on Sept. 1. He is expected to hold a showcase later this month and counts on agent Scott Boras to help him navigate his late-arriving market. Span isn't attached to a qualifying offer. Predicted destination: Rockies. Span is the most likely of these guys to receive a one-year contract, due to his injury and the lack of a qualifying offer. Colorado makes sense because his acquisition would allow the team to trade one of its three veteran outfielders (Carlos Gonzalez, Charlie Blackmon and Corey Dickerson) and then possibly also deal Span in July. Sleeper scenario: He signs with the Marlins, who trade Marcell Ozuna. PARRA After playing well last season in Milwaukee, Parra couldn't keep his game together once he was traded to Baltimore. He still finished 2015 with a .780 OPS, basically matching the career-best mark he had with Arizona in 2011, at age 24. Parra can play everywhere in the outfield and doesn't come attached to a qualifying offer, and as a result, he has had a lot of teams kick the tires on possible deals. Predicted destination: Nationals. Parra has played the corner outfield more than center field, but he could platoon in center with the right-handed-hitting Michael Taylor, who is an exciting player but needs to improve on a career .282 on-base percentage. Parra, who will play at 29 next season, adds depth behind Jayson Werth, whose contract runs through 2017. Oh, and it doesn't hurt that Mike Rizzo was with the D-backs when Parra was cutting his teeth in Arizona. Sleeper scenario: Parra signs with the White Sox to platoon in right field with Avisail Garcia or fill a bigger role as a significant defensive upgrade. Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
