{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/161198258\/ken-griffey-jr-voted-into-hall-of-fame\/",
    "title": "The Kid is Hall right: Griffey to Cooperstown",
    "subtitle": "Former Mariners outfielder receives record 99.3% of vote",
    "body": "WINDERMERE, Fla. -- Ken Griffey Jr. watched the clock ticking, ever so slowly, as he awaited the phone call everyone knew was coming. There never was a question as to whether Griffey would be elected into the National Baseball Hall of Fame on Wednesday, but still, the minutes lingered as his family laughed and teased, an MLB Network crew stood at the ready, and Griffey frequently mopped his brow with a handy towel. Finally, the cell phone buzzed. And Griffey smiled at the irony. The call came 24 minutes after he'd expected. And 24 always has been a good number in George Kenneth Griffey Jr.'s life. \"Was it worth the wait? Yeah,\" Griffey said, unleashing one of his trademark grins. \"Did I enjoy it? Yeah. Do I want to go through this again? Maybe being on the other side and have one of my kids go through it and I can be the dad. But it was well worth it. All the things I've gone through in 22 years, running into walls, bouncing off things, I'm good.\" Indeed, Griffey is more than good. He was great on Wednesday, as he has been throughout a baseball career that now receives the perfect cap. Griffey was named on 99.3 percent of ballots (437 out of 440 cast by Baseball Writers' Association of America members), breaking the Hall of Fame record of 98.84 percent, set by Tom Seaver in 1992. \"I've known [Seaver] all my life,\" said Griffey. \"The stories, him being my dad's teammate, how he treated us as kids. He's an unbelievable person. I wasn't expecting to break that record. Certain things, you just don't think of, and that's one of them, only because it's been up for a long time.  \"It's quite a shock, more than anything. It's an unbelievable honor. Just being voted in is an honor. I know how hard it is to be in there and how many players I played with throughout my career that won't get this phone call. It's one of those things. … It's a pretty good feeling today.\"  Griffey will be the first player inducted into the Hall of Fame who'll wear a Mariners cap on his plaque, having spent 13 of his 22 years in the Major Leagues with Seattle and earning 10 straight All-Star berths and Gold Glove Awards, seven Silver Slugger Awards, four American League home run titles and a unanimous AL MVP Award while with the team that selected him with the first pick in the 1987 Draft. \"Yeah, I'll get to wear my first baseball cap, other than my dad's,\" said Griffey, who grew up running around in a Reds hat and said that upbringing gave him a headstart for his sterling career. Griffey said he never grew up dreaming of being in the Hall of Fame. It just wasn't how he was wired. \"No. Think about it,\" Griffey said. \"You want to make the buzzer-beater in basketball, you want to hit the walk-off home run in baseball, score the game-winning touchdown in football. Nobody ever talks about being in the Hall of Fame. Nobody talks about that. And I think it's because it's out of a player's control.\" But Griffey was as in control as ever on Wednesday. A half-hour before the call from the Hall, he was proudly showing guests at his home pictures that he took of his kids playing their own sports. Trey, 21, just finished his junior season as a wide receiver at Arizona. Taryn, 20, is a starting guard on Arizona's women's basketball team. Tevin, 13, is a budding eighth-grade athlete. \"I might be the fourth-best athlete in this house,\" said Griffey.  Honored to be at Griffey's home in Orlando for announcement. Here he is hugging son Trey after getting the call. pic.twitter.com\/EXGCRuXPJK But he's one of the greatest baseball players of all time, and that was reinforced again by his nearly unanimous election. \"This is a great day for Mariners fans, and really all baseball fans, to celebrate his outstanding career and love of the game,\" said Mariners chairman and CEO Howard Lincoln. \"In addition to his accomplishments on the field, Ken should be applauded, along with his teammates, for solidifying Major League Baseball in Seattle and the Northwest, and for being a wonderful family man who has given generously to local and national charitable causes, in particular helping young people.\" Griffey also now holds the distinction of being the first No. 1 overall Draft pick elected to the Hall of Fame. \"Ken Griffey Jr.'s swing, smile and immense talent in all facets of the game made him one of the most popular and respected players of all time, a stature clearly evident in the results released today,\" said MLB Commissioner Rob Manfred. \"His election to Cooperstown surely marks a great occasion, not only in the Pacific Northwest and his hometown of Cincinnati, but also for an entire generation of fans. Major League Baseball is proud to congratulate Ken and his family on this well-deserved honor.\" Griffey also played nine years and earned three more All-Star bids with his hometown Reds and spent two months with the White Sox in 2008, then returned to Seattle to close out his playing career. He now works as a special consultant for the Mariners. Griffey will officially enter the Hall of Fame on July 24, along with Mike Piazza, at this year's induction ceremony in Cooperstown, N.Y., where he'll be feted as one of the game's all-time greats. His 630 career home runs rank sixth in MLB history, with only two left-handed hitters -- Barry Bonds and Babe Ruth -- ahead of him. Despite his long history in the game and having played in three Hall of Fame Games in Cooperstown during his career, Griffey said he's never been inside the museum. \"I am really superstitious,\" he said, noting he didn't even watch former teammate Randy Johnson's induction last year. \"I've never set foot in the building, I've never even seen the front of it. Because the first time I go in there, I wanted to be a member of it.\" Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB, read his Mariners Musings blog, and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
