{
    "url": "http:\/\/m.mlb.com\/news\/article\/161058464\/moves-affect-fantasy-baseball-rankings-drafts\/",
    "title": "Latest Hot Stove moves bring fantasy intrigue",
    "subtitle": "",
    "body": "The end of the holiday season was a quiet one for Major League executives. But the Dodgers' two-part rotation overhaul has created a logjam that will greatly impact 2016 fantasy drafts. Dodgers enhance lefty-heavy rotation During the past two seasons, Scott Kazmir has started out strong (2.43 first-half ERA) before faltering down the stretch (4.60 second-half ERA). His late-season fade was especially pronounced last year, when he posted a 6.52 ERA across six September starts. But with a collective 3.54 ERA and a 1.23 WHIP over the past three campaigns, Kazmir has proven to be a useful mixed-league rotation member, even if he cannot be counted on for six effective months. Now set to enjoy the benefits of working for a competitive team with a pitcher-friendly home park in the Senior Circuit, the southpaw is in an advantageous position as he attempts to extend his recent run of success. • Hot Stove Tracker Maeda gives Dodgers strong starting group With a 2.39 ERA and a 1.05 WHIP during a professional career that began in 2008, Kenta Maeda has produced a body of work overseas that will immediately grab the attention of fantasy owners. Given the success of Japanese-trained starters such as Yu Darvish and Masahiro Tanaka, wise fantasy owners have learned that talented imports such as Maeda can be difference-makers in their initial Major League season. With the backdrop of a competitive team with a pitcher-friendly home park in the National League, the 27-year-old is well positioned for immediate big league success. Maeda's lifetime 7.4 K\/9 rate in Japan likely precludes him from being a fantasy ace, but he could use his excellent control (career 1.9 BB\/9 rate) to be a solid mid-rotation starter in mixed formats. Maeda's arrival in Los Angeles will create a logjam in the Dodgers' rotation. If Hyun-Jin Ryu proves to be fully recovered from left shoulder surgery, the Dodgers would have six starters that seem to deserve a rotation spot. Clayton Kershaw, Kazmir and Maeda will likely occupy the first three starting jobs, with two of Ryu, Brett Anderson and Alex Wood filling out the starting five. The guess is that Wood will be the hurler to head to the bullpen if all of the club's starters are healthy on Opening Day. Ryu has never made a Major League appearances as a reliever, and he could benefit from the predictable schedule of a starter while proving that his shoulder is healthy. Anderson has made 112 of his 123 career appearances as a starter, and his lengthy lifetime injury dossier could also aid his candidacy to have a predictable schedule as a rotation member. Wood made 31 of his 66 appearances across 2013-14 as a reliever, and he seems best equipped to handle the variability that comes with working as part of a relief corps. Drew deepens Nats' infield Coming off a 17-homer season with the Yankees in 2015, Stephen Drew could catch the attention of NL-only owners if he can earn a regular role. Currently expected to back up Daniel Murphy at second base and Danny Espinosa at shortstop, the 32-year-old is likely to go undrafted in virtually all leagues. But if Espinosa were to falter, or if either middle infielder were to sustain a significant injury, Drew could provide more power than the average deep-league middle infielder. Because Drew owns a lifetime .765 OPS against right-handers and Espinosa has logged a career .795 mark vs. southpaws, there is also potential for a platoon at the shortstop spot to start the season. However, prospect Trea Turner could ultimately play a significant role in 2016, a fact that may further hinder Drew's chances at 300 at-bats. Fred Zinkie is the lead fantasy baseball writer for MLB.com. Follow him on Twitter at @FredZinkieMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Fred Zinkie"
}
