{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/163230164\/indians-hold-town-hall-on-eve-of-tribe-fest\/",
    "title": "Indians interact with fans at Town Hall meeting",
    "subtitle": "Francona addresses topics on fans' minds, while players also take the stage",
    "body": "CLEVELAND -- When Indians manager Terry Francona is spotted in downtown Cleveland at this time of year, Spring Training must be right around the corner. On the eve of the annual Tribe Fest, Francona popped out of the offseason shadows and met with season-ticket holders Friday. \"Tito is truly Punxsutawney Phil,\" Indians broadcaster Matt Underwood joked. \"Seeing him is the first sign of spring.\" Francona was on hand at the Idea Center at Playhouse Square on Friday for a Town Hall event, which will air at 7 p.m. ET on Feb. 9 on SportsTime Ohio. The manager took part in a question-and-answer session with fans and then players Michael Brantley, Yan Gomes, Jason Kipnis and Corey Kluber followed with a discussion on stage. That group of players, and a majority of the rest of the Major League roster, will be on hand at Aloft Hotel on Saturday for Tribe Fest, which is sold out. As for the Town Hall meeting, it was a chance for Francona to address some issues on fans' minds and an opportunity for those in attendance to get to know the core players a little more. The players also had some fun, closing the show with a round of \"Indians Illustrated\" -- similar to Pictionary. Francona stood just off set and watched the teammates match wits. \"If anyone's seen Kip read, you know he's good with pictures,\" Francona quipped to an eruption of laughter from the audience. As it happened, Kipnis and Brantley lost when the second baseman could not decipher Brantley's final drawing, which was an attempt at doodling the Indians' mascot, Slider.  Kluber\/Gomes beat Kipnis\/Brantley in Pictionary today. Not sure why @TheJK_Kid couldn't tell Brantley drew Slider... pic.twitter.com\/7xrkw7qcPP On the more serious side, fans wanted to know what Francona had in mind for improving his team's performance in April. The manager said he has gone over a litany of things in order to try to crack the code, but knows the reality might just be that teams can get hot or cold randomly throughout a season. Still, Francona said Cleveland plans on doing everything possible to correct the trend in 2016. \"We don't get into the rhythm and the flow quick enough and it's really gotten in our way,\" Francona said. \"There's a lot of different factors in how you get out of the gate, but I agree, it would make life a lot easier for us if we could get out of the gate and not have to dig out of a hole. The good news is our guys are willing to dig out of it, but it'd be nice if we could not have to do that. That's rough. I agree.\" Francona was also asked about the lineup, which could be without Brantley (right shoulder surgery) for a period of time within the first two months and still lacks a true power hitter in the middle. This winter, the Tribe added free agents Mike Napoli and Rajai Davis to help, but those one-year contracts did not steal any national headlines. While Francona acknowledged that Cleveland's lineup is not perfect, he was thrilled that the front office did not subtract from the talented pitching staff to address that area. \"Every single time this winter that one of those pitchers signed for $200, $180, $160 million,\" Francona said, \"it made me that much more happy that we have our young starters. And everybody kept asking, 'Are you going to trade one of those?' The minute you trade one of those, we can't go get one of those. So, we better keep our strength. \"And I know we need to score runs, and we do need to score runs, but when you have pitching, you have a chance. There's a lot of teams out there with a lot more money than us, a lot more revenue, that would trade their pitching for ours in a minute.\"  Some photos from today's Town Hall event. Francona, Gomes, Kluber, Brantley & Kipnis spoke with ST holders. pic.twitter.com\/4TT0W2X9Sk Soon enough, Cleveland's strength will be put to the test. Indians pitchers and catchers report to Spring Training on Feb. 17 with position players shortly thereafter on Feb. 21 in Goodyear, Ariz. Most of the team will head to Arizona well ahead of those required dates. After missing the playoffs for the second straight year, the players want to get started again. \"I'm just excited to get it going, really,\" Gomes said. \"We were getting hot and getting better last year and then the season ends. Starting this year, we're getting excited again. That start of Spring Training, going into the season, it's a different feeling.\" Added Kipnis: \"There's a lot of 2013 feel around the locker room right now, when we made our run [to the postseason]. Guys are pretty excited to get this year started.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, follow him on Twitter @MLBastian and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
