{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/161113726\/dodgers-scott-kazmir-ready-for-national-league\/",
    "title": "On the rise, Kazmir excited for NL challenge",
    "subtitle": "New Dodgers pitcher rejuvenated career after joining Cleveland in 2013",
    "body": "Scott Kazmir has covered a lot of ground in his pitching career, both geographically and artistically. \"I've bounced around a little bit,\" said Kazmir, who spent his first 11 seasons with five teams. But to get from the low point of that career to the high point, he had to cover only 30 miles, or roughly the distance between Angel Stadium and Dodger Stadium. He was released by the Angels in mid-June 2011 and now is back in Southern California on a three-year contract with the Dodgers. \"Getting released, that was a low point,\" Kazmir said Tuesday on an introductory conference call with reporters. \"After that, I wanted to take a step back and return to fundamentals, get away from bad habits. Back in the day, it was just 'get it and throw it.' I don't know how I did it, just did it. \"Now I know my body a lot more, and I'm more knowledgeable about the game. It was a long process and just a lot of hard work. I took advantage of the opportunity the Indians gave me, and I've been getting better ever since.\" • Hot Stove Tracker Kazmir's last start for the Angels was April 3, 2011, and he allowed five runs in 1 2\/3 innings against Kansas City. His next Major League start wasn't until April 20, 2013. In between, the former No. 1 Draft choice (by the Mets, the overall 15th pick in 2002) toiled in the thickest bushes of the independent Atlantic League, with the Sugar Land Skeeters. Cleveland extended him the lifeline of a $1 million contract. He is 32-29 since -- bringing his lifetime record to 98-90 -- with a progressively shrinking ERA. His new contract is for $48 million -- if he doesn't exercise his opt-out rights after the first season. \"From a business standpoint, it's always good to have options,\" Kazmir said of that clause in his contract. \"That said, I'd be honored to spend the rest of my career with the Dodgers, I really would.\" Kazmir, who turns 32 in three weeks, will be making his National League debut after spending his first 11 seasons making 271 starts for five AL clubs. However, he is already accustomed to beating NL teams, with a 15-7 Interleague record that includes a 3-1 mark against the Dodgers' West division foes. \"That's something that weighed into my decision [to sign with the Dodgers],\" said Kazmir, who pegged his initial free-agency dance partners at \"12 or so teams.\" \"Ultimately,\" he added, \"we narrowed it down to three or four. A new league -- I'm comfortable with that. It'll be interesting.\" Particularly when Kazmir steps into the batter's box. He has gone 3-for-26 as a visitor in Interleague Play, but claims to not be a slouch. Indeed, Vin Scully regularly tells us to respect any pitcher who strikes out in fewer than half of his plate appearances, and Kazmir has whiffed 10 times in 27 ups. \"I don't get cheated,\" Kazmir said. \"I'm in the batting cage now, trying to iron out the swing a little bit.\" Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. He can also be found on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
