{
    "url": "http:\/\/m.mlb.com\/news\/article\/161118386\/notable-dates-on-the-baseball-schedule-in-2016\/",
    "title": "Mark your calendars: Notable dates for 2016",
    "subtitle": "",
    "body": "From the election of any Hall of Famers to the election of a new U.S. president, 2016 is going to be a loud and exciting year. We're here to help you fill in some of Major League Baseball's key dates on that wall calendar you received as a holiday gift. Here's what's coming: Feb. 17: This is the earliest date that pitchers and catchers report to Spring Training. Such players as Bartolo Colon are so ready. March 1: Play ball. While the first exhibition games involving MLB clubs start on Feb. 28, this is the day of the first four Grapefruit and Cactus League games. It starts with Orioles at Braves, Pirates at Tigers, Blue Jays at Phillies, and Reds at Indians. April 3: The regular season begins with a new Sunday format featuring three openers. St. Louis is at Pittsburgh at 1:05 p.m. ET in the first game, followed by Toronto at Tampa Bay at 4:05 ET and then a World Series rematch of Mets at Royals at 8:35 ET in the annual ESPN Sunday Night Baseball opener. April 4: A dozen games will be played, including 11 Opening Day matchups. That includes the \"traditional\" opener in Cincinnati, against Philadelphia, at 4:10 p.m. ET. April 15: Jackie Robinson Day. All on-field personnel wear No. 42 to honor the Hall of Famer, who broke baseball's color barrier in 1947. Late April: This is traditionally the time fans begin the annual honored rite of voting for All-Stars. For the second year in a row, voting will take place exclusively online at MLB.com. May 8: Mother's Day events at all host ballparks. May 31: Roberto Clemente Day. Remembering No. 21, Pittsburgh will play two games against Miami in Puerto Rico, home of the late Hall of Famer and beloved humanitarian. June 9-11: MLB Draft. The Phillies are on the clock, selecting first in the event, which will be broadcast on MLB Network and MLB.com. June 19: Father's Day events at all host ballparks. July 5: This is the projected date for Ichiro Suzuki's 3,000th hit -- at least according to the MLB.com Milestone Tracker. July 8-12: All-Star Week hits San Diego, where the Padres will host the 87th All-Star Game on July 12 at Petco Park. July 24: Hall of Fame induction ceremony in Cooperstown, N.Y. July 31: Non-waiver Trade Deadline. In the days and hours before last year's Deadline, some of the biggest transactions featured Cole Hamels, Troy Tulowitzki, David Price, Yoenis Cespedes, Johnny Cueto, Ben Zobrist and Carlos Gomez. Sept. 1: Rosters are expanded. Oct. 2: The final day of the regular season once again will be on a Sunday, and once again the plan is for all 15 games to start simultaneously. This date will also see the final scheduled regular-season game for two familiar friends: Turner Field and David Ortiz. October TBA: The postseason schedule will be announced at a later date, so don't put anything into writing yet. But if this year's schedule follows last year's, the 112th World Series would begin on Tuesday, Oct. 25. Nov. 8: A new U.S. president is elected. Barring the unforeseen, we'll know the World Series winner long before the White House winner. The election of a new commanding chief roughly coincided in 2008 with a clincher by the Phillies, in 2000 by the Yankees, in '92 by the Blue Jays, in '88 by the Dodgers and in '80 by the Phillies. Mark Newman is enterprise editor of MLB.com. Read and join other baseball fans on his MLB.com community blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
