{
    "url": "http:\/\/m.mlb.com\/news\/article\/160841050\/tim-raines-hall-of-fame-bid-picking-up-steam\/",
    "title": "Raines' rock-solid Hall candidacy gaining momentum",
    "subtitle": "With two years of ballot eligibility left, dynamic outfielder hopes groundswell of support leads to Cooperstown",
    "body": "Over the last decade, the Hall of Fame candidacy of Tim Raines has gone from quiet afterthought to growing movement to all-out passionate plea for righteousness. With only two years remaining in his 10 years of Hall eligibility, Raines' voting numbers from the Baseball Writers' Association of America still need to get bigger, and they need to do so in a hurry. In other words, the dynamic, switch-hitting leadoff man and left fielder known as \"Rock\" is still in a hard place. Raines received 302 votes out of 549 ballots for the Hall of Fame Class of 2015, which amounted to 55 percent -- or 20 percent less than he needed for induction. Ballots for 2016 that have been made public leading up to the Jan. 6 announcement of the new class indicate Raines is making bold strides. But it's still nowhere near a certainty he'll make it this year or next. • Complete Hall of Fame coverage For the growing legion of supporters of Raines' Hall case, the gnawing question hasn't gotten any easier to answer: How on Earth is he not in? \"Tim Raines reached base more times than [Hall of Famers] Tony Gwynn, Honus Wagner and Roberto Clemente,\" says writer Jonah Keri, who chronicled Raines' first team in a 23-year Major League career in his 2014 book, \"Up, Up & Away: The Kid, The Hawk, Rock, Vladi, Pedro, Le Grand Orange, Youppi!, The Crazy Business of Baseball, & the Ill-fated but Unforgettable Montreal Expos.\" \"I have a ton of arguments for Tim Raines, but that's a simple one -- and if you ignore it, I don't know what's wrong with you.\" And then there are the more complex, deeper statistical nuggets that point to Raines not only as a Hall of Famer, but as one who should have probably been a first-ballot choice. Statistical analyst and writer Ryan Spaeder continues to point these out on social media and in ongoing email correspondence with any BBWAA voters who will listen. So far, one, Chris De Luca of the Chicago Sun-Times, has changed his vote to a yes for Raines because of further examination of the numbers that Spaeder helped uncover, such as: • Raines is the only player who put up more than two seasons with at least 50 extra-base hits and at least 70 stolen bases, and he did this in four consecutive seasons, from 1983-86. • Raines is the only player in MLB history with at least 100 triples, 150 home runs, and 600 stolen bases. • Raines has the best stolen-base percentage (84.7) among players with more than 400 attempts. • Raines had five seasons with at least 30 doubles and 70 stolen bases, from 1982-86. Ty Cobb is the only other player in MLB history with as many as three such seasons. • Raines had 978 combined home runs and stolen bases, which ranks seventh in MLB history. Of the six players with more, five are Hall of Famers and the other is Barry Bonds. • Raines compiled 69.1 wins above replacement in his career. That's a better WAR than 15 Hall of Fame left fielders. Of course, these are just a handful of stats that point to Raines as being Cooperstown-worthy. But a quick glance at the Twitter feeds of Spaeder or Keri will provide you with much more, including detailed breakdowns of how Raines' body of work as a leadoff man compares (quite favorably) to iconic Hall of Famers such as Gwynn, Lou Brock, and, yes, even the man considered the greatest No. 1 hitter ever, first-ballot Hall of Famer Rickey Henderson. \"Rickey would have to un-retire and steal 448 consecutive bags to beat Raines' stolen-base efficiency,\" Spaeder points out. \"And Raines had a higher career slugging percentage (.425) than Rickey (.419), too. I'm not saying Raines was better than Henderson. I'm just saying he deserves to be in the Hall of Fame with him.\" And therein lies the Raines conundrum. Since there are so many reasons for Raines to be in, one has to wonder more and more as the years go by what's kept him out. The first is the obvious, old-school numerical deficiency: Raines did not reach the magical Hall of Fame number of 3,000 hits. Raines had 2,605 hits in a career that spanned from 1979-2002, a number that no doubt suffered from Raines' superior plate discipline. Raines drew 1,330 walks in his career, which enabled him to retire with an on-base percentage of .385. That ranks ahead of 93 Hall of Fame position players. Then, there was the combination of Raines' formative -- and best -- years being played in the far-flung and ultimately shuttered market that was Montreal, and doing it while Henderson was getting all the headlines. \"He played in obscurity and he played in Rickey's shadow,\" says Raines' former Expos teammate Rex Hudler, now a broadcaster for the Royals. \"That's no slap to the face of Montreal or to Rickey, because Montreal was one of the greatest cities I played in -- and there were many -- and Rickey is the best leadoff hitter ever. \"But if you talked to anybody he played with or against, he's a bona fide Hall of Famer. No question. Sure, he's not Rickey. He was the next-best thing. He was the National League version. And he was one of the best teammates I ever had. His laugh was infectious, contagious. Permeated the clubhouse. He made you want to give everything you had for his team.\" One other possible strike against Raines was the fact he admitted to using cocaine in the early 1980s. But Raines was forthright in addressing the problem, kicked the habit in 1982 and played another 20 years in the bigs without a relapse. \"By the time I played with him [from 1988-90], he was way past that,\" Hudler says. \"He was remorseful and ashamed by it, and look what he did: He played very well into his 40s. We had a great group of guys there, and they all revered Tim Raines. He was our leader.\" Hudler can go on for hours about Raines from an insider's perspective: How most players had scuff marks over every inch of their batting-practice and game bats but how Raines' were remarkably unblemished, save for \"one worn-out area, a couple inches in diameter, right on the sweet spot. That's how amazing he was with the bat. That's how incredible his plate discipline was.\" As the value of certain stats have become universally regarded as more significant over the years -- not only by numbers-crunching bloggers and sabermetricians but by big league front offices and even savvy Major League players -- the case for Raines has gotten stronger and stronger. The hope for those in Camp Raines is that the groundswell of support isn't all too little, too late. \"I can't imagine a world where Tim Raines won't be in the Hall of Fame,\" Hudler said, echoing the thoughts of Keri, Spaeder, and countless baseball fans and analysts. \"Hopefully he'll get the honor soon. It's one he richly deserves.\" Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
