{
    "url": "http:\/\/m.mlb.com\/news\/article\/160855212\/10-bold-predictions-for-2016-baseball-season\/",
    "title": "10 bold predictions for the new year",
    "subtitle": "",
    "body": "Apologies to Nate Silver, Bill James and Nostradamus. Here's a regular guy's list of 10 bold predictions for 2016: 1. The voting members of the Baseball Writers' Association of America will elect at least three Hall of Famers for the third straight election. This isn't exactly a wild guess. Greg Maddux, Tom Glavine and Frank Thomas were elected two years ago. Randy Johnson, Pedro Martinez, John Smoltz and Craig Biggio were elected last year, and thanks to the work of Ryan Tibbs and others who closely track the votes that have been made public, we have early returns on 120-plus ballots. Those show Ken Griffey Jr., Mike Piazza, Jeff Bagwell and Tim Raines all with more than 80 percent of the vote (and all three except Raines have more than 85 percent). Percentages are going up across the board after the Hall of Fame trimmed voting rules, taking eligibility for voting away from retired or reassigned reporters who haven't actively covered baseball in the last decade. • Major League Baseball Hall of Fame 2. Griffey will become the first Hall of Famer unanimously elected. Twenty-eight voters said no to Joe DiMaggio, 23 said no to Willie Mays, 20 said no to Ted Williams, nine said no to Henry Aaron and five (the fewest ever) said no to Tom Seaver). But now there's some accountability in the process. Though voters don't have to make their ballots public, would the voter not checking the Griffey box remain anonymous? I wouldn't want to take that risk. 3. The D-backs will upset the Dodgers and Giants to win the National League West. Arizona will enter the postseason trying to make it four years in a row that a team advances to the World Series one year after a losing season. This isn't whimsy, nor is it a knock on the Giants (in an even year) or the Dodgers. Paul Goldschmidt and A.J. Pollock might be the best tandem of hitters in the Major Leagues, and the core of Goldschmidt, Pollock, Zack Greinke and Shelby Miller combined to produce 29.1 WAR last season. That's the best from any group of four players currently on a team's roster. 4. The World Baseball Classic will build some momentum heading into the 2017 event. Four qualifiers will be held in 2016 as a record 28 countries participate in the event, including first-time entries from Pakistan, Great Britain, Colombia and France. A September qualifier in Brooklyn (with teams from Israel, Brazil, Pakistan and Great Britain) should be fun. But the keys to the event's growth lie in two areas -- the support for Team USA from young players such as Bryce Harper, Anthony Rizzo (a member of Team Italy in 2013), Kris Bryant, Addison Russell and Joey Gallo, and the chance that Cuba fields a team comprised of both Major Leaguers such as Jose Abreu, Yoenis Cespedes and Yasiel Puig and national team regulars still in Cuba. • World Baseball Classic qualifiers are set 5. The first true African will play in the Major Leagues. Infielder Gift Ngoepe, who was literally raised in the clubhouse of a baseball facility in Johannesburg, South Africa, has quietly climbed up the ranks with the Pirates after signing in 2009, after a strong showing for South Africa in the WBC. He was added to the Pirates' 40-man roster last season, making strides as a right-handed hitter after he stopped switch-hitting. It'll be fascinating to watch him in Spring Training. 6. Adam Wainwright will return in his familiar role, as Superman. Put Wainwright down for 30 starts, 200-plus innings and a spot on the NL Cy Young Award ballot. That will also make the Cardinals' ace an easy pick as NL Comeback Player of the Year, beating out the likes of Jose Fernandez, Hyun-jin Ryu, Anthony Rendon and Puig. 7. The Most Valuable Player Award winners will be Lorenzo Cain and Jason Heyward.  With pitching tougher than ever, no one is going to have a season like Harper did in 2015. That puts the focus on all-around players who win games in the field and at the plate, and defensive stars Cain and Heyward look set for career years on the offensive side. Cain, who turns 30 in April, posted a career-high .838 OPS last season, and the 26-year-old Heyward should thrive in an American League-style offense after signing with the Cubs. 8. The Astros will debut yet another dynamic hitter who will follow Carlos Correa in winning the AL Rookie of the Year Award. First baseman A.J. Reed, a second-round pick in the 2014 Draft from the University of Kentucky, is cut from the same cloth as the Cubs' two quick studies, Bryant and Kyle Schwarber. Reed showed that in his first full pro season, hitting .340 with 34 homers and 127 RBIs between Class A Advanced and Double-A. He may have to start the season in Triple-A, but he will be at Minute Maid Park before Memorial Day, doing damage as he hits behind Carlos Gomez, Jose Altuve, George Springer and Correa. We'd like to nominate a sleeper for NL Rookie of the Year -- these are supposed to be bold picks, right? -- but Dodgers top prospect and projected starting shortstop Corey Seager is too good to overlook. 9. A White Sox lefty will win the AL Cy Young Award, and it won't be Chris Sale.  This is no knock on Sale, but his wingman, Jose Quintana, is ready for a breakout season. King of the no-decision over the past four seasons, Quintana has somehow never won double-digit games in a season. However, he does have a 3.46 ERA while throwing 200-plus innings three years in a row. Quintana could emerge as the top starter in Chicago, quite a feat given that the cast includes Sale, Jake Arrieta, Jon Lester, John Lackey and prodigy Carlos Rodon. The easy pick would be for Greinke to capture the NL Cy Young Award that Arrieta swiped with his big finish last September, but this will be Stephen Strasburg's year, start to finish. Just because. 10. Finally, the pick you've been waiting awaiting. Here it is: The Cubs will break one of their droughts, if not the Big One. With Heyward in center field, flanked by Schwarber in left and a healthy Jorge Soler in right, the Cubs will field a team that's better than the one that won 97 games last year. They could have their first 100-win season since 1935, and they should use the postseason experience they have on their roster, including lessons learned by Rizzo, Bryant, et al, to reach the World Series for the first time since '45. But winning the first championship in 108 years will be tricky, especially because their opponent will be the Royals, going to their third straight Series on the formula they've used to go 22-9 the last two Octobers. As the calendar turns, the World Series pick is Royals over Cubs -- with the Blue Jays, Yankees, Red Sox, Mariners and every other team in the AL in the running. Stay tuned. Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
