{
    "url": "http:\/\/m.mlb.com\/news\/article\/160886516\/projecting-2016-mlb-statistical-leaders\/",
    "title": "Looking ahead: Projecting 2016's statistical leaders",
    "subtitle": "",
    "body": "Opening Day may still be three months away, but at least the calendar has officially flipped to 2016. With that in mind, what better time is there to glance into the trusty crystal ball to see what's in store for the upcoming season? While we won't go quite as far as to give away the pennant winners or eventual World Series champion, here's a first look at next season's individual leaders in some of the top statistical categories -- based on Steamer, a popular statistical projection system that uses track record and similar players to predict performance. Obviously, any number of players could walk away as next year's batting champion or home run king, but as a starting point for the debate, this is the way Steamer projects the 2016 leaderboards to shake out. One spoiler alert before getting started, Steamer expects Clayton Kershaw to be quite good once again next season -- very, very good, in fact. Now, introducing your 2016 individual category leaders: Hits champion: Jose Altuve  Total: 193 Altuve came up just shy in his quest to lead the Majors in hits for a second straight year in 2015, finishing five behind Dee Gordon's career-high 205 base knocks. That said, he still managed to finish atop the American League leaderboard, all while reaching the 200-hit plateau for the second consecutive season. Though Altuve is averaging 212.5 hits over the past two years, Steamer projects him to finish closer to the 192 mark he's averaged over his four full seasons as a starter. As for his closest competition, Gordon and Mookie Betts are projected to finish tied for second with 179 hits apiece. 2015 champ: Gordon (205) Home run champion: Giancarlo Stanton  Total: 44 Stanton seemed to be cruising toward his first Major League home-run title last season before a broken bone in his left hand prematurely ended his season on June 26. At the time of the injury, Stanton had already hit a Major League-leading 27 homers, all in just 74 games. That put him on pace for a season total of 58, well ahead of Chris Davis' eventual season-high total of 47. Stanton has averaged 32 homers over his five full seasons in the big leagues, despite playing an average of only 122 games per year during that span. Given that the Marlins also plan to shorten the fences at Marlins Park next year, playing a fully healthy season seems to be all that stands between Stanton and a home-run title. 2015 champ: Davis (47) RBI champion: Stanton Total: 110 Considering Steamer is projecting Stanton to set a new career-high in home runs, it comes as little surprise that it also expects the slugger to set a new personal-best in RBIs. Stanton set his previous career-high in 2014 when he drove in 105 runs over 145 games. As mentioned above, if Stanton can just stay healthy, there's no reason to believe he won't eclipse that mark in '16. 2015 champ: Nolan Arenado (130) Stolen base champion: Billy Hamilton, Reds Total: 63 The aforementioned Gordon has led the league in stolen bases each of the past two seasons, but Steamer forecasts a new champ on the basepaths next year. Hamilton, who has finished second in each of those two years, is primed to take over the title if he can hit well enough to stick in the starting lineup. After all, his 57 stolen bases last year were only one shy of Gordon's total, despite the fact that Hamilton played in only 114 games compared to Gordon's 145. Hamilton was only caught stealing eight times, compared to 20 for Gordon, who's projected to be Hamilton's closest challenger next year with 54 steals. 2015 champ: Gordon (58) Batting champion: Miguel Cabrera, Tigers Total: .314 Though Cabrera's overall numbers dipped in an injury-hampered '15 campaign, the Tigers slugger still led the Majors with a .338 batting average. He's now led the league in batting average in three of the last five years -- and captured four AL batting titles during that span. He's hit a combined .326 in his eight seasons since joining the Tigers and Steamer fully expects the 32-year-old slugger to turn in yet another .300 season. Fellow perennial MVP candidate Mike Trout and Altuve are each projected to hit .307 and finish directly behind Cabrera. 2015 champ: Cabrera (.338) ERA champion: Kershaw Total: 2.08 Although someone not named Clayton Kershaw won the ERA title last year for the first time since 2010, Steamer predicts that order will be restored to the pitching universe in '16. After back-to-back seasons with a sub-2.00 ERA from 2013-14, Kershaw saw his ERA skyrocket last year -- all the way to 2.13. Yet with the National League being home last year to one of the most competitive Cy Young Award races in baseball history, Kershaw's still-formidable mark left him third, behind former teammate Zack Greinke (1.66) and Jake Arrieta (1.77). Still, Kershaw has a 2.11 combined ERA over the past five seasons and there's no reason to believe he won't continue to stifle opponents in the upcoming season. 2015 champ: Greinke (1.66) Strikeouts champion: Kershaw Total: 268 Kershaw shattered his career-high last season when he became the first pitcher in 13 years to reach the 300-strikeout plateau. While Steamer doesn't foresee Kershaw quite duplicating that accomplishment in '16, it does project the southpaw to finish with what would be his second-highest career strikeout total. Prior to racking up 301 last year, Kershaw had never struck out more than 248 hitters in a single season. With last year's eye-popping total, he's now averaging 250 whiffs per season over the last five years, a total Steamer projects to increase yet again. Chris Sale is projected to finish second with 256 strikeouts, while Max Scherzer checks in at third with 253. 2015 champ: Kershaw (301) Wins champion: Kershaw Total: 17 Surprise! Though none of these projections are objective by any means, none come with as much chance as this one. After all, the win category itself is one that is rooted in chance and unpredictability. Look no further than last season, when Shelby Miller finished with a 3.02 ERA over 33 starts and won only six games, all while enduring a 24-start winless streak from May 23-Sept. 27. If that's not enough, Greinke posted the lowest ERA in 20 years, yet finished three wins behind the league leader. Either way, with Kershaw expected to continue his utter dominance next season, he figures to at least be in a favorable position to compete for the wins title. For what it's worth, Steamer projects David Price to finish second with 16, while Sale, Scherzer, Arrieta and Dallas Keuchel are all projected to win 15 games. 2015 champ: Arrieta (22) K\/9 champion: Aroldis Chapman, Yankees Total: 14.0 Despite moving to the Bronx, Steamer projects more of the same from the fireball-throwing closer on the mound next year. Though his role isn't completely clear in a bullpen that also features Andrew Miller and Dellin Betances, Chapman has led the Majors in strikeouts per nine innings in each of the last three seasons (minimum 50 innings pitched).  2015 champ: Chapman (15.7) Paul Casella is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Casella"
}
