{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/160865070\/cubs-a-threat-for-2015-and-beyond\/",
    "title": "15 for '15: Cubs built for sustained success",
    "subtitle": "Loaded with young talent, Chicago is primed for championship run",
    "body": "In what has become a year-end tradition, MLB.com takes a look back at the top storylines of the year -- the Top 15 for 2015. CHICAGO -- Tom Ricketts couldn't sit down. That's how high a young Cubs team stacked its pile of achievements. In a scene every bit as memorable as anything that happened on the field, Ricketts stood in front of his first-row seat and watched the Cubs count down the outs in eliminating the rival Cardinals to advance to the National League Championship Series. Six years of disciplined building to reach this point rolled through the owner's mind and central nervous system, along with the belief that 2015 is only the start of a long run of success for one of baseball's storied franchises.  Ricketts crossed and uncrossed his arms, but didn't look any more anxious than he had at games in 2012, when the Cubs lost 101 games. \"Nervous, but cool,\" was the description of actor John Cusack, who stood next to Ricketts when Hector Rondon struck out Stephen Piscotty for the final out. \"He was cool. He was on edge, but with the team.\" While the Cubs were playing on house money in so many ways, the disappointment of being swept by the Mets in the NLCS still stings. Yet, 1984 might be the only parallel in terms of how productive the franchise was in 2015, both on and off the field. Wrigley Field was extensively renovated, with the left- and right-field bleachers rebuilt from the ground up and video replay boards added, and the team that gone 346-464 from '10 through '14 (under four different managers) banged out 97 victories, the third most in the Major Leagues. You could see what manager Joe Maddon was talking about when he hired a year earlier. \"Why would you not want to accept this challenge?\" Maddon said at his first news conference representing the team. \"In this city, in that ballpark, under these circumstances, with this talent, it's an extraordinary moment. Not just in Cub history but in baseball, today's game, this confluence of all these items coming together at the same time.\" Ricketts laid the groundwork for the success when he hired Theo Epstein to run baseball operations and pledged unprecedented resources to the task of identifying and accumulating the best amateur players in the world. Ricketts fully backed Epstein's instincts to pounce on Maddon when Andrew Friedman left the Rays, triggering a clause that allowed Maddon to end his contract with Tampa Bay early. At 26, Anthony Rizzo is the old hand in a lineup built around first-round Draft picks Kris Bryant (23), Kyle Schwarber (22) and Addison Russell (21), with 23-year-old Cuban Jorge Soler and first-rounder Javier Baez (23) in the supporting cast. It supported a pitching staff led by NL Cy Young Award winner Jake Arrieta and free-agent addition Jon Lester. Bryant won the NL Rookie of the Year Award after hitting .275 with 26 home runs and 99 RBIs. Schwarber super-charged the lineup with 16 homers in 232 at-bats after being added to stay over the All-Star break. Russell broke in at second base before shifting to shortstop in August, playing spectacular defense and holding his own at the plate (.696 OPS, 13 homers). Maddon says the kids rated a \"five, six\" on a 10-scale in terms of maximizing their talent. \"There's a lot of room left [for growth], I think,\" Maddon said. \"They're going to become more consistent. They're going to understand what pitchers are trying to do better. Thus, they're going to be even better offensive players. ... These guys are pretty much in the middle of their development in regards to that level I thought they played at last year. Like I talked about, they're highly accountable players, man. They're going to keep working.\" Ditto Epstein's front office staff, led by Jed Hoyer and Jason McLeod. The Cubs have added Gold Glove Award winner Jason Heyward, versatile switch-hitter Ben Zobrist and starter John Lackey in free agency, and have a wealth of young talent in their system, including 19-year-old Venezuelan shortstop Gleyber Torres, and outfielders Billy McKinney, Albert Almora and Ian Happ, all three of whom were first-round Draft picks. \"Obviously times weren't easy the last few years,\" Rizzo said. \"But with all the talent we had and all the talent we were building, everyone knew that the Cubs were coming, and we're here.\" Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
