{
    "url": "http:\/\/m.mlb.com\/news\/article\/160928670\/hall-of-fame-results-to-be-announced-wednesday\/",
    "title": "Hall to announce Class of 2016 today",
    "subtitle": "",
    "body": "NEW YORK -- The announcement of the National Baseball Hall of Fame's Class of 2016 will be made by Hall president Jeff Idelson today at 6 p.m. ET in a simulcast on MLB Network and MLB.com, with coverage beginning at 3 p.m. ET. What has become increasingly obvious is that Ken Griffey Jr. -- the former member of the Mariners, Reds and White Sox, who ranks sixth all-time 630 homers -- isn't just a shoo-in, but he's trying to become the first player to be unanimously elected to the Hall by eligible voters from the Baseball Writers' of Association of America. Closer Trevor Hoffman, in his first year on the ballot, and catcher Mike Piazza, in his fourth, are the others with a chance of making it this year. For various reasons, both of them are on the bubble. And Jeff Bagwell is entering his sixth year on the ballot and is a notch behind Hoffman and Piazza. • Hall of Fame coverage \"Who should be in? That's a tough question,\" said former Braves pitcher John Smoltz, a 2015 inductee who is an analyst for MLB Network. \"Based on what I know about the process, I think Hoffman and Ken Griffey Jr. are going to get in on the first ballot. Piazza gets closer and, perhaps, over the line. I don't know.\" The latest electee(s) will be inducted into the Hall during annual ceremonies behind the Clark Sport Center in Cooperstown, N.Y., on July 24. Griffey is the son of Ken Griffey Sr., the outfielder who played for the Big Red Machine when Junior was just a tyke and later was on the field with him in Seattle at the end of his career in 1990-91. \"I've never played for an award. I've always played because I loved baseball,\" said Griffey Jr. during his induction into the Reds Hall of Fame in 2014. \"Having gone to the games and watching how to play the game right, I learned from each and every one of you. And I appreciate that.\" Junior is also a member of the Mariners Hall of Fame, but Cooperstown, of course, is baseball's highest honor. Griffey -- as some have suggested -- undoubtedly won't be named on 100 percent of the ballots reviewed by voters from Nov. 9-Dec. 21. No one -- not Willie Mays, Mickey Mantle, Hank Aaron, Jackie Robinson, Walter Johnson or Babe Ruth -- ever has. Right-hander Tom Seaver has the record at 98.84 percent when he was elected in 1992, five one hundredths of a percentage point ahead of all-time strikeout leader Nolan Ryan, inducted in 1999 at 98.79 percent. Iron Man Cal Ripken, at 98.53 percent, holds the record among position players. The superb Orioles shortstop, who played in 2,632 consecutive games, was elected in 2007, the same year the late Tony Gwynn's name was listed on 97.61 percent of the ballots. Gwynn won a record-tying eight National League batting titles. Five people didn't vote for Seaver, six didn't vote for Ryan and eight chose not to vote for Ripken. Griffey played in only 18 postseason games -- 15 of them with Seattle -- batting .290 with six homers and 11 RBIs, but never made it to the World Series. \"I do not consider a unanimous vote important for the simple reason that it is nearly impossible for between 500 and 600 people to agree completely on any one thing,\" BBWAA secretary-treasurer Jack O'Connell said, reiterating on Sunday what he told The Associated Press several years ago. \"It is hard enough to get the 75 percent required for election.\"   Hoffman on 2016 HOF ballot Hoffman included on 2016 Hall of Fame ballotTrevor Hoffman, with a National League-record 601 career saves, is one of the top candidates included on the 2016 Hall of Fame ballot It takes 75 percent of the vote for anyone to gain election to the Hall, and under new voting rules established this last summer by the Hall of Fame board of directors, the pool of voters has been reduced by as much as 20 percent. Last year -- when Randy Johnson, Smoltz, Pedro Martinez and Craig Biggio were inducted -- 549 ballots were cast. When Greg Maddux, Tom Glavine and Frank Thomas were elected in 2014, 571 ballots were counted. For the just-completed election, about 100 fewer ballots than the previous election were mailed out, a Hall official said. The Hall changed its rules to be eligible to vote last year. How this lesser pool will affect the vote is still very much up to question, but it could most hamper the undercard. Hoffman is the all-time leader in the NL with 601 saves, but that might not be enough to get him elected in his first year on the ballot. \"I think he deserves it,\" said Smoltz, who played against Hoffman and was on the 1998 Atlanta team that lost to the Padres in the NL Championship Series when Hoffman pitched the final inning of the clinching Game 6. \"When you're that good for that long at a specific role, it's the major factor that makes up an incredible career -- along with longevity, staying in tremendous health and shape. He definitely did all that.\" Piazza, the all-time home run leader at his position with 396 of his 427 homers coming during games in which he played behind the plate, finished 28 votes short of the 412 needed last time for election. Historically, that's a lot to make up in one year. He played 16 seasons and was a 12-time NL All-Star for the Dodgers and Mets. Bagwell (106 short) and Tim Raines (110 in arrears) appear too far back to make up that ground in 2016. Because of another new rule passed two years ago by the Hall board, Raines is now in his next to last of 10 years' eligibility on the BBWAA ballot. The old rule used to give a candidate 15 years as long as he maintained at least 5 percent of the vote each year, and players who had already passed 10 years on the ballot when the rule was implemented, such as Alan Trammell and Lee Smith, were grandfathered in and will get up to 15 years on the ballot. Returnees Curt Schilling (39.2 percent), Roger Clemens (37.5), Barry Bonds (36.8), Smith (30.2), Edgar Martinez (27 percent), Trammell (25.1), Mike Mussina (24.6) and Jeff Kent (14.0) are much further out. Like Piazza, Schilling, Bonds and Clemens are in their fourth year of eligibility. Mussina and Kent are in their third, Martinez is in his seventh, Smith is in his 14th, and Trammell is in his 15th and final year on the ballot and seems destined to have his case heard by the Expansion Era Committee as early as later this year. Other notable returnees include Fred McGriff (12.9 percent last year and entering his seventh year on the ballot), Larry Walker (11.8, sixth), Gary Sheffield (11.7, second), Mark McGwire (10, 10th and final year), Sammy Sosa (6.6, fourth) and Nomar Garciaparra (5.5, second).    Among the other newcomers on the latest ballot are Garret Anderson, David Eckstein, Jim Edmonds, Luis Castillo, Troy Glaus, Mike Lowell, Mike Sweeney and Billy Wagner, who one could argue is actually the best closer on this loaded ballot. \"He dominated and he went out on top,\" Smoltz said about the left-handed Wagner, who ended his career at 38 years old with 37 saves for the 2010 Braves. \"He could have stayed around and easily amassed another 80 to 100 saves. There's something to perhaps being the best left-handed closer of all time. It means something.\" Considering that the Pre-Integration Committee didn't elect a single Hall of Famer off its 10-man ballot last month, Griffey could be the only one at the podium in late July. Griffey was selected first overall as a 17-year-old in the 1987 Draft and went on to play his first 11 seasons for the Mariners, ending his 22-year career with them in 2009-10. He batted .284 and produced 1,836 RBIs. Along the way, Griffey played parts of nine seasons with the Reds and part of one with the White Sox before returning to the Mariners for the final one-plus seasons, when he batted .208 with just 19 homers. He retired at 40 after playing his last game on May 31, 2010. Griffey was a four-time American League home run champion, hitting 56 homers in back-to-back seasons in 1997-98, won the AL MVP Award in '97, and was a 13-time All-Star, 10 of them in the AL. He was the MVP of the 1992 game in San Diego, a 13-6 AL victory. Griffey would be both the first Mariner and the first No. 1 overall Draft pick to be inducted. Hoffman would be the third player to go into the Hall with an interlocking SD on his plaque. Dave Winfield and Gwynn are the others. Hoffman had a 2.87 ERA and 61 wins in 1,035 games for the Marlins, Padres and Brewers, plus a career-high 53 saves in 54 opportunities for a 1998 Padres club that lost to the Yankees in the World Series. A seven-time NL All-Star, Hoffman had a hand in 53.7 percent of San Diego's 1,128 wins when he was available, with 552 saves and 54 victories in his 16 seasons pitching for the Padres. The Padres host the All-Star Game for the third time this summer. The festivities are July 10-12 at Petco Park, and Hoffman said his Hall election this year would complete the package. \"I know it would be a nice little bow tie if it would happen and to have the All-Star Game in San Diego the same year,\" Hoffman said. \"That would be amazing.\" The ballot: Anderson, Brad Ausmus, Bagwell, Bonds, Castillo, Clemens, Eckstein, Edmonds, Garciaparra, Glaus, Griffey, Mark Grudzielanek, Mike Hampton, Hoffman, Jason Kendall, Kent, Lowell, Edgar Martinez, McGriff, McGwire, Mussina, Piazza, Raines, Schilling, Sheffield, Smith, Sosa, Sweeney, Trammell, Wagner, Walker, Randy Winn. Barry M. Bloom is a national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
