{
    "url": "http:\/\/m.mlb.com\/news\/article\/160939554\/5-clubs-that-could-make-moves-this-january\/",
    "title": "Janu-where: Cespy, Chris, Alex, J-Up?",
    "subtitle": "",
    "body": "January has often been a month for teams to mine the dregs of the open market in search of bounceback candidates, middle men and bench bats. But here at the dawn of 2016, we've also still got a major logjam of bats -- Yoenis Cespedes, Justin Upton, Chris Davis, Alex Gordon, Dexter Fowler, Ian Desmond and Howie Kendrick, to name seven -- looking to find a free-agent home, which means there are still big bucks to be spent. What follows is by no means an exhaustive list of clubs with work to be done, because every team is still actively looking for upgrades in advance of the opening of camps. But these are five teams worth keeping a particularly close eye on, because their combination of need and resources could make them poised to make noise this month. • Hot Stove Tracker 1. Angels New general manager Billy Eppler went right to work making this a more defensively sound squad up the middle with the Andrelton Simmons acquisition. But as it stands, it's hard to discern why any sensible pitcher would offer much in the strike zone to Mike Trout. This is especially true if the performance and\/or playing time of the soon-to-be-36-year-old Albert Pujols, coming off foot surgery, is compromised in the early going. The Halos need another bat (preferably a left-handed one), plain and simple, and owner Arte Moreno has shown a willingness to sign off on big acquisitions in offseasons past. The big problem, of course, is that the Angels are still paying Josh Hamilton more than $28 million in each of the next two seasons. But with a depth chart that currently calls for a Craig Gentry \/Daniel Nava platoon in left field, this is a club keeping a close eye on the still-developing outfield market, or maybe even at first base, where Davis could spell Pujols. 2. Giants San Francisco was a first-time offender when it came to the luxury tax last season (though its $1.3 million payment was minimal). If the Giants cross the $189 million mark again, the tax rate penalty goes from 17.5 percent to 30 percent. The investments in Johnny Cueto and Jeff Samardzija likely mean they'll be rubbing up against that threshold. So keep that in mind with regard to the Giants' left-field situation. They can stick with the incumbent, Gregor Blanco, make a trade or sign a free agent. That last option comes with an additional 30 percent fee on top of the salary. If there is any hangup with tying the Giants to the top-tier or even mid-tier free-agent bats still in play, this is it. And fiscal prudence has been a backbone of the way the Giants have operated in their run to three titles this decade. On the other hand, this even-year push plan has kind of taken on a life of its own. And the aforementioned three titles have made the Giants cash cows. They've sold out 408 straight games, and the Mission Rock Development Project across McCovey Cove from AT&T Park will provide yet another revenue stream down the road. Furthermore, the Giants have to think ahead to next winter's weak free-agent class and Angel Pagan's expiring contract. This might be a perfect time to pounce, especially if the prices are discounted. 3. Cardinals Many in the industry went into the winter expecting the Cardinals, with the Ballpark Village up and running and a grandiose new local TV deal looming, to be big spenders. The Cards attempted to prove those people right by making a big bid for David Price and, as expected, Jason Heyward. As you might have noticed, neither player signed with St. Louis, so the Cards' lone expenditures of note have come in the form of free-agent acquisition Mike Leake and the remaining Jedd Gyorko salary they swallowed in a swap with San Diego. General manager John Mozeliak has done a tremendous job building a perennial contender without setting the market on any players in free agency. He's now publicly distancing himself from the free-agent field, expressing confidence in his in-house options. If Matt Holliday stays healthy, Randal Grichuk, Stephen Piscotty and Tommy Pham extrapolate their small 2015 samples over the course of a full season and Brandon Moss and Matt Adams prove an effective platoon at first, the Cards should be just fine. But that's an awful lot to ask. St. Louis won 100 games last year on the back of an absurd team-wide pitching performance that threatens to prove unrepeatable. The club's offensive production has cratered the past two years, as it posted two straight seasons with a sub-.400 slugging percentage and fewer than 650 runs scored. So there is still plenty of reason for the Cardinals to be monitoring the position-player market, especially in a demanding division. 4. Orioles In the Dan Duquette era, the O's have been prone to late strikes in the Hot Stove season, and they could be poised to go that route again before arriving in Sarasota, Fla. Earlier this offseason, they made a reported $150 million offer to Davis, then pulled it. The latter move was wiser than the former, because this market seems to present the distinct possibility that the O's were bidding against themselves at that juncture. If they have that kind of cash to allocate toward their future payrolls (and the fact that Darren O'Day is the only guy they're committed to past 2018 is a good indicator that they do), then the O's aren't done. Maybe things eventually work out with Davis, a player who owner Peter Angelos covets. Or maybe the O's use that money to address multiple needs in the outfield and pitching staff. Gordon has always profiled as a good fit for this club given the need in the corner outfield, the value the O's place on defense and the lineup's need for a left-handed bat. But the Orioles have also been linked to Cespedes. 5. White Sox Give credit to Jerry Reinsdorf for allowing Rick Hahn and Co. to stay the course and try to build a winner after a disappointing 2015. The Sox aggressively upgraded their infield with the trades for Todd Frazier and Brett Lawrie, and it is generally expected that they will upgrade their corner outfield, where Avisail Garcia has, to date, been a disappointment. The six-year, $68 million deal with Jose Abreu before the 2014 season stands as the largest free-agent expenditure ever made by the White Sox. That's why the rumblings about the South Siders only being interested in shorter-term (i.e. three-year) commitments make a lot more sense than any thought that the Sox are suddenly going to get into nine-figure terrain with a particular player. What remains to be seen, obviously, is whether the crowded nature of the outfield market leads one of the big names to consider such a short-range plan. A left-handed bat still makes the most sense for this club given the overall complexion of the lineup. One way or another, the Sox figure to add another bat, potentially one of big impact. With Abreu and Chris Sale under wraps to affordable terms for the next four seasons, they know this is their window. Three others of note • The Nationals could still supplant the young and unproven Michael Taylor in center field and\/or support the aging Jayson Werth in left. • Are we really to believe Mike Ilitch won't OK another big contract for the Tigers if the price is right in left field? For now, Anthony Gose is the penciled-in starter for Opening Day. • It will be interesting to see how the defending World Series champion Royals respond should Gordon sign elsewhere. There is still a shot he gives Kansas City the hometown discount it would likely take for him to remain a Royal. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
