{
    "url": "http:\/\/m.mlb.com\/news\/article\/160991402\/pirates-2016-cleanup-hitter-is-still-unknown\/",
    "title": "Who's batting cleanup for the Bucs?",
    "subtitle": "",
    "body": "PITTSBURGH -- The Pirates have patched up their rotation. They've added to their bullpen. They've found another first baseman. But several questions still hang over their offseason, including one asked by Andrew McCutchen himself: Who's batting cleanup? The Pirates aren't necessarily done constructing their roster, but they appear to have a complete set of position players -- albeit one without a traditional, power-hitting four-hole hitter. So, what are they looking to get out of the man behind McCutchen? \"I don't know that we've ever bought into the conventional definition of a cleanup hitter,\" general manager Neal Huntington said. \"We need someone that's going to continue to drive in guys when they get in front of them, that's going to make the pitcher think twice about pitching completely around Andrew McCutchen -- although there's not many hitters in the game that make them think three times about it.\" The absence of a clear cleanup option has followed the Pirates throughout their recent run of success. From 2013-15, they used 14 different players in the cleanup spot. But it's perhaps even more pronounced heading into next year, as the Pirates have lost a lot of power this offseason. As a team, Pittsburgh hit 140 home runs last season, sixth-fewest in the National League. The players who accounted for 54 of those homers, or 38.6 percent of the Pirates' total output, won't be back next season. That group includes Neil Walker and Aramis Ramirez, who combined to start 84 games in the cleanup spot. Pedro Alvarez led the team with 27 home runs last year. Walker slugged 16, and Ramirez clubbed six in his 56 games with the Pirates. Corey Hart hit two, while Travis Ishikawa, Travis Snider and, yes, A.J. Burnett all hit one each. They've all either retired or been let loose by the Pirates this offseason. So, where will the power come from? Who will hit behind McCutchen? \"It definitely comes to mind, with a bat like Pedro -- and Walker, at times, he hit behind me as well,\" McCutchen said at PirateFest. \"I ask that question: Who's going to be the guy behind me? I don't know, really.\" Last season, the Pirates decided that guy would be Ramirez more often than anyone else. He started in the No. 4 spot 50 times, followed by Starling Marte (49), Walker (34) and Jung Ho Kang (26). Who fits the bill in 2016? Perhaps the most logical answer, whenever he returns to full health, is Kang. His .816 OPS last season ranked second on the team behind only McCutchen, and he batted .283 with runners in scoring position. He gained some experience in the cleanup spot during his rookie season, batting .273\/.327\/.414 in 107 plate appearances in the four hole. Kang spent most of his rookie season batting fifth, however, and hit even better (.309 with an .894 OPS) in that spot. And for now, his availability on Opening Day remains in question. McCutchen mentioned catcher Francisco Cervelli, who makes up for a lack of home run power by seeing a lot of pitches and grinding out at-bats. It could be their first basemen -- John Jaso, whose high on-base percentage would satisfy their keep-the-line-moving mentality, or Michael Morse, with all his raw power. The job may once again fall to Marte, though even manager Clint Hurdle has admitted the athletic outfielder is somewhat miscast as a cleanup hitter. Then again, as Huntington said, the Pirates aren't searching for a cleanup hitter straight out of Central Casting. \"We need someone to continue to get on base. We need someone to continue to drive the ball into the gaps and hit a few balls into the seats, and if we do that one to eight, we're going to score runs,\" Huntington said. \"When we strike out too much, and we don't get on base enough, it's hard to score runs, unless you do it solely by the home runs. We'd much rather be a more balanced offense.\" Adam Berry is a reporter for MLB.com. Follow him on Twitter at @adamdberry. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
