{
    "url": "http:\/\/m.mlb.com\/news\/article\/160993000\/ken-griffey-jr-a-true-hall-of-fame-player\/",
    "title": "Prepare for The Kid's arrival to Cooperstown",
    "subtitle": "",
    "body": "The latest Hall of Fame ballot arrived last month, wearing a smile, one as endearing as any put forth by Cameron Diaz, Shirley Temple, George Clooney or baseball exec Earvin Johnson, one as widely recognized in the game as the Mona Lisa smile is recognized in the world of art, a smile as much fun as Red Skelton's and as sincere as the Pope's. The ballot carried the name \"Ken Griffey Jr.\" Right there, just after Troy Glaus and before Mark Grudzielanek, at the bottom of the first of three columns -- Ken Griffey Jr. The most conspicuous name among the 32 eligibles, printed in black and white but with the appearance of hot-pink neon. That name instantly prompted vivid images: Griffey making a dazzling catch and smiling as he returns the ball to the infield. Griffey pulverizing a pitch and then smiling as he takes a victory lap. Griffey in the dugout laughing and smiling with colleagues. And, of course, Griffey scoring the run that saved baseball in Seattle in the 1995 postseason and smiling from the bottom of the dog pile. • Hall of Fame coverage Our images of Griffey are quite distinct and so powerful. And enjoyable. His nickname enhances each image. Junior hit 630 home runs, won enough Gold Glove Awards to outfit an on-field team plus a utility man, and he averaged 137 RBIs and 119 runs in a sequence of five seasons. All of those achievements make Griffey an N-B HOFer -- no-brainer Hall of Famer. And his smile -- his always-evident joy -- makes him a serious challenger to the highest-percentile vote leader, Tom Seaver. Seaver fetched 98.84 percent of the votes cast in the balloting that determined the HOF Class of 1992. Only Nolan Ryan (98.79 seven years later) has come close to the erstwhile Mets Franchise. And now we have Griffey with all those numbers, all that pizzazz and charisma. Griffey's election -- the results will be announced Wednesday at 6 p.m. ET in a simulcast on MLB Network and MLB.com, with coverage beginning at 3 p.m. ET -- is sunrise inevitable. The only legitimate election suspense this week involves other candidates, notably Mike Piazza. As Howie Rose said as Piazza's fly ball neared the center-field wall on the night of Sept. 21, 2001, \"This one's got a chance!\" I don't believe the same can be said for the Cooperstown candidacy of Trevor Hoffman. Other suspense involves what might be the impact of an electorate significantly smaller than in recent years and whether Griffey -- the greatest clean player of a generation -- can rise above Tom Terrific or even become the first unanimous electee. He probably won't. But what will it matter? Ralph Kiner was elected by a margin as thin as Kent Tekulve, but, once elected, he was just as much a Hall of Famer as Seaver, Sandy or Ozzie. All the speculation about Junior's percentile, Piazza's fourth run at Cooperstown and the annual teeth gnashing of those outspoken non-voters who want 15 players elected each year will make for quite the compelling scenario this year. Once the candidacies of Seaver, Willie Mays, Mickey Mantle, Ted Williams, Stan Musial, Frank Robinson, Henry Aaron, Johnny Bench, Yogi Berra, Warren Spahn and Bob Gibson didn't spawn a single unanimous election, I pretty much assumed unanimity in a vote for the Hall was, like Bigfoot, a myth. And when Greg Maddux and Randy Johnson fell short of Seaver's percentage, no reason to think in such lofty terms existed. Now, though, at a time when the offerings of young relief pitches routinely exceed 100 mph, we can ponder Junior's chances of being No. 1 to 100 percent. And his radiant smile is bound to enhance his chance. Griffey Jr. loved playing the game; his enjoyment was as evident as the size of The Big Hurt, the height of The Big Unit and Spahnie's leg kick. He showed it with his coast-to-coast smile. Of course, I voted for Griffey; I looked up nothing, just opened the envelope, unfolded the ballot, put a check next to his name (and that of Jeff Kent after some research), signed it and went to the post office. I can't imagine any voter lingering at the Griffey's name unless he covets the image of a nincompoop. But someone is bound to withhold his vote from Junior -- because he can. For years -- until 1989 -- I considered Pete Rose likely to be the first 100-percentile guy. He was a sure bet, so to speak. Old-timers loved how Rose played, his peers respected him, reporters flocked to him. He was a better quote than he was a second baseman, third baseman, outfielder, first baseman or manager. But the very arrogance that fueled Rose's on-field greatness and his misguided sense that he was bulletproof made him the player least likely even to appear on a ballot. Charles Hustle offended too many folks and ignored too many Commissioners. Even if he broke only one rule. Rose's image is eternally smudged. He might pick up a fan or two now if he just rides quietly to the horizon. Fat chance of that. Griffey isn't the polar opposite of Rose; he had issues too, but watching him climb a wall or lose a ball with that splendid swing was as much a joy as watching Rose go first to third, or Ozzie doing flips or Sandy carving up a batting order. Junior wasn't merely the greatest player of his generation, he was the most entertaining, the one who -- without chemical enhancement -- created a sense of anticipation as powerful as the swings of Bonds, McGwire and the others who conned us. You didn't want to get in the beer line when Junior was due up or even when he was in the field. Like Mays or Mantle, he might do something remarkable at any moment. Griffey made us thirsty for his type of astounding athleticism. And when he did provide a moment that tested the limits of our imagination, he'd follow it with a smile visible from the space station. Time was, the Mets made a run at Junior. And I quietly kept my fingers crossed. Griffey would have become a latter day Strawberry without the baggage but with greater -- and happier -- style. And I could have watched him play regularly. I would have savored covering Junior, the athlete -- no matter his uniform -- on a daily basis just to witness all he could do. His skills and his manner were such that I would have been the one smiling. Now all I can do is vote for Griffey and enjoy the video highlights his election will prompt. Marty Noble is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Marty Noble"
}
