{
    "url": "http:\/\/m.mlb.com\/news\/article\/161008448\/numbers-show-dodgers-lefty-rotation-could-work\/",
    "title": "Numbers show all-lefty rotation could work",
    "subtitle": "Dodgers' southpaw starters have proven themselves vs. both right- and left-handers",
    "body": "LOS ANGELES -- In the wake of another uninspiring postseason by their beloved baseball team, the natives of the nation's second largest city have been restless this winter. Snuffed by the Mets in the 2015 National League Division Series, the Dodgers have not been as active as their primary division rivals. What they have done -- assembling a potential all-southpaw rotation -- has not appeased the fan base.  Left Coast: Kazmir gives LA 5th left-hander Zack Greinke's free-agent move to Arizona, joining Shelby Miller and Patrick Corbin, was a jolt. The Giants upgrading with Johnny Cueto and Jeff Samardzija in support of Madison Bumgarner was another blow. Four right-handed starters of high quality having enriched their rivals. The Dodgers' response is an all-lefty rotation with one unproven righty, Japanese import Kenta Maeda, reportedly joining after a deal with Hisashi Iwakuma fell through. Brandon McCarthy, recovering from Tommy John surgery, could join the rotation midseason, likely after the 2016 All-Star Game, and would add another righty to the mix. If Hyun-Jin Ryu recovers from the left shoulder surgery that cost him the entire 2015 season, the Dodgers could eclipse the record held by the 1983 Yankees of 127 games started by lefties, according to STATS Inc. Only the 1951 Red Sox had five lefties making 16 or more starts. Dodgers fans are aware of the damage that can be done by a division featuring such righty sluggers as Paul Goldschmidt and A.J. Pollock in Arizona and Buster Posey and Hunter Pence in San Francisco. The Rockies, D-backs and Giants ranked first, second and fifth, respectively, in NL runs scored last season. The Dodgers were eighth. Digging past the surface, it is not a case of what the Dodgers are thinking as much as how they're thinking: out of the box. Clayton Kershaw, Scott Kazmir, Brett Anderson, Ryu and Alex Wood all have enjoyed success tying up right-handed hitters. If opponents load up with right-handed lineups against the Dodgers' wave of lefties, they might be playing right into the hands of new manager Dave Roberts and his arms. Let's examine the numbers. Kershaw Universally regarded as the game's best the past five seasons, Kershaw has been equally cruel to men occupying both sides of the batter's box. Right-handed swingers had a .192\/.239\/.272 slash line against Kershaw last season; lefties came in at .203\/.231\/.323. In 2014, righties were .197\/.233\/.298, lefties .193\/.225\/.252 against the Lone Star superstar. Finishing 2015 with 301 strikeouts in 232 2\/3 innings, MLB highs in both categories, Kershaw fanned 33 percent of righties he faced and 39 percent of lefties. His killer curveball and slider are equal-opportunity weapons. Kazmir Kazmir, who turns 32 this month, had a remarkable career rebirth that brought him a three-year, $48 million free-agent contract -- the lottery in real life but nothing close to the deals Greinke, Cueto and Samardzija drew in the open market. A power pitcher in his youth, leading the American League in strikeouts in 2007 for the Rays, Kazmir has made a transformation, calling to mind Frank Tanana in the 1970s. That 97-mph fastball and wicked slider have been replaced by 91-mph heat and a deep bag of pitches featuring a wicked changeup. Kazmir's splits belong to a traditional right-hander. Last season, with the A's and his hometown Astros, he held righties to .225\/.301\/.344, vs. .272\/.312\/.462 by lefties. In 2014, it was .227\/.280\/.360 by righties, .273\/.326\/.347 by lefties. The changeup is the great equalizer. Working in the third-most friendly pitchers' park in the NL should suit Kazmir fine. Bring on those right-handed bats. Anderson Finally avoiding injuries and working a full season, Anderson, 27, was solid behind Kershaw and Greinke, delivering 180 1\/3 innings in 31 starts. Featuring a biting slider that has been his signature pitch, Anderson was neutral in his 2015 splits. Righties came in at .276\/.319\/.418, lefties at .284\/.335\/.363. The one blip: 17 of the 18 homers he allowed were by righties. In eight 2014 outings with the Rockies, Anderson shut down righties: .244\/.305\/.370. Lefties went .326\/.354\/.370. Ryu With Maeda as a safety net, Ryu will try to rebound to his form in his first two seasons, when he was a combined 28-15 with a 3.17 ERA. A Korean Kazmir, he has a 91-mph fastball, slider, curve and deadly change. In 2014, Ryu limited right-handed hitters to a .249\/.290\/.366 slash line. Lefties were .283\/.310\/.355. As a '13 rookie, the splits were even more pronounced: .245\/.291\/.342 for righties, .270\/.322\/.416 for lefties. As with Kazmir, the message is: \"Go ahead and load up on right-handed bats.\" Wood Making 12 starts with the Dodgers after 20 with the Braves, Wood scuffled against right-handed hitters in going 12-12 with a 3.84 ERA. They banged him to the tune of .292\/.359\/.429, as opposed to .223\/.243\/.274 by lefties. Studying 2014, a different Wood emerges. Righties were .236\/.290\/.355 against him, lefties .247\/.306\/.361. Wood's changeup figures to improve as he observes two of the best with that delivery, Kazmir and Ryu. Numbers rarely tell the whole truth. But in this case, they paint a picture that might offer a small measure of comfort for Dodgers faithful pining for their first World Series title since 1988. Lyle Spencer is a national reporter and columnist for MLB.com. Follow him on Twitter @LyleMSpencer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
