{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/160999224\/nationals-interested-free-agent-gerardo-parra\/",
    "title": "Nats said to be interested in veteran OF Parra",
    "subtitle": "",
    "body": "WASHINGTON -- The Nationals are still looking for a center fielder, and according to a baseball source, the club has made contact with free-agent outfielder Gerardo Parra. Nationals general manager Mike Rizzo signed Parra to his first professional contract with the D-backs in 2004. • Nationals Hot Stove Tracker Parra is considered an excellent outfielder who can play all three outfield positions, and he has won two Gold Glove Awards. During his career, the left-handed hitter has spent a considerable time batting leadoff, putting up a .283 batting average, a .334 on-base percentage and 21 stolen bases while hitting at the top spot in the batting order. Overall, Parra is a .277 career hitter over seven big league seasons. In 2015, he split time with the Brewers and Orioles, hitting a combined .291 with 14 home runs and 51 RBIs. The Nats also haven't closed the door on free agent Denard Span, who will work out for teams this month. Span is recovering from hip surgery and has progressed to jumping hurdles in his rehab process. Span is arguably the best leadoff hitter in Nationals history. During his three years with Washington, he hit .292 with a .345 on-base percentage. \"[Span] enjoyed his time here,\" Rizzo said during WinterFest last month. \"The main thing about him is to see where his health is as we move forward in the offseason.\" The Nats also have Michael Taylor to play center field, but it may be that the club sees Taylor as a fourth outfielder after it tried to acquire free agent Jason Heyward during the Winter Meetings. Taylor saw a lot of playing time in 2015 because of Span's injury, playing a great defensive center field and hitting .229 with 14 home runs and 63 RBIs. Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the Time. He also can be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
