{
    "url": "http:\/\/m.mlb.com\/news\/article\/161033366\/hall-of-fame-ballot-2016-head-to-head-stats\/",
    "title": "Beat the best: Head-to-head on the HOF ballot",
    "subtitle": "How players up for 2016 election stacked up against one another",
    "body": "Mike Mussina owned Ken Griffey Jr. (holding him to a .143 average) but couldn't handle Brad Ausmus (.450). Gary Sheffield couldn't get enough of Roger Clemens (.611), but even a little of Curt Schilling was too much (.216). As for Billy Wagner, he cut the big boys who were raising all the homer commotion down to size. The Big (Fly) Three of Mark McGwire, Sammy Sosa and Barry Bonds went a combined 7-for-33 (.212) against the left-handed closer's flame. Clemens and Bonds certainly had an interesting, if brief, history. Their eight historical meetings ended with Bonds batting .000 (0-for-2, both strikeouts) with an on-base percentage of .750. Clemens walked him five times and hit him once -- following through on a vow he had made prior to their first confrontation in Interleague Play. Sheffield, notorious for a violent swing with which he usually made contact, fanned only once in 18 at-bats against the hard-throwing Clemens -- but seven times in 20 at-bats against Trevor Hoffman and his changeup. There you have some of the top takeaways from a unique look at the 2016 Hall of Fame ballot: How the 25 hitters fared in head-to-head competition against the seven pitchers on the ballot -- and vice versa. • HOF results unveiled Wednesday | How MLB.com writers voted As you might expect, they fared far better than the average Joes, yet not exceptionally well. Peer-pressured: The top performers of their generation figure to battle to an overall standoff, and this class did just that. The hitters' track record came against a unique mix of pitchers: Three exclusive starters (Clemens, Mussina and Schilling), three exclusive closers (Lee Smith, Hoffman and Wagner) and one lefty who multitasked considerably (Mike Hampton). Wagner was the most dominant of the seven, his .194 opponents average 53 points lower than that of the runner-up, Schilling. Wagner can also claim the most fascinating sidebar: He allowed six homers to fellow Cooperstown candidates, one each to five guys (Mike Piazza, Mike Lowell, Bonds, McGwire, Griffey) who totaled 2,625 of them, and the sixth to David Eckstein, who had 34 other career homers. Highlights of the ballot box score of head-to-head competition, including the top five hitters in three key categories and pitcher summaries: Batting average 1. Alan Trammell .333 (29-for-87) 2. Mike Lowell .312 (35-for-112) 3. Piazza .303 (53-for-175) 4. Jason Kendall .297 (49-for-165) 5. Bonds .285 (51-for-179) Home runs 1. Bonds 18 2. Sosa 17 3. Piazza 16 4. Edgar Martinez 11 5. McGwire 11 RBIs 1. Piazza 43 2. Bonds 42 3. Sosa 33 4. Martinez 32 5. Jim Edmonds 31 Pitchers • Clemens: .250 opponents average, one homer every 28.2 at-bats • Hampton: .293, 19.3 • Hoffman: .265, 19.9 • Mussina: .266, 31.4 • Schilling: .247, 19.4 • Smith: .267, 21.0 • Wagner: .194, 26.7 Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. He can also be found on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
