{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/162325972\/jonathan-lucroy-prefers-trade-to-winning-club\/",
    "title": "Lucroy hints he wants to be dealt to contender",
    "subtitle": "Brewers catcher expresses desire to play in World Series, won't 'dog it' if he stays",
    "body": "Family obligations will keep Jonathan Lucroy, heretofore a perennial attendee and a Milwaukee fan favorite, away from the Jan. 31 Brewers On Deck event. But it is becoming more clear that Lucroy is interested in being traded. In a Tuesday interview with the Milwaukee Journal-Sentinel, he reiterated his belief that he and the Brewers could both benefit from a parting of the ways, saying, \"I want to win and I don't see us winning in the foreseeable future. I want to go to a World Series. That's what all players want. Rebuilding is not a lot of fun for any veteran guy.\" • Hot Stove Tracker Trade rumors have swirled all offseason around the veteran catcher, who has two possible years remaining on the five-year contract he signed before the 2012 season. Making him attractive is that he is owed $4 million in '16, with a $5.25 million club option for '17. After batting .301 with an MLB-leading 53 doubles in '14, Lucroy batted .264 and saw a .120 drop in his OPS, to .717. He missed a month and a half early in the season with a broken left toe. If he rebounds, he would be a huge bargain both this year and next. If not, the club can let him go after this season with just a $250,000 buyout. \"I have a chip on my shoulder and I plan on going out and showing people I'm perfectly fine,\" Lucroy told the paper. \"I want to go out and tear it up. It wasn't for a lack of effort last year. I just did not compete at the level I know I'm capable of. There's always doubters out there, which is fine. I plan on proving a lot of people wrong.\" The Brewers, of course, know that he is both a talented, driven player at a premium position and a financial bargain, and so their asking price has been high. To date, that has meant no deal. \"If I stay with the Brewers, I'm not going to go out and dog it,\" Lucroy said. \"I'm not going to be a bad teammate. I'm not going to be a bad clubhouse guy. I'm not going to be bitter. It's just part of the game.\" General manager David Stearns had discussed Lucroy's status Monday with MLB.com. \"My sense from talking to him is he was a very competitive individual who does want to win,\" Stearns had said. \"That's the type of player we want. We want players who don't like to lose and who take a great deal of pride in winning. \"I think we have a number of players to continue to generate a lot of interest, but it's going to take meaningful value for us to move players who can contribute to real success here in Milwaukee. A lot of the guys who are rumored out there have a lot of value to our organization.\" Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. He can also be found on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
