{
    "url": "http:\/\/m.mlb.com\/news\/article\/162873902\/best-fits-for-free-agent-ian-desmond\/",
    "title": "Sizing up the best fits for Desmond",
    "subtitle": "",
    "body": "In an alternate universe, Ian Desmond is entering the third year of a seven-year, $107 million contract signed with the Washington Nationals before the start of the 2014 season. In the real universe, Desmond is a free agent, still searching for a place to call home after rejecting the $15.8 million qualifying offer from the Nats at the onset of this Hot Stove season. It should go without saying that, following a subpar 2015 season and in a market that didn't feature many aggressive shortstop suitors, Desmond is not going to sniff what he would have made had he not rejected the Nationals' extension offer two years ago. Still, think back to that time, and it's hard to blame him for his decision in the spring of '14. From 2012-13, Desmond had the highest OPS (.812) among qualified shortstops and, at that moment, he was on the verge of his third straight Silver Slugger season. • Hot Stove Tracker A .233\/.290\/.384 slash line, rising error and strikeout totals and declining power in 2015 -- to go with the Draft pick compensation issue and the general dearth of clubs looking for a starting shortstop -- have all conspired to sandbag Desmond's market. There's a not-small chance the 30-year-old will have to expand his versatility -- perhaps even logging some time in the corner outfield -- to increase his value to a club. There's also a not-small chance that Desmond will sign an incentive-laden one-year deal to rebuild his value before hitting the open market in what portends to be a weaker free-agent class a year from now. With all that said, here are the five best fits for Desmond. White Sox As discussed when we examined the market for outfielder Dexter Fowler, the White Sox are in a great position to sign a free agent tied to Draft pick compensation because their first of two first-round picks (No. 10 overall) is protected. They would therefore have to sacrifice the 28th overall pick, which they received when Jeff Samardzija signed with the Giants. Desmond might be an even better fit for the Sox than Fowler, because with Alexei Ramirez officially a San Diegan (or is it San Diegon, \"Anchorman\" fans?) and top prospect Tim Anderson not yet ready for prime time, Desmond could bump Tyler Saladino -- who had a .225\/.267\/.335 slash in his first 254 big league plate appearances in 2015 -- from the starting-shortstop slot in the short term. And if it's a long-term deal, again, Desmond has the potential to make the corner outfield a part of his future, and we know the Sox currently rate as shaky in their corner-outfield setup (Melky Cabrera probably needs more days at DH and Avisail Garcia is unproven). Angels Stop me if you've heard this, but the Angels don't want to venture too deep into luxury-tax territory. Stop me if you've heard this, but they don't want to fork over the 17th overall pick in the Draft. But if the Angels and Desmond can work out a contract both sides are comfortable with, there's a lot to like about this pairing. Desmond could conceivably shift over to second base, where Johnny Giavotella (.272\/.318\/.375 slash in 2015) is the incumbent, or he could conceivably make the transition to left field, where the Angels are currently set to go with a Daniel Nava\/Craig Gentry platoon. Granted, much of Desmond's offensive value is\/was tied to the shortstop position. But the Angels have a need for the 20-homer, 20-doubles power he can provide in a lineup much too reliant on Mike Trout. Athletics The A's are another club with a protected pick (No. 6 overall) that, like the White Sox, is making an earnest effort to win now. You know how the A's roll: positional versatility is important to them. You could envision Desmond playing a Ben Zobrist-like role on this club, filling in at second, short, third or left. Frankly, there's a good argument to be made that he has the potential to be an offensive upgrade over the incumbent at any of those spots. And just because these are the A's, another point must be made: Oakland could conceivably sign Desmond to a one-year deal, hope he rebuilds his value and potentially flip him at the non-waiver Trade Deadline. D-backs Arizona's overall second-base production, in terms of Wins Above Replacement, was the worst in baseball last season, and the club has done nothing to address it. So here's a way to address it, particularly if the D-backs flat-out prefer Desmond to Howie Kendrick, who is two years older. For now, Chris Owings and Aaron Hill are slated to return, though they have made attempts to move Hill, and they have hopes that the 24-year-old Owings (.639 OPS in 945 career plate appearances) will show more with his bat than he's displayed to date. They are also reluctant to give up another Draft pick after surrendering their first-rounder for Zack Greinke. But after addressing their starting pitching so aggressively, it would be a little bit surprising if the D-backs don't address second base. Indians With a strict budget and the 15th overall pick in the Draft, the Indians are, more than likely, done with their heavy lifting for the Hot Stove season (and, no, those one-year deals with Mike Napoli and Rajai Davis didn't exactly qualify as \"heavy\"). But they still have uncertainty at the hot corner, where Giovanny Urshela provided good defense but an iffy bat in his rookie year, and in the outfield, where Michael Brantley is going to be out early on following shoulder surgery. So while shortstop (Francisco Lindor) and second base (Jason Kipnis) are surely spoken for, Cleveland might be a club that values Desmond's potential versatility more than most. The Tribe is also a club in dire need of some right-handed thump, and we know Desmond has the ability to provide it. A few more to keep in mind The Dodgers have been known to chase value when it presents itself, and maybe Desmond's late-developing market will come to include them. For now, they've appeared comfortable with a second-base setup involving Kiké Hernandez and Chase Utley, and, thanks to the Hisashi Iwakuma deal breaking down, they've been able to maintain their 22nd overall pick. … The Cardinals could pursue Desmond if they feel Jhonny Peralta can shift to the outfield when Matt Holliday hits free agency, but that's obviously complicated. … It has been speculated that the Rays, who play their home games not far from Desmond's Sarasota, Fla., hometown, could land Desmond on a one-year deal, making the recently acquired Brad Miller more of a utility guy. Just hard to imagine Tampa Bay forking over the 13th overall Draft pick to sign Desmond for one year. … After everything they've been through, it would be quite the stunner for Desmond to return to the Nats on a short-term deal, but it would give Trea Turner more time to develop. Mark this one down as doubtful, but, hey, baseball's a strange game. Anthony Castrovince is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
