{
    "url": "http:\/\/m.mlb.com\/news\/article\/163083104\/mlb-pipeline-to-reveal-top-100-prospects-list\/",
    "title": "Who's No. 1? MLB Pipeline to unveil Top 100 Prospects",
    "subtitle": "Watch on MLB.com, MLB Network at 9 p.m. ET tonight",
    "body": "Over the past two weeks, MLBPipeline.com has rolled out lists for the Top 10 prospects at each position in anticipation of tonight's unveiling of the 2016 Top 100 prospects at 9 p.m. ET on MLB Network and MLB.com. Last season will be remembered as \"The Year of the Rookie,\" as 49 prospects from the 2015 preseason Top 100 rankings, including seven players ranked in the Top 10, went on to make an impact in the Major Leagues.  Watch live on MLB Network and MLB.com at 9 p.m. ET The group featured Kris Bryant (No. 2) and Carlos Correa (No. 3), the respective Rookie of the Year Award winners in the National League and the American League, as well as a trio of promising young shortstops in Francisco Lindor (No. 4), Addison Russell (No. 5) and Corey Seager (No. 6). Last year's top prospect, Twins center fielder Byron Buxton, remains eligible for this season's list after finishing 2015 two at-bats shy of exhausting his rookie status. Seager, who debuted with the Dodgers in September, also retained his eligibility, as did Rangers slugger Joey Gallo (No. 10). In all, 35 players from the 2015 Top 100 exhausted their rookie status. WHEN The annual preseason ranking of the Top 100 Prospects will be revealed tonight, with the Top 50 being unveiled during a one-hour special on MLB Network and MLB.com beginning at 9 p.m. ET, and the entire list on MLB.com. The show, hosted by Greg Amsinger, will feature analysis from MLBPipeline.com Draft and prospect experts Jonathan Mayo and Jim Callis, and from former Colorado Rockies general manager Dan O'Dowd of MLB Network. LIVE TWEETING Which team will have the most prospects in the Top 100? And after so many players from last year's list graduated to the Major Leagues, who will join the rankings? Those are just a few of the questions that will be answered. Fans can follow along on Twitter, as several top prospects, including shortstops J.P. Crawford and Trea Turner, will join @MLBPipeline in live tweeting the show using the hashtag #MLBPipeline. Prospects tweeting during the broadcast Ozzie Albies, SS, Braves:  @albiesozhaino Tim Anderson, SS, White Sox: @TimAnderson7 J.P. Crawford, SS, Phillies: @jp_crawford Jose De Leon, RHP, Dodgers: @J_DeLeon18 Carson Fulmer, RHP, White Sox: @Carson_Fulmer Jon Gray, RHP, Rockies: @MrGrayWolf22 Brent Honeywell, RHP, Rays: @brent_honeywell Austin Meadows, OF, Pirates: @austin_meadows Brett Phillips, OF, Brewers: @Brett_Phillips8 Alex Reyes, RHP, Cardinals: @AlexReyes_67 Trea Turner, SS, Nationals: @treavturner HOW THE TOP 100 IS DETERMINED The MLB Pipeline team compiled the rankings with input from industry sources, including scouts and scouting directors. They are based on analysis of players' skill sets, upsides, proximity to the Majors and potential immediate impact to their teams. The list, which is one of several prospect rankings on MLBPipeline.com's Prospect Watch, only includes players with rookie status in 2015. Prospect Watch also follows the guidelines laid out by the Collective Bargaining Agreement, in terms of who falls under the international pool money rules: Players who are at least 23 years old and played in leagues deemed to be professional (Japan, Korea, Taiwan, Cuba) are not eligible. FORMER NO. 1 PROSPECTS Being ranked as baseball's top prospect comes with very high expectations, naturally. Yet, quite a few former No. 1-ranked prospects have made good on the hype and have enjoyed successful careers at the highest level. Over the past dozen years, Joe Mauer (No. 1 in 2004) and Mike Trout ('11) have gone on to win league MVP Awards, with Trout garnering three second-place finishes and a Rookie of the Year Award to boot. David Price ('09) was named the AL Cy Young Award winner in '12. Jay Bruce ('08) is a two-time All-Star with a pair of top-10 NL MVP Award finishes on his resume, while Jason Heyward ('10) has developed into one of the more valuable outfielders in baseball -- a notion supported by his signing of an eight-year, $184 million pact with the Cubs during the offseason. As for prospects who claimed the No. 1 spot in recent years, it's still yet to be seen what types of careers they might have. Left-hander Matt Moore (2012) showed the makings of a future ace when he first arrived in the big leagues, only to have his progress derailed by Tommy John surgery in '14. Meanwhile, Rangers shortstop Jurickson Profar ('13), who debuted in the Major Leagues and homered in his first plate appearance in '12 at age 19, missed the entire '14 season and most of '15 with a major shoulder injury. MLB.com's Preseason No. 1 Prospect Rankings by Year 2006: Delmon Young 2007: Delmon Young 2008: Jay Bruce 2009: David Price 2010: Jason Heyward 2011: Mike Trout 2012: Matt Moore 2013: Jurickson Profar 2014: Byron Buxton 2015: Byron Buxton Mike Rosenbaum is a reporter for MLB.com. Follow him on Twitter at @GoldenSombrero. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Rosenbaum"
}
