{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/163112540\/jerry-dipoto-says-mariners-will-compete\/",
    "title": "Dipoto believes Mariners will be contenders",
    "subtitle": "New GM says club is ready, built to compete in AL West",
    "body": "SEATTLE -- New general manager Jerry Dipoto didn't waste any time restructuring the Mariners' roster this offseason, engineering 11 trades and five Major League free-agent signings since replacing Jack Zduriencik last September. Now, Dipoto is eager to see how a club that appears more athletic and features better on-base percentages and improved pitching depth will come together for the start of Spring Training in three weeks. \"I think we did what we said we were going to do,\" Dipoto said on Thursday at the team's pre-Spring Training media luncheon at Safeco Field. \"I feel confident our game plan was executed. Now we're going to find out as the season starts, how good the game plan was.\" • McKay opts for hands-on role with Mariners Dipoto believes his team is built to compete in the American League West, a division he's exceedingly familiar with after four and a half years as Angels GM. And Scott Servais, preparing for his first season as a Major League manager, likes the way the club is setting up as well. \"I like the versatility and athleticism,\" Servais said. \"And to win, you've got to pitch and to have good pitching, you've got to defend. We got a lot better there, especially in our outfield defense. I think we'll play a high number of one-run games. I just believe in this ballpark, you're going to play tight games. So the ability to get on base and create consistent opportunities to score is important. The more athletic you are, the better chance you have to make that happen.\" That's why Dipoto added high one-base percentage players like Nori Aoki, Adam Lind and Chris Iannetta, as well as defensive stalwart Leonys Martin in center field to bolster a club that already has a potent middle of the order in Robinson Cano, Nelson Cruz and Kyle Seager. So that's the plan and now the Mariners will see how that plays out. Among the other highlights hit on by Dipoto and Servais: • Dipoto said the final one or two spots in the bullpen figure to be \"a brawl with a handful of guys\" fighting for positions behind closer Steve Cishek and setup men Joaquin Benoit and Charlie Furbush, with newcomers Justin De Fratus, Ryan Cook and Evan Scribner, and returners Vidal Nuno and Tony Zych, figuring in that mix. • A \"great competition\" figures to play out for the fourth and fifth spots in the rotation behind veterans Felix Hernandez, Hisashi Iwakuma and Wade Miley. Dipoto noted that Taijuan Walker, James Paxton and Nathan Karns all have Minor League options remaining or could also start the year in the bullpen, with Mike Montgomery also opening camp as a rotation candidate with the possibility of shifting to relief. • Jesus Montero and Stefen Romero will be given shots as the right-handed platoon partner with Lind at first base, with veteran Gaby Sanchez also added Thursday on a Minor League deal. • The goal is for catcher Mike Zunino to open the season in Triple-A and get as much time as needed to develop offensively after being rushed to the big leagues two years ago and struggling at the plate. \"This season is going to be about what's best in the career development of Mike Zunino. And we're going to make sure that happens,\" Dipoto said. • Servais said Cruz will get \"plenty of time in the outfield\" this year and not just be limited to designated hitter, though he noted that keeping him healthy and avoiding leg problems will be a primary goal. • Young shortstop Ketel Marte or Seager will likely bat second behind Aoki, according to Servais. Marte will be moved around in the batting order quite a bit in Spring Training as Servais looks to find his best spot, with the likelihood that Marte will bat eighth ahead of Martin if he winds up opening the year lower in the lineup. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB, read his Mariners Musings blog, and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
