{
    "url": "http:\/\/m.mlb.com\/news\/article\/163139844\/mlb-network-ranks-top-left-fielders-right-now\/",
    "title": "MLB Network split on top LF rankings",
    "subtitle": "Brantley, Cespedes, Marte rated among best at position",
    "body": "Left field has historically been home to some of baseball's greatest sluggers, but the premier players at the position heading into the 2016 season reflect a shift toward defense and all-around production. MLB Network revealed its top 10 left fielders on Thursday night, based on results from \"The Shredder\" -- an algorithm based on player performance that accounts for both offense and defense that was put together by MLB Network's research department \"without emotion or bias.\" Host Brian Kenny and guest host Cliff Floyd also provided their top 10s. The Shredder uses an objective methodology to rank players at each position based on their track record as well as future projection. It weighs offensive and defensive statistics for a player in both one- and two-year increments, and places more emphasis on defense at positions on the right of the defensive spectrum: catcher, shortstop, second base and center field. It also takes into account a player's durability as well as the offensive environment of his home park (in other words, it gives more credit to home runs hit in San Diego as opposed to Colorado). With a changing landscape at the position, ranking the best left fielders proved to be divisive, with both hosts and The Shredder differing on the top selections -- Michael Brantley, Starling Marte and Yoenis Cespedes, all of whom have a case for No. 1 at the position. MLB Network's top 10 left fielders 1. Brantley 2. Marte 3. Justin Upton 4. Cespedes 5. Alex Gordon 6. David Peralta 7. Christian Yelich 8. Matt Holliday 9. Corey Dickerson 10. Brett Gardner The top name may raise some eyebrows, as Brantley has been selected to the All-Star Game just once in his five full seasons in the big leagues, and while there is less national exposure playing in Cleveland, Brantley has been a steady force in the Indians' lineup for half a decade. Brantley led the Majors with 45 doubles last year and slashed .310\/.379\/.480 over 137 games in a productive season that evidently pleased The Shredder. Unfortunately for the Indians, Brantley isn't expected to be ready for the start of the 2016 season as he recovers from November shoulder surgery. \"It might be a bit of a surprise,\" Kenny said. \"Brantley has turned into a tremendous player, but one who will start the season injured. In his last two years, he's become a great player. What a terrific player when he's playing.\" Biggest disagreements With three different players occupying the No. 1 spot on each list, there was some healthy debate regarding the legitimacy of each candidate. Floyd, a big league outfielder for 17 seasons, valued power numbers and offensive prowess when ranking Cespedes atop his list. \"When you look at the position now, the one thing I want to see more of is more power,\" Floyd said. Cespedes ignited the Mets with his bat last season after being acquired from the Tigers at the Trade Deadline. He led all left fielders with 35 home runs, including 17 in 57 games with the Mets, and was the only player at the position to eclipse 100 RBIs (105) on the season. Though there were some defensive issues when the Mets used Cespedes in center field, Floyd didn't find that to be a major deterrent in his rankings. \"I love him in left,\" Floyd said. \"When he's playing center field, that's a problem, but that's not his fault. Let's take that off the player and allow him to do what he does best, and that's get in the [batter's] box and bang.\" Kenny, on the other hand, valued a more balanced approach in placing Marte and Gordon at the top of his list. \"Clearly, I like defense a little bit more with Marte and Gordon,\" Kenny said. \"I'm comfortable with that. [Marte] is an exciting player and a very good all-around player.\" Still, neither host had much of an issue with the computer ranking Brantley No. 1. \"I think I made a mistake,\" Kenny said of leaving Brantley out of the top spot. Overall, 12 left fielders were ranked. Floyd submitted the only ballot without Holliday and was the only one to include Chris Davis. Dickerson, who was traded from the Rockies to the Rays earlier Thursday, was ranked only by The Shredder. Kenny and Floyd felt Kyle Schwarber deserved a top 10 spot after a standout rookie campaign with the resurgent Cubs, but the computers did not agree, most likely because of defensive deficiencies. Biggest risers Upton surged into the top three following a 2015 season in which he hit .251 with 26 homers, 26 doubles and 81 RBIs in his lone year with the Padres. Ranked No. 9 by The Shredder heading into last year, Upton was rewarded this offseason with a six-year, $132.75 million contract he signed with the Tigers. \"He matured and he got better,\" Floyd said. \"He got better defensively. That is a plus for him moving forward, because when you look at this team he's on now in Detroit, it allows him to be better suited to play more consistently and stay out there on the field.\" Cespedes played his way into the top five after not being ranked, while Peralta and Gardner also joined the list after being absent a year ago. Austin Laymance is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Austin Laymance"
}
