{
    "url": "http:\/\/m.mlb.com\/news\/article\/163151254\/jose-abreu-making-history-early-in-career\/",
    "title": "After 2 years, Abreu already in elite company",
    "subtitle": "On his 29th birthday, we look back at slugger's feats early in career",
    "body": "When Jose Abreu signed a six-year, $68 million contract with the White Sox in October 2013, there were many who wondered if he could live up to that kind of contract. Two seasons into his career, the Cuban slugger is looking like a bargain. And with Friday representing his 29th birthday, it's as good a time as any to explain just how special his first two years have been. • Abreu is one of two players (Albert Pujols is the other) in baseball history to reach 30 homers and 100 RBIs in each of his first two seasons. • Abreu also stakes a claim as one of nine players to amass at least 300 total bases in both his freshman and sophomore seasons (this list includes Joe DiMaggio, Ted Williams, Frank Robinson, Orlando Cepeda and Pujols). • And if cumulative rates whet the appetite, consider that among all players since 1893 with at least 800 plate appearances through their first two years, only Frank Thomas, Johnny Mize, Williams and Pujols own a higher two-year OPS+ than the current White Sox first baseman\/designated hitter. Clearly, Abreu has enjoyed a rich and somewhat stunning opening to his career. Now, most players debut in their early 20s, so Abreu has an edge when we compare his first two seasons to other debuts, because he arrived in his theoretical \"prime.\" That said, Abreu's narrative can also be framed in other ways that also stand out among all-time time greats. For example, among all Cuban-born players in their age-27\/28 seasons, Abreu's aggregate stats for those two years consistently connect to two others: Hall of Famer Tony Perez and seven-time All-Star Minnie Minoso, who many believe should be honored with a plaque in Cooperstown. Some of the highlights include: • The most doubles and highest OPS+: (in this latter category, Perez and Minoso are second and third, respectively). • The second-most homers, extra-base hits and total bases, as well as the second-highest slugging percentage (in all four categories, Abreu trails Perez). • The third-most hits and RBIs (Perez and Minoso rank No. 1 and No. 2, respectively); the third-highest OPS (again, Perez and Minoso are 1-2); and the third-highest batting average (in this case, Minoso leaps Perez to take the No. 1 spot). Continuing with the Cuban-born, age-related theme, Abreu also has interesting associations when looking at some of the brighter elements within his two-year track record. For instance, with only two year's-worth of work to his credit: • Abreu stands as one of three to have multiple 30-homer, 100-RBI campaigns through the conclusion of his age-28 season. Jose Canseco had five (this was through Canseco's first nine years), and the aforementioned Perez had two (Perez had seven years in by then). • Abreu and Canseco are the only two with multiple 30-homer, 30-double seasons through their age-28 seasons. • Among those who qualified for a batting title in an age-28 or younger season, Abreu's 173 OPS+ in 2014 stands as the highest single-season mark, and he and Canseco (who posted a 170 in 1988) are the only two among these qualifiers to hold a league-leading value in the category. • In his rookie year in 2014, Abreu also led the American League with a .581 slugging percentage to become the third Cuban-born player (regardless of experience or age) to claim a title in that department. Slugging .546 in 1971 (his age-32 campaign), the Twins' Tony Oliva was the first. Seventeen years later, Canseco added luster to his age-23 season by pacing the AL with a .569 slugging percentage. A second title in 2016, then, would allow Abreu to stand alone among his countrymen. And even without a repeat of that belt in '16, this upcoming season could hold of number of special days for Abreu. Thanks to his enormous productivity over his first two years, Abreu will enter the 2016 season with a few notable milestones in sight. He needs 146 hits to reach 500, requires 31 doubles and 34 long balls to reach 100 in each of those two categories, and he has to drive in 92 runs to reach 300 RBIs for his career. Three players have reached all four milestones by the conclusions of their third season: DiMaggio, Pujols and, most recently, Ryan Braun. Whether Abreu's connections are derived from experience, country of origin or age, the birthday man's work in the Majors makes for an exceptional gift to all of baseball. Roger Schlueter is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Roger Schlueter"
}
