{
    "url": "http:\/\/m.mlb.com\/news\/article\/163150802\/julio-urias-case-as-mlbs-top-prospect\/",
    "title": "MLB's No. 1 prospect? The case for Urias",
    "subtitle": "Teen left-hander has three plus pitches, good command, solid makeup",
    "body": "MLBPipeline.com will unveil its 2016 Top 100 Prospects list tonight on MLB.com, with the Top 50 revealed during a one-hour show on MLB Network at 9 p.m. ET. Each day this week, we state the case for a player to be named baseball's No. 1 prospect. The Dodgers have high expectations for top pitching prospect Julio Urias, and it's clear they don't want to put any artificial boundaries on him. Urias could start the season in the Minor Leagues. He could start the season in the big leagues. The message the club is sending to the teenager is a simple one: Urias is responsible for how 2016 unfolds, and his development will dictate where he starts the season -- and ultimately ends it. \"I will do what they want me to,\" Urias told MLB.com. \"Of course, my dream is to play in the Major Leagues, but I'm going to have to earn it. I'm coming to Spring Training to work hard.\" This much is certain: Urias, 19, was named Prospect Watch's top left-handed pitching prospect for 2016, and when you factor in his youth, upside and the price of pitching these days, you could argue that he should be considered baseball's top prospect. The teenager's numbers speak for themselves. Let's start with his age. Urias pitched at Double-A Tulsa last season at age 18, making him not only the youngest pitcher in Double-A, but also the youngest player at any position at the level. For the year, Urias went 3-4 with a 2.77 ERA in 68 1\/3 innings withTulsa, striking out 74 and walking only 15. He also missed two months last season after having surgery to remove a benign mass from his left eye. And yes, he had two short -- and forgettable -- starts for Triple-A Oklahoma City, but those were small blips on the radar, and nobody is worried about the pitcher -- not Urias, and certainly not the Dodgers. He still combined to throw 80 1\/3 innings last season. Let's also not forget that Urias made his pro debut at age 16 with Class A Great Lakes in the Midwest League and went 2-0 with 67 strikeouts over 54 1\/3 innings in 18 starts in 2013. He followed that up with a 109 strikeouts in 87 2\/3 innings for Class A Advanced Rancho Cucamonga the next season. The secret to Urias' success is really not a secret at all. The teen has three plus pitches -= a fastball, curve and changeup -- and he can hit the corners. His fastball hovers in the 91-96 mph range, and it has been clocked at 97 mph. Urias has a true feel for pitching, and he has the wherewithal to change his arm angles and the speed of his pitches when necessary. He has good command, and it's expected to improve as he develops. There's no denying that Urias needs more innings -- his career high was 87 2\/3 in 2014 -- and the biggest obstacle that will prevent him from making an impact this year is the fact that the Dodgers will want to monitor his workload. Another factor in Urias' favor is that his makeup is through the roof. The teenager is charismatic, has a positive outlook and teammates look up to him. It goes without saying that he's competitive and driven to be the best pitcher in the game. What's more, his physical skills are beyond his years, but he's also mature for his age. Ask somebody with the Dodgers about Urias, and the first thing mentioned is his arm. The second? His intelligence. Then they talk about his arm and bright future again. The sky is the limit for Urias. He's on the rise as an elite prospect, and there's nowhere to go but all the way up to the top. Jesse Sanchez is a national reporter for MLB.com. Follow him on Twitter @JesseSanchezMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jesse Sanchez"
}
