{
    "url": "http:\/\/m.mlb.com\/news\/article\/163161064\/caribbean-series-to-feature-home-run-derby\/",
    "title": "Caribbean Series set for first home run derby",
    "subtitle": "",
    "body": "There will be plenty of home runs and jonróns next week at the Caribbean Series in the Dominican Republic. The annual tournament between the Winter League champions from the Dominican Republic, Puerto Rico, Venezuela and Mexico, which begins on Monday in Santo Domingo, will host a home run derby for the first time. It's slated to be a star-studded event. Current Major League sluggers David Ortiz of the Red Sox, Miguel Cabrera of the Tigers and Robinson Cano of the Mariners are lined up to participate in the home run contest, which is scheduled for 7 p.m. ET on Wednesday, between that day's two Caribbean Series games. Former big league star Vladimir Guerrero and Cuban legend Alfredo Despaigne are also scheduled to participate. The participation of Ortiz, Cabrera and Cano is pending approval from their Major League clubs. \"This is a great idea, and I think it really gives this year's tournament special significance,\" Caribbean Confederation commissioner Juan Francisco Puello Herrera told MLB.com. \"They are all big figures in this game. Cano, Ortiz, Cabrera are stars, and Vlad has the numbers to be in the Hall of Fame. The Cuban, Despaigne, he's a well-known home run hitter. It's going to be a great event.\" But MLB Players Association executive director Tony Clark said: \"Unfortunately those in charge of the event didn't follow the proper protocols necessary to ensure that any Major League players who may be competing are protected in the event of an injury. As a result, in order to protect the interests and rights of the players who were asked to compete, we were forced to advise the players and their individual representation that it was not in their best interests to participate.\" This year's tournament, which runs Feb. 1-7, features the Leones de Escogido from the Dominican Republic, Mexico's Venados de Mazatlan, either the Cangrejeros de Santurce or the Indios de Mayaguez from Puerto Rico and Venezuela's Tigres de Aragua. Cuba's Ciego de Avila is participating as a special guest. Santurce currently leads Mayaguez in the island's finals, three games to two. Ortiz, who hails from Santo Domingo, hit his 500th career home run last season and enters 2016 with 503, good for 27th on the all-time list. The 40-year-old is a former All-Star Game Home Run Derby champion, having won the 2010 event at Angel Stadium. Cano and Guerrero, also Dominican Republic natives, have Derby championships to their credit as well. Cano won in '11 at Chase Field in Phoenix and Guerrero in '07 at AT&T Park in San Francisco. Guerrero, who hit 449 career homers, last played in the Majors in '11. Cabrera, from Venezuela, crossed the 400-homer plateau last season. Despaigne, a 29-year-old corner outfielder, starred in Cuba's Serie Nacional from 2004-14 and spent the '15 season playing in Japan's Pacific League, where he hit 18 homers in 103 games for the Chiba Lotte Marines. Jesse Sanchez is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jesse Sanchez"
}
