{
    "url": "http:\/\/m.mlb.com\/news\/article\/163157098\/billy-eppler-worked-up-ranks-to-angels-gm\/",
    "title": "Eppler laying foundation early in tenure",
    "subtitle": "",
    "body": "ANAHEIM -- Billy Eppler was 17 years old when his mom popped in a tape of a motivational speech from legendary football coach Lou Holtz. In it, Holtz talked about compiling a wish list, and how after a while, if you looked at it often enough, that wish list turned into a sheet of obtainable concrete goals. \"I remember sitting down at the kitchen table that day,\" Eppler said, \"and I just started writing down everything I wanted to do with my life.\" Eppler finished with 58 items, ranging from short-term goals to long-term aspirations to daily reminders. He typed it up, printed it out and brought it everywhere life took him, from the wall of his dorm room at the University of Connecticut to the drawer of his current nightstand in Laguna Beach, Calif. Hot Stove Tracker There were silly things, like riding in a limousine or learning to cook. Dangerous things, like skydiving and heli-skiing. Noble things, like being a present husband and witnessing the birth of his first child. And there were ambitious things, like playing in the Major Leagues and becoming a general manager. One out of two ain't bad. \"Yeah,\" Eppler said, laughing at the thought outside a local coffee shop on a recent weekday morning. \"I guess that's right.\" Eppler -- short-lived collegiate pitcher, longtime Yankees executive and first-year Angels GM -- was born and raised in San Diego, the youngest of four kids and also the only boy. \"I have really good bathroom etiquette,\" Eppler said, smiling. His dad ran a gas station, his mom worked as a clerk at a local pharmaceutical chain and Eppler mostly surfed. He rooted hard for the Padres, pitched for San Diego Mesa College, earned a scholarship to UConn, burned out his arm, graduated with a finance degree and returned to San Diego after college to take a job as a financial analyst. \"I only worked in finance for nine months, and it took me about three to realize I didn't like it that much,\" Eppler said. \"I got bored. And when you're 22, 23 years old, you take risks. That's a good time in your life to take risks and bet on yourself, because if I couldn't pay rent, I could always move into my mom's house and live in the back bedroom and grovel for a while, see if I can chase a dream. That's ultimately what I ended up doing.\" Thanks to some connections through current Yankees amateur scouting director Damon Oppenheimer, at that time a family friend, Eppler landed an interview with Rockies scouting director Bill Schmidt during the 1999 Winter Meetings that took place, oddly enough, in Anaheim. Eppler -- now 40, with a wife and a 14-month-old boy -- was living with his parents at the time, bartending by the pool at the Hyatt Regency and delivering flowers to earn a few bucks. Schmidt, immediately drawn to his energy and charm, offered Eppler a $5,000-a-year part-time job scouting Southern California amateurs despite no prior experience. Six months later, he hired Eppler full time. Three years after that, he brought him into the front office and assured him he'd be a GM someday. \"He had a feel for players and he had people skills, so I thought he was trainable,\" said Schmidt, now the Rockies' vice president of scouting. \"And then the more I got around him, I felt like he had tremendous upside to do a lot of things in the game.\" Two things stand out to pretty much anybody you talk to about Eppler: He listens, and he's balanced. As a young person in a game that was steadfastly incorporating advanced analytics, Eppler was often typecast as a \"stats guru\" -- the term used to describe him in \"The Yankee Years,\" a well-known book by Joe Torre and Tom Verducci. But Eppler grew up under the tutelage of some of the most hardened scouts, guys like Bill Livesey and the late Don Lindeberg. Michael Hill, the Marlins' president of baseball operations, and Josh Byrnes, a GM for 10 years, were with the Rockies while Eppler scouted for them. And when Eppler joined Colorado's front office, he became close friends with Rangers executive Thad Levine, admiring his calm demeanor and people skills and eventually adopting some of those traits for himself. Stationed about 20 feet away at the time was an intern named Matt Klentak, the former Angels assistant GM and current Phillies GM. \"One thing that was true of Billy in 2003 when I worked with him in Colorado and was true in October of 2015 when I worked with him in the Angels -- he is one of the most positive people I've ever been around, and he is a really good communicator,\" Klentak said. \"When you combine that communication style with the energy that he brings, that allows him to get along with all different types of people. He can connect with scouts and with player-development folks and with top-notch analysts. He can connect with everybody and bring everybody together. It's a very unique skill set.\" Eppler loves the numbers. In college, he got a weird sort of elation from stock-market simulations and equity analysis. In his Yankees days, he gleaned from Michael Fishman, the director of quantitative analysis whom Eppler considers \"the gold standard of analytical minds.\" But Eppler also ran the pro scouting staff in New York, nearly tripling the department's size from the time he took over in 2005. At the start of every offseason, the Yankees put together an analytical list of players they should target. But Eppler never felt the process was complete unless the scouts chimed in. Tim Naehring, who has essentially replaced Eppler as Brian Cashman's right-hand man in the Yankees' front office, appreciated the way Eppler ran meetings. \"There may be something that he doesn't agree with, but there are no knee-jerk reactions,\" Naehring said. \"He has that ability to let a person's voice be heard.\" Jay Darnell, a longtime scout who worked with Eppler in Colorado and New York, believes his best trait is that \"he doesn't think he's the smartest person in the room.\" \"There are a lot of people in our game that aren't listeners; that think they have all the answers,\" Darnell said. \"I can honestly say, after working with the guy for 10-plus years, you felt like you were respected and you felt like you would run through a brick wall for the guy.\" Upon taking the Angels GM job in October -- four years after being the runner-up for it -- Eppler sat down with as many coaches, scouts and executives as possible for basically an entire month, at one point taking a group of them out bowling. He likes to call his space \"the office of the general manager,\" where baseball people from all walks of life have a voice. And he claims to want \"as much debate and dissent in that room as I can get.\" Those are the traits that make one believe Eppler can find a way to co-exist with a hands-on owner, Arte Moreno, and a strong-willed manager, Mike Scioscia. Angels vice president of communications Tim Mead, who has been with the organization for four decades, sees Moreno and Scioscia as \"very forthcoming and very transparent, and they'll let you know what they're thinking.\" \"Billy will be no different,\" Mead said. \"The open communication will serve everyone in leadership very well. And I think that has established itself relatively quickly in Billy's tenure.\" Alden Gonzalez is a reporter for MLB.com. Follow him on Twitter @Alden_Gonzalez and Facebook , and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
