{
    "url": "http:\/\/m.mlb.com\/news\/article\/163172518\/draft-compensation-worth-it-for-4-free-agents\/",
    "title": "Draft-pick compensation worth it for 4 free agents",
    "subtitle": "Gallardo, Kendrick, Fowler, Desmond valuable enough to justify losing a 2016 pick",
    "body": "Spring Training camps will open in less than three weeks. Right-handed pitcher Yovani Gallardo , shortstop Ian Desmond and outfielder Dexter Fowler all expect to be checking in. Second baseman Howie Kendrick was in a similar situation, but reports surfaced Friday he agreed to a two-year deal to return to the Dodgers. Those three players just don't know where. They are in free-agent limbo. • Hot Stove Tracker They were among a record-setting 20 free agents who received a qualifying offer of $15.8 million from their former team. Three accepted the offer, and Marco Estrada agreed to a two-year deal with the Blue Jays instead of accepting a qualifying offer. Teams signing the remaining 16 players would lose their top 2016 Draft pick, so long as it was outside the top 10. Three players have re-signed with their old club: Orioles first baseman Chris Davis, Royals outfielder Alex Gordon and Mariners right-hander Hisashi Iwakuma. Nine others found a new employer: right-handed pitcher Zack Greinke with Arizona; outfielder Justin Upton and right-handed pitcher Jordan Zimmermann with Detroit; outfielder Jason Heyward and right-handed pitcher John Lackey with the Cubs; second baseman Daniel Murphy with Washington; left-handed pitcher Wei-Yin Chen with Miami; right-handed pitcher Jeff Samardzija with San Francisco; and right-handed pitcher Ian Kennedy with Kansas City. The market, however, has not developed for Gallardo, Desmond and Fowler in what was one of the most talent-filled free-agent crops in recent years. The speculation is that teams are reluctant to give up a pick -- like one of the top 50 in the Draft -- to sign the four players, even though all four are considered solid regulars with a track record of being key factors on postseason teams. The debate comes down to this: How much is that Draft choice really worth? Like Kendrick returning to the Dodgers, Fowler could go back to the Cubs, albeit likely for less than the $15.8 million he already turned down. The White Sox have been mentioned in connection with Fowler. Current speculation has linked Gallardo, who has worked 180-plus innings each of the past seven seasons, to the White Sox, Rockies and Orioles. Desmond has been linked to the Rockies, D-backs and Rays. If they re-sign with their former team, there is no compensation. What, however, would be the cost for other teams of interest? The first 10 picks in the Draft are protected, so the Rockies, who will selected fourth in June, would have to give up the competitive balance selection they have at the No. 38 spot. The White Sox would keep their No. 10 pick, but they did receive the No. 28 selection as compensation for losing Samardzija, and if they were to sign, say, Fowler, they could look at it as a swap for Samardzija. The Rays (13th), Orioles (14th) and Angels (17th) would all lose a first-round selection. Ignoring the past five Drafts, because those selections are primarily in the development process, consider the success ratio of the players selected from 2006-10 with the No. 11-50 selections, which could be impacted in June depending on what happens with Gallardo, Desmond and Fowler. There have been 124 of the 200 players selected with the Nos. 11-50 picks in those Drafts who have made it to the big leagues, and their average WAR was 3.3. Only 10 have posted a WAR of at least 10.0: Mike Trout (25th selection 2009) 37.9, Max Scherzer (11th in '06) 31.1, Jason Heyward (14th in '07) 31.1, Chris Sale (13th in '10) 26.2, Josh Donaldson, (48th in '07) 25.1, Todd Frazier (34th in '07) 15.3, A.J. Pollock (17th in '09) 14.8, Brett Lawrie (16th in '08) 14.0, Lance Lynn (39th in '08) 11.8, and Rick Porcello (27th in '07) 11.2. Gallardo (20.0), Desmond (15.5) and Fowler (13.9) all have career WAR values in excess of 10.0. The Draft is the life blood for organizations, but it also requires projections. Tracy Ringolsby is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
