{
    "url": "http:\/\/m.mlb.com\/news\/article\/163191200\/clayton-kershaw-on-zack-greinke-move-to-dbacks\/",
    "title": "Kershaw on Greinke: 'He's tough to replace'",
    "subtitle": "Ace remains optimistic about 2016 'talent and depth'",
    "body": "LOS ANGELES -- Dodgers ace Clayton Kershaw added to the chorus of Dodgers that will miss Zack Greinke, but he said he remains optimistic about the club's chances anyway. \"It's tough to lose Zack,\" Kershaw said at City Hall on Friday, after the vote to change the name of Elysian Park Avenue to Vin Scully Avenue, echoing comments made by earlier in the week by Andre Ethier. \"Zack is a very, very great pitcher. Last year, in my opinion, no offense to Jake [Arrieta], Zack was the best pitcher in the game. He's tough to replace. \"But we've got guys with experience, we've got talent and depth, and we should be a good team. Other than Jimmy [shortstop Jimmy Rollins], it looks like we'll have pretty much our team back. With the team we've put together, if everybody plays up to where he should, we'll be a really good team. We have a lot of depth. We just have to do what we're supposed to do.\" Kershaw, who went 16-7 with a 2.13 ERA and finished third in Cy Young voting, said he hasn't changed his offseason routine dramatically, but he has put a greater emphasis on endurance and cardiovascular work. \"I feel good,\" he said. \"My arm is great, I just threw a bullpen. I'm looking forward to Spring Training.\" With Greinke taking $206 million to become the ace of the Arizona Diamondbacks, the Dodgers have acquired veteran Scott Kazmir and Japanese right-hander Kenta Maeda to pick up innings. Brett Anderson and Alex Wood make up the remainder of the starting rotation, with Hyun-Jin Ryu returning after missing 2015 with shoulder surgery. The club has said Ryu has not had any setbacks in his recovery. Ryu has said he expects to be in the rotation for Opening Day. Manager Dave Roberts, however, said Ryu is \"not a full, clear go\" for the start of Spring Training. \"We'll keep a watchful eye on him.\" The Kazmir and Maeda acquisitions -- after a deal for free agent Hisashi Iwakuma fell through because of health issues -- provide the club with enough depth to resist the temptation to rush Ryu back. In addition, Brandon McCarthy is expected back from Tommy John surgery around midseason. Kershaw said he doesn't view his responsibility changing because Greinke is gone. \"That doesn't change anything for me,\" he said, \"other than not getting to watch him pitch. It shouldn't affect me too much. Kazmir has been around a long time. We have plenty of leadership.\" Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
