{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/163191268\/rays-have-added-power-with-dickerson-pearce\/",
    "title": "Latest additions give Rays beefed-up lineup",
    "subtitle": "Tampa Bay has more power with Dickerson, Pearce in the fold",
    "body": "ST. PETERSBURG -- More offense is on the horizon for the Rays in 2016. On Thursday, they acquired left-handed-hitting outfielder Corey Dickerson and formally announced the signing of veteran right-handed hitter Steve Pearce. Tampa Bay will now head to Spring Training with more offensive depth than at any time in recent memory. \"If you look at the types of lineups that we can run out next year vs. right-handed pitching, vs. left-handed pitching, it's a lot more dynamic,\" said Rays executive president of baseball operations Matt Silverman. \"There's a lot more power. It's a more intimidating lineup than we've had in the past, and that was one of the goals in the offseason, to enhance the offensive side while maintaining the defensive skills that we have.\" Dickerson, 26, experienced an injury-shortened 2015 season due to plantar fasciitis in his left foot then a broken rib. He hit .304 with an .869 OPS in 65 games. In 2014, Dickerson hit .312 with a .931 OPS, 24 homers and 76 RBIs in 131 games. \"I've watched him on video some,\" Rays hitting coach Derek Shelton said. \"I'm excited about him. I mean, he swings the bat. He's aggressive. I like the power potential. But probably the thing that I like the most about it is how aggressive he is. If he's standing in the box, he's going to get his hacks in.\" Dickerson has a career slash line of .299\/.345\/.534 with 39 home runs in 925 Major League plate appearances. He has fared better against right-handed pitching (.313\/.358\/.577) than lefties (.246\/.299\/.377), and his numbers at hitting-friendly Coors Field have far exceeded what he's done on the road, which isn't a surprise. • Hot Stove Tracker Dickerson has heard the talk about being a Coors Field hitter before. \"I feel like people always try to point out the negative,\" Dickerson said. \"I think you have to take advantage of your home field. And I think if you ever do research on any hitter, their track record tells you more who they are and what kind of hitter they are and not just because of their home-road split. \"I think if you look at my track record, you can follow me back until there was a track record and tell me what you think. That's kind of how I feel about it. I think Todd Helton and Larry Walker and guys like that deserve more respect for what they've done. The guys in the NL West are very good pitchers.\" Shelton added: \"I'm pretty sure he's going to swing the bat well, regardless of where we're at.\" Pearce, 32, hit .218 with 15 home runs and 40 RBIs for the Orioles in 2015, but he is one year removed from a career year in 2014, when he hit .293 with 21 home runs and 49 RBIs. While his numbers declined in 2015, he spent time on the disabled list due to an oblique strain. Pearce has hit well at Tropicana Field, where he has a career .288 average with seven home runs, 14 RBIs and a .688 slugging percentage in 23 games. \"I really like adding Pearce,\" Shelton said. \"He's a guy that we've seen a lot. He's a guy that's hurt us playing against us. And that's not easy to do with our pitching and the fact he's hit our pitching. And hit our pitching consistently. \"I really like the adjustment he made two years ago in his swing. He made a mechanical adjustment by kind of closing off. So it's a nice addition for us. The things that he does and the way he handles his at-bats I think are going to fit in really nice in our lineup.\" Evan Longoria noted in an email that losing Jake McGee in the deal with the Rockies \"is a big loss\" but he added: \"That being said, sometimes you have to give up someone talented to get talent in return. I've seen and heard great things about Corey and I think we are all excited to have him. Steve adds an immediate home run threat. He's a guy who for years I've watched hit big home runs against us and now I'm happy to have him in our lineup.\" Pearce, who hails from Lakeland, Fla., has spent time in the Major Leagues with the Pirates, Astros and Yankees, in addition to the last three seasons with the O's. He is familiar with Tampa Bay, which he explained as being a factor in his signing with them. \"Played against them a lot,\" Pearce said. \"They're a team that grinds. I feel that it's a team that fits my personality and the way I play the game. And I can't be more excited about choosing the Rays. It's my hometown and I'm looking forward to the opportunity and going forward, helping the Rays try to win a championship.\" As for how well he's done at Tropicana Field, Pearce said it could be the fact he enjoys playing in front of family and friends. \"Maybe it's something about The Trop, maybe it's something about the water,\" he said. \"I love hitting there and it's a fun place to play.\" Meanwhile, Dickerson doesn't care where he's asked to hit -- he simply likes to hit, and he said he doesn't feel any pressure about being a player coming in to help a struggling offense. \"I look at our team and how good they are defensively and how good they are pitching, that makes me very excited to be a part of,\" Dickerson said. \"Offensively, I explain myself as a very laid-back guy. But once I get into competition, I absolutely never want to get beat. \"Every single at-bat, I'm going to compete. I want to compete every single at-bat and give it my all. And I hope that just brings energy to the team. I'm not trying to be anybody else. I'm just trying to be Corey Dickerson. I take every at-bat seriously and have fun out there.\" Both players are agreeable to playing wherever they're asked to play, which could mean some DH for both. Given the fact Dickerson is arriving from the National League, he was asked about playing DH. \"I just enjoy hitting, I enjoy the competition,\" Dickerson said. \"I enjoy the chess match of hitting. I enjoy the process -- the thought process while I'm up there. I just enjoy it. I don't try to think of it as a DH. I try to think of it as situations to help the team win any way I can. \"I feel confident if I'm in that role, I'm going to have a job to do at some point in that game, and hopefully I'll get it done.\" Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
