{
    "url": "http:\/\/m.mlb.com\/news\/article\/163194070\/tyrone-brooks-hiring-example-of-mlb-diversity\/",
    "title": "Brooks excited to discover future leaders",
    "subtitle": "Former Pirates exec will head Diversity Pipeline Program",
    "body": "In case you hadn't noticed, Major League Baseball is moving base by base closer to reaching home plate regarding its stated mission of bringing more minorities into all aspects of the game. So how fast is baseball running along these lines? Well, when Rob Manfred retires as Commissioner, I'm guessing Tyrone Brooks will rank among his possible successors. Check out these credentials: At 42, Brooks has worked in Major League front offices for half of his life, and the majority of those years, his franchises have been wildly successful. As a Maryland native and University of Maryland graduate, he grew up with the game in his soul, especially when it comes to all things Orioles. Brooks is sharp beyond sensing the potential of a raw shortstop, because he still could take his business degree to earn big bucks in Corporate America. He'll join the Commissioner's Office next week after a prosperous stint as director of player personnel with the Pirates. MLB tabs Brooks as head of program Did I mention Brooks is African-American? This isn't to say I'm trying to rush Manfred along. In addition to his seamless transition more than a year ago as the successor to Bud Selig, Manfred is continuing Selig's desire to make Jackie Robinson's legacy thrive during the 21st century. \"Actually, I haven't thought much along those lines, but I definitely want to take advantage of the environment I'm in,\" Brooks said. \"There are so many brilliant minds in the Commissioner's Office, and that's why I just want to learn from them and soak up as much as I can.\" Brooks will do all of that down the hall from Manfred in New York as senior director of Major League Baseball's newly created Front Office and Field Staff Diversity Pipeline Program. Simply put, Brooks is in charge of finding ways to increase the pool of minority and female candidates for decision-making positions throughout the game -- from on-field jobs to those involved within baseball operations. The same day that Brooks was hired, the Commissioner's Office enticed Renee Tirado to leave her role as head of diversity for AIG's Global Diversity & Inclusion, Americas, to become baseball's senior director of recruitment. She will help bring more minorities and women into the game. Two years ago, Major League Baseball hired former manager Jerry Manuel to run the game's On-Field Diversity Task Force with the goal of increasing the number of minorities at all levels throughout baseball. It helps when baseball recruits minorities early. Brooks, for instance, is the poster person for how all of this should work. Looking back, Brooks invented the Baseball Industry Network on LinkedIn (28,000 members) in August 2009 to help minorities with professional connections in the game. \"It's kind of been my way to give people to learn and to expand their networking,\" said Brooks, who is also a member of the Buck O'Neil Professional Scouts and Coaches Association, another networking group. It does a yearly community service project in a needy African-American community. If you add those things to Brooks' solid reputation around baseball, he'll prosper in his new role sooner rather than later. \"I believe I'm a very creative person, and I've seen how things have worked internally from the club side for the last 20 years, and this recruitment process is going to take a lot more effort on our end,\" Brooks said. \"We'll also need all of the clubs working in conjunction with each other to address this area. We can truly dig deeper. At the bottom of the pipeline, that's where it begins. It's about getting people into the roles like where I was able to start.\" About that start for Brooks: It comes courtesy of Braves executive Hank Aaron, who also hit a few home runs in his life, and former team president Stan Kasten.  Brooks was a 22-year-old intern for the Braves when we first met in 1996 at old Atlanta Fulton-County Stadium. He was part of the Braves' Career Initiatives Training Program, founded by Aaron and Kasten. Months into his internship, Brooks was offered a full-time job with the franchise, and during his decade in Atlanta, the Braves never failed to reach the postseason. Translation: Brooks had splendid teachers and connections in the Braves organization, ranging from current team president John Schuerholz to Dayton Moore, now the general manager of the Royals. \"I was thankful to be able to work under John, Dayton, Dean Taylor, Frank Wren and Paul Snyder, who is one of the greatest scouting directors in the history of the game,\" Brooks said, rattling off those folks and others who contributed to the Braves' record streak of 14 straight division titles. \"I had a conversation along the way with somebody who eventually became a mentor to me, and he said, 'If you can learn the rules of the game and learn how to evaluate players, and if you can combine those two, you'll always be in demand in the game.' \"That one thing stuck in my head as a young person coming up. That's why I always tried to emphasize being as well-rounded as possible.\" With the Braves, Brooks was involved in scouting. Then, he learned how to function during arbitration hearings. Brooks perfected the ins and outs of writing contracts. He eventually joined the Indians after the 2006 season as a scout. Four years later, he became the director of baseball operations for a Pirates franchise that quickly went from struggling in the National League Central to one of the league's most dynamic teams with a flood of talent. Now, Brooks wants to find Brooks clones. \"Somebody took a chance on me 20 years ago, and that opportunity opened up a door that totally changed my life,\" Brooks said. \"So when I saw this chance to join the Commissioner's Office in this particular role, I saw the same type of opportunity to make a difference in other people's lives.\" Terence Moore is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Terence Moore"
}
