{
    "url": "http:\/\/m.mlb.com\/news\/article\/163089654\/best-tools-of-mlbs-top-100-prospects-list\/",
    "title": "The No. 1s: Best tools of Top 100 Prospects",
    "subtitle": "Seager's contact, Gallo's power, Mateo's speed and Alfaro's arm earn top honors",
    "body": "No prospect combines hitting for power and average better than Dodgers shortstop Corey Seager, which is the main reason that he ranks No. 1 on MLBPipeline.com's new Top 100 Prospects list. No prospect has better all-around tools than Twins outfielder Byron Buxton, who ranks No. 2 after topping the previous five editions of our list. Only Nationals right-hander Lucas Giolito earns 70-or-better grades on the 20-80 scouting scale for more than one pitch, a major factor in him checking in at No. 3 as the top-rated pitcher. Below, we highlight the most impressive individual tools on the Top 100 Prospects list. Buxton is the only prospect with three mentions, and his above-average arm also fits in with the best. Seager, Phillies shortstop J.P. Crawford and Rangers third baseman Joey Gallo are other position players who stand out in multiple categories. Giolito is the only pitcher to do so, though Rays right-hander Brent Honeywell would have joined him had we included a category for best screwball. Best hitter: Corey Seager, SS, Dodgers Top Prospects: Seager, LAD Top Prospects: Corey Seager, SS, Dodgers2016 MLB.com Top Prospects: Corey Seager has a higher offensive ceiling than any shortstop in the Majors except for Carlos Correa  Seager's combination of a sweet left-handed swing, advanced feel for hitting, bat speed and hand-eye coordination allow him to repeatedly barrel balls. He led the Minors in hitting with a .349 average in 2014, then sliced his strikeout rate to a career-best 14 percent last year, when he batted .337\/.425\/.561 as a September callup. The only shortstop with a higher offensive ceiling is Carlos Correa, who rated as the best hitter on the Top 100 Prospects list a year ago. Also in the running:  Byron Buxton, OF, Twins; J.P. Crawford, SS, Phillies; Jesse Winker, OF, Reds Best power: Joey Gallo, 3B\/OF, Rangers Top Prospects: Gallo, TEX Top Prospects: Joey Gallo, 3B, Rangers2016 MLB.com Top Prospects: Joey Gallo's strength and leverage combine with his bat speed and aggressiveness to produce tape-measure shots Another Las Vegas slugger in the tradition of Kris Bryant and Bryce Harper, Gallo is less polished at the plate, but he may have more raw power than either of them -- or anyone in the big leagues. He has tremendous strength and leverage in his 6-foot-5 frame, and his bat speed and swing-for-the-fences approach produce some monster shots. Gallo has averaged 51 homers (and 242 strikeouts) per 162 games as a pro and hit a 439-foot homer off Clayton Kershaw last June. Also in the running: A.J. Reed, 1B, Astros; Rafael Devers, 3B, Red Sox; Corey Seager, SS, Dodgers Fastest runner: Jorge Mateo, SS, Yankees Top Prospects: Mateo, NYY Top Prospects: Jorge Mateo, SS, Yankees2016 MLB.com Top Prospects: Jorge Mateo can get from the right side of the plate to first base in less than 4.0 seconds Mateo has outstanding raw speed -- he can go from the right side of the plate to first base in less than four seconds -- but he's more than just a raw speedster. He has succeeded on 83 percent of his steal attempts as a pro and led the Minors with 82 in 2015, his first year in full-season ball. Mateo's quickness gives him plenty of range at shortstop, and he also exhibits some surprising power potential during batting practice. Also in the running: Roman Quinn, OF, Phillies; Byron Buxton, OF, Twins; Trea Turner, SS\/2B, Nationals Strongest arm: Jorge Alfaro, C, Phillies Some evaluators rate Alfaro's pure arm strength as an 80, though it doesn't always play to that level because he's not a clean receiver and his footwork can get sloppy. He threw out just 29 percent of basestealers last year and has erased just 27 percent as a pro, but no catcher can record sub-1.8-second pop times (mitt to glove at second base) as easily. Also in the running:  Gary Sanchez, C, Yankees; Joey Gallo, 3B, Rangers; Brett Phillips, OF, Brewers Best defender: Byron Buxton, OF, Twins Buxton is the total package in center field. His top-of-the-line speed and instincts allow him to get to balls that other players can't, and his well-above-average arm stands out at a position not known for strong throwers. Buxton made an immediate impact with his glove during his big league debut last summer, and he received more votes than anyone when MLBPipeline asked evaluators to identify baseball's best defensive prospect. Also in the running:  Orlando Arcia, SS, Brewers; J.P. Crawford, SS, Phillies; Raul Adalberto Mondesi, SS\/2B, Royals Best fastball: Lucas Giolito, RHP, Nationals The only prospect to defend his standing on this list from 2015, Giolito repeats as possessing the top fastball and curve. His heater would be devastating on velocity alone, because it sits in the mid-90s and climbs as high as 100 mph. It's even tougher because it features running life, Giolito uses his 6-foot-6 frame to create a difficult plane and angle, and he can locate it on either side of the plate and down in the strike zone. Also in the running: Tyler Glasnow, RHP, Pirates; Jon Gray, RHP, Rockies; Alex Reyes, RHP, Cardinals Best curveball: Lucas Giolito, RHP, Nationals Giolito's fastball isn't the only reason he has limited opponents to a .227 average while striking out 10 batters per nine innings as a pro. His curveball is nasty as well, a 12-to-6 breaker that can reach the mid-80s. Giolito has good feel for his curve, too, showing the ability to get strikes in the zone and to get hitters to chase it off the plate. Also in the running: Kyle Zimmer, RHP, Royals; Jeff Hoffman, RHP, Rockies; Hunter Harvey, RHP, Orioles Best slider: Dillon Tate, RHP, Rangers In each of the three years we've compiled this list, the best slider has belonged to a pitcher from the previous Draft: the Rockies' Jonathan Gray in 2014, the White Sox's Carlos Rodon in '15 and now Tate. The first pitcher drafted (No. 4 overall) last June, he snaps off 85-89 mph sliders with bite as noticeable as their velocity. As with Giolito, hitters can't try to sit on Tate's breaking ball, because he has a live mid-90s fastball. Also in the running: Tyler Jay, LHP, Twins; Blake Snell, LHP, Rays; Jake Thompson, RHP, Phillies Best changeup: Julio Urias, LHP, Dodgers Top Prospects: Urias, LAD Top Prospects: Julio Urias, LHP, Dodgers2016 MLB.com Top Prospects: Julio Urias possesses plus or better stuff across the board with a lively fastball that can reach 97 mph Urias sells his low-80s changeup with fastball arm speed, and its deception, sink and fade generate repeated swings and misses. It's part of what makes him baseball's most precocious pitching prospect and would help him to hold his own in the Majors right now -- at age 19. Urias has a better chance than any pitcher on the Top 100 to develop three legitimate plus offerings. Also in the running:  Steven Matz, LHP, Mets; Jack Flaherty, RHP, Cardinals; Jose DeLeon, RHP, Dodgers Best control: Jose Berrios, RHP, Twins Primarily a shortstop until his senior year of high school, Berrios is an excellent athlete who repeats his delivery easily and lives in the strike zone. He walked just 38 batters in 166 1\/3 innings last year while leading the Minors with 175 strikeouts. Berrios commands his lively 92-97 mph fastball well, and he can also locate his quality curveball and changeup where he wants. Also in the running: Brent Honeywell, RHP, Rays; Luis Ortiz, RHP, Rangers; Kolby Allard, LHP, Braves  Jim Callis is a reporter for MLB.com. Follow @jimcallisMLB on Twitter.",
    "author": "Jim Callis"
}
