{
    "url": "http:\/\/m.mlb.com\/news\/article\/163224744\/rick-hahn-white-sox-may-add-to-2016-roster\/",
    "title": "White Sox have 'flexibility' to add to roster",
    "subtitle": "General manager Hahn said no deadline exists to find new contributors",
    "body": "CHICAGO -- In terms of the 2016 roster, the White Sox are not finished. If Chicago is to add on via free agency or through trade, though, it will need to be a creative sort of move. \"We are in fairly regular conversation with [White Sox chairman] Jerry [Reinsdorf] about what flexibility we have and how we have to make it work,\" general manager Rick Hahn said Friday evening during the first of two town hall meetings at the Hilton Chicago. \"We have to be creative to make something work going forward. \"That was part of even those pursuits of the bigger-name guys, was the need to be creative with structures or how we dealt with cash flows. That need still exists. But Jerry has been very supportive of our pursuits.\" Those bigger-name guys would be free-agent outfielders Yoenis Cespedes, Alex Gordon and Justin Upton. Without delving into specific detail, Hahn spoke of the team being in it to the end with Cespedes. The case with the slugger -- and Gordon, who re-signed with the Royals -- was a preference on the part of the player to return to the team with whom he reached the World Series, not unlike Paul Konerko following the White Sox title in 2005. Hahn also emphasized that there was no three-year limit imposed on negotiations with these free agents. \"Let me make something real clear: there is absolutely no hard-line, dogma limit on contract terms with free agents,\" Hahn said. \"The reason we didn't sign any of the players that thus far have signed elsewhere, at the end of the day was not about any contract term limitations.\" Most of the heavy lifting was complete by SoxFest last season, but Hahn stressed again that there's no arbitrary deadline. The White Sox could add a player in February or they could wait into Spring Training, see where or if needs become more glaring and then explore the market. Avisail Garcia sits as the team's right fielder as of SoxFest weekend, with Tyler Saladino at shortstop and either Erik Johnson or Jacob Turner as the fifth starter. Chicago believes in the talent of all of these young players and believes it is in a better position than it was at this time last year, but the club knows there still is work to be done. Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, follow him on Twitter @scottmerkin, on Facebook and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
