{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/163016880\/rangers-to-install-led-lights-at-ballpark\/",
    "title": "Rangers to install LED lighting at Globe Life",
    "subtitle": "",
    "body": "ARLINGTON -- The Rangers are making significant upgrades to the lighting at Globe Life Park. The club announced Wednesday that it has entered into an agreement with Eaton's Ephesus Lighting to install an advanced light-emitting diode (LED) system for the field lights for the 2016 season. The project is expected to be completed in early March. The installation began this week to improve the viewing of fans at the game and watching on television. The new lights will include a 40 percent reduction in fixtures and a 60 percent decrease in energy use while improving uniform illumination across the field. \"The Rangers are excited to partner with Eaton's Ephesus Lighting to bring this state-of-the-art technology to Globe Life Park,\" said Rangers executive vice president of business operations Rob Matwick. \"While reducing the fixture count and being more energy efficient represent significant advantages, we're especially looking forward to improving the quality of field lighting for our players and broadcast partners. The Rangers are thrilled to be among the early adopters in Major League Baseball.\" The new LED system, with its instant-on capability, eliminates the warmup period associated with bulb-based lighting. This will enable Globe Life Park to resume immediately after fireworks shows or other special events. Since lighting the first sports venue with LED technology in North America in 2012, Eaton's Ephesus Lighting luminaries have been operational for over 200 million hours at venues across North America. These include the University of Phoenix Stadium in Glendale, Ariz., which hosted Super Bowl XLIX in February 2015, and this year's College Football Playoff Championship Game. Other facilities that currently have the Eaton's Ephesus installation are Nashville's Bridgestone Arena, home of this weekend's 2016 NHL All-Star Game, and the Canadian Tire Centre, home of the NHL's Ottawa Senators. U.S. Bank Stadium in Minneapolis, the new home of the Minnesota Vikings, and Sun Life Stadium in Miami will also feature this system beginning this fall. Globe Life Park will become the first baseball facility to use the Eaton's Ephesus LED lighting system. The only Major League park to have any kind of LED field lighting in 2015 was Safeco Field in Seattle. T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, follow him on Twitter @Sullivan_Ranger and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
