{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/163246128\/rod-carew-urges-people-to-have-hearts-checked\/",
    "title": "Emotional Carew stresses importance of heart health",
    "subtitle": "Feeling better after major heart attack, Hall of Famer urges people to undergo checkups",
    "body": "MINNEAPOLIS -- Hall of Famer Rod Carew gave an emotional interview on stage at TwinsFest in front of hundreds of Twins fans Saturday morning, encouraging people to have their hearts checked after he suffered a major heart attack Sept. 20. Carew traveled from his home in Southern California to help announce a major initiative with the Twins, who created a yearlong partnership with the American Heart Association called \"The Heart of 29\" campaign to raise funds and awareness. Carew, who has to wear a left ventricular assist device until he undergoes a heart transplant, said the first thing he told his wife, Rhonda, after his heart attack was that he felt it was his mission to help raise awareness so the same thing wouldn't happen to others. It's similar to his work as an advocate for leukemia patients, as his daughter, Michelle, died from the disease at age 18 in 1996. \"I told her, here I am given the opportunity to save more lives stemming from what I've done, this illness, whoever I can help right now, that's what I want to do,\" Carew said. \"I feel like I was fortunate. I feel like I was given a second chance. I feel like the Lord wanted to keep me here a little bit longer. So the important thing is to save some lives. I'm just happy to be here.\" Carew was golfing alone near his home in Corona, Calif., when he felt a burning sensation in his chest and went back to the clubhouse and asked for an ambulance to be called. He suffered a major heart attack that saw him brought back to life twice -- once at the golf course and once at the hospital. But Carew said the scariest thing was that he had no prior symptoms and thought he was a healthy 70-year-old before the heart attack almost took, and certainly changed, his life. \"You might not get any feeling or anything, and that's why I'm telling people to get themselves checked to be sure,\" Carew said. \"I felt confident in myself as a person and thought I had an understanding of what my body is all about. But I didn't understand enough. By not understanding that little bit more almost cost me my life.\"  All players & coaches are wearing #Heartof29 patches today! #TwinsFest pic.twitter.com\/WNHVhQORuG The rehab process was exhausting for Carew, but he's doing much better and is only five pounds below his weight before the heart attack. He plans on going to Spring Training as a special instructor and is expected to be added to a heart transplant list once the season starts in April. \"This is my second goal, to make it here, and my third goal is get to Spring Training and get up at 6 o'clock in the morning and go to the ballpark,\" Carew said. \"And hang out with the young players and get in the batting cages and see if we can help them.\" The Twins are set to do their part, encouraging fans to join or pledge Carew's team at the 2016 Twin Cities Heart Walk on May 14 at Target Field. The Twins will match all donations up to $10,000. Additionally, the Twins are wearing new red jerseys at home on Fridays and will have a special Carew's Corner ticket package on Fridays in April and May, with a portion of each ticket going to the American Heart Association. The Twins will also wear a \"Heart of 29\" patch in support of Carew on April 13 against the White Sox. \"The Twins are honored to partner with the American Heart Association and the Carew family to raise funds and awareness for heart health throughout 2016,\" Twins president Dave. St. Peter said. \"The Twins are committed to the Carews' mission to share Rod's story and use it to make people aware of the risks of heart disease and how to prevent it with healthy lifestyle choices.\" Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, follow him on Twitter @RhettBollinger and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
