{
    "url": "http:\/\/m.mlb.com\/news\/article\/163038358\/market-deceiving-for-yovani-gallardo\/",
    "title": "Gallardo faces deceiving free-agent market",
    "subtitle": "Options not as lucrative as once thought for righty",
    "body": "Not that long ago, Yovani Gallardo was thought to be solidly in the second tier of free-agent pitchers. Speculation on his contractual worth was often found in a very pleasant neighborhood: $75 million over five years. And why not? Gallardo has had a consistent record of production and durability. He is not an ace, but he has been, over time, eminently dependable. And he is not aged. Gallardo will turn 30 in February. In 2015, pitching for the Rangers, Gallardo had a 3.42 ERA over 33 starts. It was the lowest ERA over a full season for his career. • Hot Stove Tracker But Gallardo has been in this vicinity frequently, with a lifetime ERA of 3.66. And that respectable figure has been compiled while Gallardo worked his home games in Milwaukee and Arlington, both of which are hitter-friendly parks. As a comparable reference point, Wei-Yin Chen, 30, with a 3.34 ERA in 2015 and a lifetime 3.72 ERA, signed with the Marlins for $80 million over five years. What's keeping Gallardo from extremely gainful employment? It is, of course, more than one thing. Gallardo has had some erosion in his stuff. His average fastball velocity in 2015 was 90.5 mph, down more than two mph from his career-high average. This is not necessarily a career-threatening development, as illustrated by Gallardo's overall performance. But some of his related statistics have slipped. Earlier in his career, Gallardo was a strikeout pitcher, twice averaging more than 9.0 strikeouts per nine innings. In 2011, a season in which he won 17 games, Gallardo averaged 9.0 strikeouts per nine innings. In 2012, when he won 16 games, Gallardo again averaged an even 9.0 strikeouts per nine innings. But last season, Gallardo averaged 6.6 strikeouts per nine innings, the lowest strikeout rate of his career. If there is an argument that this is a career in decline, that is one thing. But another fact apparently working against Gallardo is the dreaded Draft-pick compensation. Ken Rosenthal of Fox Sports has reported that the compensation issue has worked against Gallardo. Because Gallardo rejected the Rangers' qualifying offer of $15.8 million, Texas will be owed a compensatory pick by the club that signs Gallardo. Rosenthal reported that three clubs that had interest in Gallardo -- the Orioles, the Astros and the Rockies -- were all hesitant to sign him because of the Draft-pick compensation issue. The Orioles hold the 14th pick in the first round. The Astros hold the 18th pick. The Rockies' first-round choice is protected since it's in the top 10, but they could lose their next pick, currently No. 38 in the Draft. • 2016 MLB Draft order The Draft-pick compensation issue has stifled the market for some free agents in the past, although it does not seem to be a mitigating factor with the most highly-sought free agents. There is only one club that wouldn't have to be concerned about Draft-pick compensation. That would be the Rangers. They have health concerns in their rotation, but they also have four starting pitchers with long-term contracts. It may be that Gallardo will wind up signing for one year and taking his chances on bolstering his value with a solid 2016 season. But a realistic look at this free agent suggests that Gallardo could still help a contending club. He wouldn't be a first or second starter. On a very good club, Gallardo might even be the fourth starter. But he has proved over time that he is a durable, reliable pitcher. There are plenty of contending clubs that could use quality depth in their starting rotation. Therefore, there ought to be a market for Gallardo, even if it is not in the five-year, $75 million bracket. Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
