{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/162897810\/corey-seagers-case-as-baseballs-top-prospect\/",
    "title": "MLB's No. 1 prospect? The case for Seager",
    "subtitle": "Jonathan Mayo says Dodgers shortstop has advanced approach at plate",
    "body": "Those of us who cover prospects regularly are used to dealing with the future. Coming up with rankings is all about projection. We'll be the first to admit that those prognostications don't always pan out. It's part of the gig. Sometimes, though, the future and present collide in such a way that makes it a tad bit easier to line up the rankings. To me, that's exactly where we are with Corey Seager and why it's relatively easy to make the case why he should be this year's No. 1 prospect. Pretty much wherever Kyle's kid brother has been since he was taken with the 18th pick in the 2012 Draft, he's hit. Right out of the gate, Seager showed an innate ability to barrel up the ball and hit with power, all with an advanced approach that far belied his years. He hit .309\/.383\/.520 in the Pioneer League during his pro debut in the summer of 2012, and he hasn't looked back since. A .918 OPS in Seager's full-season debut earned him a promotion from the Midwest League to the California League at age 19. At age 20, in 2014, he was pretty much out of his head from start to finish, reaching Double-A and finishing with a combined 1.004 OPS. This past year, it was more of the same. Seager quickly showed that the Double-A level -- the Texas League this time rather than the Southern League in 2014 -- was no match for him and he spent most of the season in Triple-A. He \"struggled\" there, though his .783 OPS was better than any big league shortstop's mark (among those who qualified). Then, of course, came the big league debut. Now, caution is always advised when it comes to such things, small sample sizes and all. So just like it would be a mistake to use Byron Buxton's struggles during his debut as a condemnation of his career, it would be a mistake to start engraving Seager's plaque in Cooperstown because of his eye-popping start. That said, it's hard not to be impressed. Over 113 plate appearances, Seager looked more than comfortable, finishing with a .337\/.425\/.561 line.  For those of you who like 162-game averages, Seager's debut extrapolates to 24 homers and 102 RBIs, 102 runs scored and 198 hits. But perhaps most impressive: his 84 walks. This is a hitter so confident in his game plan that being a 21-year-old in the thick of a pennant race did nothing to pull him away from his approach. Seager is going to hit for average and power for a very long time. That's only the offensive side of Seager's game, which, to be fair, is what most people talk about. But he is far from one-dimensional. From his first day as a pro, Seager has made it his mission to prove to all those who felt he couldn't stick at shortstop wrong. And he's done just that. With his outstanding arm and instincts, Seager has shown he can play the premium position at the highest level. The Dodgers trusted him enough to have him play there in four of their five National League Division Series games. If Seager does eventually have to move to third, he'll be a Gold Glove-caliber defender there. Don't want to take my word for it? That's fine. In a recent poll taken of MLB executives, 27 of the 31 respondents picked Seager as their choice for No. 1 prospect. As one executive put it so succinctly: \"Rarely do you find a player with both a high floor and high ceiling.\" Jonathan Mayo is a reporter for MLBPipeline.com and writes a blog, B3. Follow @JonathanMayo on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Mayo"
}
