{
    "url": "http:\/\/m.mlb.com\/news\/article\/163065830\/doug-fister-is-a-free-agent-fit-for-the-astros\/",
    "title": "Fister looks like one of winter's best bargains",
    "subtitle": "If healthy, RHP could be set for a big bounceback 2016",
    "body": "On the surface, it's easy to see why Doug Fister didn't garner much attention on the free-agent market this offseason. He turns 32 next week, he posted very poor numbers in a contract year and his velocity hit career lows in 2015. But Fister, who signed a one-year deal with the Astros on Thursday that will pay him a reported $7 million plus performance bonuses, could end up being one of the offseason's best free-agent bargains. No, the trends aren't pretty, but there's reason to believe his career decline isn't as ominous as it appears. • Hot Stove Tracker A year ago, Fister projected as a top-five starter in this free-agent class. He was coming off a season in which he posted a 2.41 ERA and a 1.08 WHIP. Fister finished eighth in the National League Cy Young Award voting and entered 2015 set for a payday if he could repeat that success. So what happened? In mid-May, Fister suffered a flexor strain in his right forearm. There was no damage to his elbow, but the injury still sidelined him for about a month. When he returned he wasn't the same pitcher. Fister had already reinvented himself as a pitcher who rarely missed bats but limited hard contact. In 2014, he rode that formula to success, holding opponents to a 25.7 percent rate of hard contact (according to FanGraphs), the second-lowest mark in his career and 15th in the Majors. That rate was lower than Zack Greinke and Adam Wainwright -- pitchers notoriously averse to hard contact. But the injury had a dramatic effect on Fister's ability to avoid hard-hit baseballs. Statcast™ data backs that up. Check out his average exit velocity against before and after May 13. (The injury arose during a May 14 start against San Diego.) Before: 86.27 aEVA, 81st percentile After: 89.71 aEVA, 17th percentile On average Fister allowed each batted ball to be hit 3.5 mph harder after his injury. Predictably, he struggled: Before: 2.87 ERA, 1.24 WHIP After: 4.96 ERA, 1.48 WHIP But isn't his velocity a concern? Fister's velocity was always in decline, and his pitch selection over the past few seasons shows us he was aware of that fact and had already made an adjustment. Fister started his career throwing primarily four-seam fastballs, and he recorded higher strikeout totals early on as a result. But his four-seam fastball velocity started to dip in 2013, and he transitioned to the sinker as his primary pitch, while also adding a cutter. Take a look at his career pitch selection: Fister's velocity isn't what it once was, and he's not missing nearly as many bats as he did early on: 2009: 14.1 K% 2010: 12.9 2011: 16.7 2012: 20.4 2013: 18.1 2014: 14.8 2015: 14 But, at least until 2015, Fister counteracted that decline in velocity and swinging strikes by throwing sinkers and cutters, and inducing more ground balls as a result. In '15, a lot of those ground balls turned into hard-hit line drives, but only after he was sidelined by injury and eventually relegated to the bullpen. So the downside is obvious, right? Yes, the downside to signing Fister is that he's a 32-year-old pitcher coming off an injury. We can't just ignore that fact. If his numbers and velocities declined in 2015, who's to say the injury doesn't signal a greater overall trend? It's not unreasonable to think Fister came back from the injury a bit too soon. His average sinker velocity was 86 mph or lower in each of his first four starts after returning -- the lowest it would be all season. It's worth wondering what a full offseason of recovery could do for Fister. Sure he's a risk, but... What about the upside? There's a lot of upside for the Astros -- not the least of which comes from his one-year contract, which isn't tied to Draft-pick compensation. Fister could end up being a major free-agent bargain, considering the price tag on other starting pitchers this offseason. It's understandable that some teams didn't want to take a risk on a starter coming off injury. It's also understandable that some teams simply don't have the infield defense capable of supporting Fister. But the Astros play in a ballpark that rewards ground balls, and they have a middle infield of Jose Altuve and Carlos Correa that backed up sinkerballer Dallas Keuchel very nicely last season. (For context, the AL Cy Young Award winner was second to only Brett Anderson in terms of ground-ball rate, at 61.7 percent.) No, Fister probably won't revert back to his form from 2011-14, when his 129 ERA+ was fourth in the Majors. But if he's fully healthy, he could slot nicely in the middle or back end of the Astros' rotation as a genuine bargain. AJ Cassavell is a reporter for MLB.com. Follow him on Twitter @ajcassavell. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "AJ Cassavell"
}
