{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/163064796\/phillies-hire-former-google-analyst-andy-galdi\/",
    "title": "Google analyst Galdi joins Phillies' front office",
    "subtitle": "",
    "body": "PHILADELPHIA -- Phillies limited partner John Middleton wanted a beefed-up analytics department and it appears he got one. The Phillies announced Thursday they had hired Andy Galdi as director of baseball research and development. Galdi, 30, spent the past three years at Google in Mountain View, Calif., where he served as a quantitative analyst for YouTube. He will oversee baseball analytics, including data visualization and reporting, statistical research and data infrastructure. Galdi is the latest person general manager Matt Klentak has added to the analytics department since his hiring in October. Under the direction of Middleton and Klentak, the Phils are working to make the transition from being one of baseball's least analytically inclined clubs. \"Aside from the fact that he's really, really smart, there's some appeal to us in hiring someone from outside the industry,\" Klentak said Thursday. \"Someone that may bring in some ideas or some fresh perspective to a baseball industry that oftentimes becomes a little bit of a copycat industry. I don't know what those ideas or things may be, but it's exciting to just gain some fresh perspective.\" Galdi is not the first person from Silicon Valley to join a baseball organization. The Tigers hired Apple's Jay Sartori in November to be their senior director of baseball operations and analytics. Before his work managing Apple's sports and entertainment categories of its App Store, Sartori spent three seasons as a Blue Jays assistant general manager. Before joining the Cardinals in 2003, Astros general manager Jeff Luhnow founded Archetype Solutions and worked at Petstore.com and the global management consulting firm McKinsey and Company. Astros director of decision sciences Sig Mejdal once worked at NASA and Lockheed Martin. The Dodgers have a massive analytics department littered with folks with Ph.D.s, including director of research and development Doug Fearing, who has a doctorate from MIT. Galdi worked as a baseball operations intern with the Mets in 2009. He spent the following two years working in the NBA Commissioner's Office as a statistical analyst, focusing on analyzing referees and the impact of potential rules changes. Galdi graduated from the University of North Carolina in 2008, majoring in business administration and mathematics. He earned his master's degree in statistics from Stanford in 2013. \"What is nice is that Andy's background is balanced in some sense because he has worked in baseball and sports before,\" Klentak said. \"Sports are clearly a passion for him. I think it's a natural fit.\" Before Galdi's announcement, Klentak had made other changes to the front office. He hired Ned Rice from Baltimore as an assistant general manager. Rice has a similar skill set as assistant general manager Scott Proefrock, but Klentak said Rice will oversee the entire analytics department. Klentak also hired former intern Lewis Pollis as a baseball research and development analyst. They will be working with PHIL, the Phillies' new computer system designed to store, create and use countless pieces of information. PHIL, whose development began a couple years ago, stands for \"Phillies Holistic Information Location.\" \"The big thing for me is making sure that we're managing all of the information that we can possibly access,\" Klentak said. \"We're very fortunate in certain areas. We truly have awesome scouts. We just finished three days of our amateur scouting meetings leading into the Draft season, and I can't even tell you how impressed I am. That's great. \"But the one area we knew we needed to beef things up to some degree was the analytics world. And that's where I feel like Lewis, Ned and Andy -- we've added some people that think about the game a little bit differently. They'll feed into our overall decision-making process and allow us to make sure we're managing as much information as we possibly can anytime we need to make a decision. That's been an organizational goal since the fall.\" Extra bases • The Phillies recently announced Benny Looper has moved from his position as assistant general manager to senior advisor of international operations. His former role hasn't been filled. Director of international scouting Sal Agostinelli, director of amateur scouting Johnny Almaraz, director of player development Joe Jordan and director of pro scouting Mike Ondo will report to Klentak. They previously reported to Looper. • The Phillies recently named Chris Cashman an advanced scouting analyst. He had been a professional scouting analyst. Todd Zolecki is a reporter for MLB.com. Read his Phillies blog The Zo Zone, follow him on Twitter and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Todd Zolecki"
}
