{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/163076848\/reds-billy-hamilton-on-schedule-for-spring\/",
    "title": "Hamilton on schedule for spring return",
    "subtitle": "Shoulder pain-free after offseason surgery",
    "body": "CINCINNATI -- Reds center fielder Billy Hamilton is just about ready for Spring Training after an offseason of rehabilitation for his surgically repaired right shoulder. \"The rehab is coming along well,\" Hamilton said Thursday morning at the kickoff for 2016 Reds Caravan. \"I'm not 100 percent yet, but close to it. We had a schedule to be ready right around Spring Training. As of right now, we're on track to make that happen.\" • Reds Spring Training info Hamilton, who suffered a torn labrum trying to make a diving play in September, had arthroscopic surgery. He was cleared for baseball activity in December and throwing in January. Long tossing is scheduled to begin at Spring Training. Much of Hamilton's offseason has been spent in Cincinnati, and he's been working out at Great American Ball Park. \"I'm throwing, hitting, lifting weights and doing all my therapy,\" Hamilton said. \"I'm not limited or anything. My shoulder feels good. I'm looking forward to getting out to Arizona and doing more stuff. I haven't been able to do much stuff out on the field because of the weather. \"It's a process you don't want to rush. I could go out there and long toss, but there's no point in doing it right now. They want to make sure everything is healed.\" Hamilton, 25, has been working under the supervision of head trainer Steve Baumann and strength and conditioning coach Sean Marohn. There have been no setbacks, and he's been mostly pain-free. \"I've had some throws where by I'd be lazy and throw at a different arm angle and that's when it hurts,\" Hamilton said. \"Steve-o said that's normal. I have to teach myself to throw the ball the right way all the time.\" Besides trying to get healthy, Hamilton has also been working on his hitting following a 2015 filled with struggles at the plate. Although he stole 57 bases, he batted .226\/.274\/.289 in 114 games and was moved from leading off to batting ninth. \"[The results] were nowhere near where I wanted them to be,\" Hamilton said. \"Baseball is a game where if you set a goal and don't get it, you have to do something in the offseason to make that goal happen the next year. I feel like this is a new year and I'll do better.\" Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, follow him on Twitter @m_sheldon and Facebook and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
