{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293702",
    "title": "Hendry ready for fans at Convention",
    "subtitle": "Hendry ready for fans at Convention",
    "body": "CHICAGO -- This weekend is the annual Cubs Convention, when 15,000 fans jam into the Chicago Hilton downtown to sneak a peek at some of the players, past and present. Most try to get an autograph. Many also want to share their opinions, pro and con, with general manager Jim Hendry. He's ready.  Coming off a 79-83 season and fourth-place finish in the National League Central, Hendry has revamped the Cubs this offseason. They acquired premier leadoff man Juan Pierre in a trade with Florida, and signed free agents Jacque Jones, John Mabry, Bob Howry and Scott Eyre. They lost in the bidding for free agent shortstop Rafael Furcal, dealt outfielder Corey Patterson to Baltimore for two Minor Leaguers, and decided not to keep Nomar Garciaparra or Jeromy Burnitz.  Did the Cubs do enough? \"I think we attacked our needs in a very positive way,\" Hendry said Tuesday. \"I think we all agree we needed to get better in the bullpen, we needed to get better in the leadoff spot. We got a lot more versatile in the outfield and a pretty good balance with left and right hitters.   \"I think what people don't factor into the changes is that we feel [Ronny] Cedeno and [Matt] Murton are ready to play,\" Hendry said of the two youngsters who will start at short and in left, respectively. \"If we went out and signed another left fielder, then the questions would've been, 'How come you're not going with the young guy?' We think the young guy showed he can play, and we feel the same about Cedeno.   \"If we started tomorrow, there will be four different guys who weren't here out of eight in the lineup,\" he said, \"and we've gotten younger and more athletic and gotten better defensively.\"   The 2005 Opening Day lineup was Patterson, Todd Walker, Garciaparra, Aramis Ramirez, Burnitz, Derrek Lee, Todd Hollandsworth, Michael Barrett and Carlos Zambrano. Walker, Ramirez, Lee, Barrett and Zambrano are the only holdovers, and Walker has been rumored to be traded by Opening Day 2006.   \"Right now, we have three second basemen,\" Hendry said of Walker, Neifi Perez and Jerry Hairston Jr. \"If that's the way we go into camp, then that's up to the three of them to compete to try to win playing time. Obviously, Neifi is a valuable guy because he's not only an outstanding defensive player, but he can play both spots easily.   \"With Jerry, I think you'll see a greatly improved guy. He came in here with some [minor injuries] and hadn't quite fully recovered from them in Baltimore. I think he's extremely committed to come in here and try to win a job. Those guys are all capable of being everyday guys.\"   Walker, who hit .305 in 110 games last year with the Cubs, appears to be the odd man out. One emphasis this offseason has been to find better defensive players. Walker has played better than anticipated, but Perez and Hairston rank higher.   Hendry will have to deal with questions from fans regarding the recent trade of Patterson for two Minor League players. The Cubs have been accused of rushing Patterson to the big leagues, of overloading him with too much information. He hit a disappointing .215 in 2005.   \"I don't think you can explain how it happened,\" Hendry said. \"I remember when he came out of [Class A] Lansing and went to the Arizona Fall League and hit .380, our Major League staff that spring begged Andy [MacPhail] and I to keep him in the big leagues out of 'A' ball. Then, a few years later, people want to say he was rushed and didn't get enough time in the Minor Leagues.       \"To lay the onus on certain hitting coaches or what month he came up, that's counter-productive,\" Hendry said. \"We're not going to lay it all on him. It's part of the game. He was a guy we all felt was going to be outstanding and up to now, it didn't work out like we thought it would.\"   The addition of Jones hasn't been greeted with much hoopla, primarily because the outfielder is coming off a .249 season. It doesn't seem like an upgrade.   \"I look at two things -- what he's done career-wise and what our scouts tell me,\" Hendry said. \"I'd go by that besides looking at the last line of his bubble gum card. You don't acquire guys trade-value-wise when they are coming off their greatest year. That's why there's such a premium on good scouting.\"   Jones doesn't care if his signing is greeted by fireworks or not.   \"I wasn't brought here to be a savior,\" he said on Tuesday. \"There are people who might like the signing, some people who might not. If I do the things I'm capable of doing, and go out and play and have fun, that's all I can do. Hopefully, that'll be enough for the fans here.\"   The 2006 season is the last of Hendry's contract as well as Cubs manager Dusty Baker's contract.   \"I'm not worried about it,\" Hendry said. \"I think winning takes care of itself. Obviously, what happened last year isn't good enough. As long as I'm the general manager, a 79-win season is not going to be tolerated.\" Carrie Muskat is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
