{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/163072756\/danny-hultzen-among-non-roster-invitees\/",
    "title": "Hultzen aiming to earn bullpen role this spring",
    "subtitle": "",
    "body": "SEATTLE -- Fifteen players not on the Mariners' 40-man roster have been extended invitations to Spring Training, the club announced Thursday, including former first-round Draft pick Danny Hultzen. And general manager Jerry Dipoto says Hultzen, 26, will be given a shot to earn a spot in Seattle's bullpen. Hultzen, the second player selected in the 2011 Draft, has been dealing with shoulder issues the past three years. He was dropped off the 40-man roster this offseason after being designated for assignment following a season during which he threw just eight innings at Double-A Jackson before being sidelined with shoulder fatigue. \"If I had my druthers, Danny Hultzen comes in and blows us all away and winds up being the second lefty to join Charlie Furbush in the bullpen and the rest is history,\" Dipoto said Thursday at the Mariners pre-Spring Training luncheon at Safeco Field. \"Danny Hultzen is a terrific kid. He works his butt off. He's found himself on the unfortunate side of injuries for a couple of seasons. \"He's wildly talented. I believe we're going to come in and see the arm strength we've always seen when he's healthy, we'll see the pitchability and acumen that he's shown when he's healthy. I scouted Danny a lot over the course of the years. He's one of the most talented amateur pitchers I ever watched. His ability to command the ball, create angles, and it wasn't just making left-handers uncomfortable. He was one of the best starting-pitcher prospects to come out of college in the last 20 years.\" Mariners trainer Rick Griffin said Hultzen is already in Peoria, Ariz., working out at the team's complex in preparation for the start of Spring Training in three weeks. Hultzen had total reconstruction surgery of the rotator cuff and capsule in his left shoulder in 2013. And while he threw well in Spring Training last year, the arm wasn't ready for a full season. The Mariners hope things are different this year, though they know they can't count on that and will wait and see how the Virginia native holds up on the mound. \"It would be a crying shame if Danny Hultzen never pitches in the big leagues and I've told him that,\" said Dipoto. \"I'm rooting for him. I think everyone in the organization is rooting for him. He'll be given every opportunity to come in and perform. As I understand it, he's not going to be behind. He's coming in ready to throw and we'll see how it goes. We're open-minded. He's wildly talented and if he can affect the Mariners in a positive way, we want that to happen.\" The Mariners also have returners Furbush, Vidal Nuno and David Rollins as potential left-handers in the bullpen, while starter Mike Montgomery could also be given a look, though he'll begin camp as a rotation candidate. Two other left-handed relievers -- Paul Fry and Brad Mills -- are also among the non-roster invitees. Fry pitched extremely well at Class A Advanced Bakersfield and Double-A Jackson last year, while Mills is a 30-year-old with 41 games of Major League experience with the A's, Blue Jays and Angels. Four right-handed pitchers -- Casey Coleman, Blake Parker, Donn Roach and Adrian Sampson -- earned non-roster invitations. Coleman was with the Royals last year, Roach and Parker were with the Cubs and Sampson was acquired by the Mariners from the Pirates in the J.A. Happ trade on July 31. Position players given non-roster invites are catcher Marcus Littlewood, infielders Gaby Sanchez, Benji Gonzalez, Ed Lucas and Tyler Smith and outfielders Mike Baxter, Dan Robertson and Dario Pizzano. Sanchez's Minor League deal was finalized Thursday, according to Dipoto, giving the Mariners a veteran first baseman to compete with Jesus Montero and possibly Stefen Romero for the backup spot to Adam Lind. Travis Ishikawa was reported to have agreed to a Minor League deal as well, but nothing has been finalized yet. Assistant general manager Jeff Kingston said the non-roster group was smaller than in the past, but focused more on veterans with a legitimate chance to make the club, as well as some Minor Leaguers who have shown a penchant for strong control of the strike zone, such as Smith and Pizzano, who both have high on-base percentages. Pitchers and catchers are scheduled to report to Peoria on Feb. 19, with position players due for their physicals on Feb. 24. The first pitchers and catchers workout is Feb. 20 and the first full-squad workout is Feb. 25. The Mariners' non-roster invitee group doesn't include many of the club's top young prospects, but a lot of those players will be brought to a Minor League satellite camp in Peoria in late February prior to the opening of Minor League camp in mid-March. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB, read his Mariners Musings blog, and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
