{
    "url": "http:\/\/m.mlb.com\/news\/article\/163084564\/rockies-acquire-jake-mcgee-in-4-player-trade\/",
    "title": "Rockies receive reliever McGee in four-player swap",
    "subtitle": "Colorado also acquires RHP Marquez, sends Dickerson to Rays",
    "body": "DENVER -- New Rockies left-handed relief pitcher Jake McGee, acquired Thursday from the Rays in a four-player trade that sent outfielder Corey Dickerson to Tampa Bay, has no concerns pitching at altitude. He learned to pitch in the Rocky Mountains in Reno, Nev. And his last two appearances at Coors Field were smooth. On May 3, 2013, the Rockies sent Troy Tulowitzki up with two on and one out in the eighth. McGee walked Tulowitzki intentionally, then struck out Eric Young Jr. and Jordan Pacheco. Two days later, he fanned Carlos Gonzalez, the only batter he faced in an 8-3 Rays victory. \"Pitching in Denver is a good thing,\" McGee said. \"I grew up pitching in high altitude my whole life. All I mainly use is my fastball, so I don't have to worry about an offspeed pitch not breaking.\" The Rockies also received Class A right-handed pitching prospect German Marquez -- ranked 25th on the Rays' Top 30 Prospects list in 2015 -- while the Rays received Class A third baseman Kevin Padlo. Though Thursday's deal cost the Rockies Dickerson, a .299 hitter in three seasons, it added to the bullpen's quality and experience, which is something the club has done quietly this winter. The Rockies signed two veteran right-handers, Jason Motte for two years and $10 million and Chad Qualls for two years and $6 million. The club also will get back righty Adam Ottavino, who is recovering from Tommy John surgery, sometime close to midseason. McGee adds quality to the left-handed options. McGee, who turns 30 on Aug. 6, is 21-11 with a 2.77 ERA in 297 games over six seasons, all with the Rays. Earlier this offseason he avoided arbitration by agreeing to a one-year, $4.8 million contract and is under club control through the 2017 season. McGee was 1-2 with a 2.41 ERA in 39 games last season. McGee has held opposing hitters to a .202 career batting average, with numbers slightly better against right-handed hitters (.190 batting average, .536 OPS) than left-handers (.224 and .616). \"He's an extremely powerful athlete, [a] powerful human being and has shown the abilty to get lefties and righties out at a pretty even clip in the past at an equally elite clip,\" Rockies general manager Jeff Bridich said. \"So he's pitched in the eighth inning, he's pitched in the ninth inning and has been counted on to close out games in a highly competitive division for a team that over the past half-decade to decade has won a lot of games.\" McGee forms a lefty bullpen tandem with Boone Logan, who has struggled with injury and inconsistency in his first two seasons of a three-year, $16.5 million contract with Colorado (combined 2-6, 5.37 ERA in 95 games). In addition to making the trade, the Rockies designated for assignment lefty Christian Friedrich, the Rockies' top pick in 2008 who went through growing pains in his first full season as a reliever (0-4, 5.25 ERA in 68 games in 2015). In the last eight days, the Rockies have designated for assignment Friedrich and 2010 top pick Kyle Parker, an outfielder who has played some first base. The Rockies have 10 days to trade, release or outright Friedrich to the Minors. \"I talked with [Rockies general manager] Jeff Bridich, and he was excited to have me come over there,\" McGee said. \"We have an opportunity to be a real good bullpen, and they have power in their lineup.\" Marquez, who turns 21 on Feb. 22, went 7-13 with a 3.56 ERA and 104 strikeouts against 29 walks for Class A Advanced Charlotte in the Florida State League. Signed out of Venezuela on July 2, 2011, Marquez is 14-27 with a 3.88 ERA and 266 strikeouts against 98 walks in 75 Minor League games (59 starts). Marquez's winter ball contract belongs to Caracas, but he was not allowed to pitch because the Rays wanted to control his innings -- and rest an arm capable of throwing a 98 mph fastball. The trade also alleviates a crowd in the Rockies' outfield. Signing free-agent outfielder Gerardo Parra earlier in the offseason left the club with four left-handed-hitting outfielders who could lay claim to an everyday job. Now the Rockies can go with lefty hitters Parra in left, Charlie Blackmon in center and Gonzalez in right, with righty-hitting Brandon Barnes receiving spot starts. Parra has two Rawlings Gold Glove Awards and Gonzalez owns three. In a sense, the Rockies swapped Dickerson's skill set for Parra's. \"Corey is a very talented offensive player; the things he always needed to work on at the Major League level were his outfield defense and his baserunning,\" Bridich said. \"Those are two places of strength for Gerardo. \"If you look at Gerardo's career and his season last year [.291\/.328\/.452 with the Brewers and Orioles], he struggled toward the end of the year after being traded to Baltimore but offensive players tend to improve, generally, when they play a lot of games at Coors Field.\" Dickerson, who battled left foot plantar fasciitis and a broken rib last year, still managed a .304 average in abbreviated play. In 2014, Dickerson hit .312 with 24 home runs and 76 RBIs in 131 games in his first full Major League season. He fell just short of the plate appearances necessary to qualify to be listed among league leaders. \"It's obviously hard to give up somebody that you've watched grow up in the organization that is obviously a very talented hitter - - you have to give up something to get something,\" Bridich said. \"He's got a bright future if he can stay healthy.\" Dickerson will not be eligible for arbitration until next season, and will not be eligible for free agency until after the 2019 season. Fantasy spin | Fred Zinkie (@FredZinkieMLB) Pitching at Coors Field will present a formidable challenge for McGee. But he has the stuff to succeed there, as indicated by his numbers -- a 2.07 ERA, a 0.91 WHIP, an 11.4 K\/9 rate and a 0.4 HR\/9 rate -- since the outset of '14. With McGee likely to secure the Rockies' ninth-inning gig, relievers Motte and Qualls should not be drafted in any mixed formats. Conversely, recently signed veteran Parra can help mixed-league owners, as he is now positioned to hold a starting spot in Colorado's outfield. Though Parra lacks difference-making power and speed, his ability to be a five-category producer is appealing. Thomas Harding is a reporter for MLB.com. Follow him on Twitter @harding_at_mlb, listen to podcasts and like his Facebook page. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
