{
    "url": "http:\/\/m.mlb.com\/news\/article\/162966666\/kris-medlen-peter-moylan-united-with-royals\/",
    "title": "Medlen, Moylan (brothers in arms) unite in KC",
    "subtitle": "Pair supported each other through elbow troubles, now teammates",
    "body": "KANSAS CITY -- No one was happier than right-hander Kris Medlen when the Royals signed right-hander Peter Moylan to a Minor League deal last week. \"I got invited to big league camp in 2009 with the Braves and we gravitated pretty quickly to each other,\" Medlen said. \"We have been very close ever since. I was in his wedding. My wife and I didn't have bridesmaids or groomsmen, otherwise he would've been in mine, too. • Royals Spring Training info \"It's just a close friendship.\" That bond intensified in 2013 when they both blew out their elbows -- the second time for each -- within a week of each other. They had their surgeries two weeks apart and rehabbed together, supporting each other when needed. \"We held each other accountable,\" Medlen said. \"We wouldn't have made it out as strong as we did after that second [surgery] without each other.\" And both made it back to the big leagues last season, Medlen on July 20 with the Royals and Moylan on Aug. 16 with the Braves. \"[Medlen] called me when he heard that I got called up,\" Moylan told MLB.com last August. \"When he first got called up and then I got called up, we got a little choked up. All of our text messages said something like, 'I couldn't have done this without you.'\" Medlen, who finished with a 6-2 record and a 4.01 ERA, will be competing for a job in the Royals' rotation. Moylan, who had a 3.48 ERA in 22 relief outings, will be vying for a spot in the Royals' vaunted bullpen. Medlen is anxious to be teammates again. \"I'm going to be pumped to have him around because he symbolizes so much to me because of his career path and what he's been through on and off the field,\" Medlen said. Jeffrey Flanagan is a reporter for MLB.com. Follow him on Twitter at @FlannyMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jeffrey Flanagan"
}
