{
    "url": "http:\/\/m.mlb.com\/news\/article\/162972124\/best-mlb-players-35-years-old-and-over\/",
    "title": "They've still got it: MLB.com's 35-and-over team",
    "subtitle": "",
    "body": "On Friday at 9 p.m. ET, MLB Pipeline will be revealing its Top 100 Prospects list on MLB Network and MLB.com, which is one of the most fun days of the entire season here at MLB.com. It will be a reminder that we're seeing a sport transformed right in front of our eyes, from Bryce Harper and Mike Trout to Carlos Correa, Kris Bryant and this next generation of talent. Before we get to that, let's pause for a word about baseball's older generation of players. Let's appreciate how many 35-year-old-plus players are still contributing at a high level. In honor of them, we introduce our all-35-and-over team for 2016: C: A.J. Pierzynski, 39, 18 seasons 2015 numbers: 24 doubles, nine home runs, .300 batting average Sometime early in the 2016 season, Pierzynski will play in his 2,000th game. He's coming off a season in which he hit .300 for the Braves and showed he still has plenty left in the tank. Once upon a time, some guys didn't like Pierzynski. He played with an edge, with some anger. Now, there's widespread admiration for a guy who is still going as he approaches 40 despite playing one of the most demanding positions. 1B: Albert Pujols, 36, 15 seasons; Mark Teixeira, 35, 13 seasons Pujols' 2015 numbers: 157 games, 40 home runs, .787 OPS Teixeira's 2015 numbers: 22 doubles, 31 home runs, .906 OPS You didn't think we were going to pick between these two guys, did you? Between them, they've got 954 home runs and a trophy case of All-Star Game appearances, Gold Glove Awards and Silver Slugger Awards. Both of them have had some aches and pains in recent years, but both remain produce, in part because of a relentless work ethic and drive. Baseball has been lucky to have them as long as it has. 2B: Brandon Phillips, 34, 14 seasons 2015 numbers: 148 games, .294 batting average, 19 doubles, 12 home runs, 23 stolen bases OK, we're cheating on this one since Phillips won't turn 35 until June. He's the definition of a complete player, someone who can still produce offensively and play his position at a high level. Phillips is a three-time All-Star and four-time Gold Glove Award winner. 3B: Adrian Beltre, 36, 18 seasons 2015 numbers: 143 games, .287 batting average, 32 doubles, 18 home runs Beltre's ticket to Cooperstown has been punched, having written a resume that includes 560 doubles and 413 home runs. Beyond the numbers, there's his presence. Beltre's performance in last year's postseason -- when he took the field despite a back injury that left him almost unable to move -- is a reflection of his determination. If there's a textbook definition of a leader, this guy is it. SS: Alex Rodriguez, 40, 21 seasons 2015 numbers: 151 games, 33 home runs, .842 OPS Entering last season, there were plenty of doubts about the former shortstop's ability to still play at a high level after not playing in 2014. Rodriguez answered plenty of questions, perhaps helped by serving mostly as the Yankees' designated hitter to save wear and tear on his legs. He also worked hard to say and do all the right things in terms of being part of the team, and he enters '16 with DH as his primary position. OF: Nelson Cruz, 35, 11 seasons 2015 numbers: 44 home runs, .936 OPS These past two seasons have been arguably the best of Cruz's career, and he's a key for whatever the Mariners get done in 2016. He has worked hard to improve his defense in the outfield, but his true position is in the middle of the lineup. OF: Ben Zobrist, 34, 10 seasons 2015 numbers: 36 doubles, 13 home runs, .809 OPS Zobrist will celebrate his 35th birthday in May, so we're including him on our all-35-and-over team. He has methodically played his way to the point where he's one of the most respected players in the game, not just because he can play almost any position, but because of his production and professionalism. Zobrist won his first World Series ring last fall and could very well win another after signing with the Cubs. OF: Jose Bautista, 35, 12 seasons 2015 numbers: 40 home runs, 114 RBIs, .913 OPS These past six seasons rank up there with almost any six in history. Bautista has averaged 26 doubles, 38 home runs and a .945 OPS. He has been the face of the Blue Jays for a few years, and he was in the middle of last season's sprint to the postseason. DH: David Ortiz, 40, 19 seasons 2015 numbers: 37 doubles, 37 home runs, .913 OPS Ortiz's legacy? Three championships in a city that hadn't won one in 86 years. Hall of Fame-worthy numbers: 584 doubles, 503 home runs, nine All-Star Game appearances. Countless charitable contributions. One of the distinguished faces of baseball for a few years. SP: John Lackey, 37, 13 seasons 2015 numbers: 33 starts, 218 innings, 2.77 ERA Lackey's first season in the National League turned out to be the best of his career, helping anchor baseball's best pitching staff. His velocity and command remained as good as when he made his debut in 2002 and helped the Angels win a World Series championship. SP: R.A. Dickey, 41, 13 seasons 2015 numbers: 33 starts, 214 1\/3 innings, 3.91 ERA Dickey is getting better and better. Since his 35th birthday, he has averaged 219 innings in five seasons. In the second half of last season, Dickey did his part in helping the Blue Jays win a division title by compiling a 2.78 ERA as Toronto won 11 of his last 16 starts. SP: Bartolo Colon, 42, 18 seasons 2015 numbers: 31 starts, two relief appearances, 194 2\/3 innings, 4.16 ERA Colon's next start will be the 468th of his career, and every one of those is a clinic on changing speeds, exploiting weaknesses and getting by. On a Mets staff with all those young fireballers, he's a reminder that poise and craftsmanship still matter. SP: Colby Lewis, 36, 10 seasons 2015 numbers: 33 starts, 204 2\/3 innings, 4.66 ERA Two years ago, the Rangers guessed Lewis' career was over after he underwent a complex surgical procedure on an aching hip. Instead, he has come back and given Texas valuable innings, especially last season in winning 17 games as the franchise returned to the postseason. SP: Chris Young, 36, 11 seasons 2015 numbers: 18 starts, 16 relief appearances, 3.06 ERA The second half of Young's career has been enormously satisfying after all the career-threatening injuries he endured. He was valuable to the Royals last season as both a reliever and a starter. In four postseason appearances, Young had a 2.87 ERA. Closer: Jonathan Papelbon, 35, 11 seasons 2015 numbers: 59 appearances, 24 saves, 2.13 ERA Papelbon is still one of baseball's best closers, even though he too often makes news for things that have nothing to do with pitching. Over the past 10 seasons, he has averaged 64 appearances, 35 saves and a 2.33 ERA. Setup man: Koji Uehara, 40, seven seasons 2015 numbers: 43 appearances, 2.23 ERA Uehara was 34 when he made his big league debut for the Orioles in 2009. Since that first adjustment season, he has averaged 54 appearances and a 2.08 ERA. Uehara's splitter is as close to an unhittable pitch as there is in baseball. Setup man: Santiago Casilla, 35, 12 seasons 2015 numbers: 67 appearances, 38 saves, 2.79 ERA No one handles a bullpen better than Bruce Bochy, and Casilla has had a variety of roles during six seasons with the Giants in which he has averaged 59 appearances and a 2.22 ERA. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
