{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/162965844\/rays-rumored-to-have-interest-in-ian-desmond\/",
    "title": "Hot Stove buzz: Rays interested in Desmond?",
    "subtitle": "",
    "body": "ST. PETERSBURG -- The Hot Stove season means rumors come and go. For the Rays, one that persists involves free-agent shortstop Ian Desmond. According to a report by Chris Cotillo of MLB Daily Dish, a source confirmed that the Rays have interest in Desmond, but having to give up their first-round pick -- 13th overall in this year's Draft -- could be a deal breaker. The Rays have not confirmed interest in Desmond. • Hot Stove Tracker Desmond rejected the Nationals' $15.8 million qualifying offer, which means the team that signs Desmond will lose a pick. Other than giving up the pick, such a deal has upside for the Rays. For starters, Desmond would provide an upgrade at shortstop, both offensively and defensively. Desmond hit .233 with 19 home runs and 62 RBIs in 2015, which would provide a lift to the team's overall offense. And '15 was a down year for Desmond, who hit .255 with 24 home runs and 91 RBIs in 2014. By signing a one-year deal, Desmond would have the opportunity to rebuild his value in the eyes of suitors so he could land a multiyear deal following the 2016 season. Of course, that is based upon the premise that Desmond would rebound to his '14 form this season. Brad Miller would be the Rays' shortstop if the season began today. They acquired Miller in a trade with the Mariners. Having Desmond would not upset the applecart in Miller's case, since he has the flexibility to play many positions -- like former Tampa Bay standout Ben Zobrist. If the Rays were to sign Desmond, chances are it would be an incentive-laden one-year contract. Signing Desmond would allow Tampa Bay to give No. 5 prospect Daniel Robertson additional seasoning time at Triple-A Durham before making a run at the starting position in 2017. There are also rumors connecting the Rays to Rockies outfielder Corey Dickerson. Colorado needs pitching, which would make what Tampa Bay has attractive. Dickerson, 26, had an injury-shortened 2015 season in which he hit .304 with an .869 on-base plus slugging percentage in 65 games. In 2014, he hit .312 with a .931 OPS, 24 homers and 76 RBIs in 131 games. Dickerson won't be eligible for arbitration until 2017, and he won't be eligible to become a free agent until 2020. Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
