{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/162978708\/rangers-prospect-dillon-tate-ready-for-2016\/",
    "title": "First-round pick Tate eyes first full pro season",
    "subtitle": "Fourth overall selection in 2015 Draft building out pitching repertoire",
    "body": "ARLINGTON -- Right-handed pitcher Dillon Tate was at Globe Life Park in Arlington last week for the Rangers' mini-camp. The fourth overall pick in the 2015 MLB Draft threw with other young pitchers, mingled with big league veterans, had a lengthy chat with new pitching coach Doug Brocail and went through all the media and financial training sessions. He seemed to feel right at home at what should be his future business address. \"I feel I'm comfortable here, and I belong here,\" said Tate, who is the Rangers' No. 3 prospect. \"I'm not in awe of it. I know it takes time. I'm going to get my work in, and when it's that time, it's that time. I am looking forward to it, though.\" The Rangers are, too. Tate was their highest Draft pick since pitcher Kevin Brown was taken with the fourth overall pick in 1986. So with any highly-regarded young player, there is a natural tendency to wonder how long it will take for him to get to the big leagues. • Tate named No. 8 RHP prospect But there is work to be done. Experience is paramount, but there is also the matter of endurance and pitch development. The Rangers took it easy on him last summer, and for good reason. Tate, a product of Major League Baseball's Urban Youth Academy in Compton, Calif., was a reliever as a sophomore at UC-Santa Barbara before moving to the rotation in 2015. He ended up pitching 103 innings over 14 starts. His workload was much less as a professional. He pitched just nine innings over six starts with Class A Spokane and Hickory and then added four more innings over three relief appearances for the Crawdads in the South Atlantic League playoffs. \"At first, I was itching to pitch more,\" Tate said. \"But fatigue started settling in a little bit, so I had to trust what the organization was doing with me. \"My body was capable of handling the extra work, but I would have liked to have more time to adapt myself to becoming a starter, because there were points in the season [at UC Santa-Barbara] where I started getting tired, and I missed a couple of starts due to the fatigue.\" The biggest breakthrough as a professional was when Tate learned to trust his fastball, which runs 92-98 mph. \"The more I did that I realized I could get outs with my fastball,\" Tate said. \"It is still a work in progress, but that's the bread and butter pitch. Start there and continue to get a better feel for that pitch.\" The secondary pitches are the next step. Tate throws four pitches, and his slider is his best secondary pitch, followed by the changeup and the curve. \"I would say they are just OK,\" Tate said. \"Just keep working on those, but fastball command is first and foremost. Hopefully I can get my changeup up to par with the slider. It is going to come with repetition, so I am going to give that pitch more attention.\" He will need multiple effective pitches to be successful as a starter in the big leagues. He was a starter and a reliever at Santa Barbara, but the Rangers' plan is to develop him as a starter. \"Dillon is highly motivated to be great,\" said Danny Clark, the Rangers' Minor League pitching coordinator. \"He is intelligent with a really gifted arm ... really likes the weight room and uses all of his resources. He is very coachable. I can't wait to get to work with him.\" The Rangers are still discussing what's next for Tate. He will be in camp early with other Minor League starters and could start the season at Class A Advanced High Desert in the California League. Chi Chi Gonzalez, the Rangers' first-round pick in 2013, started his first full season at Class A Advanced Myrtle Beach. \"He was working on some things like pitch development, and when he achieved that, we moved him to [Double-A Frisco],\" senior director of Minor League operations Mike Daly said. \"We're not as concerned about where Dillon starts as where he finishes it. We'll discuss it in Spring Training and decide what he needs to work on in 2016.\" Gonzalez made 11 starts at Myrtle Beach in 2014 and 15 appearances at Frisco. He began the 2015 season at Triple-A Round Rock but made just eight starts before being called up to the big leagues. He made his Major League debut on May 30, less than two years after being drafted. \"Everybody is different,\" Tate said. \"Everyone has their own path to get here. I don't know how long it is going to be. I'm just going to get the work in, and when I'm ready I'll be ready.\" T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, follow him on Twitter @Sullivan_Ranger and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
