{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/162982488\/lorenzo-cain-wade-davis-win-royals-awards\/",
    "title": "Cain, Davis head list of Royals' award winners",
    "subtitle": "",
    "body": "KANSAS CITY -- The Royals announced their 2015 team awards Wednesday, and outfielder Lorenzo Cain was named the Les Milgram Player of the Year while Wade Davis was voted the Bruce Rice Pitcher of the Year. Voting for the Joe Burke Special Achievement Award finished in a tie among shortstop Alcides Escobar, third baseman Mike Moustakas and second baseman Ben Zobrist. The awards are voted on by the Kansas City chapter of the Baseball Writers' Association of America. Cain and Davis also won the same awards in 2014. Cain, 29, was selected to his first All-Star Game and finished third in the American League Most Valuable Player Award voting. He hit .307 with 34 doubles, six triples, 16 homers with a career-best 101 runs scored, becoming the first Royal to score at least 100 runs in a season since 2011. He also ranked second in the AL in stolen bases (28), while finishing fifth in batting average and runs scored. Davis, 30, was 8-1 with a 0.94 ERA while holding the opposition to a .144 batting average. His eight victories were tied for the most by a Major League relief pitcher in 2015, while his ERA was the lowest among all big league pitchers that threw at least 40 innings. Davis served as the Royals' closer during two stints in the regular season, converting 17 of 18 save opportunities. He worked eight scoreless appearances in the postseason, going 1-0 with four saves in four opportunities. Escobar, 29, earned his second Special Achievement Award, also having been honored in 2012. Escobar was selected to the 2015 All-Star Game, was named a Gold Glove winner and was selected as the Most Valuable Player of the 2015 AL Championship Series. Escobar hit .257 during the regular season with 20 doubles, five triples, three homers and 76 runs scored. Moustakas, 27, captured his first postseason team award. He became the first Royal to be selected to the All-Star Game via the fans' Final Vote, in which he received over 19 million online votes. He hit .284 during the regular season with 34 doubles and set career highs in homers (22), RBI (82), runs scored (73), hits (156) and slugging percentage (.470). Zobrist, 34, was acquired by the Royals on July 28 from the Athletics and batted .284 with 16 doubles, a triple, seven homers and scored 37 runs in the final two months of the regular season. Zobrist signed with the Cubs last month. Jeffrey Flanagan is a reporter for MLB.com. Follow him on Twitter at @FlannyMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jeffrey Flanagan"
}
