{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293653",
    "title": "Schuerholz among non-roster invitees",
    "subtitle": "Schuerholz among non-roster invitees",
    "body": "ATLANTA -- Lists of non-roster invitees don't always include many recognizable names. That isn't the case this year for the Braves, who have invited a couple of their long-time veterans and Jonathan Schuerholz to join their roster players at Spring Training.  Schuerholz, the son of Braves general manager John Schuerholz, will join Brian Jordan and Eddie Perez as part of the cast of non-roster players that have been invited by the Braves to participate in the club's big league camp.  Jordan and Perez were tabbed to be key figures heading into the 2005 season. Injuries caused both to miss most of the season, but they recently singed Minor League contracts in hopes of proving they've regained their health. While the elder Schuerholz is a proud father, he stresses that his son's invitation was simply based on the production Jonathan provided both in the Minors and during the Arizona Fall League.   \"Jonathan said it best,\" the elder Schuerholz said. \"It's about what he can do. It's not about what his name is or any of that.\"   After assistant general manager Dayton Moore called each of the club's 14 non-roster invitees to inform them of their invite, Schuerholz called his son and simply asked, \"So how is your day going?\"   \"I could hear [Jonathan] smiling across the phone,\" Atlanta's general manager said.   Jonathan, a 25-year-old infielder, was promoted after hitting .278 at Double-A Mississippi this past season. He struggled at Triple-A Richmond, hitting just .175. But he rebounded in fine fashion, producing a .310 batting average in the strong Arizona Fall League.   \"I didn't just start feeling proud,\" the elder Schuerholz said. \"I've been feeling proud for a long time. He's worked hard all of his life to succeed in a tough business. I'm glad for him. He's worked hard.\"   Jordan and Perez are the other two most recognizable names among the list of non-roster invitees. If Jordan can prove his troublesome left knee is healthy, there's a chance the Braves could keep him as a backup outfielder.  Perez, who had shoulder surgery in October, Jarrod Saltalamacchia, Steve Pyzik and Clint Sammons are the four non-roster catchers that have been invited to camp. Saltalamacchia hit .314 with 19 homers and 81 RBIs for Class A Myrtle Beach last year.   Considered by many to be one of baseball's top prospects, Saltalamacchia followed that by hitting .288 in the AFL. He then provided seven hits, including two homers, while playing for the United States in a regional Olympic qualifying tournament in November.   The Braves will bring five non-roster pitchers to camp: Wes Obermueller, Travis Smith, Kevin Barry, Chad Paronto and Sean White.   Along with Jordan, David Kelton and Michael Ryan will also come to camp as non-roster outfielders. Joining Schuerholz as a non-roster infielder will be Cesar Crespo, who played for Pittsburgh's Triple-A affiliate in Indianapolis last year.   The Braves currently have 38 players on their 40-man roster. They will bring a total of 52 players to camp. Pitchers and catchers are set to report on Feb. 16 and the first full-squad workout will be held on Feb. 22. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
