{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/163103742\/white-sox-avisail-garcia-ready-for-2016-season\/",
    "title": "Slimmer Garcia confident, prepared for second year",
    "subtitle": "Young White Sox right fielder refines stance with hitting coach Steverson",
    "body": "CHICAGO -- Avisail Garcia joined Ken \"Hawk\" Harrelson, Harold Baines and pitching coach Don Cooper in calling season ticket-holders Thursday to thank them for their continued patronage. If you were thinking he got an earful, you'd be wrong - the calls were positive and upbeat. One fan took the time to tell the 24-year-old Garcia he was expecting a season full of big results. This support must have been a nice feeling for Garcia, who has a Twitter account and probably has come across fans' desire to see Yoenis Cespedes or Justin Upton or Dexter Fowler in right field. If Garcia had read or felt the negative feedback, he certainly didn't show it Thursday. Garcia instead exhibited a quiet confidence, looking to be in excellent shape and somewhere around 20 pounds lighter than he was at the end of last season. He has a plan in place, formulated in part through individual hitting instruction with White Sox hitting coach Todd Steverson this month in Miami. \"I just focus and prepare myself to play baseball. I don't care what people say,\" Garcia said. \"I know what I can do, and I know the White Sox trust me. \"That's why I'm working really hard, because I know what I can mean to my team. I don't pay attention too much to what people say because people know me and I know I will do better. I'm confident because I've been working really hard.\" White Sox front-office members have talked about Garcia as a five-tool talent, but Garcia simply showed glimpses of ability in each discipline and no real consistency. Finding a steady stance at the plate became a key point addressed in '15 and was recently worked on again with Steverson. \"We're working to get better because last year I was down, then up,\" Garcia said. \"This year I am focused to be tall and being patient and swinging at strikes. \"You have more chances when you swing at strikes because you can see, when I swing at strikes, I can hit like the start of the season. I know I can do better. That's why I've been preparing myself. When you work hard and prepare for something, you don't have a chance to fall. Prepare yourself, be focused and play every game right.\" Detractors will point out that Garcia had this same good feeling and good physical condition going into the '15 season. They also look at his 1,098 career plate appearances as a significant sample size. Ultimately what Garcia believes and says won't matter. He needs to take this feeling of confidence and turn it into on-field results. \"Last year was my first in the big leagues,\" said Garcia, who missed most of '14 due to a torn labrum and avulsion fracture in his left shoulder suffered on an April play in Colorado. \"It's not easy for anybody, so I just prepare myself better this year because I want to do better. I want to do a great job for the team and trying to help my team win.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, follow him on Twitter @scottmerkin, on Facebook and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
