{
    "url": "http:\/\/m.mlb.com\/news\/article\/162988546\/toronto-blue-jays-have-options-at-leadoff-spot\/",
    "title": "Is Tulo the right man for Blue Jays' leadoff job?",
    "subtitle": "Toronto has options to choose from at top of the order",
    "body": "TORONTO -- Blue Jays manager John Gibbons hasn't made anything official, but it certainly appears as though Toronto will give Troy Tulowitzki another crack at being the leadoff hitter for one of the best lineups in baseball. Toronto experimented with Tulowitzki in the top spot after he arrived last year in a midseason trade with Colorado, but the move proved to be short-lived. The star shortstop hit leadoff for 26 games before giving way to Ben Revere and returning to the middle of the order. Revere has since been dealt to Washington for right-hander Drew Storen, and his departure left the Blue Jays without a traditional leadoff hitter. Tulowitzki, while far from conventional, is the logical replacement, but he isn't the only hitter Toronto can choose from. Here's a closer look at the options the Blue Jays have at the top of their lineup: Tulowitzki: The 10-year veteran had never spent any time in the leadoff spot at the Major League level until he arrived in Toronto prior to the non-waiver Trade Deadline. Tulowitzki struggled in the role by hitting .227 with a .325 on-base percentage in 126 plate appearances, but it's hard to know if there was a direct correlation between his issues and his spot in the lineup. The 31-year-old never quite settled in with the Blue Jays as he experienced some difficulty adjusting to a new league, a new team and getting traded for the first time in his career. The hope is that an offseason away and a full Spring Training with his new club will help Tulowitzki re-establish himself as one of the top shortstops in baseball. The biggest benefit to Tulowitzki hitting first is his on-base percentage. His career mark of .369 would help ensure that Josh Donaldson, Jose Bautista and Edwin Encarnacion frequently step to the plate with a runner on. Tulowitzki isn't a threat to steal, but that's not an issue on a team that doesn't want to take any chances on the basepaths when the heart of the order is due up. Devon Travis:  If the Tulowitzki experiment again doesn't work out in 2016, then Travis becomes the logical secondary option. He's out until at least May because of a right shoulder injury, but when Travis returns, it will give Toronto another bat with a lot of upside and someone who has the ability to hit at the top of the lineup. Travis' 2015 season was derailed because of the lingering shoulder issue, but the results were there when he was on the field. In 62 games, he hit .304 with a .361 on-base percentage, and his ability to consistently make a lot of contact should further his case for the top spot. Tulowitzki has always been known as a middle-of-the-order bat, and if that's the role he ultimately prefers, Travis may prove to be the leadoff guy long-term. Kevin Pillar or Ryan Goins: Pillar and Goins are coming off breakout seasons at the plate and in the field. Each player drew a lot of praise for their production at the bottom of the Blue Jays' lineup, and the ability to manufacture runs was an underrated component of the league's best offense in 2015. Pillar and Goins deserve credit for proving a lot of critics wrong, but that doesn't mean either should be hoisted to the top of the lineup. The 27-year-old Pillar hit an impressive .278 last season, but his .314 on-base percentage leaves a lot to be desired for a leadoff hitter. The same logic applies to Goins, who had a .318 on-base percentage in 2015 and a career .331 OBP in the Minor Leagues. These two are crucial to the bottom of the order, but unless something changes in their development, a promotion to the top seems like it would be a mistake. Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, follow him on Twitter @gregorMLB and Facebook, and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
