{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/162988184\/chris-archer-buys-coffee-for-local-customers\/",
    "title": "Surprise! For locals, cup of java Archer's treat",
    "subtitle": "",
    "body": "ST. PETERSBURG -- Nothing like a cup of joe to get the day started -- particularly when Rays ace Chris Archer is buying. Archer decided to have a little fun Wednesday morning by showing up at a busy downtown St. Petersburg coffee bar and throwing down his plastic, buying coffee for some of the locals who show up to watch him pitch. \"I stole the idea from Channel 10 News, when they did it during the holidays,\" Archer said. \"And I was like, you know what? Why can't we just have true random acts of kindness that aren't affiliated with the holidays? Just randomly, the regular customers walk in and get their coffee\/breakfast for free.\" Wearing his Rays workout gear, Archer sat at the end of the bar and enjoyed the reaction before heading to Tropicana Field for his optional offseason workout.  Thirty minutes. Fifty (surprised) customers. This morning, the java was on @ChrisArcher42. #CoffeeOnChris https:\/\/t.co\/0CnSb6mVkF \"It was fun seeing the expressions on people's faces -- pretty cool,\" Archer said. \"Any time you can do something and get a genuine reaction, it's going to be enjoyable.\" Archer's gesture brought old-school memories to mind, like seeing Babe Ruth in a skimmer surrounded by a crowd and loving every minute. \"Some people didn't even follow baseball,\" Archer said. \"Some people didn't know who I was, had no clue. Other fans that came in know that I like to do things like this, but the handful who don't follow Rays baseball might at least come to a game now. Or pay attention to the team some.\" The right-hander has gone above and beyond out in the community since he debuted with the Rays in 2012. Getting out among the fans has always been a priority for Archer. Not only do the fans seem to enjoy their time spent with him, he seems to enjoy the time he spends with the fans. Wednesday morning's appearance followed a similar appearance Tuesday night. \"Most of the things I do during the season are for children,\" Archer said. \"But I wanted to go a little deeper and behind the scenes. So Tuesday night I delivered coffee to the night nurses at All Childrens, and that's kind of where the coffee thing came about. ... Since we were already thinking about the coffee thing, I figured why not try out a local coffee house, too?\"  Last night, @ChrisArcher42 surprised the night shift nurses at @allchildrens with a late night pick me up ☕️ pic.twitter.com\/uNE7JGFSZl During his 30-minute stay Wednesday, Archer posed for photos, chatted with fans and bought coffee for approximately 50 customers. The Rays joined in on the fun by stationing a few cameras in the shop ahead of time, which facilitated photos and a short video melt that were shared on Twiiter (@raysbaseball). That allowed Archer to see some of the reactions. \"I saw one of the videos the Rays posted,\" Archer said. \"A guy did a double take. He was like, 'No way, wow.' That was pretty cool. But it wasn't like overwhelming, 'Oh my God.' It was very low key. Very respectful. Nobody just walked in and walked out. Everybody said, 'Thank you.' That's probably the thing I enjoyed most about it. As a whole, everybody seemed to really appreciate it.\" Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
