{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/162877740\/yankees-starlin-castro-excited\/",
    "title": "Castro provides flexibility for batting order",
    "subtitle": "New Yankees second baseman could slot anywhere in dynamic lineup",
    "body": "Starlin Castro has spent the majority of his career residing in the top half of the batting order, sometimes out of necessity. He recalls entire seasons where it felt like if he and Anthony Rizzo didn't hit, his Cubs wouldn't win. \"Me and Rizzo were the only two guys in the lineup,\" Castro said recently. \"Sometimes we got pressure because we had to do everything on the team.\" With the Yankees, that does not project to be an issue. While Castro possesses the promise to move higher in the order, manager Joe Girardi already has a pair of table setters in Jacoby Ellsbury and Brett Gardner, likely relegating Castro to the bottom half of the lineup. \"I think you wait and see how things kind of pan out the rest of the offseason before you start thinking about where you're going to hit people, but I think [Castro] gives you a lot of flexibility,\" Girardi said. Another addition to shake up the order is unlikely. The Yankees -- the only team not to sign a Major League free agent this offseason -- are saying that they have shifted into non-roster invitee mode, believing that they have exhausted their available options on the free agent and trade markets. Castro batted .265 with 11 home runs, 69 RBIs and a .296 on-base percentage in 151 games last season, but the Yanks are counting on seeing the level of production he finished the year with after shifting to second base on Aug. 11. Castro batted .345\/.368\/.574 with six homers and 25 RBIs in 50 games after Aug. 4. At the time of the Dec. 8 trade, which sent right-hander Adam Warren and infielder Brendan Ryan to the Cubs, Yankees general manager Brian Cashman lauded Castro's youth (he turns 26 in March), positional flexibility and history of hitting left-handed pitching (career .759 OPS). \"He's a contact-oriented guy; puts the balls in play, he's got some pop,\" Cashman said. \"We'll be able to see some home run production maybe there from second base as well. He's a free swinger, but he's a contact free swinger.\" One configuration that Girardi and his staff could consider would have Ellsbury and Gardner back at the top of the order, with Alex Rodriguez, Mark Teixeira and Carlos Beltran comprising the heart of the lineup and Brian McCann, Chase Headley, Castro and Didi Gregorius rounding out the bottom four spots. The Yanks' lineup produced 764 runs last season, second in the Majors only to the Blue Jays' (891) offense. Most of Castro's starts last season came as either the Cubs' No. 5 (49) or No. 6 (38) hitter, batting eighth just once. He has made it clear that he is looking forward to the new opportunity in New York, even if his assignments are about to change somewhat. \"It's really a young man who's in the prime of his career, 25, 26 years old,\" Girardi said. \"I think he can put up some really good numbers here and be really successful here.\" Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch, on Facebook and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
