{
    "url": "http:\/\/m.mlb.com\/news\/article\/162892216\/mlb-to-enlist-anti-doping-agency-for-ped-claim\/",
    "title": "MLB reportedly to enlist USADA in PED claim",
    "subtitle": "",
    "body": "Major League Baseball hopes to enlist the help of the United States Anti-Doping Agency (USADA) to investigate allegations in an Al Jazeera documentary that several players, including Ryan Zimmerman of the Nationals and Ryan Howard of the Phillies, received banned performance-enhancing substances from an Indiana man. The development was first reported by ESPN.com. MLB routinely looks into all reports of PED usage. The story first aired on Dec. 27. Charlie Sly, who was secretly taped claiming to have provided the banned substances to players -- including Broncos quarterback Peyton Manning -- subsequently issued a statement claiming he had fabricated the story. Zimmerman and Howard both filed lawsuits against Al Jazeera America, which has since announced that it will cease operations this spring. Manning has vociferously denied the allegations. According to ESPN.com, MLB Chief Legal Officer Dan Halem was scheduled to meet USADA CEO Travis Tygart on Tuesday at the league office in New York. \"We've had discussions with USADA and are hopeful that together we can make progress in this investigation,\" Halem, who oversees the sport's drug program, told the website. Tygart declined to confirm the details, but added: \"We're happy and honored to assist where we can.\" The two groups have cooperated in the past, and the World Anti-Doping Agency (WADA) has praised MLB for its testing for steroids, human-growth hormone and testosterone in a program that is generally considered the standard for North American professional sports. This, however, will be the first time they have formally worked together. The NFL will conduct its own investigation. Paul Hagen is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Hagen"
}
