{
    "url": "http:\/\/m.mlb.com\/news\/article\/162912126\/cuban-prospect-lazarito-could-sign-soon\/",
    "title": "Rumor roundup: 'Lazarito' nearing decision",
    "subtitle": "",
    "body": "Cuban prospect Lazaro Robersy Armenteros Arango, known as \"Lazarito,\" could be nearing a decision on his baseball future. MLB Network's Ken Rosenthal reported on Tuesday that Armenteros expects to make a decision by Feb. 10, the first date he's eligible to sign with a Major League team. MLB.com's Jesse Sanchez confirmed the report. The 6-foot-2, 205-pound outfielder, who turns 17 in May, is drawing significant interest on the international market this offseason. More than 140 scouts attended Armenteros' showcase at the Padres' complex in San Cristobal, Dominican Republic, earlier this month. • Top 30 International Prospects The showcase was the first time scouts have seen Armenteros' play in person since the summer of 2014, when Armenteros participated in the 15-and-under Baseball World Cup in Sinaloa, Mexico. He received mixed reviews, with many impressed by his intriguing raw talent, while others wondered if that talent could translate successfully to the big leagues. Rosenthal noted the highly touted prospect is already negotiating with teams as Armenteros continues to attend private workouts. Because of his age and experience, Armenteros is subject to international signing guidelines. The Dodgers, Giants, Cubs and Royals -- who have each exceeded their bonus pools this year and won't be able to sign any pool-eligible prospects for more than $300,000 for the next two international signing periods -- are still in play for Armenteros. The Angels, D-backs, Rays, Red Sox and Yankees all exceeded their bonus pools last year and are currently in the maximum penalty. As the clock ticks down to a resolution on Armenteros' future, rumors continue to surface on the free agent and trade markets. Here's a look at some of the other developments from around the big leagues: Dickerson could be on the move Much trade speculation has centered on the Rockies' outfield this offseason, with many expecting Charlie Blackmon to be dealt. On Tuesday, Rosenthal suggested Corey Dickerson may be the odd man out in Colorado, which currently employs four left-handed-hitting outfielders. The Tampa Bay Times previously reported the Rays' interest in Dickerson. Colorado is said to be seeking pitching in return, making Tampa Bay a logical trade partner, with starter Jake Odorizzi and reliever Jake McGee potentially available. Dickerson, 26, has hit .299\/.345\/.534 with 39 home runs through 265 games over three seasons with the Rockies. He's under team control through the 2019 season. Hunter seeking two-year deal Free-agent reliever Tommy Hunter is reportedly holding out for a multiyear deal. Hunter has drawn interest on the open market this offseason, but he is seeking a guaranteed second year, according to Rich Dubruff of CSNMidAtlantic.com. The Mets have previously been linked to Hunter, but the New York Post's Mike Puma reported on Tuesday that they are only interested in adding relievers on Minor League deals, which would seemingly rule them out as a destination for Hunter. Hunter has pitched in parts of eight seasons with the Rangers, Orioles and Cubs. He posted a 4.18 ERA through 58 relief appearances in 2015 with Chicago and Baltimore. Arroyo headed to Washington The Nationals have come to terms on a Minor League deal with free agent Bronson Arroyo, according to Rosenthal. If Arroyo makes the team out of Spring Training, he would receive a base salary of $2 million. The incentive-filled contract can earn Arroyo up to an additional $6 million if he makes at least 32 starts. The move reunites Arroyo with his former Reds manager Dusty Baker in Washington. Arroyo chose the Nats over the Reds, the team he spent eight seasons with from 2006-13. The 38-year-old right-hander missed the entire 2015 season recovering from Tommy John surgery. Arroyo last pitched for the D-backs in 2014, going 7-4 with a 4.08 ERA in 14 starts before the injury. Chad Thornburg is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chad Thornburg"
}
