{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/162909550\/rockies-corey-dickerson-discusses-trade-rumors\/",
    "title": "Dickerson trying not to think about rumors",
    "subtitle": "",
    "body": "DENVER -- Rockies left fielder Corey Dickerson's offseason consists of a packed schedule. Mornings are spent in the weight room with his trainer. The afternoons are fun. He rejoins his old college baseball team, Meridian (Miss.) Community College, doing full hitting and fielding drills in preparation for the Rockies' season -- as far as he knows. The Tampa Bay Times reported Tuesday that Dickerson could be headed to the Rays for a pitcher, either righty starter Jake Odorizzi or lefty reliever Jake McGee. With the Rockies possessing four left-handed-hitting outfielders who can legitimately argue for starting spots, FOX Sports wrote that sources believe Dickerson -- whose contract is under club control the next four seasons -- deserves the \"Most Likely to be Traded\" designation. But Dickerson stayed on routine, and answering to some trade rumor -- be it to a reporter or old friend or family member -- is becoming part of it. \"No one [officially] has contacted me,\" Dickerson said about the fresh Rays rumor, one that has existed in one form or another for a month, before hitting the field. \"Family have asked me about it, but I'm just going about routines as I usually do and trying not to think about it too much.\" The signing of Gerardo Parra for three years and $27.5 million made for an odd vibe at Rockies Fest during the weekend. Parra, who is assured of his spot since he is freshly signed, wasn't around because of a commitment made before he signed. But Dickerson, center fielder Charlie Blackmon and right fielder Carlos Gonzalez were there in their Rockies jerseys, greeting fans who genuinely hoped each would be in uniform when the 2016 season begins. Still, the current situation makes for uncomfortable times for those who have had their futures speculated about since Parra signed. \"I was a little perplexed at first, because I didn't really see it coming -- going into the offseason, I didn't know that was in play, really,\" said Blackmon, who on Monday signed a one-year, $3.5 million deal to avoid arbitration in his first year of eligibility but still could be dealt to a team needing help in center. \"But after looking at it, he's a great player. \"I've played against him, seen him play. He's got one of the best arms in the league. He can only make our team better -- really any team, for that matter.\" Gonzalez, owed $37 million over the next two years, might be more valuable at the Aug. 1 non-waiver Trade Deadline than now, if the Rockies aren't challenging for the division crown. But all he knows now is he'll be reunited with Parra, a teammate in the D-backs' organization, in winter ball and for Venezuela in the World Baseball Classic. \"He's a plus-defender, which is really important to play in Coors Field,\" Gonzalez said. \"He has a really powerful arm. That will prevent a lot of runs. And offensively, he's still growing as a player.\" Dickerson, 26, went on the disabled list three times last year, twice with plantar fasciitis in his left foot and once for a broken rib. The foot injury was the concern of fans, but Dickerson reports that rest, rehab and custom-made orthotics have him in a healthy place. \"I got more questions about my foot than I have since I got hurt,\" Dickerson said. \"The fans there appreciate how hard I work, so being there got me excited for the season.\" Dickerson hit .312 with 24 home runs and a .931 OPS in 2014, his first season as a full-time player. Last year, through all the injuries, he managed a .304 batting average with 10 homers and 31 RBIs in 234 plate appearances. To keep his swing, he hits in every batting-practice group. But Dickerson is working on defense with Meridian head coach Dillon Sudduth, his hitting coach when Dickerson played there before the Rockies selected him in the eighth round of the Draft in 2010. Dickerson was an infielder in high school but was forced to the outfield because of a right shoulder injury, so he's making up for lost time defensively. \"I want to do more than the normal person would,\" he said. \"I want to do all the little things, the things you may not see. I look at it as an opportunity to reach my goals and help my team win. I'm a Rockie, and I know it takes a lot to make a trade happen. But either way, I look at it as I'm playing professional baseball, and I have to get ready.\" Thomas Harding is a reporter for MLB.com. Follow him on Twitter @harding_at_mlb, listen to Podcasts and like his Facebook page. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
