{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293637",
    "title": "Narron, coaches prepare for spring",
    "subtitle": "Narron, coaches prepare for spring",
    "body": "CINCINNATI -- It didn't feel much like baseball season around Great American Ball Park on Tuesday with rainy and cool conditions outside. But, deep inside the ballpark, Reds manager Jerry Narron and his coaching staff were involved in a series of brainstorming sessions in preparation for Spring Training. \"In these meetings, we're going over everyone who is on our 40-man roster and the invitees,\" said Narron. \"We're going over what we want to accomplish in Spring Training. We want to make sure everyone is on the same page.\" Narron, who led the Reds to a 46-46 finish last season after taking over for Dave Miley, took a break from his meetings to field questions from the local media about what to expect from the 2006 Reds.  Most of the queries dealt with the logjam in the infield created by the re-signing of Rich Aurilia and the acquisition of Tony Womack.  \"Any time you have multiple-position guys, it's a big help,\" said Narron. \"Richie did a nice job for us in a lot of different roles. We look for him to do the same thing for us this season.\"  Edwin Encarnacion, who hit .232 with nine home runs and 31 RBIs in his first big-league season, and versatile utilityman Ryan Freel are both back.  At this point, Narron plans to use Freel in both the outfield and at third base. Womack is the logical choice for second base.  Shortstop Felipe Lopez, who enjoyed a career year last season -- batting .291 with 23 home runs, 85 RBIs and 15 stolen bases -- will be a mainstay.  \"I think Felipe will be an outstanding leader for the Reds,\" Narron said.  There is plenty of playing time to be dispersed among several players, but Narron believes it's a good problem to have.  \"It's a luxury,\" he said.  Encarnacion's continued development could go a long way toward determining who plays where.  Narron said the 23-year-old will need to play well to earn a spot on the club out of Spring Training. He plans to pair Encarnacion with new Reds bench coach Bucky Dent, who was a big-league infielder for 12 seasons.  Dent, 53, spent the past three seasons managing the Yankees Triple-A affiliate Columbus Clippers.  \"He's going to work with Eddie a lot in the spring,\" Narron said. \"Bucky's outstanding. He's been around a lot of good baseball people and baseball instructors.\"  Pitching, as always, was a hot topic of conversation.  The stability of the Reds starting pitching staff could greatly depend on the return of right-hander Paul Wilson to the rotation. Wilson, who won 11 games for the Reds in 2004, underwent season-ending shoulder surgery on June 17 of last season.  Narron said Wilson will begin throwing off a mound in a week and expects him to be at full strength come Spring Training.  \"Anyone who knows Willy, knows what kind of competitor he is,\" said Narron.  Wilson's return, along with continued consistency from left-hander Brandon Claussen and Aaron Harang will be a key. Left-hander Dave Williams, who was acquired from the Pirates in exchange for Sean Casey, will factor in the rotation as well.   Narron said Casey will be missed next month when Spring Training opens.  \"He was a man of character,\" he said. \"My big thing is that he's not here, and other guys are going to have to step up and take on that leadership role.\"  Narron said he wished Casey hadn't been traded to the Pirates, who are an improving ballclub in an already formidable division.  \"I think our division is going to be among the toughest in baseball,\" said Narron. \"Every club in our division is either improved or had an outstanding club to begin with.\"  The Reds preached \"doing the little things right\" ad nauseum last season. Narron plans to put great emphasis on that philosophy in Spring Training.  \"We need to work on the fundamentals,\" he said. \"I know everybody says that, but a lot of times it's not a priority. For us to be competitive, we cannot make mental mistakes or lazy mistakes to give away ballgames. We'll get our lunch handed to us.\" Jeff Wallner is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jeff Wallner"
}
