{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/162925516\/justin-verlander-dominant-with-high-fastballs\/",
    "title": "High heat: Verlander's run fueled by new fastball approach",
    "subtitle": "Spin rate of 2,491 rpm on his heater was highest in baseball",
    "body": "In the midst of what turned into a very nice rebound season for Justin Verlander, an interesting pattern emerged. Like most pitchers, he was much more effective the first time he faced hitters. But in Verlander's case, he took that to something of an extreme: Verlander, 2015, times through the order (performance) 1st PA: .497 OPS against 2nd PA: .705 OPS against 3rd PA: .709 OPS against It's unofficially called the \"times through the order\" penalty, and no pitcher is immune to it: Whether it's due to fatigue, hitters gaining familiarity, or less-advantageous platoon situations as pinch-hitters entering, pitchers tend to be less effective each time they go through the order. In 2015, pitchers were 22 points of OPS worse the second time through, and 33 points worse than that the third time through. This is a huge part of why relievers, who can go all out for just a few batters at a time and almost never see the same hitter twice, have become so dominant. In Verlander's case, it's interesting to go further and see just how closely his pitch usage mirrored the batting performance against him. Notice the big difference in how he used his primary pitch, the four-seam fastball: Verlander, 2015, times through the order (fastball usage) 1st PA: 66.4% 2nd PA: 53.7% 3rd PA: 55.3% Given the concern over the past few seasons about Verlander's declining velocity -- down from over 96 mph back in 2009-10 to 93.5 mph these days -- one might reasonably assume that after more than 35,000 pitches as a pro, a pitcher who turns 33 next month might be shying away from the fastball deeper into games because he was unable to maintain velocity on it. That would mean hitters could tee off on softer fastballs or know to lay off breaking pitches they couldn't make contact on. Right? It would make sense, except what we saw was the exact opposite of that: Verlander, 2015, times through the order (fastball velocity) 1st PA: 92.8 mph 2nd PA: 93.6 mph 3rd PA: 94.0 mph Put all that together, and you're left with this: Verlander's fastball got faster as games went on, but he threw it less often, and he ended up being hit harder. So, it's as simple as saying that Verlander should keep throwing that heater, yes? Perhaps -- but it's important to dig into just what made the fastball valuable, particularly considering the gallons of virtual ink spilled worrying about Verlander's velocity over the past few seasons. By looking at Statcast™ spin rate numbers, we can see that his four-seamer had the highest spin rate of any starting pitcher (defined here as having thrown 1,000 pitches, leaving us 63 names), at 2,491 rpm. (Interestingly, the next two names on the list are Max Scherzer and Rick Porcello, suggesting perhaps the 2010-14 Tigers were on to something.) We know that high fastball spin is positively correlated with swinging strikes and fly balls, and that's true for Verlander, who finished ninth in that group in fly balls per balls in play and first in popups per balls in play on fastballs -- and don't forget, popups have such a low outcome of success for the hitter that they're basically strikeouts.  But Verlander did something else, because despite the fact that he doesn't throw as hard as he once did, the fastball was more effective than ever. He had a 22.3 percent strikeout rate with the fastball last year, his highest ever, and much better than his career mark of 17.4 percent. By OPS or wRC+, the production on his fastball was nearly identical to what it was during Verlander's historic 2011 American League Most Valuable Player Award-winning season. So: How did Verlander manage that? We've seen Chris Young, among others, have great success by putting his high-spin fastball high in the zone, because despite an unimpressive 89.7 mph velocity, hitters were thrown off by Young's high-spin fastballs thrown high, tending to swing under them. Whether or not Verlander did it on purpose, he followed a similar path, and while his velocity isn't what it was, it's still a good 4 mph faster than Young. Compare Verlander's first seven starts of 2015, when he was hit so hard that he was booed at home in July, to his final 13, when he put up performance that rivaled some of his better days. You'll notice a listing for \"percentage of high fastballs,\" which we are defining here as being 3 feet or more off the ground. Verlander, first 7 starts 5.57 ERA, 5.42 FIP, 13.8 K%, 10% popup rate, .795 OPS against, 15.6% high fastballs Verlander, final 13 starts 2.36 ERA, 2.61 FIP, 24.9 K%, 15.5% popup rate, .553 OPS against, 23.7% high fastballs There wasn't a velocity change; Verlander was in the 93 mph range all season. What there was was a change in fastball location, thrown higher with high spin, and that led to more whiffs and popups, which are basically whiffs. It's a pretty stark difference comparing the two, as you can easily see the fastballs get higher:  So: Should Verlander trust his fastball more the second and third time through the order in 2016? And should he keep throwing it high? It certainly seems worth a try. After all, if Young can do it at 89 mph, Verlander (with higher spin) would seem to have a great chance for success at 93. Clearly, we saw it work over the final two months of the season. Mike Petriello is an analyst for MLB.com and the host of the Statcast podcast. He has previously written for ESPN Insider and FanGraphs. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Petriello"
}
