{
    "url": "http:\/\/m.mlb.com\/news\/article\/162938850\/competitive-nl-headlined-by-elite-8\/",
    "title": "NL's 'Elite 8' set for tough competition",
    "subtitle": "Revamped rosters bring added intrigue to Senior Circuit contenders",
    "body": "My preseason National League power rankings have an eight-way tie for first place. Fortunately, there will be time to thin out the crowd at the top. What is clear here is the quality of the competition. Some very good teams became better. Other very good teams did not suffer a drop-off. Take the five teams NL teams that qualified for the postseason last year -- St. Louis, New York, Los Angeles, Chicago and Pittsburgh. And then add, based on a combination of overall talent and this offseason's work, Washington, San Francisco and Arizona. You can't rule out any of these eight teams, at least not in late January. And then there is always a surprise contender. And frankly, it might not be that much of a surprise if that team turned out to be San Diego or Miami. But for the moment, let's stay away from the 10-way tie and go with the \"Elite 8.\" Let's examine in order of 2015 record. Cardinals The Cardinals won 100 games and some people think they are now living in the forgotten franchise aisle. Wait a minute. St. Louis lost Heyward, true, but an outfield of Stephen Piscotty, Randal Grichuk and Matt Holliday, with Tommy Pham in reserve, seems much better than OK. The Cards lost Lackey in free agency, and Lance Lynn to a right elbow surgery, but they get Adam Wainwright back in full health and they picked up a reliable starter in Mike Leake. They're still talented, deep and fully committed to grinding through the marathon season. Pirates The Pirates won 98 games last year, the second most in the Majors, and they qualified for the postseason for the third straight year. The Pirates have lost 40 percent of their 2015 rotation, but the bullpen is deep and versatile. And the everyday lineup has no holes in it. With Starling Marte and Andrew McCutchen on board, this could be the best outfield in baseball if Gregory Polanco develops as the Bucs hope. Pittsburgh has substantial talent on the way. It won't be fading out of contention any time soon. Cubs The Cubs added multitalented outfielder Jason Heyward, while subtracting him from the rival Cardinals. They added John Lackey to the rotation. Chicago also added versatile Ben Zobrist, a player who the Mets also wanted. The Cubs were very difficult to beat this offseason. With Jake Arrieta's breakthrough NL Cy Young Award-winning season, the presence of Jon Lester and now the presence Lackey, the Cubs have substance in the rotation. But what sets this team apart is the best young talent in the game at the everyday positions. Maybe they could trade hitting to the Mets for pitching. No, let's not go through that for a second straight season. Dodgers The Dodgers lost Zack Greinke after he produced a sensational season. There are no other Greinkes available, but the Dodgers did compensate. They signed Japanese ace Kenta Maeda and free agent Scott Kazmir to bolster the rotation. And Hyun-Jin Ryu, a proven starter, is coming back from shoulder surgery. As long as Clayton Kershaw has a pulse, you like the Dodgers a lot every fifth day. Impact play from young stars Corey Seager at shortstop and Joc Pederson in center field would be somewhere between absolutely necessary and extremely hopeful. New manager Dave Roberts may be untested at this level, but he is a sound baseball man. Mets The Mets won the NL pennant, yet they have improved since. That's a tough combination to pick against. Nobody has a young foursome atop the rotation like this club. And that's before Zach Wheeler returns from Tommy John surgery. New York upgraded defensively up the middle with Neil Walker at second and Asdrubal Cabrera at short. And of course, the Mets invested heavily in the return of Yoenis Cespedes, which will add punch. You hope that they will find playing time for Juan Lagares, a superlative defender, in center field. Giants What year comes next in this sequence? 2010, '12, '14 ... That's what I thought, too. The Giants win it all in even-numbered seasons, but they didn't take anything for granted in the offseason. San Francisco added Johnny Cueto and Jeff Samardzija to a rotation headed by Madison Bumgarner. Denard Span should be a helpful addition to the outfield. And there is a core of talent still in its prime at catcher, first, second, third and short. Here come the Giants again in an even-numbered year. Nationals The Nationals were underachievers in 2015, lost a strong starter in Jordan Zimmermann, and missed on other free-agent targets. But all of this doesn't offset the fact that they have a very talented roster. The rotation of Max Scherzer, Stephen Strasburg, Gio Gonzalez, Tanner Roark and Joe Ross is still an exceptional group. Bryce Harper emerged as a genuinely mega-talented player and won the NL MVP Award. And the 2016 Nats will have Dusty Baker managing. He is outstanding when it comes to getting the most out of the human beings on his roster. D-backs The D-backs already had a commendable offense after second in the league in runs scored in 2015. Then they went big to sign Greinke and to acquire Shelby Miller in a trade with the Braves. These two moves completely altered Arizona's profile, from a mid-division finisher to a legitimate contender. The rest of its rotation looks better. The lineup is solid. First baseman Paul Goldschmidt is a strong contender for the NL MVP Award. Even in this company, the D-backs thoroughly belong. Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
