{
    "url": "http:\/\/m.mlb.com\/news\/article\/162952284\/the-marlins-hope-to-add-a-starting-pitcher\/",
    "title": "Marlins looking to add rotation depth",
    "subtitle": "Veteran starters Lee, Lincecum could interest Miami if healthy",
    "body": "MIAMI -- A potential pitching target of the Marlins came off the board on Tuesday when Bronson Arroyo agreed to an incentive-filled Minor League deal with the Nationals. Miami had been among the clubs interested in the veteran right-hander. With the pitching market thinning out, the Marlins remain open to adding another starter or perhaps a reliever, but the club is leaning toward signing candidates who would accept a Minor League deal with a Spring Training invitation. Miami hasn't closed the door on signing a pitcher to a guaranteed big league contract, but in order to do so, the team wants to be absolutely certain the player is healthy. • Hot Stove Tracker Working with a payroll of around $75 million, the Marlins' front office is doing all it can to make sure its dollars are being spent on players on the field, not recovering from injuries. Cliff Lee and Tim Lincecum are expected to work out for teams before Spring Training gets underway. Miami plans to scout each one, but if there is a perceived medical risk, expect the club to pass. The past few seasons, the Marlins have been hit hard by injuries, with a number of core players missing substantial time. At the 2014 Winter Meetings, they traded promising young right-hander Anthony DeSclafani and Minor League catcher Chad Wallach to the Reds for right-hander Mat Latos. Latos was coming off an injury-plagued '14, a season in which he had left knee surgery and a bone bruise to his right elbow. At an arbitration hearing, Latos' 2015 salary was set at $9.4 million, and he wasn't completely healthy in Spring Training or at the start of the season. Latos made 16 starts and threw 88 1\/3 innings for Miami before he was traded to the Dodgers in July. A major reason the Marlins non-tendered Henderson Alvarez, the 2015 Opening Day starter, was because of concern he wouldn't be ready for the first month or more. The A's signed Alvarez, who underwent right shoulder surgery last year, and recently it was reported that he isn't expected back before May. Some potential starting pitching targets for the Marlins are Alfredo Simon, Aaron Harang, Kyle Lohse and Doug Fister. Fister, however, may be too costly, especially if he is seeking a multiyear deal. Tommy Hunter is an option as a reliever. Tyler Clippard is an established veteran right-hander on the market, but Miami has not shown any interest. The Marlins would like to add some left-handed bullpen depth, but the team isn't seeking a specialist, which pretty much rules out Randy Choate and Eric O'Flaherty. Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
