{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/162960680\/tigers-trade-marte-for-prospect-kody-eaves\/",
    "title": "Tigers add prospect Eaves, deal Marte to Angels",
    "subtitle": "",
    "body": "DETROIT -- The Tigers regained some organizational infield depth Wednesday, acquiring infield prospect Kody Eaves from the Angels in exchange for corner infielder Jefry Marte. Detroit designated Marte for assignment last week to make room for Justin Upton on the 40-man roster. The Tigers had 10 days to work out a trade for him, let him go on waivers, outright or release him. In the end, they worked out a deal. Eaves, ranked 22nd on the Angels' Top 30 Prospects list, was a 16th-round pick out of high school in the 2012 Draft. The new Tigers prospect batted .248 (129-for-520) last year at Class A Advanced Inland Empire, with 45 walks, 150 strikeouts and 21 stolen bases in 30 attempts. His 17 doubles, 11 triples and 11 home runs raised his slugging percentage to .387 and his OPS to .694. The 22-year-old Eaves is a .262 hitter with a .712 OPS for his four-year pro career. \"He's a second baseman, but he can play second, short, third, left field,\" Tigers general manager Al Avila said. \"Right now he's going to play mostly second base. He hits left-handed, can run a little bit. He's got a good arm. He can hit a little bit. He's got a little pop. He's going to start in Double-A.\" Assigning Eaves to Erie helps fill the void left when the Tigers traded second-base prospect Javier Betancourt to Milwaukee in the Francisco Rodriguez trade two months ago. Considering the Tigers had signed Marte as a Minor League free agent last offseason before he earned his first big league call with 33 games for Detroit last summer, it was a decent return. Marte batted .213 (17-for-80) with four doubles, four homers and 11 RBIs for the Tigers. He started 15 games at first base and four others at third. Jason Beck is a reporter for MLB.com. Read Beck's Blog, follow him on Twitter @beckjason and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
