{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/162338078\/astros-salute-veterans-on-caravan-stop\/",
    "title": "Astros salute Army vets during Caravan stop",
    "subtitle": "",
    "body": "SAN ANTONIO -- Their faces lit up when Astros outfielder Colby Rasmus or pitcher Brad Peacock would take a moment to chat or sign a baseball or take a picture. Small gestures carried big meaning for the Army veterans who are recovering from injuries suffered in battle and helped to take their minds off the daily challenges they face. Rasmus and Peacock were gracious and admittedly humbled when they toured the Warrior and Family Support Center at Brooke Army Medical Center on Tuesday as part of the Astros Caravan. The center provides soldiers recovering from injuries and their families a place to escape the rigors of rehab in a relaxing environment while receiving emotional support. \"It's an awesome experience to hear some of the guys' stories and have a conversation with them,\" Peacock said. \"It's a humbling experience at the same time.\" The players joined Astros broadcaster Steve Sparks and spent more than an hour meeting soldiers and their families, and hearing their stories while they signed autographs and posed for pictures. The smiles were overflowing. \"It's a true blessing to be able to come here today,\" Rasmus said. \"I'm all for the military and taking care of the guys who allow us to be able to do what we have to do throughout all the pain and struggle they put in their life so we can live a blessed life. It's something truly special. \"Any time I can, I like to make them feel as good as possible and let them know there are people that support them very much. This is a great place they have for them here.\" The Warrior and Family Support Center is staffed nearly all by volunteers, and there's a waiting list for those who want to help. It has the relaxing feeling of a lodge in contrast to the sterile halls of the hospital that sits nearby. Rasmus, wearing an Astros cap with a camouflage bill atop his trademark long hair, was touched to hear the story of a soldier who lost her leg in combat and is now up and moving around with the help of a prosthesis. \"It fills my heart with joy to know she's in a place where they can give her that happiness,\" he said. \"We should all feel really blessed.\" Army Sgt. Jaime Teniente of Houston proudly wore an Astros cap and orange jersey while meeting with the players. He's served two tours of duty in Iraq and one in Afghanistan, and Teniente hopes to medically retire in a couple of months after he fully recovers from the traumatic brain injury he suffered. \"This means a lot,\" he said of the Astros' visit. \"When somebody wants to meet us and tell us they want to give us thanks, you feel the tables have been turned. I guess we can both look at each other and say, 'We're just doing our jobs.'\" Rasmus said the pressures that come with life as a Major League Baseball player are put in perspective when you hear the stories of the soldiers who have been wounded in combat. \"What an honor,\" he said. \"I just tip my cap to all of them and thank them for all they do for us. It's truly a blessing. ... I just want them today to feel that the Astros love them, the Astros players love them. We are sometimes put on a higher stage and put on TV, but that doesn't mean we're any more special than they are. I feel we should kneel down to them and thank them for all the blessings they bestow on us because they are the true heroes.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
