{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293600",
    "title": "Smith climbs ranks in Hall voting",
    "subtitle": "Smith climbs ranks in Hall voting",
    "body": "Lee Smith compiled his Major League-record 478 career saves over 18 seasons, which averages out to just under 27 saves per year. The right-handed closer was steady, adding to his totals year after year before achieving his place atop the all-time saves list. Smith appears to be taking the same path to the Hall of Fame. Though he was unable to gain election in the latest balloting announced by the Hall of Fame on Tuesday, Smith once again added to his totals with his best showing in his four years on the ballot. Smith finished as high as sixth for the first time in four years on the ballot. He received a career-best 234 votes (45.0 percent) of the 520 ballots cast and came within 156 of the 390 needed for election. Smith received 200 votes last year (eighth place, 38.8 percent), 185 votes two years ago (eighth place, 36.6) and 210 votes (seventh place, 42.3) his first year on the ballot.  Only three relief pitchers are currently in the Hall of Fame: Hoyt Wilhelm, Rollie Fingers and Dennis Eckersley. But with Bruce Sutter on Tuesday becoming the first pitcher to spend his entire career as a reliever and making the Hall of Fame and Smith continuing to climb, it bodes well for his chances down the road.  In addition to the saves record, Smith ranks fifth on the all-time games pitched list. He tallied at least 25 saves in 13 different seasons and won three Rolaids Relief Awards, though he never won a Cy Young Award. Smith had 13 consecutive seasons with 20-plus saves and 10 straight seasons with 30 or more saves.  Smith pitched for the Cubs from his 1980 debut through 1987. He made a stop in Boston, and then was sent to St. Louis. The big right-hander thrived as a Cardinal, enjoying one of his best seasons in 1991. That year, the imposing flame-thrower racked up 47 saves and posted a sparkling 2.34 ERA. He finished as the runner-up to Tom Glavine in National League Cy Young balloting.  He was named NL Fireman of the Year in 1991 by The Sporting News and shared the award in 1983 and 1992. He was named AL Fireman of the Year in 1994.  Smith also had stints with the Yankees, Orioles, Angels and Expos. He retired in 1997. Jim Molony is a writer for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Molony"
}
