{
    "url": "http:\/\/m.mlb.com\/news\/article\/162841686\/padres-marlins-linked-to-tim-lincecum\/",
    "title": "Rumor roundup: Suitors emerging for Lincecum",
    "subtitle": "",
    "body": "The rumor mill continued to churn on Monday, as a few free-agent pitchers appear to be nearing a decision on their 2016 destinations, and one Royals star could be primed for an extension. Here's a look at the latest Hot Stove stories from around the league. Padres, Marlins linked to Lincecum The Padres and Marlins are reportedly among the clubs interested in free-agent pitcher Tim Lincecum, per MLB Network's Jon Heyman. Lincecum, who's coming off hip surgery, is expected to host a showcase for teams next month. Prior to his injury, he went 7-4 with a 4.13 ERA through 15 starts with the Giants last season. • Hot Stove Tracker Lincecum has spent his entire nine-year Major League career in San Francisco, earning two Cy Young Awards and tossing two no-hitters. He has compiled a 108-83 record and 3.61 ERA through 269 games. His effectiveness tailed off toward the end of his Giants tenure, however. After four consecutive All-Star seasons (2008-11), he's gone 39-42 with a 4.68 ERA in 113 games (106 starts). Perez, Royals talking extension Salvador Perez is already signed through the 2019 season, but he could be in line for even more years as Kansas City's backstop. The Royals and Perez are reportedly discussing a long-term contract extension this winter, according to Heyman. Perez was named World Series Most Valuable Player last fall after his Royals took home the 2015 title. He hit .364 with two doubles, two RBIs and three runs scored in the Fall Classic and batted .260\/.280\/.426 with 21 homers through 142 games in the regular season. Perez, who signed with Kansas City as a free agent out of Venezuela in 2006, is a .279 career hitter with 65 homers. He became the Royals' primary catcher midway through the 2012 season and has since been voted to three consecutive All-Star Games and won three straight Gold Glove Awards. Arroyo decision looming The Nationals emerged this weekend as another contender for free-agent right-hander Bronson Arroyo, joining the Reds. According to MLB.com's Mark Sheldon, a decision could be coming soon. Arroyo threw a bullpen session for Reds catching coach Mike Stefanski in Cincinnati on Friday, and the session was recorded for the club's front office. \"I told them I'm healthy, but they want to see it with their own eyes,\" Arroyo said. \"I hope the Reds make a bid at me today.\" Arroyo, who turns 39 in February, missed the 2015 season recovering from Tommy John surgery on his throwing arm. He reportedly has a Minor League offer from the Nationals, now managed by his former Reds skipper Dusty Baker, and a source told MLB.com that the Reds are interested in a reunion with him at the right price. Arroyo played for the Reds from 2006 to 2013, going 105-94 with a 4.05 ERA through 265 starts. He last pitched in 2014, for the D-backs, posting a 7-4 record and an ERA of 4.08 in 14 starts before his injury. Chad Thornburg is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chad Thornburg"
}
