{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/162347602\/juan-lagares-part-of-productive-mets-outfield\/",
    "title": "Mets outfield just fine without Cespedes",
    "subtitle": "Lagares' exit velocity increased from 91.5 mph to 94.5 mph after Aug. 1",
    "body": "Mets fans are still holding out hope for Yoenis Cespedes' return, and it's not hard to understand why. Though he almost certainly isn't quite the star he looked like for a short time in Queens, he'd likely be considered the team's best hitter headed into 2016, and for many, that's reason enough, no matter how disappointing his postseason was or how much money he'd be asking for. If he departs, an outfield that's merely swapped out Cespedes for Alejandro De Aza doesn't seem nearly enough to satisfy the Flushing Faithful. Really, we're not going to try to talk fans out of that perception, not after the way Cespedes lit up the summer. But with it seeming more and more likely that he's not coming back, isn't it time to take a moment and realize that, hey, the outfield the Mets have right now is perfectly fine, even without him? This isn't entirely about Juan Lagares, but it mostly is. If Cespedes came back, he wouldn't bump Michael Conforto from his highly anticipated first full season in left field. He's not going to push the eternally underappreciated (yet quite productive) Curtis Granderson from right to center or to the bench. Cespedes would be the one playing center, and we should know by now that for all his fantastic physical gifts, he's a, let's say, adventurous center fielder. The counter-argument to that tends to be that Lagares was an unacceptable hitter last year, and that his elite defense took a step back in 2015, perhaps due to a lingering right elbow injury, to the point that it no longer overcome his offensive shortcomings. Both charges are true: Lagares was worth just one Win Above Replacement, hitting only .259\/.289\/.358 with adequate defense, a year after being worth 4 WAR thanks to being a league-average hitter (.281\/.321\/.382) with an excellent glove. Based on that, why should the Mets be confident with Lagares? Well, because he's already given them reason to be, even if no one noticed. Somewhat lost in the Cespedes-fueled magic was that the team's second-half resurgence was about a lot more than his greatness. It was also about removing Darrell Ceciliani, Eric Campbell, John Mayberry, Kevin Plawecki and Danny Muno, and replacing them with healthier\/more productive runs from David Wright, Conforto, Granderson, Juan Uribe, Kelly Johnson, Travis d'Arnaud -- and Lagares himself. Take a look at Lagares' monthly Statcast™ exit velocity (blue bars) and compare it with his monthly wRC+ (orange line), an advanced offensive stat where 100 is league-average. We already know that exit velocity correlates well to offensive production, and Lagares is no exception: To put that into numbers, Lagares hit .251\/.280\/.331 (70 wRC+) through July 31, and .287\/.326\/.471 (121 wRC+) from Aug. 1 on. His exit velocity jumped from 91.5 mph to 94.5 mph, a large increase. In part that's because he faced fewer righties, but that's a situation that might stick, as the lefty-swinging De Aza is an ideal platoon partner, bringing a career 106 wRC+ mark against righties. Lagares will never be an offensive star, but after a solid 2014 and a hot finish to 2015, there's reason to believe he can be good enough.  But what about that defense? There's motivation enough to want a plus defender in center given the below-average defense the Mets look to roll out at most other spots, but if he's not a star with the glove, there's little reason to give the bat a chance. Yet while all the focus was on the state of that right arm, the truth is, Lagares' seeming step back was because he didn't get to as many balls as he did in 2014. For example, if we look at the \"range\" component of UZR, we get Lagares going from 9.5 runs above average in 2013, to 15.1 in '14, to just 3.9 in '15. Looking at FanGraphs' spray charts, we can see that when Lagares missed balls in 2014, they were generally in front of him. In 2015, they were almost universally behind him, and that makes a big difference: An advanced stat like DRS penalizes the player more harshly for missing extra-base hits than singles. (Why aren't we using Statcast™ for this comparison, you ask? Because we need to compare two seasons and have just one year of Statcast™ data, for now. Soon enough, we'll be able to do this with better data.) While that doesn't excuse the balls Lagares didn't get to, it does open up the question of whether a simple matter of positioning is a big part of his seeming step back -- and either way, we know that a single year's worth of defensive metrics are usually not enough to put complete faith in, particularly when a player has seen different results before. In the unlikely scenario where the Mets can get Cespedes on a short contract, or with a likely-to-be-used opt-out, then obviously they ought to. But if he returns, it'd be an odd fit, forcing him to be a center fielder when he's clearly not one, and it's a better outfield than people think. Conforto is a star in the making, after having hit .270\/.335\/.506 and with average exit velocity and launch angles that mirror those of Paul Goldschmidt. Granderson, perpetually unloved because he no longer hits 40-plus homers, just had a five-win season and was a more valuable hitter than Jose Abreu or Prince Fielder. De Aza is a decent enough platoon piece. And Lagares? Well, a year ago, he was seen as a building block, enough so that he was given an extension through the 2020 season. A few rough months to start the season shouldn't have changed that. Lagares is not Cespedes; what he is is a perfectly capable starting Major League center fielder, anchoring a perfectly solid Major League outfield. Those are harder to find than you might think. Mike Petriello is an analyst for MLB.com and the host of the Statcast podcast. He has previously written for ESPN Insider and FanGraphs. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Petriello"
}
