{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/162844800\/cole-hamels-prince-fielder-set-for-new-season\/",
    "title": "Hamels, Prince ready to spark Rangers",
    "subtitle": "Improvement expected with lefty in fold for full season, healthy slugger",
    "body": "ARLINGTON -- The Rangers will have left-hander Cole Hamels for a full season in 2016 and they will have designated hitter Prince Fielder another year removed from his neck surgery. In an offseason in which the Rangers made few moves and none of them particularly earth-shaking, those are two reasons why they are expecting to be even better in 2016. They hope to get more from both Hamels and Fielder. For Hamels, it is simple arithmetic. Texas should get 32-34 starts from him rather than 12. Fielder? It's about psychology and biology. After undergoing surgery on May 27, 2014, to repair a herniated disk in his neck, Fielder came back strong last season and won every Comeback\/Bounceback Player of the Year Award given out. Fielder ended up hitting .305 with 23 home runs, 98 RBIs and a .463 slugging percentage. Those are nice numbers but still below his career norms. Another year of healing the body and another year of feeling good mentally could help increase his production. \"Having a year off and coming back, it definitely helps once you got the one year back under you and are kind of back in the rhythm of playing a full 162-game season,\" Fielder said. \"I kind of thought it'd be easy since I had done it so much, but having the year off, I got tired there in the middle.\" Through the first three months of last season, Fielder hit .347 with 12 home runs, 49 RBIs and a .529 slugging percentage in 76 games. He fell off to .269 with five home runs, 22 RBIs and a .383 slugging percentage over 50 games in July and August. But Fielder finished with a .278 average, six home runs, 25 RBIs and a .472 slugging percentage in 28 games in September. He said he might have worn down in the summer after the surgery and so much time off. \"I think that had something to do with it, maybe,\" Fielder said. \"It's a long season, but this year I should be fine.\" Fielder's offseason is back to normal. He is simply getting ready for another season rather than trying to rehabilitate a major injury. \"It feels a lot like any other offseason,\" Fielder said. \"I think the offseason before, I felt like I was trying ... had a little nerves as to whether or not I'd be ready or what I could do. But now I'm healthy and it's been more like a regular offseason.\" Hamels said his offseason has been hectic. There has been a lot of flying back and forth from his home in Philadelphia trying to get his family resettled. But he closed on a new house in Southlake, Texas, last week so he can start narrowing his focus on the upcoming season. \"I'm pretty comfortable and confident that I will be where I need to be,\" Hamels said. \"I always try to make sure I go off the mound in February. I have a pretty good schedule that by April 1, I'm always good to go.\" The Rangers acquired Hamels from the Phillies on July 31. They lost the first two games with him on the mound and then won 10 straight. In 12 starts, Hamels was 7-1 with a 3.66 ERA before Texas split his two starts against Toronto in the American League Division Series. Hamels should be more comfortable with his teammates and he is gradually getting accustomed to the AL. \"From what I heard, I think it takes a couple of games for every team, and especially in your division, and I think I've checked that off the list,\" Hamels said. \"So I think that kind of got that under my belt, and that's why in Spring Training, you really start to kind of kick it in gear. \"I think we're all pretty excited for Spring Training to really get back and get into the groove. I know a bunch of them are working out right now as a group, which is really cool to hear. This will be fun, and I think it makes it even more exciting.\" T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, follow him on Twitter @Sullivan_Ranger and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
