{
    "url": "http:\/\/m.mlb.com\/news\/article\/162831328\/5-teams-that-can-still-upgrade-via-free-agency\/",
    "title": "5 biggest potential free-agent upgrades",
    "subtitle": "",
    "body": "The biggest names in this offseason's free-agent class are now entirely off the board, thanks to Yoenis Cespedes' decision to sign with the Mets. But that doesn't mean there isn't talent available. There's plenty of it, in fact. And that's a good thing for quite a few front offices. Because at this point, there aren't many clubs you could call \"complete.\" A handful of legitimate contenders still have some major holes to fill. With that in mind, here's a breakdown of the top remaining free agents and where they would represent the greatest upgrades for the 2016 season. To identify them, we used WAR forecasts from Steamer -- a projection system that is based on past performance and the performance of historically similar players -- to see which teams would benefit most by adding certain free agents. • Hot Stove Tracker The exercise is admittedly imperfect, because it only accounts for a team's current everyday player and his potential replacement. And we aren't looking at contract demands, the team's financial situation or whether a particular free agent is tied to Draft-pick compensation. That said, it's worth noting which clubs are in need of upgrades -- and which upgrades are so readily available on the open market. RF Dexter Fowler: Orioles Currently: Nolan Reimold, 0.1 projected WAR Fowler's projection: 1.6 WAR It's no secret that the Orioles could use an outfielder to put alongside center fielder Adam Jones. Whether they'd be willing to sacrifice their first-round pick (14th overall) to sign Fowler is another story entirely. Executive vice president of baseball operations Dan Duquette appears very hesitant to do so. Still, Fowler would represent an obvious upgrade in either corner-outfield spot. There's no shortage of run producers in the middle of the Baltimore lineup, and Fowler's ability to get on base would seem to suit the O's. Obviously, the fact that he'd need to move to a corner spot makes him a bit of a square peg, but he'd almost certainly be a defensive upgrade there. Of course, the situation is nearly identical in Anaheim. The Angels currently have a projected platoon of Craig Gentry and Daniel Nava -- each 0.2 projected WAR -- in left field. They have run producers capable of driving in Fowler, but like the Orioles they appear hesitant to part with a first-round pick (17th overall). The White Sox, meanwhile, would have fewer hesitations, as their first pick, No. 10 overall, is protected. • The five best fits for Dexter Fowler SS Ian Desmond: White Sox Currently: Tyler Saladino, 0.1 projected WAR Desmond's projection: 1.5 WAR In both their lineup and their rotation, the White Sox have some serious pieces in place to make a run this year. They also have some seriously glaring weak spots, one of which happens to be shortstop. And while the White Sox could very easily sit back and wait for top prospect Tim Anderson to arrive, they're probably not going to compete this season unless they can add some depth and pop to their lineup. Signing Desmond would do just that. Sure, he struggled in 2015, but he was a Silver Slugger Award winner in each of the previous three seasons. Plus, Desmond posted a solid .777 OPS in the second half. There aren't many shortstops more proven with the bat. The South Siders have already traded for third baseman Todd Frazier and second baseman Brett Lawrie this offseason. Signing Desmond would give them one of the American League's best infields, and it would go a long way toward toward cementing their status as contenders in the AL Central. SP Yovani Gallardo: Blue Jays Currently: Marco Estrada, 0.5 projected WAR Gallardo's projection: 1.8 WAR Estrada probably isn't the Blue Jays' No. 5 starter, but Steamer projects him to post the lowest WAR in 2016, so theoretically that's who Gallardo would replace. But it really doesn't matter who Gallardo boots from the rotation, because he'd represent an upgrade over everyone other than Marcus Stroman. The Blue Jays could desperately use a No. 2 starter to slot behind Stroman, pushing some combination of Estrada, R.A. Dickey, J.A. Happ, Drew Hutchison and Jesse Chavez to the No. 3-5 spots in the rotation, where they probably belong. Toronto would have to sacrifice a Draft pick for Gallardo, but it has the lowest first-round selection of any AL club (not including compensatory picks) at No. 23. The peripheral numbers work against Gallardo -- like his 4.31 xFIP, his 5.9 K\/9 and his 1.416 WHIP. But he might come at a very reasonable price as one of the final free-agent starters available, and he'd also allow the Blue Jays to keep both Aaron Sanchez and Roberto Osuna in the bullpen for another year, giving them a deep relief corps. 2B Howie Kendrick: D-backs Currently: Chris Owings, 0.3 projected WAR Kendrick's projection: 2.4 WAR Of all the potential signings on this list, Kendrick heading to Arizona appears to make the most sense. The D-backs have reportedly shown interest in him, and having already sacrificed a first-rounder to sign Zack Greinke, they would only need to surrender a second-round pick. • Kendrick, D-backs a perfect Hot Stove match? Kendrick, meanwhile, owns a home in Arizona and has raked at Chase Field, where he's been a .348\/.429\/.565 hitter. He represents an obvious upgrade over either Owings or Aaron Hill, whom the D-backs are reportedly shopping. 3B David Freese: Indians Currently: Giovanny Urshela, 0.6 projected WAR Freese's projection: 1.2 WAR Cleveland has been clear about its desire to avoid any free agent tied to Draft-pick compensation. Freese is not attached to compensation and would slot right in as the third baseman for 130-140 games. There is one problem, however. Freese is the only starting-caliber third baseman available among this year's free agents, and it's unclear what kind of money he would command -- or which other teams are chasing him. It's doubtful the Tribe -- a club committed to its youth movement -- would offer more than a couple of years to a third baseman who turns 33 in April. Still, Freese's declining range could be masked somewhat by the presence of Francisco Lindor at shortstop. And he'd give the Indians a veteran presence with plenty of postseason experience. That type of presence could help get them over the hump following three straight seasons above .500 without a Division Series appearance to show for it. AJ Cassavell is a reporter for MLB.com. Follow him on Twitter @ajcassavell . This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "AJ Cassavell"
}
