{
    "url": "http:\/\/m.mlb.com\/news\/article\/162864162\/indians-sign-josh-tomlin-to-two-year-deal\/",
    "title": "Indians, Tomlin agree on 2-year deal",
    "subtitle": "Club also has an option on veteran right-hander for 2018",
    "body": "CLEVELAND -- Josh Tomlin was quietly one of the best pitchers in the American League over the final two months last season. Now, the Indians have taken a step to make sure the organization's longest-tenured player will stick around a little longer. On Tuesday, Cleveland announced that it had signed Tomlin to a two-year contract that includes a team option for the 2018 season. The $2.25 million contract the starter previously signed for the upcoming season to avoid arbitration is part of the structure for the multiyear extension. The new deal covers at least the first year of free-agent eligibility for Tomlin. \"Josh is a really great story in a lot ways,\" Indians general manager Mike Chernoff said. \"He's a homegrown player that we drafted in 2006, a later-round Draft pick who, with his grit and determination, really worked his way through the Minor Leagues. And it's a great success story for a lot of reasons. ... His competitiveness, his toughness, the type of teammate that he is, have really made a huge impact on our Major League team both on the field and in the clubhouse.\" The two-year pact is worth $5.5 million in guaranteed salary, but it has the potential to increase to $11.75 million over the life of the contract. Tomlin will earn $2.5 million in 2017, with another $2 million available in incentives. The team option for '18 is worth $3 million, plus $2 million in incentives, but that year can be bought out by Cleveland for $750,000. • Hot Stove Tracker That is a very affordable contract from Cleveland's perspective, considering the type of free-agent deals that have been handed out this offseason. Consider that righty Mike Pelfrey received a two-year, $16 million contract from Detroit after going 6-14 with a 4.73 ERA in 188 1\/3 innings over the past two years. Tomlin's pact is roughly one-third in terms of guaranteed salary, even though he has gone 13-11 with a 4.08 ERA in 169 2\/3 innings over the past two years combined. Tomlin, who is one year younger than Pelfrey, said he gave very little thought about the potential of free agency when Cleveland came to him with the multiyear concept. \"I didn't really look towards the free-agent part. I've been a Cleveland Indian since 2006,\" Tomlin said. \"When they approached my agent about that contract, it was something that excited me and it got me looking forward to the season and I appreciated it. It's something we talked about and we were able to reach an agreement that I was happy with, that they were happy with. \"I wasn't really looking toward the future and seeing, 'OK, these guys are getting this much money. I could potentially have that kind of money.' That never entered into my head. It was, 'Cleveland Indians wanted to give me a shot and I'm all about it.'\" Asked if Tomlin heads into Spring Training as the leading candidate for a spot in the Indians' rotation, Chernoff said, \"That's the plan.\" The GM was quick to note that the righty has experience as a reliever, but noted that Tomlin \"is going to play a meaningful role\" on the team. As things currently stand, Tomlin would be alongside Corey Kluber, Carlos Carrasco, Danny Salazar and Trevor Bauer. Right-hander Cody Anderson will also be in the mix for a job after a solid showing as a rookie last summer. Last season, the 31-year-old Tomlin returned in the second half after undergoing right shoulder surgery in April, and he gave the Tribe a reliable arm down the stretch. In 10 starts, Tomlin went 7-2 with a 3.02 ERA, striking out 57 and walking eight in 65 2\/3 innings. From Aug. 15 through the rest of the season -- the period in which Tomlin returned to the Majors -- the righty ranked near or at the top of the American League in multiple categories. During that stretch, Tomlin ranked first among qualified AL starters in WHIP (0.84), walks per nine innings (1.1), strikeout-to-walk ratio (7.13), baserunners per nine innings (7.81) and opponents' on-base percentage (.227). He ranked second in opponents' average (.195), third in innings, sixth in opponents' OPS (.642) and eighth in ERA. Tomlin also tied Texas lefty Cole Hamels and former Toronto lefty David Price (now with the Red Sox) for the AL lead with seven wins during that time period. \"It was very rewarding,\" Tomlin said of his showing last season. \"It was more rewarding when we were coming down the stretch and had a chance [at the postseason]. That was stuff that everybody dreams about pitching in. It was fun to go out there and try to help us win games. ... Everybody up there was pitching great. I didn't want to come up there and not carry my own weight, so it was very rewarding to do that for them.\" Among all Major League starters with at least 60 innings pitched last season, Tomlin's 0.84 WHIP was tied for first with former Dodgers starter Zack Greinke (now with the D-backs). That also marked the lowest WHIP in a single season in Indians history among starters with at least 60 innings. Over the course of his career, Tomlin has gone 36-30 with a 4.65 ERA in 95 games (80 starts) in parts of six seasons for Cleveland, which selected him in the 19th round of the 2006 Draft. Tomlin enjoyed his best season in 2011, when he won 12 games and had a 4.25 ERA in 26 starts, but the pitcher needed Tommy John surgery on his right elbow in '12, and he dealt with the shoulder issue early last year. \"He is one of the toughest guys on the team. He's been through a lot,\" Chernoff said. \"It was a great story, really, to see him return from that and pitch as well as he did. I think he made about 10 starts at the end of the year and really proved his success as a Major League starter. Him coming back to contribute at the end of the year was a huge positive, for a lot of different reasons -- I think for his own mindset as we head into next year, for planning and in showing what he can do for us.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, follow him on Twitter @MLBastian and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
