{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/162867454\/blue-jays-dalton-pompey-gets-another-chance\/",
    "title": "For Pompey, spring will bring 2nd chance",
    "subtitle": "",
    "body": "TORONTO -- Dalton Pompey is aware of the opportunity that exists in left field, but unlike a year ago, he's not going to get carried away with the possibility of being an everyday player in the Major Leagues. Pompey is set to arrive at Spring Training next month in Dunedin, Fla., with an opportunity to compete for the starting job in left, and he will face some stiff competition from Michael Saunders. It's a somewhat comparable situation to 2015, when Pompey was competing against Kevin Pillar for the starting job in center field. Unlike now, Pompey was the favorite. And while he eventually lost the position after struggling in April, there were lessons to be learned. \"I feel like I'm taking it a little bit differently this year,\" Pompey said during a Toronto stop on the Blue Jays' Winter Tour late last week. \"I remember last year at this time, I was standing here and we were talking about how I was competing for the center-field job, and now there's another opening here. \"I'm just trying to focus on what I need to do to be successful to help the team and some personal goals that I have as well. It kind of helps me take the pressure off and just go out there and play. That's really what I'm focused on this year, and that's what I'm going to do.\" Talking about the mental side of the game is lip service for many players, but the same cannot be said about Pompey. The skills are there, but the confidence hasn't necessarily been. Last year, it was the pressure to become the everyday starter in center, and the expectations were high. But Pompey struggled with the bat early, and his issues at the plate eventually carried over into the field. There were some early mental mistakes and a bizarre postgame interview where Pompey took full responsibility for a loss and openly questioned his performance. By the start of May, Pompey lost his job to Pillar, and he was sent to the Minors. If anything, he was guilty of putting too much of an emphasis on the big picture, which only added to the overall pressure. This spring, Pompey is trying to keep things simple. \"I'm really setting goals for myself,\" Pompey said. \"Do what I talked to Stubby Clapp about. We talked about having three to five things a game that can eventually change the game -- whether it's diving for a ball, throwing a guy out, having a walk or getting a hit. Just little things that can keep me in the game and take the pressure off just trying to get hits and RBIs and stuff like that. I think it will be beneficial for me in the long run.\" The 2015 season wasn't a total disappointment for Pompey. He eventually figured things out at Triple-A Buffalo and went on to hit .285 with a .372 on-base percentage in 65 games. Pompey also returned to the big league club in September and cracked the postseason roster as a key pinch-runner off the bench. He stole four bases in four attempts to end the year on a positive note. At 23, the future is bright, and even if Pompey doesn't crack the Opening Day roster this season, he will serve as an important depth piece while waiting for next year as Jose Bautista and several other Blue Jays hit free agency. \"I think it definitely helped my confidence -- being in the playoffs, in that atmosphere, coming in in some key situations,\" Pompey said. \"I definitely felt the pressure. And I was nervous, of course, and I was able to translate that into some positive results. And going into the offseason, I kind of knew what it felt like to take my game to that next level -- even though I wasn't playing every day, in that atmosphere and in that environment to perform was really big for my confidence.\" Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, follow him on Twitter @gregorMLB and Facebook, and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
