{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293318",
    "title": "Marlins executives check out Portland",
    "subtitle": "Marlins executives check out Portland",
    "body": "The Marlins, frustrated by their failure to get a new retractable-roof stadium built near Miami's Orange Bowl, continued their fact-finding tour on Monday for a possible relocation site. The latest stop? Portland, Ore. After an afternoon arrival, Marlins president David Samson, along with Vice Chairman Joel Mael and Claude Delorme, the senior vice president of stadium development, met with Portland Mayor Tom Potter, Oregon Governor Ted Kulongoski and officials from the Oregon Sports Authority, headed by CEO Drew Malahic. The Marlins threesome met with the governor and mayor individually, then participated in a reception of business and community leaders. Then they were driven past areas that are considered prospective sites for a new stadium. \"There were no deal discussions,\" said Samson in a conference call with reporters on Monday night. \"It was very much an introductory meeting. It was 'getting to know you' day. We got to meet people and talk to them and learn more about Portland than what you can read about in the paper and in typical analyses.\"  Among the things Samson learned is that Oregon passed legislation in 2003 that would provide up to $150 million in bondable money toward a new stadium. Portland was among the runners-up for the Montreal Expos franchise, which went to Washington and became the Nationals.  But according to Samson, the Marlins haven't lost hope of staying in South Florida.  \"We reiterated to everybody that we continue to work on a deal in Florida,\" he said. \"As each day passes without any help, it becomes more and more important that we explore relocation.\"  Samson acknowledged that he has been in touch recently with Miami-Dade County manager George Burgess as they continue to explore a possible deal. Samson also said that he has ongoing talks with former Marlins owner Wayne Huizenga, who owns much of the land around Dolphins Stadium.  Asked if it was clear that Huizenga would supply land near the football stadium for a new baseball stadium, Samson said, \"No, it's not clear. There's still conversations and possibilities and hopes, and we'll see how it all plays out over the coming days and months.\"  Samson also said that Major League Baseball is quite interested in seeing the Marlins stay in South Florida.  \"Baseball has a lot of issues in front of it right now, but certainly the future of the Marlins is very close to the top of their list,\" he said. \"As the days pass, that involvement has and will continue to increase.\"  The Marlins' lease at Dolphins Stadium expires at the end of the 2007 baseball season, but there is a possibility that the Marlins could remain there through 2010.  \"We cannot contemplate a scenario where we would stay at Dolphins Stadium beyond 2010,\" said Samson, shrugging off recent talk of a retractable roof for the stadium. \"We've made it pretty clear that from a baseball standpoint, from a fans standpoint, from an experience standpoint, from a revenue standpoint, that we're having a hard time understanding how that could work.\"  In November, Major League Baseball gave the Marlins permission to seek possible relocation outside Florida after negotiations faltered on a retractable-roof stadium near downtown Miami. The Marlins' first such trip was in December, to San Antonio.  Samson said that the Marlins would visit another prospective area this month, and five more locations in all. Locations of interest include Las Vegas, northern New Jersey and Monterrey, Mexico.  The Florida delegation told Portland officials the same thing they told San Antonio's representatives -- they'll stay in touch.  \"Portland has more work they need to do to become a Major League city, and we have more work we're doing in terms of going to other cities and exploring those cities,\" said Samson.  After several months, he added, there will be a second round of visits with the top contenders.  Samson was asked if it felt a little surreal to be on the road checking out relocation sites for a team that has won two World Series titles.  \"Surreal is an interesting word,\" he said, \"but not because we've won two World Series. Because when we got here in '02, I never thought it'd come to this. I envisioned that we'd be in the middle of construction [of a new stadium] by now.\"   Charlie Nobles is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Charlie Nobles"
}
