{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/41281590\/padres-logan-forsythe-now-taking-fly-balls-in-the-outfield\/",
    "title": "Forsythe now taking fly balls in the outfield",
    "subtitle": "Natural infielder branching out in playing super-utility role for Padres",
    "body": "SAN DIEGO –- The Padres liked what they saw from Logan Forsythe last season when the second-year infielder hit .273 in 91 games and showed the capability of playing multiple positions. It's clear the organization wants to see more of the 26-year-old, as it's asked him to start taking fly balls in the outfield this week at Petco Park. It's all part of San Diego's plan to have Forsythe serve a super-utility role for the upcoming season. \"I think it's very beneficial, especially if I can get comfortable out there,\" Forsythe said. \"Anything that I can do to help the resume.\" Forsythe showed he could handle the bat last season, as he had 22 extra-base hits (including six homers), 26 RBIs and eight stolen bases after he was reinstated from the disabled list on June 3. Forsythe, a third baseman by trade, played 81 games at second base, four at third base and five at shortstop –- a position the Padres will also ask him to play in Spring Training. The move from the left side of the infield to the right side wasn't always a smooth one for Forsythe, who said he didn't initially handle the move well -- so much so that it affected him offensively. He had seven of his 12 errors in his first 35 games. \"I had a little problem when I moved over to second … [and] it transferred to my offense,\" he said. \"I had a lot coming at me and it wasn't clicking. That bothered me. Once everything calmed down, it was better.\" Now the Padres are asking him to give the outfield, specifically left field, a whirl. It's not a position he's completely foreign to. \"My sophomore summer in college, I split time and was sort of a utility guy. I played second and third,\" Forsythe said. \"The majority of the time was in left field with some time in center and right.\" Forsythe has never played the outfield as a professional. If he shows he can handle the outfield, Forsythe could see time in left field, second base, shortstop and possibly some time at third, his natural, and best, position. But Chase Headley doesn't take many days off, which Forsythe completely understands. \"The way Chase has turned into an outstanding player, he's one of the leaders on the team. That's his spot,\" Forsythe said. \"When they first asked me a few years ago to go to the right side of the infield, I was a little stubborn and hard-headed about it. At the time, I was frustrated about it. \"But last year, I wanted to do whatever was best for the team. I want to win.\" As for playing the outfield, Forsythe is taking it slow. A few years ago, the Padres asked Headley to give the outfield a try, as the team had Kevin Kouzmanoff at third. He took balls in the January sun at Petco Park, not an easy proposition for even a seasoned outfielder. So how did it go for Forsythe? \"It went well,\" he said. \"We played away from the sun. They took it easy on me today.\" Corey Brock is a reporter for MLB.com. Keep track of @FollowThePadres on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Corey Brock"
}
