{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/41288274\/hal-bodley-yankees-playoff-berth-not-a-given-in-2013\/",
    "title": "Yankees playoff berth not a given in 2013",
    "subtitle": "",
    "body": "I miss George Steinbrenner.  Until the firestorm erupted last week with Alex Rodriguez's alleged involvement with a Florida clinic that reportedly sold performance-enhancing drugs to players, the Yankees were having one of their quietest winters in decades.  A-Rod has denied the allegations, but the storm still rages. With this dark cloud hovering, plus recent hip surgery that will keep him out of action until at least midseason, Rodriguez's future in pinstripes is in doubt.   Media reports are filled with speculation of ways the Yankees might avoid paying A-Rod the $114 million owed him. He's obviously worn out his New York welcome.  Stay tuned.   I hate to be negative, but this saga has returned the Yankees to the back pages of New York's tabloids -- one of the late Steinbrenner's favorite landing spots.   Can you imagine The Boss letting the Toronto Blue Jays and Los Angeles Dodgers steal most of the offseason thunder?   The Mighty Yankees?   I would love to hear The Boss, in typical bombastic form, tell us about this team and what's really going on.   Spring Training is still two weeks away, but pundits are already saying the Yankees might not make the postseason.   Toronto, with all its acquisitions, is loaded; upstart Baltimore and Tampa Bay will be strong contenders.   To borrow a line from Rays manager Joe Madden (or was it W. C. Fields?), the demise of the New York Yankees is greatly exaggerated. That's what Maddon said about his Rays two years ago, and he was right. They landed in the playoffs.   I've always felt the Yankees' Brian Cashman was one of the most underrated general managers in the business.   That might be a ridiculous notion when you consider he's had the means to buy just about any part needed to make the Yankees World Series champions. His teams have won 12 American League East titles and four World Series.  When your payroll is consistently over $200 million, it's a lot easier to field a division winner. I argue, however, that even with more resources than any of the other teams, Cashman's decisions have helped keep the Yankees on top.   In 2009, when the Yanks won their 27th World Series title, it was Cashman, during the previous winter, who convinced ownership to go after difference maker Mark Teixeira.   That said, I believe Cashman's reputation is on the line this year.   It's not a full-fledged edict, but managing general partner Hal Steinbrenner wants the Yankees' 2013 payroll to be less than $189 million. That would keep the franchise from paying severe luxury-tax penalties. The club was hit with an $18.9 million tax bill after last season.   Cashman insists the $189 million ceiling isn't affecting the way he's operating this offseason.   \"We'll find a way, we always do,\" Cashman said. \"We'll be active in free-agent signings, trades, and we have a strong farm system -- one of the best in baseball. It will be business as usual. It's always been that way.\"   The Yankees finished two games ahead of Baltimore to win the tough AL East in 2012. But after being swept by the Detroit Tigers in the AL Championship Series, pitchers Pedro Feliciano, Rafael Soriano, Corey Wade, Freddy Garcia and Derek Lowe, plus outfielders Raul Ibanez, Nick Swisher and Andruw Jones, infielders Casey McGehee and Eric Chavez, and catcher Russell Martin are gone.   Former Boston Red Sox third baseman Kevin Youkilis, who signed a one-year deal worth $12 million, was the biggest offseason addition for the Yankees, who also added right-hander Jim Miller, outfielder Matt Diaz and first baseman Dan Johnson.   There have been reports the Yankees are interested in free-agent slugger Travis Hafner to complement their DH spot.   Cashman, knowing Rodriguez wouldn't be available for a large chunk of the season, wisely signed Youkilis.   Regardless, even with so many players gone and A-Rod on the shelf, the Yankees have plenty of talent; the lineup remains dangerous.   The starting rotation of CC Sabathia, Hiroki Kuroda, Andy Pettitte, Phil Hughes and Ivan Nova is solid.   Keep in mind that closer Mariano Rivera will be back and that 38-year-old shortstop Derek Jeter, who broke his left ankle in last year's ALCS, has been working out at the Yankees' spring complex.   \"The ankle's fine,\" said Jeter, who insists he'll be ready for Opening Day.   As for A-Rod, when he was benched in three of nine postseason games and pinch-hit for in three others, I believe his long-term value to the Yankees became obvious. He's averaged 119 games, 21 homers and 81 RBIs his past three years and is no longer the game's best player.   As the Yankees head toward Spring Training, no longer is a trip to the postseason a given.   That could make 2013 the Yankees' biggest challenge in nearly 20 years. Hal Bodley is the senior correspondent for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Hal Bodley"
}
