a
abil
abl
absurd
accord
account
acquaint
acquir
acr
actual
addit
address
administr
admit
advantag
affect
against
aim
all
alleg
alli
allow
alon
altogeth
alway
am
among
an
and
ani
anoth
appear
apt
arbit
are
argum
arrang
art
articl
artisan
as
assembl
assent
at
attempt
attend
attent
avenu
awar
balanc
be
been
befor
beget
benefit
best
bestow
better
between
beyond
bodi
bond
both
bound
branch
break
burden
burdensom
busi
but
buyer
by
calcul
can
candid
capit
care
carri
case
caus
chanc
channel
charact
choic
choos
chord
circl
citizen
class
close
combin
come
command
commerc
commerci
commod
common
commun
compet
compos
concern
conclud
conduc
conduct
confid
confin
confirm
conform
connect
consequ
consid
consider
consist
constitu
constitut
consum
consumpt
contend
content
contest
continu
contrari
contribut
contriv
correct
correspond
could
council
countri
cours
cultiv
danger
deepli
degre
delib
demand
demonstr
depend
deput
descript
differ
discern
discourag
discuss
dispos
disposit
dissect
distinct
distribut
divis
do
doe
domest
doubl
doubt
down
due
duti
each
economi
effect
effectu
either
elector
elud
encumb
endow
ensu
enterpris
equal
equit
erron
especi
even
eventu
everi
evid
evil
exact
examin
except
excess
excis
exclus
exercis
exhaust
exorbit
expedi
expediti
experi
expressli
extend
extens
extent
extern
extravag
extrem
fact
fair
fairsound
fall
fals
far
farmer
farthest
favor
feder
feel
fellow
fellowcitizen
few
financ
find
first
flow
for
forc
form
fortifi
fortun
found
foundat
free
frequenc
frequent
friend
from
fund
furnish
gener
genius
give
go
good
govern
great
greater
greatest
guard
guid
habit
had
hand
happen
has
have
he
her
here
higher
him
himself
his
hold
honor
hope
hous
howev
humor
i
idea
if
imagin
immedi
imparti
import
imposit
impost
impractic
improp
in
inattent
inclin
increas
inculc
inde
indefinit
independ
indiscrimin
industri
inequ
influenc
inform
infus
injuri
inquiri
inspir
insur
intend
interest
into
is
it
itself
journal
judg
judici
jurisdict
just
keep
kind
know
knowledg
laid
land
landhold
landlord
larg
last
law
lay
lead
learn
least
leav
legislatur
leisur
length
less
let
life
light
like
limit
littl
long
look
low
made
make
man
mani
manufactur
market
materi
maxim
may
mean
meant
measur
mechan
member
men
mention
mercantil
merchant
middl
might
million
mode
moder
momentari
monopoli
more
most
much
must
myself
nation
natur
near
necess
necessari
need
neighbor
neutral
never
new
no
non
nonmanufactur
nor
not
noth
notic
now
number
numer
object
oblig
observ
occas
occup
of
often
on
one
open
oper
opinion
oppress
opul
or
order
other
our
out
overstock
own
paid
paper
part
particular
patron
pay
payer
penalti
peopl
perfect
pernici
person
place
polit
poorest
possibl
poster
power
practic
precaut
prefer
prejudic
prejudici
prematur
present
prevail
price
principl
proce
procur
produc
product
profess
profit
promot
prone
proper
properti
proport
proposit
proprietor
prove
provid
public
publius
qualif
quantiti
question
rais
ratio
readi
readili
reason
recept
reckon
recommend
recours
redound
refer
regard
relat
reli
remain
remark
render
repetit
repres
represent
requir
requisit
reserv
resist
resort
resourc
respect
restrain
restrict
retribut
return
revenu
revers
rigor
rivalship
sacrific
said
sale
same
seduc
seem
seen
seller
senat
send
sens
sensibl
sever
shall
she
should
sinc
singl
situat
small
smaller
smuggl
so
societi
some
sometim
sound
sourc
speci
specious
speedili
spirit
spoken
spring
stand
state
still
stimul
stock
strong
subject
subsequ
success
such
suffer
suffici
suffrag
superior
suppli
suppos
supposit
surest
sympathi
system
take
talent
tax
taxat
tempt
tenant
tend
than
that
the
their
them
themselv
there
therefor
these
they
thing
think
this
thorough
those
though
three
till
time
to
too
toward
trade
trader
travel
treasuri
tributari
true
truli
two
under
understand
understood
undu
unequ
unfriend
union
unit
unless
unnecessari
up
upon
us
use
useless
various
veri
view
visionari
vote
want
way
we
wealth
wealthiest
weight
well
were
what
whatev
when
where
whether
which
who
whom
whose
will
wise
with
without
word
would
york