1st
2d
3d
4th
5th
a
accid
accompani
accord
accuraci
admiralti
admit
advantag
advers
affect
afford
against
agenc
aggress
agreeabl
agreem
all
allud
alreadi
also
altogeth
alway
ambassador
among
ampl
an
and
ani
animadvers
animos
anoth
answer
appear
appeas
apprehend
are
argum
aris
articl
as
ask
assum
at
attach
author
avail
avoid
axiom
bargain
basi
be
been
believ
belong
besid
between
bia
bicker
bigot
bodi
boundari
but
by
calcul
call
can
cannot
case
caus
centuri
certain
chamber
citizen
claim
class
clearer
close
coextens
cogniz
comment
commit
common
complexion
compos
comprehend
concern
conduct
confeder
confederaci
conform
confus
conjectur
connect
consid
consider
constitut
construct
consul
contain
contempl
contract
contradict
contrari
contravent
control
controversi
convent
convey
correct
correspond
could
countri
cours
court
day
deceit
decid
decis
decorum
demand
deni
denial
depart
depend
descript
design
desol
detail
determin
differ
difficulti
direct
discrimin
discuss
disord
dispos
disposit
disput
dissens
distinct
distract
disturb
do
done
down
duti
each
edit
effect
effectu
efficaci
either
emiss
emit
empir
enforc
entir
entitl
enumer
equal
equit
equiti
essenti
establish
esteem
evas
even
ever
everi
evid
examin
exampl
except
execut
exemplifi
exist
expect
expedi
experi
explain
expressli
extend
extent
faculti
faith
fall
far
favor
feder
feel
fifteenth
fifth
final
first
follow
foot
for
foreign
foreseen
form
formal
former
found
fourth
fraud
fraudul
from
full
fundament
furnish
gener
german
germani
give
good
govern
grant
great
greater
grow
guard
had
hard
hardship
harmoni
has
have
he
head
held
heretofor
high
his
histori
hitherto
horrid
hydra
i
idol
if
imagin
immens
immun
imparti
imperfect
imperi
import
imposit
imposs
in
inauspici
incompat
inconsider
inconveni
inconvi
incorpor
independ
individu
influenc
inform
infract
ingredi
injuri
instanc
institut
intercours
interdict
interest
interf
interpret
into
invalid
invest
inviol
involv
is
it
itself
judg
judicari
judicatori
judicatur
judici
judiciari
jurisdict
just
justic
kind
known
laid
land
last
latter
law
least
left
legal
legisl
legislatur
less
let
lex
like
litig
littl
local
loci
made
maintain
mainten
make
man
mani
manifest
manner
maritim
mark
mass
matter
maximilian
may
mclean
mean
meant
measur
member
men
mere
method
might
mind
minist
mischief
misfortun
mode
money
more
most
municip
must
nation
natur
necess
necessari
need
negat
neither
never
new
no
nor
not
noth
notwithstand
now
number
object
observ
obtain
obviat
obvious
of
offici
on
one
oper
oppos
or
order
ordinari
origin
other
ought
our
out
over
overrul
owe
own
palpabl
paper
part
partak
parti
partial
particular
pass
past
peac
peculiar
peopl
perfect
perhap
pervers
pictur
place
plain
plan
point
polit
possess
possibl
power
practic
preced
predilect
prefer
prejudg
prescrib
present
preserv
presid
presum
pretens
prevent
principl
prior
privat
privileg
problemat
proce
produc
prohibit
proper
proport
propos
proposit
proprieti
provid
provinc
provis
public
publius
pursuanc
question
rank
rather
readili
reason
recollect
refer
regard
regul
relat
reliev
remov
render
repetit
respect
respons
rest
restrain
restrict
result
review
right
safe
said
same
sampl
scarc
scrupul
sea
second
secur
seem
sens
sentenc
serv
seventh
sever
shall
shape
should
shown
side
signif
sixth
so
solid
some
sourc
sovereign
speak
specif
specimen
spirit
spring
stand
state
still
stipul
strong
structur
subject
submit
subterfug
such
suffici
superintend
suppos
system
taken
technic
tendenc
term
termin
territori
test
than
that
the
their
them
themselv
then
there
thereof
these
they
thing
third
thirteen
this
those
though
thought
thus
tie
time
to
togeth
toler
too
toward
tranquil
treati
tribun
trust
two
unattend
unbias
unconscion
under
undoubt
undu
uniform
union
unit
unjust
unredress
up
upon
us
varieti
vast
view
violat
war
warrant
was
we
weight
well
wellinform
were
what
whatev
where
whether
which
whole
wholli
will
wit
with
within
without
word
would
yet
york