
1
10
11
1abb
2
3
4
5
6
7
8
9
a
abus
accomplic
accomplish
accord
accumul
accus
acquaint
acquisit
activ
actual
addict
administ
administr
adopt
advantag
advoc
affect
after
against
age
agenc
aggrand
aggressor
alarm
alien
all
almost
alreadi
ambit
ambiti
amiti
among
amus
an
and
annal
anoth
another,7
answer
anticip
antipathi
anyth
appeal
appetit
apprehens
aragon
are
argum
arm
art
as
ask
asleep
aspasia
aspir
assembl
assum
at
athen
athenian
attach
attack
austria
author
avaric
avers
avoid
awak
axiom
be
becom
been
befor
benevol
better
between
beyond
bid
bigotri
blood
blow
bodi
born
both
bourbon
branch
britain
brought
but
by
cabal
cambray
camp
can
cardin
carnag
carolina
carri
carthag
case
caus
celebr
chang
charl
circumscrib
citi
civil
class
collect
combin
commerc
commerci
common
commonwealth
commun
competit
complianc
compos
comprehend
concern
concord
concur
conduct
confeder
confederaci
confid
conniv
conquest
consider
considerations,
considerations,th
conspicu
constant
constitut
contemporari
content
contest
continu
contrari
control
convuls
cordial
correspond
counsel
countri
countrymen
cours
court
credit
cri
crown,5
cultiv
cupid
danger
de
dead
debt
debtor
deceit
declar
dedic
defens
defianc
delin
depress
des
descant
descript
deserv
design
desir
desper
destroy
destruct
determin
dictat
differ
digniti
direct
discord
dismemb
dispos
disregard
dissens
dissip
distinguish
disturb
disunion
disunit
domest
domin
dominion
dominionth
done
doubt
drag
drawn
dream
duchess
duke
dupe
each
effect
either
embellish
emin
emperor
empir
end
endeavor
enemi
engag
england
english
enmiti
enough
enterpris
entertain
entir
enumer
equal
europ
event
ever
everi
everywher
evil
exampl
exempt
exist
expect
expens
experi
expos
express
extent
extinguish
extravag
extrem
fact
faction
fair
fallaci
fallibl
famous
far
fatal
favor
favorit
fear
felt
female,6
ferment
few
figur
flame
flow
for
forc
foreign
forget
form
former
formid
found
franc
french
frequent
from
full
fund
furious
gate
gave
gener
genius
get
globe
glori
gold
golden
gone
govern
gratif
great
grecian
greec
grown
guid
had
hannib
happen
happi
harmoni
has
haughti
have
hazard
he
heart
henri
her
him
himself
his
hitherto
holland
hope
hostil
hous
howev
human
humor
i
ibid
idl
if
ii
ill
illustr
immedi
imperfect
imperi
implac
importun
impuls
in
incent
incid
inclin
inconveni
independ
individu
inflamm
influenc
inhabit
innumer
inquiri
instanc
instrum
insurrect
intellig
interest
intermiss
into
intrigu
invari
investig
irregular
is
it
itali
italian
jealousi
journal
julius
justic
kept
kind
kindl
kindthos
king
kingdom
knowledg
known
last
lastment
late
later
latter
lax
lead
leader,10
leagu
league,9
least
legislatur
less
let
liabl
life
light
like
limit
littl
long
look
loui
love
lull
mabli
madam
made
maintenon
man
mani
mankind
manner
mark
marlborough
massachusett
maxim
may
mean
measur
megarensians,2
member
memor
men
menac
mention
might
minerva
minist
momentari
monarch
monarchi
more
most
motiv
much
multipli
must
mutual
name
nation
natur
navig
near
nearest
need
negoci
neighbor
neighborhood
neighbors.11
never
nevertheless
new
north
not
notwithstand
now
number
numer
object
observ
occas
of
offens
often
on
onc
one
oper
opinion
oppon
opposit
or
origin
other
our
ourselv
out
over
overthrow
overwhelm
own
p
pacif
paper
par
paradox
part
partial
particular
passag
passion
peac
peloponnesian
pennsylvania
peopl
perfect
perhap
pericl
permit
perpetu
persev
person
petul
phidia
phidias,3
philosoph
piqu
place
plainest
plung
plutarch
point
polici
polit
pompadour
pope
popular
popularity,4
possess
power
practic
pre
precipit
predilect
predomin
preemin
prepar
present
presid
presum
pretext
prevail
prevent
pride
prime
primit
princ
princip
principl
privat
prize
probabl
proce
proceed
product
progress
project
projector
promis
propens
proprieti
prosecut
prostitute,1
protract
provinc
public
publius
purchas
pursu
pursuit
rage
rapaci
rather
readi
real
realiti
realiz
reason
rebellion
recollect
refer
remedi
remot
renew
repres
republ
resembl
resent
reveri
revolt
rid
rival
rivalship
rome
royal
ruin
ruinous
sacrific
safeti
same
samnian
sate
say
scipio
scrupl
sea
second
secret
secur
seduc
seen
sens
separ
serious
set
shall
shape
shay
should
sinc
situat
slight
so
societi
soften
some
sometim
sort
sound
sourc
sovereign
sovereignti
sparta
specul
sphere
spirit
splendid
stand
state
statu
statuari
still
stimul
stolen
struggl
subdivis
subject
succeed
such
suggest
summari
sunk
superfici
superior
supplant
suppos
system
take
taken
tax
tend
tendenc
tenet
termin
territori
testimoni
than
that
the
theft
their
them
themselv
theori
there
these
they
third,8
this
those
though
threaten
three
thrown
till
time
tinctur
to
toler
too
took
topic
trade
traffic
tranquil
treasur
tripl
true
turn
two
unconnect
uniform
unit
univers
unjust
unless
unnecessari
upon
us
util
utopian
v
vaniti
vanquish
varieti
various
venic
veri
vicin
vicissitud
vide
view
viii
vindict
violent
virtu
visionari
want
war
was
wast
we
weak
wealth
well
wellregul
were
what
whether
which
who
wholli
whom
whose
will
wisdom
with
within
wolsey
worn
would
writer
xiv
yet
york