{
    "url": "http:\/\/m.mlb.com\/news\/article\/26529602",
    "title": "Granderson thinks Pineda will thrive in AL East",
    "subtitle": "Granderson thinks Pineda will thrive in AL East",
    "body": "BOSTON -- In a rarity, Curtis Granderson was cheered and thanked at Fenway Park on Monday night, when the Yankees' center fielder was in town for a fundraiser benefiting a charity run by Theo Epstein and Peter Gammons.  Before the start of a roundtable discussion that included Boston manager Bobby Valentine and general manager Ben Cherington, Granderson talked about his outlook for the American League East in 2012 and how effective he thinks 23-year-old righty Michael Pineda can be.  \"Just a big presence,\" Granderson said of Pineda. \"The fact that this will be his second season, he's got a lot to build on -- from his frame, his size. His numbers speak for themselves. I think he had over 170 strikeouts, so [he's a] definite power pitcher. That was the report on him. He came out, he came right at you.\" Pineda struck out 173, walked 55 and posted a 3.74 ERA in 171 innings last season with the Mariners, who dealt him to the Yankees on Jan. 23. Granderson had three plate appearances on the road against Pineda on May 27 -- the only time Pineda faced the Bombers in his rookie season -- and drew a pair of walks after flying out in his first at-bat. Seattle won the game, 4-3, and Pineda took a no-decision.   \"I don't remember the exact results of what we did against him, but I knew he was in there, I knew he was confident,\" Granderson said. \"He wasn't intimidated by the Yankees lineup. That's going to fare well for him coming to the American League East.\"   Coming off perhaps a career year, Granderson acknowledged the Yankees' biggest question last season was pitching, and he feels the additions of Pineda and Hiroki Kuroda have addressed it. Jesus Montero's loss in the Pineda trade was \"a tough business decision,\" said Granderson.  As for the division, Granderson gave a reasoned assessment.   \"It's amazing the way this division kind of unfolds playing everybody 18 times over the course of the season,\" he said. \"There's certain teams you play well against, there's certain teams you don't. For example, our record against Boston was bad, our record against Toronto wasn't that good, but then everybody else we played well against, and I'm not sure what the reason, the cause of that was. I think it's going to be very similar this year where no team is going to necessarily dominate in our division. It's going to be a matter of how many games you win outside our division that's going to be the big key.   \"I think we have the chance to go in and play well against teams in our division and everybody else, but everybody else is going to be just as confident, too.\"   Granderson said he'd be surprised if the Orioles didn't make any more moves before Spring Training. Like everyone else, he also pointed to how strong the AL has become on a whole, not just in the division.   \"No matter what, whenever we step on the field, everyone's always looking to go after us,\" Granderson said. \"Now, teams are going to be in the same situation.\"   The subject of the roundtable discussion was the small market-big market dichotomy. It was a mix of lighthearted talk and deep thought, with Granderson drawing several laughs on a panel that, along with Epstein, Cherington and Valentine, also included former big leaguer Sean Casey and Pirates general manager Neal Huntington. How players handle booing was one of the questions Gammons raised as moderator, and Granderson, who's adjusted marvelously to New York's spotlight after playing in a smaller Detroit market, explained his approach.   \"To get booed -- Reggie Jackson told me this -- if you strike out or get booed or make an error and the inning is over, get off the field as soon as possible,\" Granderson said. \"Once you get off the field, they have to stop booing.\" Evan Drellich is a reporter for MLB.com. Follow him on Twitter @EvanDrellich. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Evan Drellich"
}
