{
    "url": "http:\/\/m.mlb.com\/news\/article\/1292644",
    "title": "New year brings out baseball's best",
    "subtitle": "New year brings out baseball's best",
    "body": "Spring Training is less than six weeks away, players continue to change occupational addresses, the World Baseball Classic is just around the corner and the sport's ultimate honor could soon be knocking on the doors of some of the finest closers in Major League history.  Welcome to a new year.  As one year gives way to the next, there remains some unfinished business as general managers continue preparations for Feb. 15-16, when pitchers, catchers and players coming off injuries report to training camps in Florida and Arizona. While roster transformations continued over the holidays, the most notable being the Rangers signing free agent starting pitcher Kevin Millwood to a four-year, $60 million contract, much of the attention is on Tuesday, when 29 Hall of Fame candidates learn if they will be enshrined this summer in Cooperstown, N.Y.   Results will be announced on MLB.com and two other Web sites -- www.baseballhalloffame.org and www.baseballwriters.org. -- at 1 p.m. (ET).   Nearly half of the candidates listed on the ballot mailed to more than 550 10-year members of the Baseball Writers Association of America in mid-December are eligible for the first time. The 14 newcomers include former Cy Young Award winners Dwight Gooden and Orel Hershiser and RBI leaders Albert Belle and Will Clark.   But former premier closers Bruce Sutter (13th year on the ballot), Rich \"Goose\" Gossage (seventh year) and all-time saves leader Lee Smith (fourth year) are the leading candidates to get at least 75 percent of the votes, the amount needed to gain entry into the National Baseball Hall of Fame in Cooperstown, N.Y.   Sutter, who revolutionized the split-finger fastball, was listed on 66.7 percent of the record 516 ballots submitted last year when Wade Boggs and Ryne Sandberg were selected. The only other players named on at least half the ballots were former American League Most Valuable Player Jim Rice (59.5), Gossage (55.2) and former National League MVP Andre Dawson (52.3).   With none of the first-time ballot players considered shoo-ins for selection, it could help the likes of Sutter, Smith and Gossage. All were dominant closers during their hey-days, combining for 1,088 saves and 22 All-Star Game selections in the 1970s, 80's and 90's.   Among the former players currently enshrined, only Hoyt Wilhelm (1985) and Rollie Fingers (1992) spent most of their MLB careers as relievers.   Those selected on Tuesday will appear at a press conference Wednesday at the Waldorf-Astoria Hotel in New York.   Salary arbitration: Between now and Jan. 15, players eligible for salary arbitration can file for third-party assistance through the Major League Players Association.   As of Saturday, there were 113 eligible players, including 2005 All-Stars Brian Roberts (Orioles), Mark Teixeira (Rangers), Dontrelle Willis (Marlins), Brad Lidge (Astros) and Alfonso Soriano (Nationals).   Players with at least three years of MLB experience and are not \"officially\" signed for the 2006 season or beyond, exchange salary arbitration figures with their respective clubs on Jan. 18 and can continue to negotiate until their pre-assigned hearing begins. Salary arbitration hearings are held from Feb. 1-21, but seldom do they actually occur.   Just three cases went to hearings in 2005, the fewest since arbitration began in 1974. The previous low was five -- in 1997 and again in 2002. Owners lead the players 265-198 overall and won two of the three cases last year, running their \"winning\" streak to nine consecutive years.   Twins pitcher Kyle Lohse was the lone player to win, receiving $2.4 million instead of the team's $2.15 million offer. The right-handed starter is eligible again this year.   Avoiding salary arbitration can be expensive. Cincinnati outfielder Adam Dunn received the steepest raise in '05, a 934-percent hike from $445,000 to $4.6 million. Colorado pitcher Jason Jennings was just behind, getting a 929-percent raise, from $340,000 to an average of $3.5 million in a two-year contract.   Salary arbitration became part of the baseball dictionary in the 1973 Collective Bargaining Agreement between the owners and players. The owners prevailed in 16 of the 29 salary arbitration cases in '74, although all the affected players received raises.   The system was tweaked three years later due to free agency. Players with between three and six years of MLB service, plus the most senior 17 percent of those with between two and three years, are eligible for salary arbitration. Players not eligible must ultimately either accept the club's last offer or have his contract renewed at whatever salary the club specifies.  Jim Street is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Street"
}
