{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/41288454\/tony-la-russa-roland-hemond-remember-83-white-sox-fondly\/",
    "title": "La Russa, former White Sox remember party of '83",
    "subtitle": "",
    "body": "CHICAGO -- At 1:20 a.m. on Oct. 26, 2005, Margo Hemond wished her husband, Roland, a happy 76th birthday. It would be the most special one of his life. White Sox utility man Geoff Blum had just been called off the bench to hit for the first time in the 2005 World Series, and he responded with a line-drive home run to right field, breaking a 5-5 tie in the top of the 14th inning to help give Chicago a 3-0 advantage over Houston. So as the end of the White Sox's 88-year championship drought improved from likely to inevitable, Hemond, the architect of the 1983 South Siders who nearly snatched a title of their own, planted a kiss on his wife, not caring to notice a TV camera locked on his and Margo's loving embrace. Then an advisor to general manager Kenny Williams, Hemond had finally helped bring a World Series title to Chicago. Nothing was going to stop him from celebrating. \"When I went upstairs, Ken Williams said, 'Gee, you and Margo were really smooching,'\" Hemond said. \"When we won it, I was so happy for the Sox fans, and more so, naturally it was so gratifying for me as well.\" That's because unlike the 2005 team, the 1983 White Sox never won a ring. They left something on the table, inflamed a broken fan base's desire for a championship by becoming the first White Sox team to reach the playoffs since the 1959 World Series and drove Hemond to return to the organization beside Williams. Despite winning three World Series titles, with the A's and Cardinals, Tony La Russa called that year's White Sox team the most fun group of guys he managed over his 32-year career as a skipper. He made hotel after-party attendance mandatory. The days La Russa didn't call for parties, designated hitter Greg Luzinski and starter Jerry Koosman made it happen. When La Russa and several of his former White Sox players reunited Friday at SoxFest to celebrate the 30th anniversary of the '83 team, it was apparent the chemistry that defined that season hadn't gone anywhere. \"It was a really good thing, because it kept the guys together on the road,\" La Russa said of his mandatory parties. \"It kept reinforcing, 'Let's just win tomorrow,' and it mixed in a lot of baseball talk. While you were all together, you said, 'Look today this guy had a curveball, next day let's look for whatever.'\" \"I was a part of the 1980 Philadelphia team that won the first World Series in Philadelphia history with the likes of Pete Rose, Steve Carlton and a couple of other great players obviously,\" Luzinski said during one of the panel discussions at SoxFest, which also featured La Russa and teammates Harold Baines, Ron Kittle and Tom Paciorek. But he said 1983 was \"probably the most fun I've ever had in the game of baseball.\" To honor the '83 White Sox, Chicago will wear its signature red, navy and white jerseys on every home Sunday for the 2013 season. First-year general manager Rick Hahn is hoping this season's team can replicate the same camaraderie as La Russa's squad. \"In '05, leading up to the championship, there was a lot of talk about, 'Oh wait a second; this is going to remove the '83 team from the collective memories of the White Sox,' because that was always the team,\" Hahn said. \"That was the first one that sort of got back in the modern era and got a lot of people excited.\" Hemond knew the White Sox were on the cusp of success behind La Russa and Baines, who had broken out for 25 home runs and 105 RBIs in 1982 after producing 23 home runs and 90 RBIs in the 1980 and '81 seasons combined. He'd pieced together a series of shrewd moves in 1981, acquiring Luzinski, a Chicago native, from the Phillies and signing Carlton Fisk to complement one of the greatest pitching staffs in White Sox history. Richard Dotson and Floyd Bannister turned in fantastic seasons, but LaMarr Hoyt stole the show, winning the Cy Young Award behind a 24-win season. But Chicago started the '83 season in a rut. With the team at 16-24, La Russa decided to make a bold move. He moved a struggling Fisk to second in the order, and, a few weeks later, Hemond traded second baseman Tony Bernazard to the Mariners for speedster Julio Cruz. La Russa slotted Cruz ninth and leadoff with center fielder Rudy Law, who stole 77 bases that year. Hitting behind speed on the basepaths allowed Fisk to break out of his slump, and the team engaged in a grittier style of play that earned the White Sox the catch phrase \"Winning Ugly.\" After the Cruz trade, Chicago won 60 its last 85 games to finish the year 99-63. La Russa's team clinched the American League West with a 20-game lead over second-place Kansas City. \"We were wondering how the fans were going to react when we clinched it, because the last three weeks it was pretty evident that there was no chance that we would not win it,\" Hemond said. \"And yet when we won it, and Harold Baines hit a sacrifice fly and Julio Cruz scored the winning run against Seattle, the place went bonkers.\" Despite the White Sox's momentum from the regular season, Baltimore beat Chicago in the American League Championship Series in four games. That tough series loss left the cloud of a championship drought still hanging over the franchise. \"It was such a fun year,\" La Russa said. \"A Chicago baseball team hadn't won in a while. Once we got it rolling, it was like a party every night. Unfortunately, we got beat by Baltimore, but there were a lot of highlights.\" Hemond said he's eternally grateful to Williams and White Sox chairman Jerry Reinsdorf for allowing him to be a part of the '05 World Series champions. But there is no denying '83 will always be his team. \"We've had a couple celebrations for the '83 team, and it's exhilarating,\" the 83-year-old Hemond said. \"It's been 30 years, and I hope to make it to 40.\" Ethan Asofsky is an associate reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ethan Asofsky"
}
