{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/41288468\/dodgers-launch-special-reward-program-for-fans\/",
    "title": "Dodgers launch special rewards program for fans",
    "subtitle": "",
    "body": "Tommy Lasorda once said: \"I bleed Dodger blue, and when I die, I'm going to the big Dodger in the sky.\" Now it turns out that there are more immediate rewards. The Dodgers on Thursday announced the launch of a comprehensive engagement program that will reward fans for supporting the club online, via social media and at Dodger Stadium. The free Dodgers Rewards program is the first of its kind in Major League Baseball and offers fans the chance to win prizes by supporting the team through an array of digital activities, including merchandise purchases online, checking into games through MLB.com's At the Ballpark mobile app and interacting online at dodgers.com and on the Dodgers' official Facebook, Twitter and Instagram accounts. In fact, just by sharing this story with other fans on Facebook and Twitter, you are already on your way if you take a moment to sign up at Dodgers Rewards.com.  \"We are creating an interactive rewards portal for all things Dodgers,\" said Lon Rosen, the Dodgers' executive vice president and chief marketing officer. \"Being a sports fan is about passion and competition, and we believe through this platform we are entering the next phase of fan loyalty with the ultimate goal of rewarding our fans for their support.\"  The Dodgers Rewards program will create unique experiences and promotions for fans as incentives for supporting the club. The program will feature its first three sweepstakes, with the first one under way through March 15. Prizes include two tickets to Opening Day against the rival Giants on April 1; a tweet mention from @Dodgers; and a baseball autographed by Hall of Famer and Dodgers legend Sandy Koufax.  The Dodgers Rewards program was developed in partnership with MLB Advanced Media and Lodestone Social Media.   \"It is exciting to have the Dodgers and MLBAM as our partners,\" said Mark Drosos, president of Lodestone Social Media. \"Their collective commitment to this program will prove to create an even stronger bond between the team and its fans.\"  Point-scoring opportunities include purchasing Dodgers single game tickets, liking Dodgers posts on Facebook and mentioning @Dodgers on Twitter.  MasterCard, the preferred partner of the Dodgers, is a launch partner of the program and will be announcing exclusive rewards for its customers. Fans also will be able to redeem virtual tokens for discounts on Dodgers merchandise and free subscriptions to MLB.TV Premium. Additional Dodgers Rewards program sweepstakes will be launched throughout the 2013 season. Mark Newman is enterprise editor of MLB.com. Read and join other baseball fans on his MLB.com community blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
