{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/40832686\/indians-claim-russ-canzler-off-waivers-from-blue-jays\/",
    "title": "Opportunity knocks as Tribe claims back Canzler",
    "subtitle": "Cleveland returns utility player to roster from Blue Jays in waiver-wire move",
    "body": "CLEVELAND -- Indians general manager Chris Antonetti said he agonized over the decision to designate Russ Canzler for assignment last month. Cleveland has been given a second chance to keep Canzler around.  On Wednesday, the Indians claimed Canzler off waivers from the Blue Jays, who plucked the first baseman off the wire when the Tribe removed him from its roster on Dec. 18. In order to clear a spot on their 40-man roster for Canzler's return, the Indians designated right-hander Jeanmar Gomez for assignment.  Cleveland's roster is currently at capacity, meaning two more moves are on the horizon. Pending the completion of physicals, outfielder Nick Swisher and pitcher Brett Myers will both likely be officially unveiled as new members of the Tribe later this week. Swisher agreed to a four-year, $56 million contract that includes a vesting option for 2017 on Dec. 23, and could join the club as early as Thursday. Myers agreed to a one-year pact that includes a club option for 2014 on Tuesday. His deal is reportedly worth $7 million for the '13 season, when Cleveland will give the veteran a shot at opening the season in the starting rotation.   Beyond Myers, the current crop of starters projects to include Justin Masterson, Ubaldo Jimenez, Zack McAllister, Corey Kluber, Trevor Bauer, Carlos Carrasco and David Huff. Cleveland has also agreed to sign lefty Scott Kazmir to a Minor League contract, and the ballclub has reportedly checked in with free-agent starter Shaun Marcum.   Gomez, 24, opened last season in the Indians' rotation after a strong spring with the team. Following a solid start to the year (2-1, 2.52 ERA over five outings, however, the right-hander labored on the mound, going 3-7 with a 6.98 ERA in his final 15 appearances. Overall, Gomez went 5-8 with a 5.96 ERA over 20 games, during which he struck out 47 and walked 34 in 90 2\/3 innings.   Gomez went 6-5 wih a 4.41 ERA in 11 games with Triple-A Columbus in 2012, giving him a 56-45 record to go along with a 3.96 ERA across 144 career Minor League appearances. The righty went 14-16 with a 5.18 ERA in 42 career games in the Majors with the Tribe between 2010-12.   The Indians have 10 days to either trade or release Gomez, or to assign him to a Minor League affiliate if he clears waivers.   The 26-year-old Canzler was designated for assignment on Dec. 18 to clear room on Cleveland's roster for first baseman Mark Reynolds, who signed a one-year contract with the club. Canzler, Mike McDade and Chris McGuiness will each be in camp with Cleveland as backup first-base options. Canzler can also play left field and designated hitter.   Last season, Canzler -- acquired from the Rays in exchange for cash on Jan. 31 last winter -- hit .269 with three home runs, three doubles and 11 RBIs in 26 games for the Tribe in September. At Triple-A Columbus last year, the right-handed hitter posted a .265 average with 22 homers, 36 doubles and 79 RBIs in 130 games last year.    Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
