{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/40869382\/with-five-game-scores-of-at-least-91-in-his-career-james-shields-is-three-short-of-matching-mike-mussinas-career-total-and-stands-as-the-active-lead\/",
    "title": "MLB Notebook: Shields made history with game scores",
    "subtitle": "",
    "body": "In the not-so-extensive history of the Major League ballclub residing in Tampa Bay, James Shields has made more starts for the franchise than any other hurler, with his 217 far beyond the 144 accumulated by the No. 2 guy, Scott Kazmir. Interestingly, with Shields now a member of the Royals, one could make an argument that his final effort, on Oct. 2, 2012, was the best of his 217. On that Tuesday evening in front of the home crowd at Tropicana Field, Shields went the distance on a two-hitter, compiling 15 strikeouts and no walks in a 1-0 loss to the Orioles. Rolling all of the components into one number, Shields' effort produced a game score of 94, which not only happens to be the highest score since 1916 for a losing pitcher in a nine-inning game, but also gave the Rays right-hander three starts in 2012 that produced scores of at least 91. That feat, like the single-game work in early October, made Shields stand a bit taller than his peers. Game score is a statistic invented by Bill James and is used to help determine a pitcher's effectiveness in a single game. A perfect score for a nine-inning game would be a 114 -- and would only occur in a 27-strikeout perfect game.  The first of Shields' three 91-plus scores in 2012 came at the end of July, in a 98-pitch effort against the Athletics that produced a three-hit shutout with 11 K's, no walks and a game score of 92.  Although it was Shields' highest score in more than a year, it wouldn't be long before he unfurled another dominating effort that was nearly as impressive. On Sept. 9, facing a Texas offense that would finish the year with the highest runs-per-game mark in the AL, Shields silenced the Rangers' potent bats and came away with a two-hit shutout, eight strikeouts and no walks -- good for a score of 91. With the two efforts, Shields became just the 22nd pitcher in the AL during the DH era to have multiple game scores of at least 91 in nine-inning games in a season. (He was the second pitcher to do it in 2012, joining Seattle's Felix Hernandez.)  In addition to joining King Felix, Shields gained entry into a club already populated by such luminaries as Nolan Ryan, Randy Johnson, Roger Clemens, Dennis Eckersley, Fergie Jenkins and Pedro Martinez. And while being one of just 22 in a 40-year span was indeed noteworthy, adding a third game score of at least 91 in a nine-inning effort elevated Shields considerably.  In the past 40 years, there have been just five seasons in which an AL pitcher recorded three or more 91-plus game scores.                 For the most part, the above individual seasons are immediately identifiable. They each carry significant storylines outside the simple attribution of high game scores for the best efforts. In 1973, Ryan set a modern-era record with 383 strikeouts and became the fourth pitcher in history -- joining Johnny Vander Meer, Allie Reynolds and Virgil Trucks -- to author multiple no-hitters in a season.  In '89, Ryan, then in his age-42 season, led the league in strikeouts (301), hits per nine innings (6.09) and strikeouts per nine (11.32). Ten years after Ryan's age-defying brilliance, Martinez put together an almost incomprehensibly dominant year, leading the league in 10 high-end pitching categories. And then there is Mike Mussina, whose 2001 campaign is probably known best by what he was unable to accomplish.  Mussina's highest game score of that season -- his 98 on September 2, while facing the Red Sox at Fenway Park -- came in an effort that saw him throw 85 of his 116 pitches for strikes, fan 13 batters and not allow a baserunner until there were two outs in the bottom of the ninth. Mussina's bid for perfection, which was ruined by Carl Everett's two-strike single, left the right-hander with the highest game score by a Red Sox opponent in Fenway since 1933. It also gave Mussina a pair of 91-plus game scores that season, and of course, still stands as one of those iconic efforts that is perhaps even more memorable for its brush with -- rather than authorship of -- history.  Only 26 days later, Mussina would pitch a three-hit shutout with 13 K's and no walks for his third 91-plus game score of the season, leaving him with numbers in those three starts that are remarkably similar to the combined stats put forth by Shields during his three gems in 2012.  Although Shields' effort (and Game score) against the Orioles on Oct. 2, 2012, didn't carry a Mussina-like run toward perfection (his first baserunner reached in the fourth), the eventual outcome -- a loss on his own ledger -- in the face of such brilliance does make for other interesting connections.  While Shields' game score of 94 is the highest for a losing start in a nine-inning game (since 1916), there have been 30 instances since 1916 of a pitcher producing a score that high in an extra-inning loss. The owner of the most such efforts is also the man who has more wins than any other left-hander in baseball history -- Warren Spahn.  Spahn had three such efforts in his career, including his famous duel with Juan Marichal in 1963 that ended in the 16th when Willie Mays hit a solo homer to beat Spahn and the Braves, 1-0. While Spahn's effort in that contest produced a game score of 97, his highest score in the three losses came on June 14, 1952, when the lefty took on the Cubs at Braves Field.  That Saturday afternoon in Boston, Spahn cruised through most of the game, and when he came on to pitch the ninth, he was in line to earn the win. After matching zeroes with Chicago right-hander Willie Ramsdell through 5 1\/2, Spahn himself took Ramsdell deep in the sixth. Through eight, Spahn had allowed only five hits, struck out nine -- a rather high number for him, as he entered that game averaging just over four strikeouts per start -- and was holding a 1-0 lead.   But leading off the ninth, third baseman Bill Serena homered, and the marathon was on. The top of the 15th would see Spahn record his 18th punchout of the affair -- the most in a National League game since 1884 -- but also witnessed the Cubs plate a pair of runs, leading to a 3-1 victory and a loss for Spahn, despite a game score of 101.  Unlike Shields and Mussina, Spahn never had as many as three game scores of at least 91 in a single season. In fact, dating back to 1916, only 22 pitchers have. And of the 22, only Shields and Sam McDowell in 1968 took a loss in one of them.  With five scores of at least 91 in his career, Shields is just one behind Spahn's career tally, three short of matching Mussina's career total, and stands as the active leader.  It kind of brings a second interpretation to his nickname, Big Game James. Roger Schlueter is senior researcher for MLB Productions. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Roger Schlueter"
}
