{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/40869674\/alex-cobb-preparing-to-fight-for-job-in-rays-starting-rotation\/",
    "title": "Cobb preparing to fight for job in starting rotation",
    "subtitle": "",
    "body": "ST. PETERSBURG -- Alex Cobb and Matt Moore often jabbed back and forth last season regarding whose midsection had grown the most.  So when Cobb recently talked about his offseason workouts with Moore, the obvious question to be posed to the right-hander was simple: \"Who is fatter?\"  Cobb didn't hesitate to reply: \"Oh, Moore, for sure. We've got a little bet going. We're going to have to do a final test in Spring Training.\" Far be it for either of the pair -- or anybody else for that matter -- to justly decide which one is in better shape. Come Spring Training, Cobb said that Moore has insisted they take an underwater body composition test, which is the most accurate way to measure body fat.   Being able to tease about body fat and go through regular workouts this offseason has been a welcome respite for Cobb, who had to proceed with caution following the 2011 season.   \"This year's been awesome,\" Cobb said. \"It's been the best offseason to date for me workout-wise. Last year, I wasn't able to get into the gym and work out as vigorously as I'd like. This year, Matt and I have a good workout program, and we push each other pretty hard.   \"This is the heaviest I've been my whole life, especially in the offseason, when I usually cut some weight. My mental approach to this offseason was to get bigger and stronger, to really minimize my risk of getting injured and to be able to carry a bigger workload, because I know there's going to be a bigger workload expected out of all of us.\"   On Aug. 18, 2011, Cobb had season-ending surgery performed to remove a blood clot and blockage in the area of his first right rib. Fortunately, the problem did not linger and he had a strong '12 campaign that saw him begin the season at Triple-A Durham before getting recalled on May 19 after Jeff Niemann went down with an injury.   Cobb spent the remainder of the season with the Rays, going 11-9 with a 4.03 ERA in 23 starts.   From Aug. 1 through the end of the season, Cobb's seven wins tied him with Ryan Dempster of the Rangers and Hisashi Iwakuma of the Mariners for the American League lead. Other highlights included Cobb's 10-strikeout performance on June 17 against the Marlins and his first career shutout, which came Aug. 23, when he allowed the A's just four hits in the Rays' 5-0 win.   In the process, Cobb gained experience, further validating the feeling that he belonged in the Major Leagues.   \"Everything you do in life, whether it's your job or your hobby, the more repetitions you have, the more time you have of that under your belt, you're more comfortable with that, regardless of whatever that might be,\" Cobb said. \"The comfort factor of going into this season knowing that I've faced the best team in the league at any given time, the hottest bat at any given time, I know I can compete at that level and I know it's up to me that particular day whether I perform or not.   \"That's a real weight off your chest, to know that your talent level is capable of competing day in and day out. I'd say just the experience factor. There are a ton of little aspects that go into it, and I think they fall into the category of repetition and knowledge going into each year. Every year, it will get a little better.\"   If a criticism could be found regarding Cobb's 2012 performance, occasional lapses in damage control could be cited. He allowed eight earned runs early in a June 25 game against the Royals, and he allowed eight earned runs in 2 2\/3 innings against the Angels on Aug. 18. To Cobb's credit, he pushed through his struggles to pitch eight innings against the Royals. And, miraculously, he did not take a loss against the Angels, as the Rays rallied to a 10-8 win.   \"Consistency is every pitcher's main goal going into every year,\" Cobb said, \"but not so much damage control. I feel like those kinds of games come from the unknown and being kind of timid and shy pitching in that game. You kind of have that in the back of your mind that you don't want to get hit around, and that's when you do get hit around when you're timid and shy. And you don't attack hitters.   \"I think knowing that my stuff translates and I know that I can attack any hitter at any time helps with the problems I've had in the past with my consistency.\"   James Shields and Wade Davis are gone after Tampa Bay traded them to Kansas City. In their absence, Cobb is likely to be in the 2013 rotation, which needs to do some quality work to smooth over for the loss of the pair of right-handers.   \"With that trade happening, it improved my odds of getting into that rotation,\" Cobb said. \"It didn't guarantee it, by any means. I still have to work and fight for a spot in Spring Training -- and I know that. I like that aspect of competing, knowing that I have guys around me who are going to take my spot if I don't perform. I figure it's a real healthy system we have working right now.   \"It's exciting, and I know that nothing will be given to you in this organization, so I'm ready to prepare like I'm fighting for a spot in the rotation regardless of who is there.\" Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
