{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/40873656\/king-tiger-award-latest-accolade-for-cabrera\/",
    "title": "King Tiger award latest accolade for Cabrera",
    "subtitle": "",
    "body": "DETROIT -- Miguel Cabrera's case for the American League MVP Award was good for weeks of debate. His case for King Tiger was no contest.  Though Justin Verlander made a bit of an argument, mainly with Wins Above Replacement as a factor, it would've been a shock if members of the Mayo Smith Society elected anyone other than Cabrera as their choice for the 2013 King Tiger award. Monday's announcement, pardon the pun, was another coronation to go with his batting Triple Crown.  It was also a continuation of the pattern that has held esince the Tigers traded for Cabrera after the '07 season. If it's an even-numbered season, it's an award for Cabrera. The Mayo Smith Society, a nationwide organization of Tigers fans, brought back King Tiger in '04, reviving a traditional yearly honor that allows the fans a voice. Cabrera and Verlander have won the award in five of the nine years since. Nobody else has won more than once.   Cabrera has won every other year since 2008, with Verlander winning each year in between. The last King Tiger other than those two was Magglio Ordonez, who won it in '07 after he became Detroit's first AL batting champion in 46 years.   Cabrera is the AL's two-time defending batting champ, the first Tiger to repeat since Hall of Famer Ty Cobb won three straight from 1917-19. Cabrera's recent title came with one of the best all-around offensive seasons in franchise history.   Besides baseball's first offensive Triple Crown in 45 years -- and the Tigers' first since Cobb in 1909 -- Cabrera turned in the kind of numbers not seen from a Tiger since the great Hank Greenberg. His 44 home runs marked the most from a Tiger since Cecil Fielder's back-to-back league titles in 1990-91. His 139 RBIs left him just shy of the Tigers' first 140-RBI season since Rocky Colavito in 1961.   Only Greenberg has tallied more total bases in a season in a Tigers uniform than Cabrera's 377 last season; Greenberg topped 380 four times from 1937-40.   It was the kind of season that left people around the league raving. Just Monday morning, White Sox broadcaster Ken Harrelson raved about Cabrera's year on MLB Network's Hot Stove show, saying that his performance in September with a division title on the line was especially impressive. Harrelson called Cabrera one of the three best right-handed hitters of the past 50 years, alongside White Sox legend Frank Thomas and recent great Manny Ramirez.   Depending on the formula used, Cabrera was worth 6.9 to 7.1 Wins Above Replacement, according to baseball-reference.com and fangraphs.com, respectively. Austin Jackson was the only other Tigers position player over 5.0. Verlander actually ranked ahead of Cabrera with a 7.6 WAR by the baseball-reference calculations, and just behind Cabrera at 6.9 on fangraphs.   Jackson, with his offense-defense combination might have the best chance to someday break the Cabrera-Verlander dynasty on King Tiger. Prince Fielder, too, might be able to do it with a monster season and a return to his previous power totals. At this point, though, Cabrera and Verlander show no signs of a dropoff. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
