{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/40872888\/white-sox-hitting-coach-jeff-manto-to-hold-winter-hitting-session-with-dayan-viciedo-tyler-flowers\/",
    "title": "Manto to work one-on-one with Viciedo, Flowers",
    "subtitle": "Hitting coach traveling to Florida next week for in-person tutorial session",
    "body": "CHICAGO -- Class will be in session for Dayan Viciedo and Tyler Flowers early next week, when White Sox hitting coach Jeff Manto makes a trip down the East Coast to Florida.  It could be an on-field classroom of three, with Manto also expected to work with shortstop and fellow Florida resident Alexei Ramirez. But implementing a slight change in Viciedo's hitting approach by adding a small leg kick and making sure Flowers is at a good physical and mental place stand as the focus of Manto's excursion.  \"What I want to do is meet them face to face and explain what we are going to try to work on in Spring Training,\" Manto told MLB.com during a Sunday night phone interview, mentioning that Flowers will be traveling from Georgia for the two-day session. \"We'll do it face to face, not over the phone, and have live pitching with it. \"That way Viciedo, for example, can get a feel for it, see what he's doing and ask questions. He can work on that during the time until Spring Training instead of getting him out of sorts by starting it at Spring Training.\"   Adding this new Viciedo leg kick came about through discussions involving Manto, assistant hitting coach Harold Baines and manager Robin Ventura. It's something Viciedo employed early on in his White Sox Minor League days, but not consistently from at-bat to at-bat.   Manto doesn't consider himself a big leg kick guy. But in Viciedo's instance, Manto felt it was clearly needed for the 23-year-old talent, who fanned 120 times last season.   \"With this leg kick, the timing, his body will be behind the ball more often and give him a better chance for better contact,\" Manto said. \"He's such a tremendous hitter, but sometimes he gets so excited getting after the ball.   \"Dayan hit [25] homers and drove in 78 and we are still going to mess with him. That's how good he is, how good we think he is and can be. I'll be able to show him exactly what we think is best for him.\"   If the leg kick doesn't work for Viciedo once the White Sox get going during Spring Training, then Manto and company will go back to working with Viciedo on what he's been doing and where he feels comfortable. They strongly believe this change will be for the better.   As for Flowers' Florida work, Manto wants to make sure the catcher's \"bottom half is intact\" and that he's in a good overall position to hit in preparing for the transition to a starting job.   \"We won't know what we have until the end of Spring Training, after he gets consistent at-bats like a No. 1,\" Manto said of Flowers. \"We'll be dealing with a lot of things for the first time with him, and the last thing he needs to be worried about is mechanics.\"   White Sox lineups have not been officially set, not with five weeks to go before the start of Spring Training. But a pretty good guess can be made.   Alejandro De Aza and free-agent signee Jeff Keppinger, who Manto says \"can do anything you want in the batter's box,\" figure to be the top two hitters. Veterans Adam Dunn, Paul Konerko and Alex Rios make up a potent middle of the order, but it's the final four hitters that have White Sox fans concerned.   There's not a question of ability where Ramirez, Viciedo, Flowers and Gordon Beckham are concerned. It's more about bunching together four free swingers with all four having an on-base percentage of .300 or below during the 2012 campaign.   Flowers is thought to have on-base potential with regular at-bats. Ramirez is coming off an admitted down year, despite driving in 73, and Beckham exited the 2012 campaign with a newfound confidence that wasn't there at the start. The change in Viciedo's approach could help, although even experience might not alter his aggressive style.   The answer on this matter from Manto probably isn't the one White Sox supporters want to hear, but it's the same sort of response the even-keel hitting coach provides when asked about having just two left-handed hitters in the starting lineup. He's happy with what he has.   \"You probably don't want that [low on-base bunched together], and on paper, you think [it might be a problem],\" Manto said. \"Then again, with these guys, I don't think you'll get that again.   \"These guys got better and have proven themselves as the season went on. They learned from their at-bats. It takes a while to be a great player. These are good players but certainly on their way. Unfortunately the big leagues are tough. So, you get through some of the roadblocks and hiccups they have, and everyone gets better.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
