{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/40873506\/general-manager-ruben-amaro-jr-smaller-scale-deals-essential-for-phillies\/",
    "title": "Amaro: Smaller-scale deals 'essential' for Phillies",
    "subtitle": "General manager believes in four complementary pieces, hopes to find a fifth",
    "body": "PHILADELPHIA -- The Phillies have four fresh faces headed to Clearwater, Fla., for Spring Training next month.  They still hope to find a fifth.  The Phillies are still pursuing a corner outfielder, a source said Monday, and the usual suspects remain: Scott Hairston, Vernon Wells, Alfonso Soriano and Michael Cuddyer. But even if the Phils fall short in their pursuit of a veteran outfielder, general manager Ruben Amaro Jr. said recently the additions of setup man Mike Adams, center fielder Ben Revere, left-hander John Lannan and third baseman Michael Young will help a team that missed the postseason last year for the first time since 2006. \"They're maybe not the biggest and sexiest moves, but those are moves that were essential to help our club,\" Amaro said.   In winters past, the Phillies acquired arguably the best players available at their position: right-hander Roy Halladay in 2009, left-hander Cliff Lee in '10 and closer Jonathan Papelbon in '11.   Adams, Revere, Lannan and Young are more complementary pieces than those splashy offseason acquisitions that had fans rushing to the team store at Citizens Bank Park to snatch up jerseys for the holidays.   \"They're not Josh Hamilton, and they're not Zack Greinke, but they're moves that were important to our team,\" Amaro said. \"I think they'll certainly help us. I don't know what you consider small moves, but getting an everyday center fielder and an everyday third baseman don't constitute small moves to me. I guess the public doesn't view those as superstar moves, but at the same time, you've got an All-Star-caliber third baseman, who's produced offensively for 12 years. We've got a center fielder who is on the rise and plugs a very significant hole for us, especially defensively. He's a young player with some dynamic speed and can create some offense for us.   \"How they produce, I couldn't tell you. But I like what they can bring to our club.\"   The best-case scenario for the Phils is Young coming close to replicating his 2011 numbers (.338 with 41 doubles, six triples, 11 home runs, 106 RBIs, .854 OPS), Revere blossoming into a younger Juan Pierre, Adams pitching like one of the best setup men in baseball and Lannan proving a solid fifth starter behind Halladay, Lee, Cole Hamels and Kyle Kendrick.   The worst-case scenarios are Young's production tumbling, Revere taking a step back in his development, Adams having issues following thoracic outlet syndrome surgery and Lannan struggling to the point where the Phillies must dip into the Minor Leagues to stabilize the rotation.   \"There is some risk with the injury and the operation,\" Amaro said about Adams, \"but we felt after examining him and how he's doing overall, it sounds like he's doing pretty well. So he should be ready at 100 percent in Spring Training.   \"I don't know if you can compare the team we thought we were going to have in April 2012 to the April 2013 team. I'm not sure it's better or not. I think if we just get those guys on the field -- Doc, Chase [Utley] and Ryan [Howard] -- I think we're automatically better. If we get them producing at their more accustomed levels, we're automatically better. It was pretty obvious at the end of the year last year, even without [Shane] Victorino and [Hunter] Pence, we still had a very good club. We just got a late start on having our personnel there.\"   Phils pitching coach Rich Dubee watched Halladay throw Friday. He told Amaro he threw \"very well,\" although Halladay has not started to throw from a mound, which will be a truer indicator of his progress.   \"Some of the work he's done in the offseason, strength-wise, has been a positive,\" Amaro said. \"He's done a couple of mechanical things to get back closer to where he was in 2010 and 2011. If we can get Doc closer to that, and I have a good feeling about it, I think that's very positive.\"   Phillies head athletic trainer Scott Sheridan will visit Utley in California in the middle of this month, but reports remain upbeat. Amaro also said Howard seems to be doing well with his offseason training program.   \"All that said, you don't know where injuries might pop up as we go through the spring,\" Amaro said. \"But right now I'm a lot more optimistic about our overall health than I was when Howard was out with his Achilles last year. Obviously we won't know how Chase and Doc are doing until they're going full bore in Spring Training. But all indications seem to point to them being 100 percent.\"   If they are, Amaro believes those four newcomers should round out the 25-man roster quite nicely.   And don't count out a fifth newcomer, either. The Phils are still looking. Todd Zolecki is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Todd Zolecki"
}
