{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/40876900\/jon-niese-doesnt-need-heart-ablation-surgery\/",
    "title": "Niese doesn't need heart ablation surgery",
    "subtitle": "",
    "body": "NEW YORK -- Turns out Jon Niese's heart issue was a non-issue. Originally scheduled to undergo a heart ablation before Christmas to correct the arrhythmias he has experienced throughout his career, Niese instead opted against surgery. Doctors at the Cleveland Clinic in Ohio, where he was scheduled to have the procedure, told him it was not necessary. \"The doctors just said that it was nothing major and that I didn't need to have surgery,\" Niese said via telephone Monday evening. \"I'm just going to go on as normal and that's it. It's a really good thing.\" Niese originally planned to have a heart ablation procedure during last year's All-Star break, but he decided to wait until after the season. When he spoke about the operation last month, the left-hander said he expected a full recovery from any procedure to take no more than three days.  Twice in the past two years, Niese has experienced a rapid heartbeat on the mound, most recently forcing him out of a game last June. Following each episode, he underwent a battery of tests, which did not reveal anything alarming.  Nor did his recent trip to the Cleveland Clinic, which left Niese happy to escape without facing the knife. A typical ablation procedure threads catheters through veins to a patient's heart, according to the Mayo Clinic, to correct structural problems that can cause arrhythmias. It works by scarring or destroying heart tissue that triggers an abnormal heart rhythm or, in some cases, by preventing abnormal electrical signals from traveling through a patient's heart.  An ablation would have been Niese's second minor operation in two years; he underwent a rhinoplasty procedure last offseason to correct structural problems in his nose. Though that operation was technically cosmetic, Niese credited it with helping his breathing, thereby helping him increase his cardiovascular activities.  The left-hander signed a five-year, $25.5 million contract extension in April, with enough team options to take him through the 2018 season. He responded with his best season as a big leaguer, going 13-9 with a 3.40 ERA in 30 starts. Niese struck out a career-high 155 batters in 190 1\/3 innings, walking 49.  He is scheduled to marry his fiancée, Leah Eckman, this Saturday.  Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
