{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293269",
    "title": "Mariners sign veterans Appier, Vina",
    "subtitle": "Mariners sign Appier, Vina",
    "body": "The Mariners added some possible veteran depth Monday when they announced the signing of right-hander Kevin Appier and infielder Fernando Vina to Minor League contracts that include invitations to Spring Training.  \"Kevin and Fernando are both veteran Major League players that we can bring to camp for some extra depth on our team,\" general manager Bill Bavasi said. \"They have both had health challenges but, if healthy, they will be valuable players for our younger guys to compete against and learn from.\"  Appier, a 38-year-old starter, has played 16 seasons in the Majors with four teams, Kansas City (1989-99, 2003-4), Oakland (1999-2000), New York Mets (2001) and the Angels (2002-3). He is 169-137 with a 3.74 ERA in 414 Major League games, including 402 starts. Appier, who pitched in the postseason with Oakland in 2000 and won a World Series with the 2002 Anaheim Angels, has had elbow problems the last few years and considered retiring a few times. Vina, 36, missed the entire 2005 season with the Detroit Tigers after being placed on the disabled list on March 15 with a strained right hamstring and patellar tendinitis in his left knee. He was limited to 29 games with the Tigers in 2004 because of injury.   Vina has hit .282 with 627 runs scored, 194 doubles, 49 triples, 40 home runs, 343 RBIs and 116 stolen bases in 1,148 games with Seattle (1993), New York Mets(1994), Milwaukee (1995-1999), St. Louis (2000-2003) and Detroit (2004-2005).      Appier will try to crack a rotation expected to be set at five, with Jamie Moyer, Jarrod Washburn, Felix Hernandez, Joel Pineiro and Gil Meche the front-runners.   Vina will battle second-year-man Jose Lopez and utility player Willie Bloomquist for time at second base.  Doug Miller is a reporter for MLB.com This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
