{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/40901320\/general-manager-mike-rizzo-talks-all-things-nationals-in-exclusive-qa\/",
    "title": "Rizzo talks all things Nationals in exclusive Q",
    "subtitle": "",
    "body": "After watching his team lose to the Cardinals in the National League Division Series last October, general manager Mike Rizzo took steps to further improve the Nationals for the 2013 season.  He signed free-agent right-hander Dan Haren to a one-year, $13 million contract and acquired center fielder Denard Span in a trade that sent pitcher Alex Meyer to the Twins. Rizzo also brought back first baseman Adam LaRoche, who was a free agent, and that means the infield from last year's team will remain intact. Besides LaRoche, Ryan Zimmerman will play third, while Ian Desmond and Danny Espinosa will be the double-play combination at shortstop and second base, respectively.  MLB.com caught up with Rizzo recently to talk about various topics from Desmond to Michael Morse. MLB.com: Spring Training is a few weeks away. Are the 2013 Nationals better than last year's team?   Rizzo: I don't want to make any prognostications until we see the players arrive in Florida. If we are healthy and don't have catastrophic injuries to Jayson Werth, Drew Storen, Wilson Ramos, I think we'll have a better, more consistent team. I think it will be one year older, one year more experienced, one year more mature. I think there is an opportunity to be better than we were last year.   MLB.com: The team will have Stephen Strasburg for a full season in 2013. How much did it hurt not having him during the postseason?   Rizzo: Obviously, not having him for the postseason meant one less talented pitcher on the staff. But we thought that was the right thing to do for all the reasons that we talked about. Now that we have him for the full season, I think we'll see the next step in his maturation as a front-line starting pitcher. I think the other four or five starters will piggyback off of his success, his preparation and his work ethic. I think he will pull the whole group up to a higher level.   MLB.com: What is the biggest need going into Spring Training?   Rizzo: I think the biggest need would be upper Minor League depth, specifically starting-pitching depth. We are extremely happy with the Major League team that we have, but as you know, it's difficult through a full 162 games to have just five starters. So we would like to get a little deeper. We would like to see our next wave of Minor League pitchers take the next step and be that type of depth for us that we can call on during the season. I think they are capable of it. I think the development staff and Minor League coaches do a great job. I think they will make some of our Minor League prospects Major League ready this year. If they do that, it will ease our concerns.   We are a well-rounded team. We are young and athletic at just about every position. We are a very balanced lineup -- left-handed, right-handed. We feel really good about the team that we have.   MLB.com: Which prospects do you expect to see in the big leagues this year?   Rizzo: There is no telling who you could see. Our elite guys -- Anthony Rendon, Brian Goodwin, Nathan Karns -- any of those guys could help us in the big leagues at some time this year. Let's not forget our Major League players are very young, too. That's the reason there isn't a lot of opportunities at the big league level, because you have a 26-year-old shortstop in Ian Desmond. Don't forget Ryan Zimmerman is a young man. He seems like he has been here for 20 years. He is only 27 years old. With Zim, Desmond, Danny Espinosa, Stephen Lombardozzi, Denard Span, Bryce Harper and Wilson Ramos, these guys are 25, 26 or younger. It really limits the opportunities that some of our good Minor League prospects have.   MLB.com: You have a young Major League player in Tyler Moore. What are your plans for him?   Rizzo: We see Tyler Moore and Steve Lombardozzi as everyday Major League players on a championship-caliber lineup. With that said, there is going to be competition. There are players in front of them. It's such a warm feeling that you have good young players in your starting eight, you have good young players directly behind them that could take over at a moment's notice and have very little drop in performance.   MLB.com: Considering who you have on your roster, is there any chance you could trade Lombardozzi or Moore?   Rizzo: We make long-term decisions on our entire roster. My focus is on the 250-man roster that we have throughout the Major League and Minor League systems. These decisions aren't so much one player for one player. We have to see what we have long term [depth-wise], what type of value does the player have in the long term. With that said, we are not going to trade Tyler Moore or Steve Lombardozzi or any of our young Major League players. Certainly if it improves our club in 2013 and beyond like every one of our trades that we've done so far, everything is on the table. We have to be open minded. We can't put blinders on and say, \"This player is untouchable,\" because no player is untouchable. I wouldn't be doing my job if I didn't listen and think about the ramifications of each and every opportunity.   MLB.com: After you signed LaRoche to a two-year contract, it appears that Morse will likely be traded. Could he still be on the team and come off the bench?   Rizzo: Morse is a middle-of-the-lineup, everyday production bat. With that said, we are going to be open minded. Nobody said that we have to trade Morse. There is no financial ramifications that forces us to trade Morse. He is a very economical middle-of-the-lineup hitter that can hit .300 and drive in 100 at a very affordable price. He is very attractive to a lot of teams. I've heard no less than 10 to 12 teams that have interest in Morse.   We are going to put the best 25 men on the field for Opening Day. We are going to be patient. If there is a deal out there that makes great sense for us and makes great sense for Morse, we'll certainly consider it. But there is no gun to our head that we have to trade Morse. We won't trade him just to trade him. It will be a good trade in our favor or we will just keep him.   MLB.com: You have a handful of players who are arbitration-eligible. Do you expect to sign them soon?   Rizzo: They are arbitration-eligible, so we have them under control for years down the road. We are going to do what's best for the ballclub and the player. The arbitration process is a sticky process at times. We don't like going to the hearing room, but we have in the past. Our front office has been very successful at it. But we love these players and these guys are part of the Nationals family. We are going to do what's right for them and what's right for the franchise.   MLB.com: Are you looking to give some of these players extensions? I'm referring to Desmond and Jordan Zimmermann.   Rizzo: If it makes sense on one of our arbitration-eligible guys, we will certainly consider it. But we haven't delved into any specifics with any player about any kind of extension -- buying guys out of arbitration years.   MLB.com: Desmond told me that there was talk of an extension during last season, but he stopped negotiations because he wanted to focus on winning games. What does that say about him?   Rizzo: It says everything you need to know about Desmond. That's why he is one of the vocal leaders on our ballclub. He is one of the lead-by-example guys on the ballclub. He is one of the great players in the game. He is a character guy, makeup guy and a selfless player. He didn't want to talk about any kind of extension during the season. I told him we would pick up the conversation for both of us during the offseason, and I imagine that we would do so. Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
