{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/40902834\/mike-bauman-hall-fates-of-barry-bonds-roger-clemens-not-yet-clear\/",
    "title": "Hall fates of Bonds, Clemens will be more clear in '14",
    "subtitle": "",
    "body": "Among all the percentages that were focused upon Wednesday, there was one that, for the sake of perspective, was absolutely essential to keep in mind.  This number was supplied by Jeff Idelson, president of the National Baseball Hall of Fame and Museum in an interview on MLB Network. It was 79 percent -- the percentage of players currently in the Hall who were not elected in their first year of eligibility. So, when we look at the 2013 Hall of Fame voting -- and the controversies that surrounded it -- and search for the deeper meaning, that deeper meaning might well be merely this:   \"We can't possibly know until later.\"   This year, for just the eighth time in the history of balloting for the Hall, no candidate received the 75 percent of the vote necessary for election. But some of the candidacies that came nowhere near that mark were the ones who were most closely watched.   For instance, the voters rejected by large margins the candidacies of Roger Clemens (37.6 percent) and Barry Bonds (36.2 percent). And the voters nearly cast Sammy Sosa (12.5 percent) into the outer darkness.   Clemens, Bonds and Sosa were obviously tainted by allegations of performance-enhancing drug usage. By the numbers, they were clearly Hall of Famers. But with significant speculation about the possible use of PEDs, a large majority of voters did not support them.   Sosa's total likely indicates that he will not be a viable candidate in the future. But the question now is: Were the voters punishing Clemens and Bonds on a one-year, one-time basis, or were they taking a lifetime position?     If those voting percentages change noticeably next year, then Clemens and Bonds could still be seen over time as electable. If the numbers only change incrementally, then the opposition to them is not likely to gradually fade.   I obviously can't speak for the other 300-plus voters who did not vote for Clemens and Bonds, but at this point I cannot foresee a circumstance in which I would change my mind on this issue.   The Hall instructs voters thusly: \"Voting shall be based upon the player's record, playing ability, integrity, sportsmanship, character and contributions to the team(s) on which the player played.\"   Over time, those instructions aren't going to change, either.   For a number of other candidates, there won't be an induction this summer in Cooperstown, but there can be legitimate hope.   Craig Biggio, in his first year on the ballot, led all candidates with 68.2 percent of the vote. I thought his career merited a first-ballot selection, but history indicates that when a candidate does this well in its first year, we're looking at an eventual Hall of Famer.   Jack Morris was second with 67.7 percent. He moved up just one percent from 2012. Next year will be his 15th and final time on the ballot.   Similar numbers for parallel cases occurred with Jeff Bagwell (59.6 percent in his third year on the ballot) and Mike Piazza (57.8 percent in his first year). Bagwell went up 3.6 percent from his 2012 vote total.   By the numbers, both of these players are Hall of Famers, and both had my vote. They have both probably suffered from rumors of PED usage. But there is not one shred of tangible public evidence that they used PEDs. There may be a preponderance of evidence in other cases, but for these two, speculation and conjecture should not be enough to sink their chances for Cooperstown.   Tim Raines (52.2 percent) was the only other candidate with more than half of the votes, and he also had a marginal increase from last year.   The problem that all of these candidates will face -- regardless of whether they are controversial, non-controversial or semi-controversial -- is that next year's ballot is going to contain some truly viable first-year candidates.   Those will include what seem to be a trio of first-ballot locks in Frank Thomas, Greg Maddux and Tom Glavine. And there will be other formidable candidates such as Mike Mussina and Jeff Kent.   The decisions made by the eligible members of the Baseball Writers' Association of America will not be any easier for the Hall of Fame class of 2014. In fact, with a ballot crowded with legitimate Hall aspirants, the decisions could be more difficult.   But one year from now, we will all be much closer to finding out whether the 2013 opposition to Clemens and Bonds was a fleeting occurrence or a way of life.  Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
