{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/40903426\/as-his-results-dip-mark-mcgwire-takes-hall-of-fame-vote-in-stride\/",
    "title": "As his results dip, McGwire takes Hall vote in stride",
    "subtitle": "Ex-slugger named on 16.9 percent of ballots; numbers drop for third straight year",
    "body": "GLENDALE, Ariz. -- Mark McGwire, bypassed for a seventh year in Hall of Fame voting, didn't sound surprised or bitter on Wednesday.  \"I've pretty much said it all along -- they have their standards,\" McGwire said from the clubhouse at Camelback Ranch-Glendale, where the Dodgers are holding their Winter Developmental Camp and McGwire is the new Major League hitting coach.  \"I'm not going to fight it. I have total respect for the Hall of Fame and what they live by. They have their guidelines. That's the way it's going to be and we have to accept it.\" The 49-year-old McGwire received 96 votes, being named on 16.9 percent of the ballots cast by eligible members of the Baseball Writers' Association of America, his percentage diminishing each of the last three years. Players must be named on 75 percent of the ballots cast for election, and nobody made the cut this year. Former Astros second baseman Craig Biggio was the leading vote-getter, having been named on 68.2 percent of the ballots.  McGwire, who played 16 seasons with the A's and Cardinals, has been tainted with his admission of using performance-enhancing drugs. But he was a 12-time All-Star and is 10th all-time with 583 home runs, having led the league four times, including 1998 with 70.  \"I never played this game to be a Hall of Famer,\" he said. \"I had pretty darn good numbers and people thought I should be. Back in the day I played, nobody talked about being in the Hall of Fame. Now you have 20-year-olds and they're talked about as future Hall of Famers. I didn't know if I could be that good.\"   McGwire sidestepped when asked if he thought he was a Hall of Fame-caliber player.   \"That's for other people to make a decision,\" he said. \"Pretty good numbers, but that's the way it is. That's fine. Personally, I'm accepting it. I don't know what else I can say. I've moved on. I'm a big boy. I've accepted it.\"   He and Sammy Sosa were credited with helping revive the game after the devastating 1994 strike with their long-ball duel in 1998.   \"Those were fantastic times,\" he said. \"A lot of hard work. It wasn't easy to do.\"   McGwire retired as a player after the 2001 season and became the St. Louis Cardinals hitting coach after the 2009 season. He said the perception that he went into a self-imposed exile because of the steroid revelation was a media misrepresentation.   \"The problem is when players retire, they don't retire, they come back as coaches or whatever,\" he said. \"I was out and about all the time. That's so far from accurate. It came from a writer. When I saw it, it was like, wow. Whatever happened to just retirement?\" Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
