{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/40903474\/adam-laroche-davey-johnson-a-big-reason-for-coming-back-to-nationals\/",
    "title": "LaRoche: Davey a big reason for coming back",
    "subtitle": "",
    "body": "WASHINGTON -- First baseman Adam LaRoche made it clear throughout the offseason that he wanted to return to the Nationals, and it happened Tuesday, when he signed a two-year, $24 million deal with a mutual option for a third season.  There were times during the offseason that LaRoche thought he would not return to Washington, because he was seeking a three-year deal and the Nats wouldn't budge from their two-year offer. But being around a winning atmosphere and playing for manager Davey Johnson were reasons to return to the nation's capital.  \"I had a lot of managers, and Johnson is right at the top,\" LaRoche said during a conference call on Wednesday. \"So aside from how good this team is going to be, one big reason for coming back is what Johnson said. It is going to be his last year.\" It was a week ago that LaRoche gave in to Washington's offer and agreed to the new deal. LaRoche acknowledged that he sought a no-trade clause in his contract, but general manager Mike Rizzo told him that the team no longer gave such provisions. Jayson Werth was the last Nationals player to receive a no-trade clause in December 2010.   \"I had a couple of conversations with Riz, and he explained the situation in Florida -- he was very clear about it and he stuck with it,\" LaRoche said. \"Toward the end, it wasn't necessarily the third year. It was more some of the smaller things -- working out the buyout or whether we could do a no-trade clause or something like that.\"   Teams like the Red Sox and Mariners were reportedly interested in LaRoche's services, but those teams were unwilling to give him a three-year deal and surrender a compensation pick after the first round of the 2013 First-Year Player Draft. LaRoche received a qualifying offer from the Nationals for $13.3 million, but he turned it down.   \"It probably affected a couple of other players worse than me,\" LaRoche said. \"There are pretty solid ballplayers looking for work. I don't know how that is going to be addressed in the future. I know it definitely hindered some teams from going after guys they would have normally gone after.   \"Money may not be a big issue with that team. They just don't want to give up that pick. There were probably two or three, maybe four teams out there that it affected. As far as teams interested in me, they just didn't want to give up that pick. Then again, looking back, it may have been the best thing coming back here.\"   LaRoche was instrumental in leading the Nats to the National League East title in 2012, batting .271 with 33 homers and 100 RBIs in 154 games. He was awarded his first career Gold Glove Award and Silver Slugger Award and finished sixth in the voting for the NL Most Valuable Player Award.   With LaRoche signed, the Nationals have a decision to make regarding Michael Morse, who was the everyday left fielder last season. The Nats' outfield this year is already set -- with Bryce Harper, Denard Span and Jayson Werth -- but Morse could serve as a fourth outfielder or spell LaRoche at first base as well. But LaRoche believes Morse could be traded.   \"I don't think you are going to see Mikey on the bench. Mike can hit in the middle of about any lineup in the big leagues,\" LaRoche said. \"Selfishly, I would love to have him on our team and get in that lineup. Of course, we are going to have a log jam out there, so something has to happen. Again, he is going to be playing for somebody, whether it's us or [the team] making a move for some prospects. ... This isn't in any way a career-ender for Mikey. He is just getting started. He is going to tear it up with someone.\" Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
