{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/40903602\/indians-trade-gomez-to-bucs-for-minor-leaguer\/",
    "title": "Indians trade Gomez to Bucs for Minor Leaguer",
    "subtitle": "",
    "body": "CLEVELAND -- With Brett Myers, Trevor Bauer and Scott Kazmir now in the fold, the Indians deemed right-hander Jeanmar Gomez expendable. A week after Cleveland designated Gomez for assignment, the club traded him to Pittsburgh for Minor League outfielder Quincy Latimore.  \"It's just numbers,\" general manager Chris Antonetti said. \"We've had to make a series of very difficult roster decisions over the course of the last five to six weeks. When you acquire a lot of players externally that go on your 40-man roster, it forces you to make some difficult decisions on how you create space for them.  \"I still think Jeanmar will have an opportunity to go and be a very effective Major League pitcher. I know he'll get that opportunity now with the Pirates.\" Gomez earned a spot in the Tribe's rotation in 2012 after a strong spring, in which he logged a 1.37 ERA in 19 2\/3 innings. He pitched in 20 contests (17 starts) for Cleveland last season, posting a 5-8 record and 5.96 ERA.   In parts of three seasons with the Indians, the native of Venezuela, who tossed a perfect game for Double-A Akron in 2009, compiled a 14-16 mark and 5.18 ERA.   Latimore, Pittsburgh's fourth-round selection in the 2007 First-Year Player Draft, provides the Indians with some much-desired organizational outfield depth. Latimore batted .252 with 15 home runs and 71 RBIs in 126 games for Double-A Altoona last season. He posted nearly identical numbers the previous year for the Curve. As a 21-year-old in 2010, he hit .266 with 19 homers and 100 RBIs for Class A Bradenton.   \"He's an outfielder who adds some depth to the upper levels of our system,\" Antonetti said. \"He's a right-handed hitter who's had some power. Our scouts have liked him for a while. We'll get a chance to see him in Spring Training, but hopefully he adds some depth to our system.\"   Gomez could head to Spring Training with a chance to compete for a spot in Pittsburgh's rotation, as the club's agreement on a two-year deal with Francisco Liriano appears to be in limbo because of an injury the southpaw recently sustained. The Pirates are set with A.J. Burnett, Wandy Rodriguez and James McDonald occupying three-fifths of their rotation. Kris Johnson, Jeff Locke, Kyle McPherson, Andrew Oliver, Vin Mazzaro and others could vie for a spot as well.   The Indians designated Gomez for assignment last Wednesday to clear roster space for Russ Canzler, whom they reclaimed from Toronto. The Yankees claimed Canzler off waivers a day later.   As things stand, the Indians' rotation projects to feature Justin Masterson, Ubaldo Jimenez and Brett Myers, with Carlos Carrasco, Zach McAllister and Bauer serving as the primary candidates for the final two spots. Corey Kluber, David Huff and Kazmir will also go to camp as rotation possibilities.   Antonetti said that the club feels much better about its rotation depth than it felt at the start of the offseason.   \"It's improved,\" he said. \"But you can never have enough pitching, so we'll continue to look at ways we can improve our alternatives over the next few weeks. But if we don't do anything, we feel we're in a better spot now than we were at the end of last season.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. Follow Zack Meisel on Twitter @zackmeisel. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian and Zack Meisel"
}
