{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/40884590\/former-rays-angels-lefty-scott-kazmir-among-three-to-sign-minor-league-deals-with-indians\/",
    "title": "Kazmir among three to sign Minor League deals",
    "subtitle": "Former Rays, Angels lefty extended invitation to Indians' spring camp",
    "body": "CLEVELAND -- There are major moves that have an immediate impact on a big league roster and there are additions aimed at strengthening a team's overall depth. The latter approach was addressed in a trio of signings by the Indians on Tuesday.  Cleveland officially announced that it has signed starter Scott Kazmir, reliever Jerry Gil and lefty Edward Paredes to Minor League contracts. All three pitchers have also been extended invitations to attend big league camp this spring in Goodyear, Ariz.  With larger deals -- namely the signings of outfielder Nick Swisher, pitcher Brett Myers and first baseman Mark Reynolds -- already in the books, Cleveland will likely now use the weeks leading up to Spring Training to focus on adding players on Minor League deals. Kazmir is an example of the Indians' willingness to roll the dice on a reclamation project.   The current crop of starters projects to include Justin Masterson, Ubaldo Jimenez, Myers, Zach McAllister, Trevor Bauer, Carlos Carrasco and Corey Kluber. Lefty David Huff, who is out of options, might also get a look, though he could also be a possibility for the bullpen. Minor League lefty T.J. House will also be in camp with the Tribe.   Kazmir, 28, will also come into camp as a long-shot candidate for the rotation. The lefty enjoyed a promising start to his career before injuries and inconsistency eventually knocked him out of the big leagues by 2012. He spent last season pitching for Sugar Land (Texas) in the independent Atlantic League and pitched for Gigantes de Carolina in the Puerto Rican Winter League this offseason.   A first-round pick by the Mets in the 2002 First-Year Player Draft, Kazmir began his big league career with Tampa Bay in '04. Over the 2005-09 seasons, Kazmir went 55-43 with a 3.75 ERA over 143 games, turning in 167 innings on average over that five-year period.   For his career, Kazmir has gone 66-61 with a 4.17 ERA across eight seasons spent between the Rays and Angels. His last full season came in 2010, when he went 9-15 with a 5.94 ERA in 28 starts for the Angels.   This offseason, Kazmir went 0-2 with a 4.37 ERA in five outings in Puerto Rico. Over 22 2\/3 innings in winter ball, he has 27 strikeouts and eight walks.   The 30-year-old Gil made two stops in the Majors Leagues with the D-backs (2004) and Reds ('07) before making the switch from utility player to pitcher before the 2008 season. The right-hander has gone 23-26 with a 5.63 ERA in 205 career Minor League games. Last year with Triple-A Las Vegas (Toronto), Gil went 7-1 with a 4.92 ERA, nine saves and 51 strikeouts in 58 appearances.   This winter, Gil fashioned a 1.52 ERA with eight saves and 20 strikeouts in 24 outings for Estrellas in the Dominican Winter League.   Paredes, 26, pitched in the Mariners' system for seven seasons (4.66 ERA over 201 Minor League games) before being designated for assignment in June 2011. The left-hander did not pitch in 2012, but recently completed a 24-game stint with Estrellas in the Dominican Winter League. In that sample, Paredes went 3-0 with a 1.93 ERA, compiling 10 strikeouts in 14 innings and holding lefties to a .174 average.   The Indians also recently signed 27-year-old second baseman Matt Antonelli, but his deal does not include an invitation to big league Spring Training. Antonelli hit .193 in 21 games with the Padres in 2008, and appeared in 44 games last season (hitting .201) between stints at Triple-A in the Orioles' and Yankees' farm systems. Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
