{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/40890414\/blue-jays-happy-ra-dickeys-long-road-led-to-toronto\/",
    "title": "Blue Jays happy Dickey's long road led to Toronto",
    "subtitle": "",
    "body": "TORONTO -- R.A. Dickey still remembers every little detail about the first time he felt becoming a full-time knuckleballer might actually work. It was back in 2005 while he was a member of the Rangers. He was pitching against the Mariners and slugger Raul Ibanez stepped into the batter's box to take his cuts. The knuckleball was still very much a work in progress, but under the bright lights of a Major League stadium, there was a sneak peak of what the future might have in store. \"I threw it, it came out of my hand and didn't rotate a smidgen,\" Dickey said during his introductory news conference Tuesday afternoon at Rogers Centre. \"He swung, his helmet fell off and he went down on his back knee. I remember thinking, 'This is kind of fun.'  \"Of course, the next pitch I think was hit over the fence, but the point being that was the first glimpse, and then from there I struggled. I would have some moments and then I would struggle.\"  In reality, the so-called perfect pitch was just the beginning. It marked the start of a long journey that would see plenty of ups and downs on the path to becoming a legitimate starting pitcher.  Dickey remained with the Rangers until 2006 and then spent the next two seasons toiling in the Minor Leagues. He would later move on to the Mariners, but it wasn't until he joined the Twins that things began to click.  All of the hard work slowly began paying off. The notoriously tough-to-control pitch was starting to become more reliable as he learned how to throw it for strikes. It's a grueling process that every knuckleballer must go through and one that didn't begin to reap dividends until the end of 2009.  The turning point actually happened during one of the all-time lows of Dickey's 10-year big league career.  \"I had just been sent down and it was really disappointing,\" Dickey said. \"They were going to make the playoffs and I had thrown great against the Yankees, but they sent me down. I finished up the year in Rochester in the rotation. I threw a couple of complete games down there and I had a couple of games where I felt like something clicked.  \"But then the season ended and I didn't really know. Then came 2010, and I threw a one-hitter for Buffalo where I gave up a hit to the leadoff guy and retired 27 in a row after that.\"  That game in Buffalo turned out to be the final game to date Dickey would be forced to pitch in the Minor Leagues. He was a candidate to be waived by the Mets but instead received a promotion to the Majors and began to transform his previously disappointing career.  Dickey went on to post a 2.84 ERA in 174 1\/3 innings that year. He followed that up with a 3.28 ERA in 2011, before becoming a household name the following season during a banner year in New York.  The 38-year-old is now coming off a National League Cy Young Award-winning season in which he went 20-6 with a 2.73 ERA in 233 2\/3 innings. He also struck out a career-high 230 batters while tossing five complete games and walking just 54. The numbers have improved for three consecutive seasons, and that's ultimately what prompted Blue Jays general manager Alex Anthopoulos to pull the trigger on a blockbuster trade in December.  Acquiring Dickey didn't come without a hefty price tag. Anthopoulos was forced to part with top prospects Travis d'Arnaud and Noah Syndergaard as part of the deal, but after crunching the numbers and meeting with a countless number of scouts, it was a move the organization felt it ultimately had to make.  \"I started thinking [that] he's going to get better,\" Anthopoulos said. \"I know it's crazy to say, as good as he was, but I think he [will]. He has gotten better each year and there were a lot of indicators to me.  \"The more work we did on him, the more comfortable we became with the price. Clearly it was expensive; we gave up very good young talent, but we also got a Cy Young Award winner and you don't get those guys for free. We had the ability to say no, but ultimately for the organization, guys like this don't come around very often.\"  Dickey learned how to throw the knuckleball under the guidance of his mentor, Charlie Hough. The former Major Leaguer told Dickey that it took him only a day to learn the pitch but a lifetime to learn how to throw it for strikes.  It obviously didn't take Dickey quite that long, but there was still a four-year learning curve. The process essentially began by throwing the pitch and hoping for the best, but there was very little consistency with the movement or command.  That eventually changed, and once Dickey began to throw it for strikes, all of the pieces started being put into place. He realized that not only could he command the pitch but he could begin to manipulate it to get exactly what he wanted on the mound.  \"You knew you were going to have to battle the reputation that the pitch has out there, of a pitch that can't be trusted, a pitch that can't be thrown for strikes, a pitch that's a gimmick,\" said Dickey, who signed a three-year contract worth $30 million after the trade was finalized. \"So for me, everything that I did was bent on trying to be able to harness this pitch in the strike zone as frequent as possible.  \"Once I was able to do that, then I learned how to change speeds with it. Once I did that, I was able to learn how to change elevations with it, move it around a little bit, and that's what you saw last year, was kind of the culmination of a lot of lessons over the course of my seven-year progression with the pitch.\" Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
