{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293054",
    "title": "Best of the Mailbags: Jan. 9, 2006",
    "subtitle": "Best of the Mailbags: Jan. 9, 2006",
    "body": "All around baseball, fans ask the questions and our MLB.com correspondents provide the answers in weekly Mailbags for each of the 30 teams in the Major Leagues. Each Monday, we bring you the best of the best right here in the MLB.com Mailbag.  Rangers: What will it take for the Rangers to acquire Roger Clemens?  -- Kristie Avery, Texarkana, Ark.  The Rangers, like many clubs, are interested in having the future Hall of Famer wear their uniform, but the decision rests on Clemens (and I'm sure his family). The Rangers have gone out of their way to respect the wishes of Clemens and not force the issue, but have also been open about their desire for him to pitch in Arlington. As good as he is, Clemens is still a human being capable of injury and fatigue. He's in great shape but he's not a young man anymore so there are no guarantees he can pitch for an entire season. Also, he would not come cheap. All that said, if Clemens wants to pitch in Arlington, the Rangers would welcome him with open arms. He is a legend in baseball and a baseball deity in Texas. The Rangers signed Nolan Ryan toward the end of his career, so there is a precedent for such an acquisition. Ultimately, the decision belongs to Clemens, and only he knows what his plans are for the future. -- Jesse Sanchez   Cardinals: Can you see any downside to the Cardinals signing Sidney Ponson? I see it as very low risk (what's a million dollars in baseball money?) with a lot of potential. The guy did pitch over 200 innings in 2003. I think it could be the steal of the offseason for [general manager Walt] Jocketty. -- Kirk W., Peru, Ill.   The Cardinals just signed Ponson, and I heard that he has had some trouble with the law. If he makes the team this spring, how will he fit in with the rest of the Cardinals? -- Matt L., St. Charles, Mo.   These were just two of lots of questions I received about the Ponson signing.   Personally, I like the move a lot. As Kirk points out, it's very low risk, and if somehow the Cardinals can rediscover the 2003 Ponson, that's a very nice addition. He's a ground-ball guy, which the organization loves, and he's been rather durable for the most part. I also believe that he won't beat out Anthony Reyes unless he's actually ready to pitch. I don't think a job will simply be handed to him.   As for fitting in, I think one of the admirable things about the Cardinals clubhouse is how the players police themselves. My expectation is that if Ponson doesn't toe the line, doesn't do the work expected of the starters, his teammates will get him back on course. As for the off-the-field issues, he will continue to receive treatment for his alcoholism, and I believe and hope that he is sincere in his desire to be successful in that fight. -- Matthew Leach   Cubs: When will Kerry Wood be ready for some Major League action? Will the Cubs pitch him in Class A ball before the Majors? When he is ready, will he have a role as a starting pitcher or be in the bullpen?  -- Kevin S., Joliet, Ill.   Wood, who is coming off arthroscopic surgery on his right shoulder, just started his throwing program this month. He's making good progress, but the Cubs won't be able to determine when or where he'll pitch for some time. The medical staff does not like to announce a time table because if Wood misses a pre-announced deadline, the result often is unnecessary panic. The team will have a better idea as to where Wood is in his rehab when they see him in mid-February, when pitchers and catchers report to Mesa, Ariz. And when he is ready, Wood's intention is to return to the rotation. -- Carrie Muskat   Indians: The Tribe could solve the big right-handed stick problem by acquiring Wily Mo Pena from the Reds. His home run per at-bat ratio is pretty impressive. I only wonder what kind of clubhouse guy he is. Any chance of getting him without losing Coco Crisp? -- Mark Z., Youngstown, Ohio   Having covered the Reds last season, I can tell you Wily Mo does have an impressive (albeit extremely streaky) bat, and he's a fine clubhouse guy. I was impressed with his attitude, even when he didn't get the playing time he felt he deserved.   But the problem with Pena -- and it's a big one -- is his atrocious fielding, which never seems to get any better. I think the Indians, if interested, could get him without losing Coco, because the Reds still have a logjam of position players. But the Reds' brass has a tendency to overprice its young talent in the trade market, and I think the team would be looking for a couple young pitching prospects for Pena, whose stock, in the eyes of virtually everyone outside Cincinnati, has dipped after his injury-prone '05 season. -- Anthony Castrovince   Athletics: I haven't heard much on the Frank Thomas front lately? Have you? -- Jackson T., Seattle   Nothing other than that his agent, Arn Tellem, says Thomas is expecting to be cleared for baseball activities soon. Tellem also says he expects the Big Hurt to have a deal soon, but he isn't tipping his hand as to with whom that deal might be.   A's assistant general manager David Forst wasn't tipping his hand when I spoke to him late last week, either, but he did leave the door open to possibilities. When I asked him if Oakland was \"done,\" he dodged the question in a manner in which the master dodger, Billy Beane, would have been proud.   \"We're always finding ways to make more work for ourselves,\" he said.   Whether that means a lick regarding Thomas, I have no clue. But more than a few people continue to speculate that the A's are the front-runners to land him. It's possible that Beane is waiting to monitor those \"baseball activities\" before making a final offer. -- Mychael Urban   White Sox: I'm a little nervous about the White Sox making all of these moves and adding new players. Look at what Boston did after they won the World Series. They only appeared to be getting better, just as the White Sox are doing now. Do you think adding new players will hurt the team chemistry and result in a failure to repeat? -- Mike, Chicago   There's no way to answer this question until the White Sox get together as a team in late February and begin to work as a unit toward their shared goal. Players such as Paul Konerko, Mark Buehrle, Jon Garland and Rowand, who had been with the White Sox for more than a few years, marveled at the instant chemistry fostered among the team last spring, even with the plethora of changes made by Williams.   As Rowand used to tell us, they were \"all pulling from the same end of the rope.\" With clubhouse leaders such as Konerko, Buehrle and even catcher A.J. Pierzynski still in the fold in 2006, there's no reason to think the chemistry won't be close to what was achieved last season. Of course, having Guillen lead the way is the safest bet for a good clubhouse, year in and year out.   And remember that the Red Sox seemed to improve going into 2006, but they also lost Pedro Martinez, Derek Lowe and closer Keith Foulke. There's no substitute for quality pitching. -- Scott Merkin   Yankees: There are several proven hitters, such as Frank Thomas and Mike Piazza, still on the free agent market. Do you think that the Yanks will go after a big bat to fill the role vacated by Ruben Sierra? -- Tim F., Clarks Summit, Pa.   No, I don't. As of now, the Yankees plan to use Andy Phillips and Bernie Williams to fill the DH spot, though another player could be brought in before Spring Training. Phillips will get time at first when Jason Giambi is the DH, and Williams was brought back specifically to fill the role that Sierra occupied for the past two years.   I would be surprised if the Yankees went after Thomas or Piazza, especially since they'll have to give some of their DH at-bats to Giambi and Gary Sheffield to keep them from wearing down. They don't seem to be interested in bringing in a big name who will want 400-plus at-bats, which those two surely will. -- Mark Feinsand   Red Sox: Why is it that every player who leaves Boston always seems to end up in New York? Yet no good player from New York ever comes here. Why can't we take their players as well? I think we need to give them some of their own medicine. -- Tony A., New Bedford, Mass.   Well, one reason is fairly obvious. The Yankees are the only team in the Major Leagues that has a higher payroll than the Red Sox. That means that players who don't stay with the Red Sox for financial reasons could go to New York for those extra dollars, as just happened with Damon. I don't think it's accurate to say that players from the Yankees never go to the Red Sox. How about David Cone? And Don Baylor did back in 1986, the year he helped the Red Sox win the pennant. Mike Stanley went back and forth between the rivals a couple of times. Ramiro Mendoza, though he struggled in Boston, was held in fairly high esteem when he decided to come to the Red Sox. -- Ian Browne   Brewers: I may be a little biased being from his home state but, is it me or did Chris Capuano have the quietest 18-win season of any pitcher ever? While he was in the midst of winning more games than any Brewers pitcher in recent memory, on SportsCenter all they would talk about whenever he won a game was the offense, the defense, the batboy ... never about what a great season this kid was having. What is his contract status and why is there never a mention from other teams about trade interest? -- Terry S., Taunton, Mass.   Such is the life of a Milwaukee Brewer, at least until the team improves to the point of getting late-season national attention. All Capuano did in 2005 was win; Ben Sheets has better pure stuff and Doug Davis had the better overall statistics, but Capuano was the team's first 18-game winner in 18 years and actually made a run at 20. But the Brewers stayed mostly out of the spotlight, and, to be fair, Capuano did seem to reap more than his share of run support and good luck.   To me, the most important thing was he proved he could stay healthy for an entire season, no small feat for a guy with Tommy John surgery in his past. His breakout season had to be a big confidence boost for Capuano, and you would think it will make him a better pitcher going forward.   As for trade rumors, I think the reason you don't hear them is teams know the Brewers probably would not be interested in moving a 27-year-old who is at least a full season away from arbitration eligibility. The Winter Meetings trade with Toronto showed what a premium the Brewers put on young arms, and moving Capuano just would not make any sense. We'll see if the Brewers treat Capuano like they did position players Scott Podsednik and Keith Ginter, who received multi-year contracts before they reached their arbitration years. -- Adam McCalvy   Marlins: Why didn't the Marlins trade players like Carlos Delgado for high draft picks? -- Bill S., Miami   Unlike the NFL or NBA, Major League Baseball doesn't have a system of trading draft picks. Teams can obtain draft choices from other clubs as compensation for losing free agents. This past season, the Marlins tendered arbitration to pitcher A.J. Burnett, who signed a five-year, $55-million contract with the Blue Jays. For losing Burnett's services and because he was tendered arbitration, the Marlins are getting draft compensation.   However, they couldn't ask for, say, the Mets' first-round pick for Delgado. The system isn't set up that way. As history has shown, high draft picks in baseball are not guaranteed to make an impact or even reach the big-league level. So often we see that players highly touted on draft day don't make it for various reasons. -- Joe Frisaro   Nationals: With Alfonso Soriano saying he wants to return to the American League after the 2006 season, do you see the Nationals trading him for pitching or hitting? -- Dan H., Rockville, Md.   According to a source, the Nationals offered Soriano to the Orioles for shortstop Miguel Tejada and to the Red Sox for right-hander Josh Beckett, but the parties couldn't agree on a deal.   I don't see the Nationals trading Soriano at this time, but if they are out of the race by June, they would likely deal Soriano for some prospects, who are needed for the farm system.   I also think it's premature to react to Soriano's comments. Let see how he responds to Robinson and playing the outfield before we pass judgment. -- Bill Ladson   Devil Rays: What are the Rays' plans for B.J. Upton this year? -- David D., Baltimore, Md.   At this point, there are several options. First, there's the prospect of Upton coming to the Major Leagues at another position, possibly third base. Given his offensive potential and the fact the position is less demanding defensively, Upton would probably fit in nicely at the hot corner. However, from all indications, Upton wants to remain at shortstop, and the Rays seem receptive to letting him exhaust all possibilities at the position. If Julio Lugo is not traded, Upton can continue to work on his defense at Triple-A Durham.   The final option would be to make Upton the Rays' starting shortstop. This seems the least likely possibility, considering his defensive lapses in 2005. After all, the Rays have a young staff, which is more sensitive to defensive lapses. -- Bill Chastain",
    "author": ""
}
