{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/40899178\/rehabbing-adam-eaton-hitting-nearing-return-to-full-strength\/",
    "title": "Rehabbing Eaton hitting, nearing return to full strength",
    "subtitle": "",
    "body": "PHOENIX -- Sitting still is not easy for Adam Eaton.  The D-backs outfielder usually takes about a week off following a season before he starts hitting the weights and swinging the bat.  This offseason, though, has been different for Eaton, who broke his right hand with a few games remaining last year. The 24-year-old was not able to do either until December. \"It's going real well,\" Eaton said of his rehab. \"I got cleared right before Christmas and I've been hitting for probably about three weeks or so. It feels great. There's no pain, there's no restriction of movement.   \"It's about 95 percent, I would say, right now. The remaining five percent is basically the strength, getting it back to full strength.\"   A 19th-round pick in 2010, Eaton made a quick rise through the Arizona system, culminating last year when he hit .381 with a .995 OPS for Triple-A Reno. That earned him a September promotion to the big leagues.   Eaton made quite an impression, hitting .259 with an on-base percentage of .382. He made several outstanding defensive plays, and with his speed and ability to get on base, he gave the team a legitimate leadoff hitter.   As the month wore on, it became clear the D-backs viewed Eaton as their center fielder of the future. So much so they dealt veteran center fielder Chris Young to the A's.   Since that time, though, Arizona also signed veteran Cody Ross, and GM Kevin Towers said recently that if the team doesn't move an outfielder before Opening Day, Eaton would likely have to start the year back in Reno.   Eaton said he didn't look at the Ross signing like it cost him a job, because he never assumed he had a job in the first place.   \"You prepare yourself the same,\" Eaton said. \"It doesn't matter if you're 12th on the depth chart, or you're in high [Class] A, or low [Class] A, or on the cusp of having a big league job, you prepare the same way. You have the same mentality in the offseason and you go to Spring Training the same way, and it doesn't matter who's in camp or if you're in Minor League or Major League camp. It doesn't matter.   \"The additions during the offseason have been great additions. I'm excited to play alongside those guys. Diamondback Nation should be very excited and happy. I've been boasting here in the Midwest with everyone that we're going to be an exciting team that's going to be fun to watch, and I'm excited for the year.\"   The only thing that has frustrated Eaton this offseason has been his inability to get right to work following the final game.   Yet, forever the optimist, he even saw positives in that.   \"It was a blessing in disguise, really,\" he said. \"Especially after the season I had last year, you want to get better, you want to work on some things, especially when it's fresh in your mind at the start of the offseason. But it was probably better for my body to relax and take some time off. Everything is going according to schedule. I haven't really missed much of anything that I usually do, except for the lifting part and hitting a little earlier.\" Steve Gilbert is a reporter for MLB.com. Follow him on Twitter @SteveGilbertMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
