{
    "url": "http:\/\/m.mlb.com\/news\/article\/40846422\/anthony-castrovince-swisher-signing-could-change-tribes-fortunes\/",
    "title": "Swisher signing could change Tribe's fortunes",
    "subtitle": "Ohio native brings enthusiasm to franchise in need of jumpstart",
    "body": "CLEVELAND -- It was one of many rain delays the Indians and White Sox have endured in recent years, and somebody in the visitors' clubhouse at Progressive Field said aloud, \"Apparently, God doesn't like Cleveland-Chicago baseball.\"  A White Sox player quickly countered: \"No, God doesn't like Cleveland.\"  If you're a native son such as myself, you don't know whether to laugh or cry at such a remark. What you do know is that, if professional sports results are absolutely any indication, the guy might be on to something. And let's be honest, that sentiment is shared by many in Major League Baseball. There was a time, when Jacobs Field was rocking, playoff spots were destined and the Indians were the only show in town, when Cleveland was a destination of the first degree.   But as that era -- and its revenues -- faded further into the rear view, Cleveland became a destination more for the guys trying to repair their careers (see: Kevin Millwood and Aaron Boone, among others) than the guys cashing in on their cachet.   Want an example? Here's one. Last summer, it was reported that Justin Upton, burgeoning superstar of the D-backs, had four teams on his no-trade list. Now, it is commonplace for players to put high-revenue teams on their no-trade list to increase the likelihood that they'll be offered money to waive the clause if one of those teams comes calling. And so it was no surprise to see the Yankees, Red Sox and Cubs on Upton's list.   But the fourth team on the list was the Indians. And suffice to say it wasn't because they're in the high-revenue range.   Anyway, I bring all this up because the Indians had a press conference on Thursday afternoon. A high-profile outfielder named Nick Swisher sat there absolutely beaming (well, except when somebody asked him about getting booed at Yankee Stadium last October) and repeating \"I'm so excited to be here\" somewhere in the neighborhood of 97 times. A two-time World Series-winning manager named Terry Francona sat to his right and said, \"I echo that.\" And it all felt so foreign, in a way that is undeniably encouraging to the long-suffering fans of this franchise, accustomed as they are to seeing the high-profile free agents and skippers settle in elsewhere.   Understand, of course, that there are stipulations to this situation. Francona and Swisher both have roots in this organization and area. Francona is the son of a former Tribe All-Star, is a former Tribe player himself and is a longtime friend of team president Mark Shapiro and general manager Chris Antonetti. Swisher is Ohio-born and Ohio State University-bred, and his father, Steve, managed Francona in the Tribe's farm system.   Both, then, were natural fits. And while it is cute to talk about the so-called \"Buckeye Blitz\" the Indians placed on Swisher during his visit here last month (enlisting Jim Tressel and Urban Meyer, among others, in the recruiting process), the fact of the matter is that the Indians gave Swisher a four-year guarantee and 56 million reasons to sign on the dotted line. For a 32-year-old attached to Draft pick compensation in the free-agent marketplace, this was an offer that could not be refused.   \"All roads led to Cleveland,\" Swisher said with his characteristic smile.   That has rarely been the case with others in Swisher's position. And maybe his contract -- the largest given to a free agent in club history -- proves to be an isolated case.   But there is no mistaking that the culture in the Indians' clubhouse is changing, and perhaps the perception of this club around the industry will change with it.   It changes, first and foremost, with the presence of Francona, a great recruiter in his own right. And it changes with the particulars of a newly-signed TV deal with FOX Sports Ohio, which has afforded ownership a little more financial flexibility and the ability to reel in Swisher, Mark Reynolds and Brett Myers in recent days. Toss in a Shin-Soo Choo trade that looks like a win for Antonetti, who acquired high-profile pitching prospect Trevor Bauer and center fielder Drew Stubbs as the keys to the three-way deal with the D-backs and Reds, and suddenly a Tribe team largely expected to spend this winter in rebuild mode does look a little more frisky.   That's not to say the Indians are slam-dunk contention candidates. But they're moving forward, certainly, at a time when they could have retreated.   \"Where I'm at in my career, it's very refreshing for me,\" Francona said. \"I like the way we're going about it. It's fun, I'm energized. So it's a good feeling here. I walk into the office and I feel like I'm among old friends. Not that we're not going to have challenges. I know that. But going through challenges with people you respect and care about? I can handle that.\"   When it comes to respect, the hard truth is that, in recent years, this has been a clubhouse almost totally devoid of real veteran leadership and the respect that comes with it. Maybe guys like Jack Hannahan could speak up or show the way, but their impact was limited by their roles.   \"We haven't had as many veteran players who were primary contributors,\" Antonetti said. \"It's just very difficult to lead if you're not out there every day. With Nick, we have a guy we're bringing into the organization who has a chance to be one of our better players and provide leadership.\"   Francona is, of course, as respected as they come in the managerial role, and Swisher's energy and enthusiasm can be contagious.   Do either of those qualities amount to more wins? There is no way to quantify such a thing. But for a club that flirted with contention each of the last two seasons, only to come up empty in the second half (and dramatically so in 2012), those qualities count.   Even with the new TV deal in place, financial limitations remain. Even with Swisher in tow, the lineup has holes. Even with Bauer and Myers aboard, the rotation has major question marks.   But on yet another frigid winter day, the Indians brought a few smiles to the baseball town that God forgot. Maybe the tides are turning.   \"This is a big deal,\" Francona said. \"We know we have challenges ahead of us. But this was a huge deal for us.\" Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
