{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/40848286\/os-buck-showalter-meeting-to-discuss-extension\/",
    "title": "O's, Showalter meeting to discuss extension",
    "subtitle": "",
    "body": "BALTIMORE -- When the Orioles' 2012 season ended, O's chairman of the board and CEO Peter Angelos stood in the visiting clubhouse at Yankee Stadium and made clear his thoughts on keeping manager Buck Showalter in Baltimore.  \"Nobody's more interested in keeping him than I am,\" Angelos said in a rare public appearance, \"and certainly I speak for everyone in the organization.\"  Those words should soon become a reality. Showalter, signed through 2013, has met with Angelos several times regarding a contract extension, and the consensus remains the two sides will reach a deal well before the start of Spring Training next month. Showalter's latest meeting was Friday, with MASNSports.com first reporting that the O's skipper would be traveling from his Dallas home for another sit-down. Should that go well, a deal could be announced in the next few days. A two-time Manager of the Year Award winner, Showalter guided the Orioles to their first season above .500 since 1997 in just his second full season at the helm. He took home Manager of the Year honors in this year's GIBBYs (Greatness in Baseball Yearly Awards) and was named runner-up to Oakland's Bob Melvin in the Baseball Writers' Association of America American League Manager of the Year Award.   Showalter maneuvered a phenomenal bullpen to help the Orioles go 29-9 in one-run games and 25-14 in two-run games. The O's were 16-2 in extra-inning contests, winning their final 16 extra-inning games in the regular season en route to a 93-69 record and an AL Wild Card game in which they beat Texas on the road.   To his credit, Showalter has shied away from any contract talk and instead pointed out that he is signed through 2013 and would continue to honor the commitment made in August 2010. But the feeling in the organization -- not to mention a city that helped name him \"Marylander of the Year\" -- was always geared toward ensuring the 56-year-old Showalter would remain in orange for the foreseeable future.  Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
