{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/40850596\/nationals-looking-like-the-team-to-beat-in-the-national-league-east\/",
    "title": "Nationals looking like team to beat in NL East",
    "subtitle": "",
    "body": "WASHINGTON -- The Nationals have been quiet for most of the offseason. The signing of right-hander Dan Haren to a one-year, $13 million contract and the acquisition of center fielder Denard Span from the Twins were the only major moves thus far, but they were important ones, according to catcher Kurt Suzuki. \"Playing against those two guys during my career, knowing the quality of players that they are and what they can bring to a team, [the Nationals] did a good job of making the team that much better,\" Suzuki said. The Nats are still trying to settle their first-base situation, attempting to re-sign Adam LaRoche to a two-year contract, but talks have been stalled for quite some time because LaRoche wants a three-year deal and Washington will not budge from its two-year offer. There is no word if the club will set a deadline on when to stop negotiations with LaRoche, move in another direction and decide that Michael Morse or Tyler Moore will be the everyday first baseman. Even if LaRoche doesn't return, the Nationals still look pretty good on paper.  \"We should be playing for the World Series. I think that is the talent level of the team,\" Suzuki said. \"The togetherness of the team, I think everything that we have as a team, [we] expect a world championship. It would be unfair to sell yourself short on that. I definitely feel that we are contenders for the World Series, without being overconfident.\"  On paper, they have arguably one of the better rotations in baseball. Besides adding Haren, they will have Stephen Strasburg for a full season. This past season, Strasburg was on an innings limit because of Tommy John surgery, and he missed the postseason.  \"They are the club to beat -- period,\" said one American League scout. \"I think with the addition of Haren, it is actually better than last year's staff. Between Haren and Edwin Jackson, I would take Haren. The pitching should be just as good.  \"They still need a left-hander in their bullpen. I don't know who they are going to replace now that Sean Burnett is gone. They can be just as tough if they can come up with a good left-hander to take his place.\"  Pitching coach Steve McCatty isn't worried about the bullpen, even though it struggled during the National League Division Series against the Cardinals. It was the bullpen that allowed six of the nine runs in Game 5.  Washington had a 7-5 lead going into the top of the ninth inning. As the inning began, the Nats had plastic wrap around their lockers, as it looked like there would be a champagne celebration. But that was not the case, as the Cardinals scored four runs against closer Drew Storen.  McCatty plans to address the postseason to his relievers on the first day of Spring Training and then move forward after that.  \"I want those guys to forget [what happened during the postseason],\" McCatty said. \"I going to say, 'That is over and done with.' ... Drew and I talked about it a few weeks ago. It was a tough, bitter learning experience. But we've learned from it. ... We are going to get it behind us, concentrate and focus on what we need to do to be better.\"  The Nationals are not concerned about offense, and every position is set except for first base, and that is expected to be settled soon.  With Span as their leadoff hitter, it means Jayson Werth -- last year's leadoff batter -- will hit in the middle of the order and Bryce Harper -- last year's center fielder -- will play left field.  \"Offensively, with the addition of Span, the Nationals are going to be good,\" the scout said. \"I think that was a great addition for the club. ... You will love him. He can cover the ground from gap to gap. He makes contact, good on-base percentage guy. He can run, steal bases, he can throw. The Nationals couldn't have picked a better guy. This guy makes contact better than Michael Bourn.\" Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
