{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293011",
    "title": "Notes: Hollandsworth joins spring mix",
    "subtitle": "Hollandsworth signs Minor League deal",
    "body": "CLEVELAND -- Seeking some much-needed outfield depth, the Indians took a flier on Todd Hollandsworth on Monday by signing the veteran outfielder to a Minor League contract with a non-roster invitation to Spring Training camp.  The 32-year-old Hollandsworth will be competing for a spot in an outfield that thus far includes Coco Crisp, Grady Sizemore and Casey Blake.  Hollandsworth, the National League Rookie of the Year in 1996, will be looking to bounce back from a subpar 2005, in which he hit .244 with six homers and 36 RBIs between the Cubs and Braves. He began the '05 season in the Cubs' starting lineup, but a .111 average in May sent him to the bench, and he spent the remainder of the season in more of a pinch-hit role before being dealt to the Braves in late August.   In 107 games for the Cubs, Hollandsworth hit .254 (68-for-268) with five homers and 35 RBIs. With the Braves, he appeared in 24 games and went 6-for-35. The club did not keep him on the active roster for the Division Series against the Astros.   Hollandsworth's career took a bit of a hit in 2004, when he fouled a ball off his shin and was placed on the disabled list for the remainder of the year. Before the injury, he had hit .318 with eight homers and 22 RBIs in 57 games.   Over the course of his 11-year career, the left-handed Hollandsworth has hit .275 with 91 home runs and 366 RBIs in 1,028 games with the Dodgers, Rockies, Rangers, Marlins, Cubs and Braves.   Hollandsworth, a Dayton native, is the 17th invitee to big league Spring Training camp.   Press Tour set: The Tribe's winter caravan will stop in 12 cities in Ohio and Western Pennsylvania later this month.   The four-day tour, which was announced Monday, kicks off in Cleveland on Monday, Jan. 23 with a media event at Jacobs Field and will conclude with dinner stops in Youngstown and Mansfield on Thursday, Jan. 26.   School visits will once again be a part of the tour, and an announcement detailing the schools that will be visited will be released by the club the week of Jan. 16.   Each city visited on the tour will hold an auction to raise funds for a local charity. Auction items will include player jerseys, authentic lineup cards, four club seats to a select game featuring an all-inclusive food program and four seats to a game at Jacobs Field in a private press box booth.   Manager Eric Wedge, pitching coach Carl Willis, hitting coach Derek Shelton, Victor Martinez, Jhonny Peralta, Ryan Garko, Crisp, Fernando Cabrera, Rafael Betancourt, Paul Byrd, Sizemore, C.C. Sabathia, Cliff Lee, Jeremy Sowers, Travis Hafner, broadcasters Tom Hamilton and Matt Underwood and, of course, Slider will be appearing at various spots.   The tour is scheduled to hit Columbus and Walnut Creek on Jan. 23, Fostoria, Toledo, Ashtabula and Erie, Pa., on Jan. 24, Akron and Sandusky on Jan. 25, and Canton, Youngstown, Delphos and Mansfield on Jan. 26.  Anthony Castrovince is a writer for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
