{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/40854764\/unhappy-with-controversial-story-torii-staying-mum\/",
    "title": "Unhappy with controversial story, Torii staying mum",
    "subtitle": "",
    "body": "DETROIT -- The text-message response from Torii Hunter on Thursday was as far as he wanted to wade back into the controversy he found himself in this week.  \"I will never talk about anything other than baseball ever again,\" he texted.  After the reaction to his quote in a Los Angeles Times story last weekend about gay athletes and how he would react to having an openly gay teammate, it's hard to blame him for being reticent. There's another part to his story, Hunter said Thursday, but he doesn't want to talk about it. Nor does he want to try to clarify what he meant when he said he would be uncomfortable with an openly gay teammate. Still, he doesn't have to say much to show that he has clearly been affected by the reaction to come out of last weekend's Los Angeles Times article.   His Twitter feed shows it. Somebody tweeted his wife this week suggesting their son's surgery for a broken femur was punishment for his attitude. Torii Hunter Jr. has a scholarship to play football at Notre Dame next fall, and he's expected to be a prospect for this June's First-Year Player Draft.   The issue began with his quote in an article Kevin Baxter wrote for the Times on the challenges gay athletes find in pro sports. The story suggested Hunter would have trouble accepting a gay teammate on religious grounds.   \"For me, as a Christian ... I will be uncomfortable, because in all my teachings and all my learning, biblically, it's not right,\" Hunter was quoted as saying. \"It will be difficult and uncomfortable.\"   That drew a reaction.   For now, Hunter's reaction on Twitter is all he has said on the aftermath.   \"I'm very disappointed in Kevin Baxter's article in which my quotes and feelings have been misrepresented,\" Hunter tweeted on Monday. \"He took two completely separate quotes and made them into one quote that does not express how I feel as a Christian or a human being.   \"I have love and respect for all human beings regardless of race, color or sexual orientation. I am not perfect and try hard to live the best life I can and treat all people with respect. If you know me, you know that I am not anti-anything, and to be portrayed as anti-gay in this article is hurtful and just not true.\"   To summarize, Hunter tweeted, \"Don't believe everything you read. Misleading and way out of context.\"   Hunter makes no secret about his faith. His Twitter feed includes several motivational quotes with a spiritual angle to them. On Christmas, for instance, he had a tweet about tolerance.   \"How far [you] go in life depends on [your] being tender to the young, compassionate with the aged, tolerant of the weak [and] the strong,\" he tweeted.   Hunter is also very interested in having an impact outside of baseball. When the Tigers announced his signing in November, he indicated he wants to work with leaders and groups in the city of Detroit to try to help make an impact in the community.   That's one reason why the situation he finds himself in at the moment is an awkward one, and why it's difficult to see him fully stepping away from talking about issues outside of baseball. His comments weren't the most reactionary on the matter in sports, including a league where Yunel Escobar was suspended last season for a homophobic slur written on his eyeblack. At the same time, others in the athletic field have been vocal in their support of gay rights, including Ravens linebacker Brendon Ayanbadejo and Vikings punter Chris Kluwe.   Either way, to believe Hunter is the only one struggling to explain his views on such a scale would be naïve.   Patrick Burke, co-founder of the You Can Play Project and an advocate for the cause of gay athletes, told FOXSports.com's Jon Paul Morosi that he doesn't believe that uncomfortable feeling is rare.   \"That's something a lot of athletes feel -- just a little uncomfortable,\" Burke said. \"They don't know what it means. They don't know the ramifications. They don't know how to react when they find out the teammate sitting across from them in the locker room is gay. In every league, the next step has to be the education of players.\"   For now, at least, Hunter is trying to stay out of it. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
