{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/40856790\/the-indians-are-not-done-looking-for-ways-to-upgrade-aspects-of-their-roster\/",
    "title": "Indians step up to plate, but DH remains a need",
    "subtitle": "",
    "body": "CLEVELAND -- The Indians are not done looking for ways to upgrade aspects of their roster. After signing right-hander Brett Myers, though, the club appears to be done doling out substantial big league contracts to free agents.  Indians general manager Chris Antonetti hinted at as much on Friday.  \"It's still to be determined a little bit,\" Antonetti said. \"But I would say that we've used a vast majority of our financial resources at this point. So, in terms of significant acquisitions in terms of dollars, I think we've probably done most of those.\" Cleveland entered this season with hopes of finding a run-producer for the heart of the lineup, a right-handed power hitter and some help for the starting rotation. Through free agency, the Tribe filled those needs with outfielder Nick Swisher, first baseman Mark Reynolds and Myers.   Only the designated hitter role remains undecided.   The Indians solved the three primary holes, however, by dishing out $69 million in guaranteed money -- including $24 million for the upcoming season -- to Swisher, Myers and Reynolds. Including Swisher's vesting option for 2017, Myers' club option for '14 and the incentives in Reynolds' 2013 contract, Cleveland committed a potential $92.5 million to payroll this winter.   Swisher's contract -- worth $56 million over the next four seasons -- was the largest deal handed to a free agent in Indians' franchise history. If his 2017 option vests, the right fielder could become the richest player in team history.   The deals for Reynolds (one-year, $6 million with a possible $1.5 million in incentives) and Myers (one-year, $7 million for '13 with an $8 million club option for '14) did not steal the headlines in the manner that Swisher's contract did, but they were nonetheless significant.   These moves showed a willingness to spend by a team that has gained a reputation for pinching pennies in recent years.   Cleveland also sent $3.5 million to Cincinnati, along with right fielder Shin-Soo Choo and infielder Jason Donald, to help complete the complicated nine-player trade with the D-backs and Reds. Earlier in the winter, Cleveland declined to pick up designated hitter Travis Hafner's $13 million club option for '13 in favor of paying a $2.75 million buyout.   Given the contracts currently in hand, combined with the projected salaries for Cleveland's arbitration-eligible players (Chris Perez, Justin Masterson, Joe Smith, Lou Marson, Mike Aviles, Matt Albers and Drew Stubbs), the Indians' Opening Day payroll projects around $66-68 million. That figure does not include Hafner's buyout or the money sent to the Reds.   That puts the Tribe in roughly the same range as their Opening Day payroll last season, showing that the club was able to be creative with its spending this winter to improve the roster.   \"I feel that we've been able to accomplish a lot this offseason,\" Antonetti said, \"Both for the short and the long term. But, we still have work left to do.\"   Cleveland will likely look to trades or Minor League contracts to add depth to its current crop of players. The Indians have already agreed to sign lefty Scott Kazmir to a Minor League deal to potentially lengthen the list of rotation options. The Tribe might also be in the market for more bullpen depth.   While the DH role is still unsolved -- especially after Cleveland lost Russ Canzler to the Yankees on waivers on Friday -- the Indians could go a couple of directions. The team could go with a rotation of players at DH or continue to look for a full-time option. Antonetti did not rule out the possibility of bringing Hafner back on a lesser contract.   \"He could be [an option], potentially,\" Antonetti said. \"I think some of that is going to depend upon other opportunities for Travis and his thoughts on returning, as well as what opportunities we may have for him compared to other guys.\"   In discussing the DH role, Antonetti was quick to mention first baseman Chris McGuiness, selected in the Rule 5 Draft in December, catcher Yan Gomes and utility man Mike Aviles -- who was acquired with Gomes in a trade with Toronto this winter -- along with outfielders Ezequiel Carrera and Tim Fedroff.   \"We have a number of internal alternatives that we'll look to,\" Antonetti said. \"And we still have a few weeks left before Spring Training starts. I'm hopeful we'll have some other alternatives by the time camp rolls around.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
