{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/40857778\/blue-jays-general-manager-alex-anthopoulos-expects-veteran-pitcher-darren-oliver-to-retire\/",
    "title": "Blue Jays GM believes veteran Oliver will retire",
    "subtitle": "Reliever wants trade to Texas or substantial raise to stay with Toronto",
    "body": "TORONTO -- Blue Jays general manager Alex Anthopoulos does not expect left-handed reliever Darren Oliver to be a part of the revamped Toronto roster come Opening Day. The GM addressed the situation Friday night during a social gathering at Rogers Centre in preparation for a weekend-long coaching clinic. Oliver, who had his 2013 option for $3 million picked up by the Blue Jays earlier this offseason, has made it known for some time that he's considering retirement, and it's the direction Anthopoulos expects him to go. \"I do not,\" Anthopoulos said when asked if he expected Oliver to be a member of the 2013 Blue Jays. \"When we signed him we knew there was a strong possibility that he would only play with us for one year. And toward the end of the year, he hinted many times that retiring was an option he was strongly considering.\" The 42-year-old Oliver, who is away on a family vacation and was unavailable for comment, told reporters at the end of the season that the biggest reason he was considering walking away from the game was to spend more time with his wife and two kids, who live in Tarrant County, Texas.  But on Thursday, Oliver's agent, Jeff Frye, told MLB.com that the 19-year veteran would welcome a trade back to the Rangers, the organization he broke into the big leagues with and was a member of for two seasons before joining Toronto.  If a trade could not be accommodated, according to Frye, Oliver would only return to Toronto if he was given a raise that would pay him closer to market value, which after this latest offseason would appear to be much more than what he's currently slated to earn.  \"The facts are the facts,\" Frye said. \"It's going to take a lot more money for Darren to play in Toronto than play in Texas. We're waiting on the Blue Jays to pay him what he deserves. If not, we have asked them to trade him to Texas if the Rangers are interested.  \"If not he'll ride off into the sunset after a great 19-year career and enjoy his family.\"  Anthopoulos, who was not aware that Frye had gone public with those comments, was visibly surprised when it was brought to his attention and was not keen on the idea of meeting Oliver's demands.  \"I don't want to really get into the trade talk; things can happen,\" Anthopoulos said. \"As far as restructuring his contract, I would never say never, but his contract is his contract. That's what we signed him to.  \"I don't see us doing that.\"  Given the fact Oliver is seriously considering retirement, Anthopoulos admitted it's a unique situation and that restructuring a contract without an extension is not something he has ever done or been asked to do.  The Blue Jays could work out a deal with Texas if they were to reach an agreement on compensation, but after Fyre went public with Oliver's apparent preference, Anthopoulos may have lost leverage.  Anthopoulos said he would like the veteran to return to Toronto's bullpen after an impressive 2012 season but is prepared to say goodbye.   \"I have talked to Darren multiple times, I love what he did for us last year, and he's a good guy on and off the field,\" Anthopoulos said. \"I wish him the best whatever he decides.\"  Oliver posted a career-best 2.06 ERA over 62 appearances with the Blue Jays last season and has lowered his ERA in each of the past five seasons.  The southpaw, who appears to have gotten better with age, has been worth 6.4 wins above replacement since 2008, according to FanGraphs.com, which is ninth best among all relievers in baseball. Chris Toman is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Toman"
}
