{
    "url": "http:\/\/m.mlb.com\/news\/article\/1292685",
    "title": "Hall chairman convinces, congratulates",
    "subtitle": "Hall chairman ready to offer congratulations",
    "body": "One of the perks as chairman of the National Baseball Hall of Fame is being one of the first to know who gets elected each year, and then making a phone call to break the news. \"It is great fun and a huge privilege,\" said Jane Forbes Clark as she looked ahead to Tuesday morning, when the newest Hall of Fame inductees are informed of their selection. \"Being made a member of the Hall of Fame is life-changing, the crowning moment of a player's career, and it's a thrill to break the news to them.\" Assuming there is an answer at the other end. That wasn't the case two years ago, when Clark phoned pitcher Dennis Eckersley -- and kept getting connected to a fax machine.  \"We tried for about 20 to 25 minutes,\" she said. \"Finally, Dennis, who was wondering why no one had been calling him, realized he hadn't disconnected his phone from the fax machine.\"  Thankfully, Eckersley received the news before the rest of the world.  \"There have been a series of interesting experiences,\" added Clark, who has been making most of the good-news calls since becoming the HOF chairman in 2000.  Clark, whose grandfather Stephen C. Clark founded the Hall of Fame in 1939, has been a HOF Board member since 1992 and served as vice chairman from 1993-2000.   Under her guidance as chairman, the Hall of Fame launched a critically acclaimed 10-city traveling exhibition, Baseball As America, commissioned a monumental research study into the history of African-Americans in baseball, completed a $20 million renovation to the museum, adding 10,000 feet of additional exhibit space, and is building an endowment.   In addition to her Hall of Fame role, Clark serves as president of the Clark Foundation, Scriven Foundation and Clara Welch Thanksgiving Home in Cooperstown, N.Y. She is also chairman of the Farmers' Museum and vice chairman of the Jackie Robinson Empire State Freedom Medal Commission. Clark has served as chairman of the New York State Historical Association, vice chairman of the United States Equestrian Team and was a director of both the United States Olympic Committee and the Baseball Assistance Team.  And every January since 2000, she has been involved in the Hall of Fame vote-counting, which occurs prior to the announcement in New York.    More than 550 ballots were mailed to 10-year members of the Baseball Writers' Association of America in mid-December and they had to be returned before the end of the month.  Votes are counted jointly by BBWAA secretary-treasurer Jack O'Connell and Ernst & Young partner Michael DiLecce, certified, and the results are given to Hall of Fame vice president Jeff Idelson, who notifies Clark.  \"There are only [four] of us that know the results and we can't tell anyone until the electees are notified by Jack and me,\" Clark said. \"I'm pretty good at keeping a secret.\"  Clark and O'Connell hope to make at least one congratulatory phone call Tuesday morning and also try to be as persuasive as possible so the recipient believes what he hears.  Last year, O'Connell called Wade Boggs with the news and never got to first base.  \"He didn't believe Jack,\" Clark said. \"He thought it was one of his friends playing a trick on him. I could hear him say, 'I don't believe you, and I need to talk to Jane.'  \"Jack handed me the phone and I told him that he had been elected. He still didn't believe me. So I put Jeff on the phone. By the time Wade had talked to Jack, me and Jeff, he finally was convinced that he had been elected.\"  Clark said the reaction ranges from disbelief to sheer joy.  \"They are very nervous at first, but so was I when I did this for the first time [in 2001]. I couldn't tell who was most nervous, me, Kirby Puckett or Dave Winfield.\"  Clark lists Boggs as one of her all-time favorite players, but \"I stay as neutral and objective as I can,\" when it comes to Hall of Fame voting.  \"I have never known the writers to do anything but a fantastic job, and we always welcome anyone they send to the Hall of Fame family.\"  Results from the 2006 Hall of Fame election will be revealed live on MLB.com Tuesday at 2 p.m. ET. Stay tuned.   Jim Street is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Street"
}
