{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/40860570\/outfielder-jose-bautista-says-his-surgically-repaired-left-wrist-is-fully-healed\/",
    "title": "Bautista declares repaired left wrist fully healed",
    "subtitle": "",
    "body": "TORONTO -- The Blue Jays' offseason keeps getting better.  Outfielder Jose Bautista, who has been rehabbing this offseason after undergoing left wrist surgery in early September, declared himself 100 percent healthy to a group of reporters before an event for the Blue Jays Winter Tour, presented by TD, at Rogers Centre on Saturday.  Bautista says he has full range of motion, is pain free, and has been swinging a bat for one month without any setbacks. The right fielder began taking dry swings with a shorter bat, then moved on to a fungo bat before advancing to his regular stick, hitting off a tee and in the batting cage. \"There is no doubt that if we had a game tonight, I'd be playing,\" Bautista said.   Bautista is swinging in the cages five times a week, as hard as he can, and has no intentions of wearing a protective brace when he resumes play. The only remaining hurdle is to face live pitching, which he won't do until Spring Training begins in Dunedin, Fla., next month.   While the slugger is eager to get back to work and looking forward to assembling with his teammates when Spring Training arrives, what Bautista really wants to do before the 2013 season begins is participate in the World Baseball Classic, which starts for his native country, the Dominican Republic, on March 7, in San Juan, Puerto Rico.   But it's looking increasingly unlikely Bautista will suit up for the event.   \"We are open-minded, but, right now, the thought is that he won't play,\" general manager Alex Anthopoulos said. \"But we are going to continue to monitor how he feels and let the doctors make the decision there.\"   Bautista, a three-time All-Star, expressed a desire to represent his home country, the Blue Jays and Major League Baseball in the Classic, but realizes why the organization might be hesitant to give him clearance.   \"We've had conversations, but obviously when you finish the season on the disabled list, it's natural for the organization to want to look after your best interests and your health, and the team's best interest,\" Bautista said. \"I understand where they are coming from. There is dialogue. I'm not too excited about my chances, but at least they haven't told me no yet.\"   Bautista, Brett Cecil, Aaron Loup and Adam Lind were in Toronto as instructors for the Winter Tour and a weekend-long coaching clinic at Rogers Centre.   In addition to the foursome, coaches Chad Mottola, DeMarlo Hale and Pat Hentgen ran a large group of kids through stationary drills in the morning, while hundreds of coaches from across the country participated in clinics in a classroom-type setting.   \"It's great, they look up to you,\" Bautista said. \"Obviously as a player, and as a Major League player, you know all these kids look up to you, so you try to be the best role model you can be. So hopefully I can just give them a piece of advice and they can take it home and hopefully it makes an impact on their life in a positive way.\"   Bautista, the Major League leader in home runs since 2010 with 124, was enthusiastic when speaking about the deals Anthopoulos made to transform the Blue Jays into contenders, and said his new teammates share the same level of excitement.   \"Alex has really stuck to his word and said that when the time was right, he was going to pull some moves and make this team competitive for a long period of time, and that's exactly what he has done,\" Bautista said. \"It gives all of us, including the players, the coaches, the fans, front office, ownership, everybody, a lot of reasons to be excited and happy about our upcoming seasons.\"   Oddsmakers have tabbed the Blue Jays as a World Series favorite after the acquisitions of Jose Reyes, Josh Johnson, Mark Buehrle, Emilio Bonifacio, Melky Cabrera and National League Cy Young Award winner R.A. Dickey.   Those types of expectations are fine by Bautista.   \"I'd like to think so,\" Bautista said, when asked if the Blue Jays are the best team in the American League. \"We are a confident group, as well. I like to say that if you aren't confident, you aren't going to play the best that you can.\"   After hitting a combined 97 home runs over the 2010 and 2011 seasons, Bautista hit 27 homers in 92 games last year.   Since 2010, Bautista is one of only three players, along with Miguel Cabrera and Joey Votto, to have an on-base percentage of at least .400 and OPS of .990. Chris Toman is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Toman"
}
