{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/40865226\/lance-berkman-will-set-off-rangers-lineup-dominoes\/",
    "title": "Berkman will set off Rangers' lineup dominoes",
    "subtitle": "Once deal with free agent is official, team can answer many questions",
    "body": "ARLINGTON -- Rangers president Nolan Ryan was asked on Friday how he would feel about his ballclub if it was able to sign free-agent power hitter Lance Berkman. \"We'd feel pretty good about where we were,\" Ryan said. The Rangers have signed Berkman to a $10 million contract for 2013. An official announcement is expected on Monday after he undergoes a physical, and that is not considered just the usual formality associated with a free-agent signing. Berkman played in just 32 games last season because of injuries and is coming off right knee surgery. But if Berkman, 36, passes the physical, he will join the Rangers as their primary designated hitter and replace Michael Young in the lineup. Berkman represents the big bat the Rangers were seeking after losing out on Josh Hamilton, who will play for the Angels next season. He will also likely be the Rangers' cleanup hitter, given manager Ron Washington's desire to have a veteran fill that role.  The Rangers are waiting for Berkman to pass his physical before they address that question. But where Berkman hits in the lineup is only a minor curiosity compared to other pressing matters that remain unsolved. The bigger question is what's next for the Rangers in this peculiarly convulsive offseason -- and what does this mean for others, specifically the right side of the infield?  The Rangers ended last season with Ian Kinsler at second base and Mitch Moreland at first, an arrangement that seemed in jeopardy as the offseason progressed because of the presence of Jurickson Profar. There has been rampant speculation that Kinsler might move to first base to make room for Profar, and everything the Rangers have said this winter has only encouraged that speculation.  The idea of getting Profar into the everyday lineup appeared to be an obsession for the Rangers. Now, it appears that Kinsler will stay at second, Moreland will stay at first, Berkman will serve as the DH and Profar may end up at Triple-A Round Rock if he doesn't stick in the undesirable role of utility infielder.  Which would lead to the next question, and that is if Mike Olt and Leonys Martin will join him in Triple-A.  Until the Rangers reached an agreement with Berkman, Olt was the leading candidate to be the DH. But Olt played in just 16 games with the Rangers after being called up from Double-A Frisco, and was just 5-for-33 at the plate while playing first, third and the outfield.  The Rangers were hardly eager to turn over DH duties to an unproven rookie, which is why they have been doing everything they could to add another bat to the middle of the order. If Berkman had chosen Houston, Baltimore or another location, the Rangers would have likely kept on searching -- even though the supply of available power hitters is running low.  Olt's biggest obstacle is his best position is third base, which Adrian Beltre has locked down for the Rangers. Olt could make the team as a right-handed bat off the bench, a key component considering Moreland is left-handed and Berkman -- a switch-hitter -- is much better from the left side. Or the Rangers could try to fill that spot from the outside and Olt could join Profar at Round Rock.  The other possibility is Olt being used to acquire another outfielder, specifically Justin Upton from the D-backs. The Rangers and the D-backs have been engaged in off-and-on discussions throughout the winter and those might not be dead just yet.  Martin is in line to platoon with Craig Gentry in center field, an arrangement that would be in jeopardy only if the Rangers are seduced into pursuing free-agent outfielder Michael Bourn. So far, the Rangers have not shown much interest in Bourn, but he is considered a premium defensive outfielder who would add speed to the top of the lineup.  Martin is regarded as a prospect with terrific speed and power, but his raw skills and inexperience may make the Rangers vacillate at the thought of committing to him.  They face the same decision with pitcher Martin Perez, who has long been considered their top pitching prospect. He finished last season as the fifth starter, but was 1-4 with a 5.45 ERA. So the Rangers, having already been spurned by Zack Greinke, are exploring possible alternatives.  The in-house option is to move Robbie Ross from the bullpen to the rotation, but the Rangers would want a proven left-handed reliever to replace him before committing to that. They are monitoring the situation in Toronto, where Darren Oliver has told the Blue Jays that they need to either re-negotiate his contract or trade him to the Rangers. So far, neither is happening and Oliver may end up retiring.  When the Rangers announce Berkman on Monday, there will still be five weeks to go before Spring Training. There are still multiple moves to consider, even if the Rangers feel \"pretty good\" about where they are. T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
