{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/40867662\/maldonado-gives-back-makes-kids-day-in-puerto-rico\/",
    "title": "Maldonado gives back, makes kids' day in P.R.",
    "subtitle": "",
    "body": "MILWAUKEE -- Brewers catcher Martin Maldonado proved Sunday that you don't have to be a veteran big leaguer to do big things in the community.  The 26-year-old with 81 games on his Major League resume hosted a carnival and distributed gifts for more than 250 children on Three Kings Day in his hometown of Naguabo, Puerto Rico. The idea was born two years ago when Maldonado, a fresh member of Milwaukee's 40-man roster, was urged by his mother to give back to the community in which he'd lived his whole life.  \"She said, 'Once you spend more than a month in the big leagues, you should promise to do something for Three Kings Day for the kids,'\" Maldonado said. Maldonado kept his promise after playing 78 games with the Brewers in 2012.   \"I grew up in a poor community, you know?\" Maldonado said. \"But my mom always found a way to give good toys for Three Kings Day and for Christmas, and I know a couple of friends of mine who never got anything. So now I have a chance to give back to my community, to make some kids smile. I feel good today.\"   Three Kings Day, or Epiphany, is a big deal in Puerto Rico, so Maldonado pitched his carnival idea to his agents at Praver Shapiro Sports Management and to the Brewers Community Foundation. They helped the player organize an event in a park, complete with face painters, clowns, games, gifts and clothing for the kids.   Maldonado's wife, Janelise, did much of the organizational work. They had financial and logistical help from the Brewers, agents Scott Shapiro and Francis Marquez, the MLB Players Trust, the municipality of Naguabo and corporate interests like Burger King of Puerto Rico and Andis Company, a Wisconsin-based manufacturer of hair clippers. Andis got to know Maldonado after learning last spring about his role as the Brewers' resident barber.   Even Cardinals catcher Yadier Molina made a financial contribution, Maldonado said.   \"I can't thank them enough -- everybody,\" he said. \"Hopefully we can do this every year. I was a little shy about asking people to help, but probably next year, now that we know how it's going to work, we can get more support from my teammates. I would love for some of them to come down.\"   Maldonado will enter next season paired with starter Jonathan Lucroy in the Brewers' catching corps. He was originally drafted by the Angels in 2004, but was released in early 2007 and signed with the Brewers.   \"I'm proud of Martin,\" said Shapiro, his agent. \"It's not that often you get to talk about a guy this young doing something like this. He's already giving back.\" Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
