{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/40840548\/richard-justice-miguel-tejada-can-bring-necessary-enthusiasm-to-royals\/",
    "title": "With Tejada comes infectious enthusiasm to KC",
    "subtitle": "Seeking comeback, veteran can bring special presence to young clubhouse",
    "body": "Miguel Tejada may love playing baseball more than anyone else on earth, and that'll be clear to the Kansas City Royals the first time he puts on the uniform. It won't matter if it's the first game of Spring Training or the last game of the World Series. Tejada loves the clubhouse, uniform, teammates -- you name it. He's also one of those rare people virtually everyone likes and admires. He'll be good for the Royals in ways they may not fully understand. He'll bring some laughs into the clubhouse, and his enthusiasm will be infectious. One reason is that he demands it. For instance, he will fist bump, high five or shake hands with every teammate before the start of every game. It's one of those little good-luck things he has always done, and he does it with chatter and laughter. Some of his teammates will laugh. A few may roll their eyes. At some point, they'll all buy in, because he's such a happy person and so sincere about his love of the game that it makes the players around him feel a little bit better about things, too.  Now about that first time in the starting lineup. Here's hoping someone gets a shot of Royals manager Ned Yost's expression when Tejada goes through his ritual just before the first pitch. It's a series of stretching exercises -- I think he's stretching -- that is part ballet, part gymnastics and part goofy.  I just hope Tejada has something left in the tank, at least enough that he can make the club. He's 38 years old and looked like a very old player when he finished the 2011 season with the Giants. He batted .239, and his defense at short and third left something to be desired.  That he toiled in the Minor Leagues in 2012 and that he signed a Minor League deal with the Royals tells you how much he wants to get back to the Majors. He would prefer to be an everyday player, but he'll do whatever Yost wants him to do. He'll show the young guys how to prepare.  I got to know him when the Astros acquired him in late 2007. That was a tough time for him, because he was named in the Mitchell Report for performance-enhancing-drug use in baseball the day after the trade was made.  Whatever he did or didn't do with regards to PEDs, his new teammates fell in love with him -- with his enthusiasm, his offensive skills and mainly the man himself. When Lance Berkman was asked about Tejada as a teammate, he said, \"You don't have time for me to tell you everything I like about him. He's a great teammate and a great guy.\"  Tejada hit .298 in two seasons with the Astros and helped the club stay in contention until late in the 2008 season. Still, what a lot of people around the Astros remember was his work ethic and enthusiasm and general decency.  When Hunter Pence made the National League All-Star Team in 2009, Tejada wrapped an arm around him and demanded that he join his family on a private plane for the trip to St. Louis.  Tejada counseled younger teammates, kidded with older ones and never seemed to have a bad day at the ballpark. With the Royals hoping that 2013 will be a breakthrough season, they'll be leaning on a bunch of talented, young players.  But successful teams are complex things, with various players contributing in different ways. During his 15 seasons, Tejada has been on some really good teams and some really disappointing ones.  He has been teammates with some of the best players on in MLB and with players who had to strive every season to make a club. He understands them all, will reach out to them and make their days a little better.  In that way, he'll make life around the Royals a bit better. Here's to an exciting new chapter for the franchise, and to one more ride for Tejada.   Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
