{
    "url": "http:\/\/m.mlb.com\/news\/article\/40842004\/new-al-west-texas-rivalry-to-open-2013-season-as-astros-host-rangers\/",
    "title": "Opening Night to feature new AL West Texas rivalry",
    "subtitle": "",
    "body": "HOUSTON -- The Astros will begin the 2013 season at 7 p.m. CT on March 31 against the Rangers at Minute Maid Park -- two days earlier than previously scheduled -- to accommodate the game being televised nationally on ESPN's Opening Night telecast.  The game will mark Houston's debut in the American League after playing the first 51 years of its existence in the National League. It will also be the debut for Astros manager Bo Porter, and will be the first look at the team in its new blue and orange uniforms.  The game will also mark the first time that the Astros have appeared on ESPN's exclusive season-opening telecast. The Astros-Rangers game will also be available via ESPN Radio, ESPN Deportes, ESPN3 and ESPN Mobile TV. Prior to facing the Rangers on Opening Day, the Astros will play two exhibition games against the Cubs at Minute Maid Park on March 29-30.   Houston was originally scheduled to open the season on Tuesday, April 2, against the Rangers, with the series continuing on April 3-4. Instead, the Astros will have off-days April 1 and April 4 before the A's come to town for a weekend series.   The Astros will open at home for the 29th time in the last 35 years.   Houston will play each team in the AL West 19 times this year, with the Rangers and Seattle Mariners playing 10 games each in Houston, and the A's and the Los Angeles Angels coming to Minute Maid Park for nine games. The Astros will play 10 games at Oakland and Los Angeles and nine at Arlington and Seattle.   And the Astros aren't done with the NL Central just yet.   Houston will play three games in Pittsburgh (May 17-19) and in Chicago against the Cubs (June 21-23), while playing host to the Brewers (June 18-20) and Reds (Sept. 16-18) for three games. The Astros will play a pair of two-game series against the Cardinals that will begin in Houston (June 25-26) before moving to St. Louis (July 9-10).   The Boston Red Sox will make their lone trip to Houston on Aug. 5-7, while the New York Yankees won't invade Minute Maid Park until the final three regular-season games of the year, Sept. 27-29.   Astros pitchers and catchers will report for Spring Training in Kissimmee, Fla., on Feb. 11, and work out for the first time on Feb. 12. The report date for position players is Feb. 15, with the first full-squad workout set for Feb. 16. Houston will open Grapefruit League play Feb. 23 against the Phillies in Clearwater, Fla. Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
