{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/40841674\/indians-announce-four-year-contract-for-nick-swisher\/",
    "title": "Deal official, Swisher unveiled by Tribe",
    "subtitle": "Club introduces outfielder at Progressive Field; four-year pact worth $56M",
    "body": "CLEVELAND -- Nick Swisher could not help the bursts of excitement that overcame him. The outfielder would flash a smile, begin laughing or shake his head in apparent astonishment over the realization that this whole press conference, all these cameras, this room packed with reporters, it was all for him.  It was Swisher's show on Thursday, when the Indians officially announced that they signed him to a four-year contract that includes a vesting option for the 2017 season. Swisher will patrol right field, hit in the heart of the lineup and, with his signature penned on the deal, be a new face for this franchise.  \"It's going to be great, man. It's going to be super exciting,\" said Swisher, who erupted in a grin so wide that laughter filled the room. \"I can't help it, man. I'm pumped. I'm excited. I feel like I'm smiling a lot.\" General manager Chris Antonetti, sitting to Swisher's left, was smiling, too. Under the circumstances, it is hard to blame the GM for sharing in the outfielder's enthusiasm. Antonetti has helped Cleveland turn into one of baseball's aggressor's this winter, completing a series of shrewd moves with the aim of quickly turning around last season's disaster.   The Indians had already brought in a high-profile manager in two-time World Series winner Terry Francona and completed a blockbuster nine-player trade that netted top pitching prospect Trevor Bauer and center fielder Drew Stubbs. Now, Cleveland has added Swisher to complement its young core.   \"This is a big deal for us,\" Francona said. \"There's other teams that wanted this guy really bad.\"   The deal will pay the 32-year-old Swisher $56 million, making this the largest contract given to a free agent in franchise history. The outfielder's contract also includes a $14 million vesting option for 2017 that -- if achieved -- would make him the highest paid player ever to don an Indians uniform.   Swisher will donate $400,000 to Cleveland Indians Charities over the course of his time with the team.   The signing is a clear indication that Cleveland has the kind of financial flexibility that did not seem available in recent offseasons. This winter, the Indians have also signed first baseman Mark Reynolds (one year, $6.5 million plus incentives) and the team has an agreement in place with free-agent pitcher Brett Myers (one year worth a reported $7 million, plus a club option).   Myers was in Cleveland on Thursday and is scheduled to undergo a physical with the club on Friday in order to officially complete the signing.   The Indians designated outfielder Thomas Neal for assignment to clear a spot on the 40-man roster for Swisher.   \"To bring over a player of Nick's caliber obviously takes significant financial resources,\" Antonetti said. \"So I'm thankful that we had the backing of ownership to be able to get that done.\"   Not to mention some great recruiters.   The Indians leaned hard on Swisher's Ohio ties in their efforts to convince him to come to Cleveland. Swisher was born in Columbus, Ohio, raised as a teenager in Parkersburg, W.Va., located on the southeast Ohio border, and played baseball at Ohio State University. Swisher's father, former big leaguer Steve Swisher, attended Ohio University.   On Dec. 18, the Indians hosted the outfielder and his wife, actress JoAnna Garcia, at Progressive Field. Former Ohio State football coach Jim Tressel joined the party for lunch and Swisher was treated to a video message featuring Buckeyes football coach Urban Meyer and OSU basketball coach Thad Matta, among others.   Swisher and his wife, who are expecting a baby girl in May, were also presented with an infant Indians jersey.   \"We were walking out of here like, 'Man, these guys did it right,\" Swisher said. \"It was just an amazing situation to be in. They tugged on the right strings, man. ... All the places we visited, it was nothing compared to this.\"    Hey @indians we're on our way! #RollTribe @joannalgarcia twitter.com\/NickSwisher\/st...  Swisher said there were so many things that pointed him toward Cleveland. Francona has known the Swisher family since 1988, when Steve Swisher was his Minor League manager in the Indians' system. New Indians hitting coach Ty Van Burkleo was Nick Swisher's hitting coach when the outfielder was with the A's, and new Tribe bench coach Kevin Cash was a teammate of Swisher's with the Yankees.   \"You can fight it for as long as you want,\" Swisher said, \"but this was the place for me to be.\"     Swisher, along with Reynolds, should be able to help give the Indians the type of run producers the team lacked last year. The 2012 season marked the first since 1972 in which no Cleveland player belted at least 20 home runs or collected at least 80 RBIs.   Swisher -- an American League All-Star in 2010 -- has averaged 151 games over the past seven seasons, posting an average of 27 homers and 84 RBIs in that span. He set his career bests in homers (35) and RBIs (95) in 2006 with the A's, and equaled a personal high in doubles (36) this past season with the Yankees.   \"As we started our offseason,\" Antonetti said, \"one of the things we sought to do was really fortify our lineup by bringing in an established run producer. I think in agreeing to terms with Nick we've done exactly that.\"   In 148 games last year, Swisher hit .272 with a .364 on-base percentage and a .473 slugging percentage. Along the way, he piled up 24 home runs, 75 runs scored, 77 walks and 93 RBIs in helping the Yankees to their third AL East crown in his four years in New York.   Over his nine-year career in the big leagues -- spent between stints with the A's, White Sox and Yankees -- Swisher has hit .256 with a .361 on-base percentage and a .467 slugging percentage.   Swisher turned down a one-year qualifying contract offer from the Yankees worth $13.3 million in order to test free agency this winter. By turning down the offer, New York secured a compensation pick in next June's First-Year Player Draft.   Under the latest Collective Bargaining Agreement, however, the top 10 selections are protected from free-agent compensation. That means that Cleveland will not lose the fifth overall pick in the first round by signing Swisher. The Indians will lose their second-round pick, though. The Yankees will earn a compensatory pick between the first and second round.   The Indians feel Swisher was worth the price.   \"It's hard to envision a better fit for our team,\" Antonetti said. \"For anyone who's watched Nick play, it's not only about his ability, but how he plays the game. His passion, his enthusiasm, his energy, you'll see it from the very first day.\"   Everyone saw what Antonetti meant on Thursday.   \"I never thought I'd be part of a press conference like that,\" Swisher said with a laugh. \"I was front and center. Front and center.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
