{
    "url": "http:\/\/m.mlb.com\/news\/article\/40828998\/richard-justice-brett-myers-can-be-unusual-role-model-in-indians-rotation\/",
    "title": "Myers a savvy move for Indians",
    "subtitle": "An unusual role model, veteran brings host of talents to rotation",
    "body": "There will be days when Brett Myers frustrates the Cleveland Indians. He'll tear into a young player, or he'll get into it with a coach. Or he'll cuss out someone in the media, or he'll say something that's a little too loud and a little too profane. He has done these things enough that they've become a large -- too large, really -- part of his legacy. At times, he just can't help himself. This kind of stuff sometimes overshadows the fact that he's also one of baseball's more amazing pitchers, one who has gone from being a hot prospect to a solid performer to a big-time bust. He then did something a lot of guys couldn't do. With his velocity in decline, he reinvented himself as a control\/finesse pitcher and learned to get by on smarts, grit and determination. Myers became a tough, durable starting pitcher in 2010, one who prided himself on getting the game into the seventh or eighth inning and giving his team a chance to win. That's who the Indians are hoping they're getting in Myers, a perfect pitcher to eat up those innings behind Justin Masterson, Ubaldo Jimenez, etc. Myers throws four different pitches for strikes, changes speeds, refuses to give in. Young Trevor Bauer can learn plenty by watching Myers operate. Some days, it's not really clear how Myers is succeeding, and that's why one of his former coaches, Brad Arnsberg, nicknamed him \"Mirrors.\"  Arnsberg gave him that name during the 2010 season, when Myers went at least six innings in his first 32 starts for the Astros. He won some games when he had decent stuff, but he won others when he pretty much had nothing.  Arnsberg meant it as the highest form of praise, because Myers personified plenty of the qualities he wanted all his pitchers to have. Myers was a little bit like Roger Clemens in his final seasons. That is, they both understood that location, movement and changing speeds are every bit as important as velocity.  This column shouldn't make it sound like Myers is some no-talent slappy. That's far from the case, because his catalog of pitches -- fastball, curveball, slider, changeup -- is one a lot of pitchers dream of.  The Astros weren't sure what they were getting when general manager Ed Wade signed Myers to a one-year deal a few weeks before the start of Spring Training in 2010. That Myers was still on the market spoke volumes about how other teams viewed him.  Wade knew Myers well from their years together in Philadelphia. He knew all of it, the good and the bad, and decided Myers was worth a $3 million gamble. It turned out to be one of the best bargains on Wade's resume.  In that first season, Myers pitched 223 2\/3 innings, made 24 quality starts and had a 3.14 ERA. He also had a 1.24 WHIP, which tells you he became accustomed to working with runners on base.  He wasn't as good the following year as his fastball velocity declined from an average of 89.3 mph to 88.1 mph, according to Fangraphs.com. His location was also off, and he allowed 31 home runs, third-most in the Majors.  But Myers still pitched 216 innings and had 19 quality starts. He refused to make excuses -- he just kept asking the Astros to give him the ball.  His decline in velocity was one of the things that prompted new Astros general manager Jeff Luhnow to move him into the closer's role last season. Myers' velocity bounced back to 91.3 mph, its highest since 2007.  Now the Indians are hoping he can get some of his 2010 magic back, that he can be the workhorse who went 439 2\/3 innings in those two seasons as a starter in Houston.  Myers is only 32 years old, an 11-year veteran with 377 appearances, including 249 starts. He has long since shown that velocity isn't the most critical factor, but the decline in 2011 gave him a smaller margin of error.  He's also going to have some familiar faces around him. Indians manager Terry Francona was with the Phillies when the club made Myers a first-round pick in 1999. And Francona's bench coach, Brad Mills, was Myers' manager in Houston.  Between them, they know pretty much all there is to know about Myers -- how he's a terrific competitor and how he sometimes is an excitable guy.  It's important to point out that some of Myers' former teammates love him, not just for his guts and competitiveness, but for his wild-child side. There are also some former teammates who would rather not see him again.  Many of the reporters who covered Myers in Philadelphia and Houston tended to like him. At a time when a lot of players say what they think they're supposed to think, Myers has no filter.  In the end, all that matters is that he gives the Indians innings, and history says he'll do exactly that. He'll do it on days when his fastball is lively, and he'll do it when he's not. In that way, he really is a kind of role model.   Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
