{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/40828986\/marlins-looking-to-mirror-success-of-2006-team\/",
    "title": "Marlins looking to mirror success of 2006 team",
    "subtitle": "",
    "body": "MIAMI -- Dramatically turning over their roster has created opportunity along with plenty of uncertainty for the Miami Marlins in 2013.  So much surrounding the club is new.  Only two position players -- Giancarlo Stanton and Logan Morrison -- return from last year's Opening Day starting lineup. Ricky Nolasco is the lone starting pitcher who was with the club when 2012 got under way, and the bullpen projects to be considerably younger. Taking over an inexperienced squad will be a new challenge for first-year manager Mike Redmond and his staff. But completely starting over with essentially a new team is certainly nothing new for the Marlins' organization.   Since Jeffrey Loria assumed ownership in 2002, the Marlins also underwent a major redo in '06, a year Joe Girardi guided an inexperienced squad beyond expectations.   \"We're starting with a clean slate, and we're going to be able to go out there and develop these young players,\" Redmond said last month at the Winter Meetings in Nashville, Tenn. \"Creating a winning environment, and winning the game the right way. Playing the game hard. Getting back to baseball. That's what we're focusing on, and that's why I'm excited.\"   Growing pains, of course, are expected along the way. But that hasn't diminished the anticipation of the team not given much of a chance to compete.   Like today, seven years ago many predicted gloom and doom for the franchise.   In 2006, it was widely believed the Marlins would lose well over 100 games. Instead, Girardi's team surprisingly flirted with a winning season. They won 78 games, and Girardi was named National League Manager of the Year. Miguel Cabrera, then 23, batted .339 and finished second in the NL batting title race, and Hanley Ramirez won the NL Rookie of the Year Award.   In many ways, the Marlins are looking to mirror the success of '06. Not necessarily in style of play, but in putting together a foundation of players to build around.   The makeups of the '06 and '13 squads are quite different.   Girardi's team had much more power, belting 182 homers. Four players hit 20 or more homers -- Mike Jacobs (20), Dan Uggla (27), Cabrera (26) and Josh Willingham (26).   With the high home run totals, however, came plenty of strikeouts -- 1,249.   At Marlins Park, one of the toughest places to hit home runs, the '13 team is being molded more around pitching and defense.   Starting pitching became a strength in '06, and the Marlins are hoping that will be the case in '13.   If the Marlins can get similar production to what took place in '06, the franchise should be back on the right track.   Here's a look at how the '13 club compares to '06.   Starting pitching: Dontrelle Willis, a former All-Star, was the ace of the 2006 team. The D-Train, then 24, was a workhorse, logging 223 1\/3 innings, but his record was just 12-12 with a 3.87 ERA. All five starters won at least 10 games -- Josh Johnson (12-7), Scott Olsen (12-10), Ricky Nolasco (11-11) and Anibal Sanchez (10-3).   Nolasco projects to be the ace of Miami's '13 squad. The 30-year-old is the Marlins' all-time wins leader, posting a 76-64 career record. Jacob Turner, 21, profiles as a top-of-the-rotation talent. He showed promise as a rookie, but he has 13 total big league starts. Nathan Eovaldi, 22, is a hard thrower who has struggled with command. He did gain 119 1\/3 innings of experience to build upon last year. Henderson Alvarez, 22, is another right-hander with tremendous upside. With the Blue Jays last year, he made 31 starts and threw 187 1\/3 innings. Throwing strikes consistently was a challenge for him, as he struck out 79 and walked 54. Wade LeBlanc, Brad Hand, Tom Koehler, Alex Sanabia and John Maine will compete for a spot in the back of the rotation.   Bullpen: In 2006, the bullpen was a trouble spot, and there were plenty of candidates who got a shot. Joe Borowski, then 35, was the closer. It wasn't always pretty, but he found a way to save 36 games. Taylor Tankersley was the most effective lefty, and Matt Herges threw 71 innings, the most of any Marlins reliever that year.   Closer promises to be the strength of the Marlins' bullpen in 2013. Steve Cishek, 26, is a rising talent who had a 2.69 ERA and 15 saves in '12.   Ryan Webb and Mike Dunn have the experience of pitching in the late innings, but both are comparatively young. Perhaps as many as four jobs will be up for grabs.   Catcher: Miguel Olivo was an under-the-radar producer for the Marlins in '06, catching 127 games while belting 16 home runs and driving in 58 runs.   Rob Brantly, 22, is a left-handed hitter being groomed as an everyday player. In 100 at-bats last year, he hit .290 with a .372 on-base percentage.   First base: In '06, Jacobs had a solid rookie season. Along with hitting 20 homers, he drove in 77 runs.   The Marlins in '13 will be switching Morrison back to his natural position, after he's played mostly left field. Morrison is recovering from right knee surgery. If healthy, he is expected to be a big contributor at first base.   Second base: Uggla was an All-Star as a rookie in 2006. Gritty, he played in 154 games and finished with 27 homers and 90 RBIs.   Donovan Solano has the inside edge at the position. The 24-year-old showed promise, batting .295 in 93 games as a rookie last year.   Shortstop: Ramirez was dynamic in '06, batting .292. Across the board, he was sensational, posting 119 runs scored, 46 doubles, 11 triples and 51 stolen bases.   Adeiny Hechavarria takes over the position for Miami this year. The 23-year-old Cuban native has drawn comparisons to Edgar Renteria. He's a slick fielder who batted .254 in 41 games with Toronto last year.   Third base: Cabrera was an established star entering his prime in '06, and he finished with 26 homers and 114 RBIs that year.   The Marlins in '13 are hopeful that free-agent signing Placido Polanco can stay healthy. Hampered by a low back injury, the 37-year-old appeared in just 90 games for the Phillies a year ago.   Left field: Willingham was a 27-year-old rookie in '06. He was a steady producer, hitting 26 home runs and driving in 74 runs.   Juan Pierre, a hero on the Marlins' 2003 World Series title team, returns to the organization in '13. Now 35, Pierre comes off a season in which he hit .307 with 37 stolen bases for the Phillies.   Center field: Reggie Abercrombie was a raw talent given a chance to play regularly in '06. As the season progressed, he saw less action as Cody Ross became a regular.   Justin Ruggiano was one of the bright spots for the Marlins last year. The 30-year-old was given steady playing time, and he produced, batting .313 with 13 homers in 91 games.   Right field: Highly touted as a prospect, Jeremy Hermida was a 22-year-old rookie who turned in modest numbers in '06. The left-handed-hitting outfielder batted .251 with five homers and 28 RBIs in 99 games.   Stanton is scratching the surface of what he is capable of accomplishing. The 23-year-old is one of the rising stars in the game. The 37 home runs he hit last year are the second most ever by a Marlins player. And they came in just 123 games. Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
