{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/40829920\/white-sox-second-baseman-gordon-beckham-embraces-clean-slate-of-2013\/",
    "title": "Beckham 'encouraged,' embraces clean slate",
    "subtitle": "White Sox second baseman has eye on consistency for 2013 campaign",
    "body": "CHICAGO -- Stop Gordon Beckham if you've heard this story before.  The talented White Sox second baseman put up 2012 offensive numbers that fell short of the lofty standards set during his 2009 rookie campaign, after facing struggles at the plate during both the '10 and '11 seasons.  \"I failed a lot. I'll be honest,\" said Beckham, with the .245 career hitter making this decisive point during a recent interview with MLB.com. \"It was not easy for a while. I really want to do well. I want to be great.\" As much as those extended shortcomings weighed upon Beckham's mind in-season, he entered each ensuing year prepared to put the past behind him. Last year at this time, Beckham vowed to erase the negativity and get back to the person and player he was upon first arriving with the White Sox on June 4, 2009, following only 233 Minor League at-bats and 59 Minor League games.   This offseason is no different than the past couple, with a confident Beckham getting back to work for 2013 just a few weeks after the final October series played in Cleveland. There's one important catch this time around.   After knocking out a career-high 16 homers and compiling 60 RBIs, Beckham believes he has found something important within his overall game. Of course, skeptics won't share this belief until Beckham shows off that find daily during game competition.   \"In general, I felt like I turned a corner at the end of last year,\" Beckham said. \"I don't know how to describe it, but I'm encouraged. I guess it's the first time in a while that I actually truly believed in myself.   \"You can have fake confidence, where you don't believe it in your gut. And there have been times over the last couple of years, doubts, where I said to myself, 'Maybe they are right.' At end of this year, I don't know how to describe it, but there's now a maturity and better understanding of the game -- the focus it takes, the routine.   \"I'm sure people are tired of hearing that I turned a corner,\" Beckham said. \"I'm tired of hearing it to be honest. I believe I belong and I want to show what I believe. I have a great family behind me, a great support staff, a great team, a great organization. There's a lot that don't believe, but the organization does, and that says enough.\"   There are a few things to know about Beckham's struggles that still point toward significant future growth as a player.   His third full season at second base produced a career-low seven errors and a fielding percentage of .9899, marking the second-best single-season percentage at that position in franchise history behind Hall of Famer Nellie Fox. Offseason talk briefly touched on the arbitration-eligible Beckham moving back over to third, where he played as part of an award-winning rookie year. But as Beckham pointed out, second base is his home, where he can help the team by saving runs, even if he's not hitting.   Extra-base power rose for Beckham, mixing in 24 doubles overall, as well as knocking out eight homers, 15 doubles and 32 RBIs from 308 at-bats in the ninth spot of an order that wasn't exactly consistently productive all season. His woes were pronounced in April and July, when he combined for just 25 hits in 144 at-bats.   Take out those two, and Beckham's .234 average elevates to a more respectable .257. Every hitter wants to discard a month or even six weeks, but with Beckham showing steady results over the remaining four months, he feels ready to put together a complete run.   Remember also that while Beckham is beginning his fifth Major League season, he turned 26 on Sept. 16. It's hard to give up on a player just when he might be figuring it all out.   \"People expect what I did my rookie year, and when it didn't happen, when it hasn't happened, they just write you off -- understandably so,\" Beckham said. \"I did make strides and did some good things at the bottom of the order.   \"Everyone has bad months, and this is not an excuse. But you take those two months out of that season, and it would look as good, if not better than my rookie year. The thing that has me encouraged is I didn't play my best in the other four months, but I played well and was productive. Those numbers would be good, and if you average them out for a year, nobody is complaining.   \"Anybody could say that every year,\" Beckham said. \"The goal is to be consistent for a whole season. If I can do that, my numbers will be there.\"   Beckham got engaged over the holidays, with his blissful personal life contributing to that high level of comfort. Now this comfort and confidence needs to translate into consistency.   It might not immediately equal a .300 average with 25 homers, 40 doubles and 90 RBIs as was once imagined for a player compared to Michael Young. But Beckham believes support for his game soon will be rewarded.   \"To be honest, I want it as bad as they want it -- a lot more, probably,\" said Beckham of success. \"I'm not going to say, 'This is the year I'm going to do all this crazy great stuff.' But I feel like last year, I came to the field and did it right. I didn't get down, frustrated a lot; [I] played every night, showed up and did the work.   \"[White Sox manager] Robin [Ventura] really helped me out. I'm very thankful he is our manager, and I hope I play for him the rest of my career.\"    Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
