{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/40951372\/bernie-pleskoff-outfield-prospect-jake-marisnick-shows-potential-in-afl\/",
    "title": "Flashes of Marisnick's potential shine through",
    "subtitle": "Best yet to come for Marlins outfield prospect acquired in blockbuster",
    "body": "One of the most stunning events of this offseason has been the 12-player blockbuster between the Toronto Blue Jays and Miami Marlins. The trade can be viewed as reacting to the present vs. preparing for the future.  This past November, Miami traded starting pitchers Josh Johnson and Mark Buehrle, shortstop Jose Reyes, catcher John Buck and infielder\/outfielder Emilio Bonifacio to Toronto. Indeed, the Blue Jays obtained a host of outstanding veterans capable of offering immediate impact.  For its part, Miami received seven highly regarded players, ranging from veteran shortstop Yunel Escobar and catcher Jeff Mathis to young prospects -- pitchers Henderson Alvarez, Justin Nicolino and Anthony DeSclafani, as well as infielder Adeiny Hechavarria and outfielder Jake Marisnick. The trade will be discussed for years. However, the results of the transaction may take just as long to evaluate. In trading today for tomorrow, the Marlins may well have plucked some high-quality plums from the rich Blue Jays prospect orchard.   Marisnick, 21, has the potential to be among the best of the harvest. The Toronto Blue Jays chose Marisnick with their third-round selection in the 2009 First-Year Player Draft.   Marisnick was a multisport athlete at Riverside Poly High School in Riverside, Calif. He indicated he would have attended University of Oregon had he not been drafted by Toronto.   Marisnick began his career in 2010, playing at two classifications in the Blue Jays' organization. He hit a combined .253 with four homers and 26 RBIs in 285 plate appearances for the Rookie League Blue Jays and Lansing Lugnuts at low Class A. He showed outstanding speed by stealing 23 bases and getting caught only three times.   Marisnick repeated low Class A in 2011, and he improved in all his hitting categories. He finished the season hitting .320 with 14 home runs and 77 RBIs. He stole 37 bases while being caught eight times.   Marisnick's performance earned him the opportunity to play at two classifications last season. Playing at high Class A Dunedin and at Double-A New Hampshire, Marisnick hit a combined .249 with eight home runs and 50 RBIs. Once again he showed his speed, stealing 24 bases.   While this past season did not equal 2011, Marisnick did flash many of the five tools scouts had observed since high school. I had an opportunity to scout Marisnick in this past Arizona Fall League. Frankly, it was a tale of two distinct performances.   At the beginning of the fall, I was underwhelmed with Marisnick's lack of offensive productivity. He looked tired. He looked sluggish. He looked tentative in his approach at the plate. Where was the electricity in his bat I had heard about so much?   Instead of watching the ball jump off his bat, I saw a very lengthy and slow swing. He was beaten badly on breaking balls outside the strike zone. In short, he was an easy out. His self-inflicted slump was based upon poor pitch recognition and tardy responses. His swing mechanics had departed.   Then I saw a different Marisnick. In the second half of the AFL, it was as if I had been watching a different player. Suddenly, the tool box opened, and I saw the goods.   Marisnick is very athletic, tall and slender -- 6-foot-4, 200 pounds. His weight is well proportioned, and it wouldn't surprise if he doesn't add additional muscle to his frame.   A right-handed hitter, Marisnick showed much more quickness in his large, strong wrists and hands as the Fall League progressed. Flashing improved bat speed, Marisnick was able to use the entire field and hit the gaps with better plate coverage and a more aggressive approach at the plate.   Gone was a quirky-type movement that threatened to consistently slow his swing. Marisnick released his hands from being too close to his chest, and it appeared he loosened the grip on the bit a bit as well. Probably the biggest difference I saw in Marisnick's second-half play was a bit more of an uppercut in his swing, allowing for more loft.   Marisnick finished the Arizona Fall League hitting .314 with one home run and eight RBIs in 70 at-bats. He struck out 20 times and walked on three occasions while stealing five bases.   Defensively, Marisnick played all his fall games in center field, a position probably best suited to his very good speed and quality reactions to the ball off the bat. Marisnick has a strong arm, but he appears to need more work on quicker and better decision-making. He has to hit the cutoff man properly and more consistently.   I believe Marisnick will ultimately grow into more power than he has shown to date. With any additional upper-body strength, he will be able to use his long arms and strong hands to help drive the ball.   As he has shown through his brief Minor League career, Marisnick has enough speed to steal bases. At this stage, speed may be Marisnick's most completely developed tool.   Marisnick's Salt River team was heading to the AFL championship when reports indicated Marisnick had been traded to Miami. However, the trade was put on hold and Marisnick remained playing with his Blue Jays teammates on the Salt River club.   The team and Marisnick entered the championship game with a Marlins uniform available to him on a stand-by basis. Based upon an agreement reached between Toronto and Miami, Marisnick remained with the Blue Jays through the Nov. 17 championship game. The trade was finalized two days later.   Marisnick's five-tool talent places him third among the Marlins' top prospects, according to MLB.com.   Yes, the Marlins lost a number of quality veterans in their trade with Toronto. However, it may take a couple more years, but a potential Miami outfield of Giancarlo Stanton and highly rated prospects Christian Yelich and Marisnick could be among the best in baseball.  Bernie Pleskoff has served as a professional scout for the Houston Astros and Seattle Mariners. Follow @BerniePleskoff on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bernie Pleskoff"
}
