{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/40981698\/mike-bauman-looking-at-world-series-between-nationals-and-blue-jays\/",
    "title": "Your 2013 World Series matchup: Nats vs. Blue Jays",
    "subtitle": "Both teams coming out of offseason looking poised to meet heightened expectations",
    "body": "It is mid-January. We are in the depths of winter, even if winter is not as deep as it used to be. It is a perfect time to contemplate the 2013 World Series between the Toronto Blue Jays and the Washington Nationals.  This is not a prediction. I don't start making those mistakes until late March. But it is a distinct possibility.  The Nationals led the Major Leagues with 98 regular-season victories in 2012, and since then have only improved. On Tuesday, we were reminded of their direction and their determination when they signed the premier closer on the free-agent market, Rafael Soriano, thus fortifying a strong bullpen that already contained two closers. And this next postseason, there is every chance that the Nats will allow one of baseball's very best, Stephen Strasburg, to participate. Arguments could be made on behalf of at least seven other National League clubs as genuine contenders, but the Nationals had the best team ERA in the league last year and they don't appear to be getting worse.   The Blue Jays, meanwhile, have essentially won the offseason. They astutely put themselves in a position to be the beneficiaries of the Marlins' retrenchment, raking in a personnel windfall.   The Jays emerged from their trade with Florida with a greatly improved rotation and a new and vastly better middle infield. Josh Johnson and Mark Buehrle represent sizable upgrades among the starters. Jose Reyes is more like an immense upgrade at shortstop and also will provide a dynamic presence at the top of the order. Emilio Bonifacio has speed, defensive dependability and versatility.   The Jays were far from finished, though. They subsequently added the 2012 NL Cy Young Award winner, R.A. Dickey, in a deal with the Mets. By this point, they had nearly transformed their rotation, as opposed to merely improving it. They also added Maicer Izturis, another dependable infield defender. Their one move that came with an attached question mark was the signing of outfielder Melky Cabrera. He had a breakthrough season in 2012, but also a 50-game suspension for an elevated testosterone level.   But on balance, this was a terrific offseason for the Blue Jays, as they dramatically changed their talent level. They went from \"they're doing a nice job, but it's so tough in the AL East\" all the way to \"this is absolutely one of the best rosters in the game.\"   The Jays have assembled a team with a minimal number of areas that are open to question. They have no glaring deficiencies, although it appears that they will open the season without a long-term, established closer. This was why they had been seen in some quarters as possible employers for Rafael Soriano. But the Nationals ended that possibility when they signed Soriano on Tuesday.   As recently as two years ago, a Toronto-Washington World Series would have been seen as the work of an overheated imagination. Now, it can be seen, through the occasional January snow flurry, as a reasonable outcome.   It would be, of course, something completely different. Washington has not hosted a World Series since 1933; representing another league, playing under a different name, in a previous millennium. As an American, one doesn't have to be jingoistic to admire the notion of the nation's capital climbing to the status of baseball's capital.   The Jays were back-to-back champions not that long ago, in 1992-93, with terrific teams that won six-game Series over Atlanta and Philadelphia. There would be no problem with a return to autumn baseball in Ontario, especially with Rogers Centre having what we in the four-season portion of North America like to call a retractable roof.   Frankly, the Blue Jays playing in a World Series in the American capital would create an opportunity for Americans to atone for an earlier insult. It could have been an international incident, except that the Canadians, while they were seriously dismayed, also were typically civil.   The incident occurred in 1992 in Atlanta. During World Series pre-game ceremonies, the American handlers of these events, while displaying the Canadian flag on the field, in public, before a global audience, flew the flag upside down.   This was a low point in American\/Canadian relations, and there was a lot of speculation about how Americans would have handled it had the Canadians flown Old Glory upside down. It was written at the time that \"we probably would have nuked Ottawa,\" but this was intended as typical American overstatement, rather than a suggestion for actual public policy.   The point was, the Canadians who witnessed this national insult handled the episode with dignity and restraint. Now their flag, flown properly, could grace the 2013 World Series in the District of Columbia, the capital of our republic, in the company, of course, of the Star-Spangled Banner.   It is now a matter of the Nats and the Jays turning this scenario into reality. This is not a routine assignment, but these are two teams that are eager to answer when opportunity knocks.    Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
