{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/40982636\/dedicated-wallace-eager-to-seize-new-opportunity\/",
    "title": "Dedicated Wallace eager to seize new opportunity",
    "subtitle": "Young slugger on track to receive plenty of at-bats at first base\/DH in 2013",
    "body": "HOUSTON -- Brett Wallace showed up to camp last spring in tremendous shape, having lost 15 pounds and eager to win a spot on the Astros' roster. The problem for Wallace was there was another 270 pounds -- in the form of veteran first baseman Carlos Lee -- blocking his way to consistent playing time with the club. Wallace began the season at Triple-A and had a brief stint in Houston in June when Lee was injured, but he would have to wait until three weeks after Lee's July 4 trade to the Marlins to finally get a shot. Wallace made the most of it, hitting .253 with nine homers and 24 RBIs in 229 at-bats while finally showing the power potential the Astros had been waiting for. A new year and a new season will give Wallace another opportunity. The Astros' move to the American League should mean plenty of at-bats for Wallace, who can play first base or designated hitter. He's been a regular at Minute Maid Park this month, working with new hitting coach John Mallee to put himself in good position when camp begins. \"I've been with him for a few days, and we've been able to break down some video and get in the cage and get comfortable with each other,\" Wallace said. \"Honestly, we have a great relationship. We hit it off right away. I told him that right now -- this is the best I've felt swing-wise before Spring Training, and it's only January. I'm excited about that and we're just going to keep working.\"  Mallee, 43, brings 17 seasons of professional baseball experience to Houston and tons of energy. He has spent the majority of those years focused on hitting, most recently as the Marlins' hitting coach in 2010-11. Prior to that, he had spent eight years as Florida's Minor League hitting coordinator.  Mallee has been tasked with trying to find the remaining untapped potential in Wallace, who was dubbed \"a hitting machine\" by former general manager Ed Wade when he was acquired in a 2010 trade with Toronto. Wallace has had to wait his turn at first base while working to develop more power with his left-handed swing.  \"We talk the same about hitting,\" Wallace said of Mallee. \"We see things the same way. It's really not anything too different as far as mechanics-wise. I've being able to take the concepts I understand and was starting to be able to use last year and then put myself in position to use them more consistently.  \"We found a way to use my legs better. We're trying to find a way to keep me there at all times. If you hit it off with someone, you have a working relationship with someone, he can show you something and you can take it and run with it and go from there.\"  Wallace, 26, and newly acquired Carlos Pena, another left-handed bat, will both see time at first base and DH. Rule 5 Draft acquisition Nate Freiman, a right-hander who hit 24 homers last year in 137 games at Double-A San Antonio with only 95 strikeouts in 581 plate appearances, will also be in the mix at those spots.  The Astros had to be encouraged to see Wallace hit .273 against lefties last year, and he really wore out left-handed pitching at Triple-A (.354 and eight homers in 99 at-bats). The confidence from a strong finish and the enthusiasm of having a fresh start in 2013 is exciting to Wallace.  \"All you can ask for is an opportunity,\" Wallace said. \"Nothing in this game is going to be given to you. The biggest thing for me, to have the opportunity with Carlos [Lee] gone, is to go into camp and get some at-bats and hopefully take that role I started to take last year and build on it.  \"There were some good things I did last year and some things I didn't do as well. I found a way to be more consistent as far as my setup and where I put myself before each pitch. I'm excited to take that into the game and hopefully be a big contributor.\"  Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
