{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/40981824\/alex-rodriguezs-left-hip-surgery-goes-as-planned\/",
    "title": "A-Rod's left hip surgery goes as planned",
    "subtitle": "Doctor expresses hope that Yankees slugger can be back on field after All-Star break",
    "body": "NEW YORK -- Alex Rodriguez had arthroscopic surgery on Wednesday to repair his left hip, a procedure that is expected to keep the third baseman out of action until midseason.  Dr. Bryan Kelly performed the two-hour surgery at the Hospital for Special Surgery in New York, addressing the slugger's torn labrum and impingement in his left hip. The Yankees said in a statement that Rodriguez's surgery \"went as planned and without complication.\"  Following the procedure, a photo of Rodriguez offering a thumbs-up from his hospital bed was posted on Facebook, with the accompanying caption: \"Surgery went well! The road to recovery officially begins ... looking forward to the challenges ahead.\" Rodriguez is expected to be discharged from the hospital on Thursday and will begin a supervised rehabilitation program under Kelly's direction. The anticipated full recovery from the surgery is six months.   \"I like to tell people six months is a reasonable time frame for return to play when we're doing the procedure we're discussing with a bone correction,\" Kelly said before the procedure. \"Optimistically speaking, what we're hoping for is for him to be able to return after the All-Star break.\"   Rodriguez's injuries were identified in November and are thought to have been a major factor in the 37-year-old's struggles during the postseason, when he went 3-for-25 (.120) with 12 strikeouts against the Orioles and Tigers.   Because of those injuries, Kelly said that Rodriguez was unable to properly rotate his hips, which likely explains why Rodriguez told coaches he was feeling a lack of explosiveness swinging the bat in the playoffs.   Since that time, Rodriguez was preparing for Wednesday's procedure by following a prehabilitation regimen to strengthen the hip, while reducing inflammation. Kelly said that the wait will improve Rodriguez's chance for a healthy return to the Yankees' lineup.   \"Operating earlier actually will frequently result in a more prolonged recovery afterwards, because it takes longer for the muscles to respond and recover from the surgery,\" Kelly said.   Kelly has stressed that he does not believe Rodriguez's injuries are a result of performance-enhancing drug use.   \"His hip was formed like that from the age of 15. It doesn't change its shape after that,\" Kelly said. \"In that respect, this has nothing to do with performance-enhancing drugs.\"   Wednesday's procedure involved making three small incisions in Rodriguez's hip and inserting a camera to assess the damage before reattaching the torn labrum and shaving the femoral head into a rounder shape, providing a greater range of motion.   This is Rodriguez's second major surgical procedure in the last five years. He also had his right hip repaired by specialist Dr. Marc Philippon in Vail, Colo., before the 2009 season.   \"Dr. Kelly has got a great reputation,\" general manager Brian Cashman said. \"I have full confidence that between the operating physician and the patient, whose work ethic is legendary, that this will all work out over time. But right now, time is a problem. We're going to be missing him for some time. We will deal with that.\" Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
