{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/41033688\/irish-alum-samardzija-wont-rush-to-judge-teo\/",
    "title": "Irish alum Samardzija won't rush to judge Te'o",
    "subtitle": "",
    "body": "CHICAGO -- Cubs pitcher Jeff Samardzija, who was an All-America wide receiver at Notre Dame before committing to baseball, has watched the recent coverage of Manti Te'o in disbelief.  Te'o, a Notre Dame linebacker and Heisman Trophy runner-up, is reportedly involved in a complex hoax in which he may have been duped into believing he had a girlfriend who died of leukemia in September.  On Friday, Samardzija said all the speculation about Te'o's possible involvement and what he knew has resulted in conflicting opinions. \"Some people want to believe him, some people don't,\" Samardzija said. \"It's really arbitrary. I don't really have an opinion on it until enough information comes out and you can say who was right and who was wrong.\"   Samardzija was in Miami on Jan. 7 for Notre Dame's BCS championship game against Alabama -- a 42-14 Irish loss -- but did not attend the game. The right-hander said he recognizes that all of the speculation about Te'o is driving the media frenzy.   \"You have to assume he made a bad decision and he learned from it,\" Samardzija said of Te'o. \"You just hope it's not the other side of the coin.\"   On Friday night during an interview with ESPN, Te'o strongly denied being part of the hoax, insisting that he \"wasn't faking it\" and \"wasn't part of this.\"   \"Everybody's more shocked at the coverage it's getting, to tell you the truth,\" Samardzija said. \"Again, it's Notre Dame and you understand that when you go to Notre Dame, you take on a different role of being under the spotlight. If things do go great, it's a great place to be and you get tons of accolades for it. You get all the front-page articles, you get [featured in] Sports Illustrated, you get [on] ESPN.   \"But if something doesn't go well, you pay for that, too. You need to understand when you go to that school, you have to be a responsible grown-up and an adult and make the right decisions.\"",
    "author": ""
}
