{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/41037472\/manager-davey-johnson-ready-to-deal-with-nationals-surplus-of-bullpen-aces\/",
    "title": "Davey ready to deal with surplus of bullpen 'aces'",
    "subtitle": "",
    "body": "WASHINGTON -- Manager Davey Johnson was in Africa when he received a text message from general manager Mike Rizzo earlier this week that the Nationals had signed closer Rafael Soriano to a two-year, $28 million contract. Johnson said that he was taken by surprise when he read the news about Soriano. While the move makes the team better, Johnson praised Tyler Clippard and Drew Storen for the job they did for the team in recent years. Clippard, who spent most of 2012 as a closer -- saving 32 games, lost his job after a month long slump in September. Storen reclaimed the role that month, but did not pitch well in the postseason. Storen was Washington's closer in 2011 and saved 43 games. \"I've never seen Soriano pitch that much, but I always liked his stuff,\" Johnson said via telephone. \"I love my guys -- Clippard and Storen. They did a good job for us. Even the job Henry [Rodriguez] did [early in the 2012 season]. They have given me too many aces.\"  Johnson has yet to communicate with his relievers about their roles, but he acknowledged that he is worried about Clippard and Storen's egos. While Soriano is considered the closer on the team's depth chart, Johnson said he will use his relievers the way he feels fits the best for the ninth inning.  During his managerial career, Johnson has been known to use more than one closer during a season. When he managed the Mets in 1986, for example, Johnson employed two closers -- Jesse Orosco and Roger McDowell -- who helped him win a World Series title.  \"Things work out. I know Clip wanted to close for a long time, and he got his chance and he did great,\" Johnson said. \"Storen, he had 43 saves his first [full] year as a closer. Now, [we have] Soriano. I'll have that discussion with them. It will sort itself out. I [will] go with the guy I think is best, but I think they are all great. That's why it's going to be a fun year.\" Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He can also be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
