{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/41036310\/orioles-hall-of-fame-skipper-earl-weaver-passes-away-at-82\/",
    "title": "Hall of Fame skipper Weaver passes away at 82",
    "subtitle": "",
    "body": "The colorful and occasionally outrageous man who believed three-run home runs, reliable up-the-middle defense and effective starting pitching were the essential ingredients of successful baseball has died. Earl Weaver, the Earl of Baltimore, passed away early Saturday morning while on an Orioles fantasy cruise in the Caribbean. Death, apparently caused by a heart attack, came at age 82 for the most successful manager in the history of the Orioles, a man who never played in the big leagues but directed several of the elite teams of the past 45 years. Weaver was a little man -- 5-foot-7 in spikes -- with a big big league resumé that earned him a place in the Hall of Fame in 1996. His Orioles teams -- he managed for no other club -- produced a .583 winning percentage and 1,480 victories, the 22nd highest total in history, in 17 seasons. They won four American League pennants and the 1970 World Series in a sequence of 11 seasons that began in 1969. His teams won six AL East championships, 219 games from 1969-70 and at least 100 games five times. \"Earl Weaver was a brilliant baseball man, a true tactician in the dugout and one of the key figures in the rich history of the Baltimore Orioles, the club he led to four American League pennants and the 1970 World Series championship,\" Commissioner Bud Selig said in a statement released by MLB. \"Having known Earl throughout my entire career in the game, I have many fond memories of the Orioles and the Brewers squaring off as American League East rivals. Earl's managerial style proved visionary, as many people in the game adopted his strategy and techniques years later. \"Earl was well known for being one of the game's most colorful characters with a memorable wit, but he was also amongst its most loyal. On behalf of Major League Baseball, I send my deepest condolences to his wife, Marianna, their family and all Orioles fans.\"   His winning percentage is the ninth highest all-time and third highest among men who managed at least 2,500 games. And his victory total ranks third, behind Joe McCarthy and Jim Leyland, among managers who never played in the big leagues. Every manager whose teams produced more victories managed at least 288 more games than Weaver.   \"Earl Weaver stands alone as the greatest manager in the history of the Orioles organization and one of the greatest in the history of baseball,\" Orioles managing partner Peter Angelos said in a statement on Saturday. \"This is a sad day for everyone who knew him and for all Orioles fans. Earl made his passion for the Orioles known both on and off the field. On behalf of the Orioles, I extend my condolences to his wife, Marianna, and to his family.\"  Weaver's teams' successes did the most to distinguished him, of course. But his manner and personality made him significantly more prominent. He was bold, engaging, outspoken, irascible, caustic, confrontational and funny; not always a player's dream, but reporters appreciated him and flocked to his office or the dugout bench for pregame chats. Weaver could fill a notebook like few others.  He filled one book of his own, entitled \"It's What You Learn After You Know It All That Counts.\" Perfect! Notorious for smoking in the dugout, Weaver called inconsistent reliever Don Stanhouse \"Full Pack,\" because, he said, he'd go through a pack any time Stanhouse pitched. Players called Stanhouse \"Stan The Man Unusual,\" but that's another story.  \"Every time I don't smoke between innings, the opposition scores,\" was one of his theories.  Weaver said Paul Blair, the Orioles' brilliant center fielder, was incapable of making a great catch. \"If it's in the ballpark,\" he said, \"Blair's there already waiting for it to come down.\" And he applauded the defense of gifted shortstop Mark Belanger with these words: \"He doesn't wear a cup. That's confidence.\"  One of Weaver's unforgettable lines came after outfielder Pat Kelly had invited him to Sunday chapel. Weaver declined to attend. Kelly asked, \"Don't you want to walk with the Lord?\" Weaver replied, \"I'd rather walk with the bases loaded.\" But he did publicly thank the supreme being once for having inherited such fine talent -- Hall of Famers Brooks Robinson, Frank Robinson, Jim Palmer and the likes of Boog Powell, Davey Johnson, Blair, Belanger and all those 20-game winners.  \"What comes to mind,\" Weaver said during his Hall of Fame induction speech, \"is thank God those guys were there and thank God we won 100 games three years in a row so I could come back for a fourth. And thank God for the fourth that we won enough games for me to come back for the fifth ... and on to 17.\"  Weaver also credited his bosses, general managers Hank Peters and Frank Cashen, for providing him so much talent. He said his teams had \"deep depth.\"  He chided his players -- occasionally Johnson, a future manager, and more often Palmer. When Weaver visited the mound to speak with Palmer, who is 6-foot-3, the pitcher would stand on the rubber, never yielding to his manager, and tower over him. Weaver occasionally tried to take over the higher ground.  \"There weren't any gray areas with Earl,\" the Baltimore Sun quoted Palmer as having said Saturday morning. \"We had a love-hate relationship. Earl was going to tell you what he expected, and there wasn't a lot of room for error with him. Earl was about winning and that was what he did.\"  Weaver routinely confronted -- and baited -- any man wearing an umpire's uniform. He kicked dirt at umpires before Billy Martin did and learned early to reverse his cap during arguments so nose-to-nose almost was the appropriate adjective for the confrontation.  His conflicts with umpire Ron Luciano became legend. Weaver was ejected 97 times in his career. Some perspective: Bobby Cox managed for 29 seasons and was ejected 158 times.  Twice Weaver was ejected during the lineup card exchange before the second games of doubleheaders. In one of those instances, Luciano ran him, having run him in the first game as well.  Before Johnson brought managers into the computer age in 1984, Weaver had his own data system -- index cards -- which he famously relied on to remind him how particular pitchers and hitters fared against the Orioles.  His use of pinch-hitters and platooning was quite effective, and he was fortunate enough to manage teams with extraordinary pitching. Weaver's teams produced one sub-.500 record; that came in 1986, his final season. He replaced Hank Bauer with 82 games remaining in the '68 season. The teams he managed in his first three full seasons won the AL pennant and averaged 106 victories.  \"When you discuss our game's motivational masters, Earl is a part of that conversation,\" said National Baseball Hall of Fame president Jeff Idelson in a statement. \"He was a proven leader in the dugout and loved being a Hall of Famer. Though small in stature, he was a giant as a manager, especially among Oriole fans, who lovingly referred to him as 'The Earl of Baltimore.'\"  Weaver retired after the 1982 season, a loss to the Brewers in his final game denying him another postseason appearance, then returned for the final 105 games in '85 and all of '86. The last season displeased him. \"I wanted no part of losing,\" he said years later. \"Why play if you can't beat the other guys more often than they beat you?\" But the loss that unsettled him most was losing the 1969 World Series to the Mets. \"In five games,\" he said in the late '90's' \"They [beat us] in five games. And we were a very good team. It happened. I don't know how or why yet.\"  And now he is gone. The game has lost one of its best managers and a premier character. Weaver left this one request, expressed years ago: \"On my tombstone just write, 'The sorest loser that ever lived.'\" Perfect.  Marty Noble is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Marty Noble"
}
