{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/41038094\/dodgers-matt-kemp-shoulder-healing-ahead-of-schedule\/",
    "title": "Kemp: Shoulder healing 'ahead of schedule'",
    "subtitle": "Star outfielder in L.A. to serve as grand marshal of Kingdom Day Parade",
    "body": "LOS ANGELES -- Matt Kemp, in town to serve as grand marshal at Saturday's 28th Kingdom Day Parade in South Los Angeles, said his surgically repaired left shoulder is healing \"ahead of schedule\" and he's optimistic he will be ready for Opening Day. \"That's my goal,\" said Kemp, wearing a Dodgers jersey with Jackie Robinson's No. 42 and accompanied by his mother. \"I'm hitting off the tee, no soft toss yet. I have my good days and bad days. It's still a little sore. But being ready for the season is all that matters.\" Kemp had significant surgery to repair a labrum injury, sustained when he smashed into the center-field wall at Coors Field on Aug. 27. He said doctors told him the soreness he feels is normal for the repair work done by Dr. Neal ElAttrache on Oct. 5. Kemp said he can tell that the sharp pain he felt while insisting on playing through September is gone. \"I can definitely tell my labrum is stronger, my shoulder is stronger from the rehab I'm doing,\" Kemp said. \"I'm sure when I come to Spring Training there will be some limits put on me for some things. I'm not trying to be 100 percent for the first game of Spring Training. I'm trying to be 100 percent for the first game of the season.\"  Kemp said he was told to have surgery shortly after suffering the injury, but insisted on playing as long as the Dodgers were in contention for a postseason berth. Kemp was batting .337 at the time of the injury. After the crash, he hit .214 with six home runs, 15 RBIs and 33 strikeouts in 112 at-bats. The Dodgers were two games out of first place when Kemp was hurt and finished nine games back.  \"I couldn't shut it down,\" Kemp said. \"They told me to shut it down and think about surgery -- or at least rest. But I just couldn't do it. I had to continue and play. That's what I do. I can't sit and watch.\"  Kemp, entering the second year of an eight-year, $160 million contract, said he's setting a more modest goal than last year's ambitious 50 homer\/50 steal wish. Those plans were dashed when he missed 56 games with hamstring and shoulder injuries, playing through many more games while injured and winding up with 23 homers and nine steals.  \"My goal is to stay healthy and play 162 games, and whatever happens, happens,\" Kemp said. \"If I can perform, the numbers will be there. The main thing is to stay healthy and help the team. If I'm sitting, I can't do much.\"  After talking to teammate Adrian Gonzalez, who had similar shoulder surgery, Kemp said he's confident his power will return.  \"Adrian said it will be good by the season,\" Kemp said. \"Everybody has a different opinion. I hope I heal real fast, like [NFL star] Adrian Peterson. I feel I'm ahead of schedule. The power is going to come.\"  Kemp started the 2012 season with the greatest April of his career, hitting .417 with 12 homers and 25 RBIs. With the hamstring injury, also suffered while playing defense, Kemp was asked if a more cautious approach in the field would be wise. Some believe he should be moved back to right field, leading to speculation the Dodgers would trade Andre Ethier and sign Michael Bourn.  \"I don't know if I can cut that off,\" Kemp said of his all-out play on defense. \"That's just my game. Maybe I can be a little more in control, but I'm not going to really change. I'm still going to do what I need to do to help the team win.  \"As of right now, I'm still the center fielder. I don't know what the front office has got going on. They've done a great job getting [Zack] Greinke and the other guys. I'm happy with the moves they've made.\"  Kemp was also happy about being asked to participate in Saturday's parade in recognition of Martin Luther King Day, commemorating the life and legacy of the Civil Rights leader.  \"It's a very special day for me, and I was surprised when they asked me,\" Kemp said. \"Don Newcombe [Robinson's teammate and a Dodgers official] tells me a story about Jackie Robinson and Martin Luther King. He said that Martin Luther King told him that [Robinson] made it easier for him to lead the Civil Rights movement.  \"Just knowing somebody like that, somebody who's been so much a part of history, is special. In the back of my mind growing up, I thought I'd play basketball and baseball -- and one came true. I didn't think baseball would lead me to the people I've met and the things I've done, to put positive change in people's lives and do positive things in the community.\" Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
