{
    "url": "http:\/\/m.mlb.com\/news\/article\/1291306",
    "title": "Mackowiak inks two-year deal",
    "subtitle": "White Sox, Mackowiak ink two-year deal",
    "body": "CHICAGO -- When the White Sox acquired Rob Mackowiak from Pittsburgh at the close of Major League Baseball's Winter Meetings last month, the supreme utility performer viewed the move with mixed feelings.  Mackowiak, who turns 30 in June, only had known one organization during his entire five-year Major League career. So, adjusting to another team other than the Pirates is a new experience.  But coming back to the South Side, where Mackowiak grew up for a time as a native of Oak Lawn, Ill., and still has relatives who reside in the area, is just like returning home for the versatile left-handed hitter. Now, Mackowiak will be staying home for the foreseeable future. Mackowiak and the White Sox agreed to a two-year, $5.3 million contract with a club option for 2008, avoiding arbitration. Mackowiak, who could have become a free agent following the 2007 season, is set to earn $2.25 million in 2006 and $2.75 million in 2007. The team has a $3.25 million for 2008, with a buyout of $300,000.   With Mackowiak's signing, general manager Ken Williams has all but achieved his expressed goal of getting his players signed without going before an arbitrator. Jon Garland signed a three-year, $29 million deal last week, and the White Sox did not offer a contract to infielder Willie Harris or outfielder Timo Perez.   Third baseman Joe Crede, represented by Scott Boras, remains the lone arbitration-eligible player on the roster. Filings can begin on Thursday, with the hearings starting on Feb. 1. The playoff hero and defensive whiz is expected to go to arbitration.   Mackowiak could emerge as one of Williams' most important offseason additions, serving as the White Sox version of the NBA's sixth man. Mackowiak won't be considered an everyday starter, but he will receive plenty of at-bats with his ability to play all three outfield positions and all infield positions but shortstop.      Position players such as Mackowiak won't have to report to Tucson until Feb. 22 for Spring Training, with the first full-squad workout set for Feb. 23. Pitchers report on Feb. 17 and begin workouts on Feb. 18, with Williams giving the team a few extra days after its extended run into October.   The addition of Mackowiak is just one of the reasons why the White Sox are confident they can make that run once again in 2006.   \"That's why you play the game,\" Mackowiak said of the White Sox chances to repeat. \"That's something you always dream of as a player.\" Scott Merkin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
