{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/41046210\/mike-bauman-stan-musial-was-quite-the-man-on-off-the-field\/",
    "title": "Musial was quite The Man on, off the field",
    "subtitle": "",
    "body": "He was a Hall of Famer as a baseball player and a recipient of the Presidential Medal of Freedom as a human being.  No matter which way you looked at him, Stan \"The Man\" Musial was an outstanding example of what an individual could achieve and could become.  With his passing on Saturday at age 92, baseball has been diminished. But there was so much to celebrate in Musial's life, and so much for the rest of us to appreciate. We should do some of both, now. There are many examples of players who are respected, admired, revered. Stan The Man was all of that, but he was also beloved. That status originated with fans of the St. Louis Cardinals, who had the privilege of being on Musial's side for more than two decades of his magnificent career. But eventually the broader public also caught on to what The Man was all about.   Swinging a bat, playing his harmonica, doing his bit and more for charities, Musial was the genuine article. He was greatness personified on the field, but he was also unfailingly, truly modest.   When Ty Cobb said in 1952 that Musial was the greatest player in the contemporary game, Musial said that he did not want to contradict Cobb, but that Joe DiMaggio was the best player.   Musial's worth, though, was beyond the reach of his own modesty. He was unique. Yes, he hit out of that contorted crouch that seemed impossible as a starting point for big league hitting, much less Hall of Fame hitting. But when The Man uncoiled, in the next instant there was the ball rocketing off a distant wall.     Seven National League batting championships, three Most Valuable Player awards. Musial led the league in doubles eight times, in triples five times, and it wasn't as though he was taking scores of extra bases with blinding speed. He made 24 All-Star Game appearances, For his career, he was ninth all-time among position players in Wins Above Replacement.   \"How good was Stan Musial? He was good enough to take your breath away,\" said legendary Dodgers broadcaster Vin Scully.   \"He could have hit .300 with a fountain pen,\" said catcher, broadcaster and all-purpose St. Louis humorist Joe Garagiola.   Musial had the ultimate respect of the best pitchers of his time.   \"I've had pretty good success with Stan by throwing him my best pitch and backing up third,\" said former Dodgers pitcher Carl Erskine.   \"Once Musial timed your fastball, your infielders were in jeopardy,\" said Hall of Fame Braves pitcher Warren Spahn.   The quotes are from the Baseball Almanac. There was never a shortage of people, even among the opposition, to sing The Man's praises. His performance was unmistakable in its greatness. But then there was the fact that he carried himself with dignity and grace.   His feats on the field were legendary, but his style was understated. It was a wonderful combination. He was a great baseball player, but then he became a great retired baseball player. A lot of great baseball players never achieve that second status. But there are meeting rooms all over this country that became better places with the arrival of Stan Musial and his harmonica.   And there was the humor, especially the dry humor. \"When a pitcher's throwing a spitball, don't worry and don't complain, just hit the dry side,\" Musial famously said.   He came from Donora, a small town in western Pennsylvania. He also found a residence in Cooperstown at the National Baseball Hall of Fame, being elected on his first ballot in 1969. But the honors continued, as they should have, in his retirement.   Musial, of Polish descent on his father's side of the family, was awarded the Polish government's highest civilian honor -- the Cavalier Cross of the Order of Merit -- in 1999. And in February 2011, there was the highest award that can be given to an American civilian, the Presidential Medal of Freedom, bestowed upon Musial by President Obama.   \"His brilliance could come in blinding bursts,\" Obama said. \"Stan Musial made that brilliance burn for two decades.\"   And fortunately for all of us, Stan Musial stuck around for nearly five decades after his retirement as a player. From his multitude of accomplishments on the field to his lasting, fundamental decency as a human being, he was truly, in the best possible sense of the term, The Man. Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
