{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/41046840\/white-sox-add-free-agent-reliever-lindstrom\/",
    "title": "White Sox add free-agent reliever Lindstrom",
    "subtitle": "",
    "body": "CHICAGO -- The White Sox bullpen looks complete before Spring Training has even begun following the reported addition of free-agent right-hander Matt Lindstrom as confirmed to MLB.com by a Major League source on Saturday evening.  The deal, which was first reported by Jon Heyman of CBSSports.com and MLB Network, covers one year and an option for 2014, pending a physical.  Lindstrom, who turns 33 on Feb. 11, the day before White Sox pitchers and catchers report to Arizona, will serve as the replacement for Brett Myers, who will be part of the Indians' starting rotation in 2013. Lindstrom has experience in the setup role and also closed for part of '09 with the Marlins and '10 with the Astros. Those two seasons just happened to feature Lindstrom's highest ERAs at 5.39 and 4.89, respectively. The White Sox would mark Lindstrom's fifth team in six big league seasons and fourth in the last three years. He pitched for the Orioles and D-backs in 2012, having been traded with Jason Hammel by the Rockies on Feb. 6, 2012, in exchange for Jeremy Guthrie.   On Aug. 26, Lindstrom was traded with cash by the Orioles to Arizona in exchange for Joe Saunders. Lindstrom became a free agent on Oct. 31, when the D-backs declined a $4 million option for 2013.   Over 358 career relief appearances, Lindstrom has posted a 13-15 record with a 3.64 ERA to go with 7.3 strikeouts and 3.3 walks per nine innings. He produced a 2.68 ERA with 40 strikeouts and 14 walks in 47 innings during the 2012 season, with his average fastball checking in at 94.8 mph, per Fangraphs.com, and at 96.1 mph for his career.   Adding Lindstrom gives the White Sox a veteran trio in the back end of their bullpen, including Matt Thornton and Jesse Crain. While the White Sox were looking to add a reliever to an already strong core, they also could move Thornton or Crain, in the last year of their respective deals, and have greater veteran insurance.   Addison Reed returns as the White Sox closer with fellow second-year man Nate Jones having worked his way into the late-inning mix. Lefty hurler Donnie Veal, who limited left-handed hitters to a 3-for-32 showing, and fellow southpaw Hector Santiago would complete the bullpen seven.   Santiago has prepared himself this offseason as a starter and will do the same during Spring Training. He could move into the rotation if lefty John Danks isn't ready to break camp with the White Sox, as he continues his rehab work from arthroscopic surgery in August, or if the White Sox trade a starter in their pursuit of another left-handed bat.   There is still a great push from the White Sox to add another left-handed hitter, as they try to bring greater balance to a lineup featuring just Adam Dunn and Alejandro De Aza hitting from the left side of the plate. The White Sox will not make a move for a left-handed hitter just to have another hitter from that side, but they could look toward another left-handed-hitting infielder that would allow manager Robin Ventura to use Jeff Keppinger in a variety of roles instead of just at third base. Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
