{
    "url": "http:\/\/m.mlb.com\/news\/article\/1291374",
    "title": "O's sign Conine to one-year deal",
    "subtitle": "O's sign Conine to one-year deal",
    "body": "BALTIMORE -- One reported deal fell through, but the other reached completion.  Baltimore announced the signing of free agent Jeff Conine on Wednesday, one day after Jeromy Burnitz jilted the Orioles to sign with Pittsburgh. The O's had reportedly reached agreements with both players before the holidays but were waiting to iron out some contractual language and conduct physical examinations.  \"We were just waiting to make an announcement,\" said Mike Flanagan, the team's executive vice president of baseball operations. \"We were comfortable with the setup and the arrangement, and so was Jeff.\" Conine, who signed a one-year deal with an option for 2007, is the odds-on favorite to start at first base for Baltimore. The 38-year-old should also see some action in the outfield -- much like last season, when he racked up the National League's 10th-best batting average (.327) for the Marlins after the All-Star break.   The veteran, back for his second tour with Baltimore, said that he wouldn't mind shuttling between positions.   \"In '01, I think, I played four different positions for the entire year. I had a good time doing it,\" said Conine during a conference call with the local media. \"I accepted it as a challenge, not as an inconvenience.\"   Conine played for Baltimore as recently as 2003, but was traded to Florida in August of that season and wound up winning his second World Series ring. In five seasons as an Oriole, he batted .290 with 70 home runs and was voted the team's Most Valuable Player in 2001.   Some of Baltimore's younger players -- Brian Roberts and Jay Gibbons among them -- cite Conine as a role model and a steady influence in the clubhouse.   \"I take that very seriously. And management, I think, that's one of the reasons they brought me back,\" said Conine, speaking of his role as mentor. \"If there's something that needs to be addressed, I don't mind addressing it. You do it in a way that's not disrespectful to the player or detrimental to the team.\"      Conine's contract calls for a $1.7 million salary in 2006 with a mutual option for 2007 worth $2 million. The option will vest at 450 plate appearances, but Conine would still have the ability to void it. If he's traded in either season, his base salary will jump by $250,000, and there are also several attainable incentives based on playing time and performance.   Conine will earn an extra $25,000 if he plays in 80 games next season, and he could earn another $100,000 if he makes it to 140 games. In addition, there are built-in escalators based on plate appearances. Conine would trigger the first $25,000 bonus at 200 plate appearances and could earn an additional $550,000 if he makes it to 550.   The playing time and the familiar atmosphere go a long way toward explaining why Conine chose Baltimore. The right-handed hitter said that he had stayed in close contact with Roberts, who prodded him to rejoin the team.   \"B-Rob was obviously text messaging me every hour or so,\" he said. \"I got contacted fairly early by Baltimore. There were several other teams that were interested. ... I think I'll get more playing time in Baltimore than I would've [elsewhere].\"   Conine's presence probably means that Javy Lopez will spend most of his time at designated hitter next season -- unless he's traded before then. After signing Ramon Hernandez to serve as the primary catcher, the Orioles said that Lopez would be in the mix at first base. That could still come to pass, which would likely send Conine to left field or DH.   \"Jeff's strength is his flexibility,\" said Flanagan. \"He can play first base or the outfield. He can even play third base or be a bat off the bench. There are, hopefully, lots of opportunities for Jeff right now.\"   The Orioles, meanwhile, aren't done working on their roster. They'd like to add an outfielder or a frontline starting pitcher, and they could use free agency or the trade market to fill those holes.   \"You've got the toughest division in baseball,\" said Conine, speaking about the improved American League East. \"I know Baltimore is trying to get stuff done to be more competitive.\"   \"There are lots of different irons in the fire. Lots of different avenues we can take,\" said Flanagan. \"We'll see which one works out best.\"    Spencer Fordin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Spencer Fordin"
}
