{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/41045120\/cubs-unveil-major-renovation-plan-for-wrigley-field\/",
    "title": "Cubs unveil renovation plan for Wrigley Field",
    "subtitle": "Ricketts family will pay all costs if the city eases some restrictions",
    "body": "CHICAGO -- The Cubs unveiled a $300 million renovation plan for Wrigley Field, to be completed over five offseasons, and the Ricketts family will pay for the renovations if the city of Chicago will ease some of the restrictions it has placed on what the team can do with the ballpark.  The Ricketts have tried to get the city to designate amusement taxes toward renovation of the ballpark, which will celebrate its 100th birthday in 2014. Cubs chairman Tom Ricketts said Saturday they are looking at other ways to raise funds.  \"We're not talking about [the amusement tax] right now,\" Ricketts said after a question and answer session with fans at the Cubs Convention. \"We're looking at other things. One of the ways we look at it is, treat us like a private institution and let us go about doing our business, and we'll take care of ourselves.\" Ricketts said he understood some of the restrictions when he purchased the Cubs in October 2009 but added, \"What I didn't understand was that we're the only team in baseball that has these restrictions.\"   \"The [Ricketts] family is prepared to move forward on their own and fund the entire project as long as we can get the ability to generate the income inside the ballpark the way the other 29 clubs do,\" said Crane Kenney, president of business operations. \"If we're told we can't generate the same income the other 29 clubs do, then we have to get some help [from the city].\"   For example, the Cubs would like to be able to start Friday games at 3:05 p.m. CT to generate better attendance and revenue, but need city permission to do so. Also, there are city restrictions on signage inside the stadium, which would generate advertising revenue. No other team needs city approval for game times or signage inside their stadium.   The proposed changes were revealed before a standing room only crowd in a ballroom at the Sheraton Chicago Hotel & Towers, and many of the alterations were the result of fan surveys. The project would add concession stands and restrooms as well as address congestion on the concourse. The upper deck roof would be removed, and new seating platforms installed under a new roof. The lower seating bowl would have the concrete replaced and new platforms added.   There has been talk about adding a video scoreboard, but that has not been finalized. Another LED screen will be added in front of the left field bleachers; one was installed in front of the right field bleachers in 2012.   The players will benefit with the addition of underground batting tunnels behind the dugout, an expanded clubhouse, weight room and trainer's room that will include such perks as hydrotherapy machines. The Cubs currently use a batting tee and net in the home clubhouse during games.   Cubs general manager Jed Hoyer, who took part in Saturday's presentation, wasn't aware of how cramped the home clubhouse was at Wrigley until after he took the job.   \"It looked like it hadn't been renovated recently and, candidly, it looked like a Double-A ballpark,\" Hoyer said.   When he took free agent Kyuji Fujikawa on a tour after the pitcher had signed, Hoyer saw \"a look of horror\" on his face when he showed him the tiny weight room. The goal is to have not only a first-rate team but first-class facilities.   \"One thing that comes up sometimes when you talk about player facilities is people think it's kind of cushy that these guys have all these modern amenities,\" Hoyer said of the new ballparks. \"I take the position that I think they should. We're paying them a lot of money to preserve their bodies; we're expecting them to go out and entertain us every single night over an entire summer. ... I think the better you treat your players and the more amenities they have, I think they will reciprocate in kind.\"   The Cubs renovation team toured Fenway Park, Lambeau Field and the Rose Bowl, and talked to officials from those facilities about their restoration projects, taking notes regarding the pluses and minuses.   Kenney stressed the renovations will be done in the offseason and the Cubs will not play at another ballpark.   Wrigley Field, which is the second oldest Major League ballpark, was originally built in seven weeks at a cost of $250,000. The Ricketts family has spent $10 million annually on maintaining Wrigley since taking over, according to Carl Rice, vice president of ballpark operations.   Kenney said the project will create 2,100 jobs, which the Cubs hope is incentive to get the city to cooperate.   \"Everything needs city approval,\" Kenney said. \"Any building in the city, you can't [do anything], without getting the right permits and electrical and mechanical [permits]. We need the city's support to get it off the ground. Thousands of jobs are waiting.\"   The Cubs have been in contact with Chicago Mayor Rahm Emanuel's office regarding the plans.   \"The mayor has been terrific in our conversations, understanding what's at stake here,\" Kenney said. \"He appreciates as much as anyone, given we are in his district, how important Wrigley Field is. He wants to protect the taxpayers, and we understand that. This cannot have a negative impact on taxpayers and it has to create substantial jobs.\" Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
