{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/41046858\/orioles-draw-huge-raves-during-fanfest\/",
    "title": "Orioles draw huge raves during FanFest",
    "subtitle": "",
    "body": "BALTIMORE -- The line stretched around the Baltimore Convention Center and then some, as a group that eclipsed 18,500 -- more than twice last year's crowd --- came out on Saturday in a bittersweet day for Orioles fans, who mourned the passing of Hall of Famer Earl Weaver and showed their support for the resurgence of Baltimore baseball.  \"They always said we lost our fans a long time ago,\" said second baseman Brian Roberts, the longest-tenured active player on the Orioles roster. \"And I said, 'No, they aren't spending their hard-earned money to watch us lose.' And that's understandable, you know? You always knew this was a sports town, you always knew this was an Orioles town.  \"That playoff atmosphere [in October] blew my wildest expectations out of the water as to what this city is like when our team wins. They want a good product on the field, as they should, and when they get one this is what they do. They show up and they love us, and they get behind us, and they want to be a part of something that is going on here.\" Roberts, who has dealt with injuries and hasn't played a full season since 2009, said he has no current restrictions and expects to be a full-go in Spring Training. The 35-year-old, who has been doing more in January than he ever has, was in good spirits and joked with reporters that his body is really only 31 or 32 because of all his missed time.   Missed was the operative word for the feeling around the Orioles players and coaches, who exchanged hugs and jokes as they recapped what has been a brief winter on the heels of the organization's first playoff appearance in 15 years. And as each player took the stage and rotated around stations dutifully signing autographs and posing for pictures, it was clear how appreciative they were of the support and energy radiating from the Convention Center.   \"This says a lot about our organization,\" outfielder Nick Markakis said of Saturday's huge turnout. \"It is going where we want it to go and the fans see that, and realize it. This is all you can ask of from the fanbase.\"   \"[The 2012 season] was awesome. That is what I've been waiting a long time for and why I wanted to stay here,\" Markakis said. \"I knew what this place could be like when things are going good. I'd heard about it and saw some video and pictures. I think it could be the best baseball city in all of baseball. Our fans showed it last year and this is a place you want to play.\"   With a few exceptions, the Orioles' entire 40-man roster was on hand for Saturday's all-day event, which started with a moment of silence in honor of Weaver, with his No. 4 banner hung on the side of the main stage. The morning kicked off with a Q&A session with fans and executive vice president of baseball operations Dan Duquette and manager Buck Showalter, who fielded queries about the upcoming season and the organization's slow winter.   \"We got some things we are going to have to do better,\" Showalter said of the 2013 O's club, which returns a good chunk of last year's group. \"Just like Earl used to tell me, they used to botch a run down, they used to botch a relay. But they didn't repeat it. We got some things we got to improve on. And our guys know that. We got some things we got to solve.   \"I like where we are. I know a lot of people around baseball may think that's eyewash. I'm fine. Let them do it again. Let them think we didn't do anything. It's OK, I'm OK with that mentality. I think we did a lot by saying no to some stupid [sic] deals.\"   Instead, the Orioles are hoping to have continued improvement from their young pitching and are looking to have an offense bolstered with Roberts, Markakis and Nolan Reimold all back and healthy. Reimold, who had season-ending neck surgery, had an X-ray on Jan. 10 to ensure everything was fusing properly and has no restrictions on his offseason.   Reimold, who glibly referred to it as his new \"Terminator Neck\" said he planned on getting to Spring Training early and work with hitting coach Jim Presley.   \"I don't think anyone's been away from the game as long as I've been,\" said Reimold, who last appeared in a game in April. \"I wouldn't say 'off.' I wanted to be there and couldn't be there. It was a long road to get back to where I am right now. I'm definitely ready to get back to baseball.\"   So are his teammates.   While talk centered on 2012 and the successful season that ended with a loss in the American League Division Series, the Orioles are aware the expectations have been raised and the focus now is the upcoming season.   \"I think that it's a different atmosphere, different expectations now,\" reliever Darren O'Day said. \"I know I'm a proud person and I don't want anybody to be able to say it was a one-year thing. I know the guys in the dugout, I know Buck is the same way. You do it one year, you get lucky, you do it multiple years in a row then you are doing something right.\" Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
