{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/41046852\/cardinals-adam-wainwright-keeps-contract-thoughts-close-to-chest\/",
    "title": "Wainwright keeps contract thoughts close to chest",
    "subtitle": "",
    "body": "ST. LOUIS -- Anticipating that he'd be peppered with questions about potential contract extension talks, Adam Wainwright came to the Cardinals' Winter Warm-Up prepared with a response. His T-shirt delivered it. Strewn across the shirt were two sentences: \"Just happy to be here. Hope I can help the ballclub.\" Wainwright sidestepped a lot of specifics regarding his contract status, but repeatedly gushed over his love for playing in St. Louis. The 31-year-old right-hander is entering the final year of his current contract, which he signed in March 2008. The Cardinals have expressed interest in coming to an agreement before Wainwright becomes one of the gems of the free-agent market. This marks the third straight year in which general manager John Mozeliak has prepared to talk long-term extension with a key piece of the organization.  Albert Pujols was the organization's target in 2011. Yadier Molina was the center of discussions in 2012. Pujols told the club he would not negotiate once he reported to Spring Training and, later that year, signed with the Angels. Molina and the Cardinals reached a multi-year agreement during camp last year.  \"We'll take the next four weeks or so and see what we can do,\" Mozeliak said. \"If it rolls into Spring Training, I'm perfectly comfortable with it doing so. We both want to try and get toward a positive ending, and that's something we'll work towards.\"  Wainwright said he does not intend to set a firm deadline for talks, noting that it will not be a distraction for him since his agent will be the one in dialogue with Mozeliak. The two sides talked contract figures some during the 2012 season, but Wainwright ultimately asked that those conversations be shelved until the offseason.  Those discussions should soon pick up again.  \"To their credit, they were trying to get something done last year during the season,\" Wainwright said of the Cardinals. \"I just figured, for one, it wasn't going to hurt my case to wait it out and see where some of these other guys signed. But two, we were getting to the end of the season in September and the playoffs were coming up and I knew we had a great chance to win. I wanted to put my focus into those games coming up. I just needed to be completely focused on that. I couldn't spend my time thinking about my contract status when my team needed me to go out and perform.\"  Asked about the progress of those preliminary contract talks, Wainwright did reveal that he \"liked where it was headed.\"  Wainwright has been a member of the organization since 2003 when he was acquired as a Minor League pitcher from the Braves. He noted that he is approaching this contract with a differing perspective than he did his last, and he answered \"winning\" when asked what's most important to him as he looks toward his future.  Asked about the potential to provide the Cardinals with a \"hometown discount\" of sorts, Wainwright smiled and turned back to his T-shirt.  \"The only way for me to answer that is that I love this city and I love our team,\" Wainwright said. \"I'll just keep it at that. ... And I'm just happy to be here.\" Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
