{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/41052898\/gap-exists-between-reds-arbitration-eligible-players\/",
    "title": "Gap exists between Reds, arbitration-eligible players",
    "subtitle": "",
    "body": "CINCINNATI -- Even with three different general-manager regimes, the Reds have made it almost an entire decade without going to an arbitration hearing against a player. But this could be the year that bucks the trend. When the Reds' six remaining arbitration-eligible players and the club exchanged salary figures at Friday's deadline, some wide gulfs were discovered in the offers. \"On some of them, we're hopeful we can get something done,\" Reds general manager Walt Jocketty said. \"Some of the spreads were significant. We'll see how it proceeds the next week or two.\"  Talks do not appear to be going well between the club and representatives for starting pitcher Mat Latos. The number his side filed was $4.7 million, while the was club offered $4.15 million -- a separation of $550,000.  \"We are encouraged by the shape of the relative market and where Mat's [figure] fits in relation to such,\" Latos' agent, Dustin Bledsoe, said via email. \"As for time frame, these things are fluid. But currently, we don't have any expectations that a deal will be reached prior to hearing.\"  When asked to comment on the Latos negotiations, Jocketty declined to get specific.  \"We have discussed a multi-year deal with [Latos' side],\" Jocketty said. \"They were not satisfied, but we'll keep working to try and make a deal. We'll see what happens.\"  This is the first time that Latos is eligible for arbitration, after he earned $550,000 last season.  During his first season with Cincinnati in 2012, the 25-year-old Latos was 14-4 with a 3.48 ERA, 64 walks and 185 strikeouts. His career-high 33 starts were tied for the National League lead. His 209 1\/3 innings were also a career high. The Reds acquired the pitcher from the Padres in exchange for four players in December 2011.  Meanwhile, the Reds have much larger gaps in the offers to starting pitcher Homer Bailey and outfielder Shin-Soo Choo. Represented by the Hendricks brothers, Bailey filed at $5.8 million, while the club offered $4.75 million -- a difference of $1,050,000. Bailey filed for arbitration for the first time last winter, but avoided a hearing by signing a one-year, $2.5 million contract.  Choo, who is represented by Scott Boras, filed for $8 million, and the club countered at $6.75 million -- a difference of $1,250,000. Acquired in last month's trade with the Indians, Choo made $4.9 million last season.  The other remaining players who filed for arbitration are outfielder Chris Heisey, starting pitcher Mike Leake and reliever Alfredo Simon.  Arbitration hearings are scheduled from Feb. 4-20 and the arbitrator's rulings are binding, as the player is automatically signed to a one-year contract at the ruled amount.  The Reds have not faced one of their players in a hearing since winning against reliever Chris Reitsma in 2004.  Negotiations can continue all the way until a hearing begins -- and sometimes go up until the final minute. For example, the Reds reached a deal on a two-year, $7.6 million contract with former third baseman Edwin Encarnacion in February 2009, just hours before the two sides were to engage in their scheduled hearing.  Arbitration is often a messy situation because it can create acrimony for both sides, regardless of the outcome. The Reds are prepared for that scenario, however.  \"We're not afraid to go to arbitration,\" Jocketty said. \"We are willing to go. We have a good team that puts these cases together.\" Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
