{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/41054100\/fans-react-positively-to-proposed-wrigley-field-renovation\/",
    "title": "Reaction to Wrigley renovation plan is positive",
    "subtitle": "",
    "body": "CHICAGO -- Reaction to the Cubs' five-year plan to restore Wrigley Field has been positive, once fans are assured the field itself will not change, the ivy will still be on the outfield walls, and the renovation does not call for a third deck to be added. The Ricketts family revealed the $300 million renovation plan for the ballpark at the 28th Cubs Convention on Saturday. The Ricketts are willing to pay for the renovations if the city of Chicago will ease some of the restrictions. What are the issues?  Night games: In 1988, the Cubs received permission from the city to play 18 night games per year. In 2004, the city council approved an increase of four night games per year through 2006. They now play 30 night games, and the Cubs would like more -- including a few on Saturdays. The Cubs also want Friday home games to start at 3:05 p.m. CT again. The restrictions were placed because the ballpark is located in a neighborhood, which has become commercialized over the years.  Concerts: The city gave the Cubs permission to hold two concerts in 2005, and $150,000 of the proceeds were donated to neighborhood schools. In 2009, the Cubs were allowed to host three concerts. They'd like to have more, without having to ask for permission.    Signage: The Cubs and the city agreed in 2010 to a four-year moratorium on additional advertising signs that would be above the bleachers in exchange for installing a Toyota sign above the left-field bleachers. The Cubs, the only team with such signage restrictions, want to increase advertising in the outfield.    Street closings: Sheffield Avenue, which is behind the right-field bleachers, is closed during game days. The Cubs would like to turn the street into a fan fest on select weekends, such as they did when Illinois and Northwestern played a college football game at Wrigley.  Certain elements of Wrigley Field do have landmark status. But Crane Kenney, Cubs president of business operations, said that does not have to change.  \"The marquee, the ivy, the scoreboard, we'd be the last ones who would want to touch those,\" Kenney said. \"The landmark ordinance really isn't our problem. It's just the ability to add some of the marketing elements we need.\" Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
