{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/41061494\/bernie-pleskoff-oscar-taveras-a-disciplined-slugger-beyond-his-years\/",
    "title": "Taveras a disciplined slugger beyond his years",
    "subtitle": "At age 20, top Cardinals prospect shows off impressive power without striking out",
    "body": "Baseball fans in general and St. Louis Cardinals fans in particular have a tremendous treat coming their way.  It won't be long until Oscar Taveras is roaming the outfield in St. Louis.  I believe Taveras is a very special hitter. He's the type of middle-of-the-order threat that can change a baseball game with one swing of the bat. And he's only 20 years old. The left-handed-hitting and throwing Taveras was an international free agent from the Dominican Republic signed by the Cardinals in 2008.   At the age of 17, Taveras played for the Cardinals' Dominican Summer League team. It was his first exposure to professional baseball. In 272 plate appearances, Taveras hit .257 with a home run and 42 RBIs.   His initial season was the first and last time Taveras hit less than .300 for a season of Minor League Baseball.   Through parts of four seasons, Taveras has a composite batting average of .321 covering 327 games and 1,410 plate appearances. Most remarkably, he has struck out only 190 times.   He had an outstanding year in 2011, when he won the Midwest League batting title by hitting .386 in 347 plate appearances at Class A Quad Cities. Again showing outstanding plate discipline and an ability to make consistent contact, Taveras struck out only 52 times the entire season.   Last season at Double-A Springfield, he hit .321 in 531 trips to the plate, the most plate appearances Taveras has experienced in a season.   Based upon outstanding eye-hand coordination, his high contact rate may be the focal point of his success.   I first saw Taveras when he played for the Peoria Javelinas in the 2011 Arizona Fall League. He hit .307 in his 75 plate appearances.   As he had done in his career to that point, Taveras showed an ability to hit the ball to all fields, using very quick hands and strong wrists to drive the ball.   His ability to spray the ball with gusto has continued, as Taveras had 37 doubles, seven triples and 23 home runs while driving in 94 runs this past season. He also stole 10 bases.   At the plate, Taveras is aggressive and forceful, putting tremendous energy and torque behind every swing.   While many aggressive hitters swing and miss a great deal, Taveras does not. In fact, he has the skill to put the barrel of the bat on the ball and drive pitches to the gap with a balanced weight shift.   Taveras uses a leg kick to trigger his swing, gaining strength and fluid motion from his back leg in a synchronized hitting technique that he repeats well. His extension and follow-through are consistent and uncompromised. Taveras shows very advanced mechanics for a hitter so young and with such limited experience.   Some hitters are just flat-out dangerous. They have a knack of driving in crucial runs with ringing doubles or a solid base hit at the right time. To me, Taveras is a very dangerous hitter. And he'll become even more dangerous as his game matures.   Taveras reminds me of Albert Belle at the plate. Belle was a dangerous hitter. He, too, had a vicious swing that produced resounding results.   Belle played parts of five seasons in the Indians' Minor League system. His power really blossomed at age 25 when he hit 28 home runs for the Major League club. I see Taveras developing similar power as he matures.   Belle played at 6-feet-1, 190 pounds. Taveras is 6-feet-2, 180 pounds. Their body types are similar. Both have strength in their upper bodies, forearms, legs and thighs. Taveras may have room in his frame for additional muscle development and overall growth.   Defensively, I also see similarities between Taveras and Belle. Both are average Major League quality outfielders. Neither is a Gold Glove Award candidate.   Taveras has average speed, making a permanent position in center field less likely in my view than a role as a corner outfielder.   Taveras has the ability to take good enough routes on balls. However, he doesn't have the type of athletic ability and agility that we see in today's flashier center fielders.   Taveras has enough arm strength to play right field on a daily basis. While I think he would be adequate and certainly average as a right fielder, I believe his best and most ideal position would be in left. Again, that position would be another similarity to Belle.   When I saw Taveras in the Fall League, he played seven games in right field and nine in left. He certainly held his own in the high, bright Arizona sky.   I was also fortunate to watch Taveras play in the All-Star Futures Game this past season in Kansas City.   Batting practice is an important time for scouts. One can learn a great deal about a player during batting practice.   Taveras takes batting practice very seriously. In fact, at the Futures Game, Taveras' batting practice was a \"must-see\" event, one I won't soon forget. One drive went over the batter's eye in center field. Another landed in the fountain. People stopped in their tracks to watch. His power display was beyond my expectations.   In the recently concluded Dominican Winter League, Taveras was named the league's Rookie of the Year. He hit .316 with five home runs and 17 RBIs in 39 games.   MLB.com ranks Taveras the No. 1 Cardinals prospect.   A stacked Cardinals outfield provides the team the opportunity to give Taveras more development time. His power is increasing. I am confident his bat will be ready whenever he gets the call to St. Louis.   From what I have seen, I am convinced Taveras' booming bat will inflict serious damage on the opposition. Bernie Pleskoff has served as a professional scout for the Houston Astros and Seattle Mariners. Follow @BerniePleskoff on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bernie Pleskoff"
}
