{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/41016874\/twins-caravan-makes-stop-at-event-for-new-affiliate-in-cedar-rapids\/",
    "title": "Twins Caravan makes stop at event for new affiliate",
    "subtitle": "First leg of club's winter tour winds down in Cedar Rapids, home of Class A Kernels",
    "body": "CEDAR RAPIDS, Iowa -- The first leg of the 53rd annual Twins Caravan came to a close on Thursday night with a special ceremony involving the club's new Class A affiliate.  The Cedar Rapids Kernels held their annual Hot Stove banquet with a Hall of Fame ceremony for former Cedar Rapids players such as Trevor Hoffman and Casey Kotchman and former coach Alex Monchak. Hoffman and Kotchman weren't in attendance but Monchak was there to accept his award along with longtime executive Roland Hemond.  The event also introduced new manager Jake Mauer, who's shifting from his previous job as manager of Class A Advanced Fort Myers. New Twins farm director Brad Steil also was present at the event along with Iowa native B.J. Hermsen, who was the club's Minor League Pitcher of the Year in 2012. With more than 700 people in attendance, it was a special way to end the first leg of the Twins Caravan that began Monday and featured 13 stops in four days. Twins manager Ron Gardenhire, bench coach Terry Steinbach, infielder Brian Dozier and broadcaster Dick Bremer were on every stop along the way.   \"That was a great trip all the way through, and to end it tonight the way we did at Cedar Rapids was really special for me,\" Gardenhire said. \"Seeing Al Monchak and Roland Hemond there and meeting all the people there that were really passionate about baseball was really cool.\"   Mauer -- the older brother of Twins catcher Joe Mauer -- was also impressed with the event, as it was his first time meeting with fans in Cedar Rapids after spending the last four years as manager of the Miracle.   \"It was outstanding,\" Mauer said. \"The attendance was overwhelming with how many people came out. It's really interesting. We knew that Cedar Rapids would be a great affiliate, so to meet all of these people here and see their enthusiasm for the upcoming season you can't replace that. It was something where was I excited before I came but now I think it's even more so.\"   Hermsen, who will receive Minor League Pitcher of the Year honors Thursday at the annual Diamond Awards at Target Field, was also excited to take part in the caravan's last stop.   \"It's just nice being back around here again,\" said Hermsen, who grew up in nearby Manchester, Iowa. \"It's an excellent turnout. That's for sure.\"   The ceremony also featured a question-and-answer session emceed by Bremer, and an autograph session followed the event.   It was the fourth night stop on the caravan, which also featured large events of several hundred Twins fans at stops at Kato Ballroom in Mankato, Minn., Augustana College in Sioux Falls, S.D., and Legends Event Center in Spencer, Iowa.   The caravan also included visits to schools, such as Northfield (Minn.) Middle School and Sleepy Eye (Minn.) Elementary, and radio stations, including KTWN in Minneapolis, KNUJ in New Ulm, Minn., and WNAX in Yankton, S.D.   So while the first leg of Twins Caravan came to a conclusion Thursday, there are still several more stops, starting on Monday.   Current Twins players -- such as Mauer, Brian Duensing, Chris Parmelee, Scott Diamond, Glen Perkins, Cole De Vries and Liam Hendriks -- are all set to appear at various events throughout the week. Former Twins players -- such as Tom Brunansky, Dan Gladden, Tony Oliva and Bert Blyleven -- are also set to take part.   It leads into Thursday's annual Diamond Awards at Target Field before TwinsFest is held at the Metrodome on Jan. 25-27. Every Twins player on the 40-man roster is scheduled to appear at TwinsFest.   \"You get to see all the guys, and the talk starts flying around and you start talking baseball and you get to see all the players, and it kind of gets you really pumped up for it,\" Gardenhire said. \"And you get excited to get down there and get going again. We have a lot to prove and a lot to do. I'm very excited about that.\" Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
