{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/41017360\/padres-agree-to-terms-with-joe-thatcher-everth-cabrera\/",
    "title": "Padres agree to terms with Thatcher, Cabrera",
    "subtitle": "Club left with five arbitration-eligible players still seeking new deals for 2013",
    "body": "SAN DIEGO -- The Padres continued to plug away at reaching deals with their eight arbitration-eligible players late Thursday, agreeing to terms with left-handed reliever Joe Thatcher and shortstop Everth Cabrera on deals for 2013.  The Padres have now agreed to deals for the 2013 season with three of their eight players eligible for salary arbitration.  Thatcher will make $1.35 million. Last season, he went 1-4 with a 3.41 ERA in 55 games and earned $700,000. Cabrera, projected to be the Padres' Opening Day shortstop, will make $1.27 million this season. He made $495,600 last season. In 2012, Cabrera, a switch-hitter, hit .246 in 115 games. Cabrera led the National League in stolen bases (44) as well.   Late Wednesday, the Padres avoided arbitration with outfielder Will Venable, who will make $2.67 million this season after making $1.47 million in 2012.   The Padres' remaining arbitration-eligible players include catcher John Baker, third baseman Chase Headley and pitchers Luke Gregerson, Clayton Richard and Edinson Volquez. All of those players filed for salary arbitration on Tuesday.   The 133 Major League players who filed and their respective clubs will exchange 2013 salary proposals by Friday.   Arbitration hearings will be scheduled to take place Feb. 4-20, though players and clubs can reach deals before then to avoid what can be an uncomfortable process.   In November, the Padres and first baseman\/outfielder Kyle Blanks avoided arbitration by agreeing to a $605,000 deal for 2013. Corey Brock is a reporter for MLB.com. Keep track of @FollowThePadres on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Corey Brock"
}
