{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/1291401",
    "title": "Mets give Boone Minor League deal",
    "subtitle": "Mets give Boone Minor League deal",
    "body": "NEW YORK -- Acknowledging that Bret Boone is the personification of low risk and high reward, the Mets signed the veteran second baseman to a Minor League contract on Wednesday, inviting him to Spring Training and expressing hope that he again can show the prowess that made him one of the game's most productive middle infielders just three years ago. But the Mets understand that Boone, 37, isn't likely to regain the power lost last season, when he batted .221 with seven home runs and 37 RBIs in 88 games with the Mariners and Twins. And they see him as more of a possible understudy than an everyday player. A member of the Mets hierarchy said as much on Wednesday, noting the club's effort to deal Kaz Matsui and have rookies Anderson Hernandez and Jeff Keppinger compete for the everyday second base assignment. General manager Omar Minaya didn't use the same phrasing, but he did say, \"I don't know if [Boone] can rebound,\" and asked \"What is there to lose? ... I've always liked Bret Boone, there's something about him ... His accomplishments in the Majors are well documented. He's an All-Star who has been to the postseason and knows how to win. He's a veteran guy who gives us more options.\" \"I look at this as a tremendous opportunity,\" said Boone.  The Mets have afforded Boone the chance to return to the National League for the first time since 2000, when he played with the Padres. Previously, he played five years with the Reds and one with the Braves. Boone hit 183 home runs and drove in 680 in seven seasons before last year, the last four of the seven with the Mariners.  The Twins traded for him on July 11, 2005, and released him on Aug. 1, and Boone finished with his least productive season since 1997.  \"Last year was a season I'd like to forget,\" he said.   Marty Noble is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Marty Noble"
}
