{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/41019756\/jason-heyward-four-other-braves-avoid-arbitration\/",
    "title": "Heyward, four other Braves avoid arbitration",
    "subtitle": "Five players agree to one-year deals; Prado remains unsigned",
    "body": "ATLANTA -- The Braves entered Friday with the hope of reaching an agreement with each of their six unsigned arbitration-eligible players. By the end of the day, Martin Prado remained the only member of the group unaware of what his salary will be for the upcoming season. While Jason Heyward, Eric O'Flaherty, Kris Medlen, Jonny Venters and Cristhian Martinez all gained raises with the new one-year deals they agreed to Friday, Prado was unable to reach an agreement before exchanging arbitration figures with the Braves. Prado is seeking $7.05 million and the Braves have offered $6.65 million. Though there is not a great discrepancy between those two figures, there is still a strong possibility that Prado's salary for the 2013 season will be determined through an arbitration hearing that will occur in Phoenix at some point between Feb. 4-20. The Braves have not gone to an arbitration hearing since winning a case against John Rocker in 2001.  But since nearly going to trial with Jeff Francoeur in 2009, the Braves have told agents that they would go to trial if an agreement is not reached before salary-arbitration figures are exchanged. Prado is the first player who has not reached an agreement before this point over the course of the past four winters.  There was some thought that the Braves might be able to reach a multiyear agreement with Prado, who will be eligible for free agency at the end of this upcoming season. But for now, it appears the versatile and valuable Prado could progress through this season with the hope of gaining a big payday on next year's free-agent market.  One of the most popular players among fans and teammates, Prado hit .301 with 10 home runs and a .796 OPS (on-base plus slugging percentage) in 156 games this past season. Since becoming a regular part of the Braves' lineup in 2009, he has batted .294 with a .342 on-base percentage and .436 slugging percentage. His versatility proved beneficial again last year when he made starts at five different positions, including 11 at shortstop.  Heyward's first large raise comes in the form of a one-year, $3.65 million contract that includes award bonuses. This is the first time that the 23-year-old outfielder has been eligible for arbitration. He combined to make just under $1.5 million during his previous three Major League seasons.  O'Flaherty's one-year deal is worth $4.32 million and includes award bonuses. This will be the third and final arbitration-eligible season for the 27-year-old southpaw, who made $895,000 as a first-year arbitration-eligible player in 2011.  Like Heyward, the salaries gained by Venters and Medlen reflect the fact that they are entering their first arbitration-eligible seasons. Martinez's salary was not revealed, but it was expected to be approximately $700,000.  Medlen's success as a starting pitcher during the season's final two months earned him a salary of $2.6 million. The durability and success Venters has experienced during his first three big league seasons earned him a salary of $1.625 million for the upcoming season.  Heyward began living up to tremendous expectations as he hit .269 with 27 home runs, 21 stolen bases and an .814 OPS this past season. The five-tool outfielder has the potential to join Ron Gant and Dale Murphy as the only players in Atlanta Braves history to hit 30 home runs and record 30 stolen bases in a season. He was presented with his first Gold Glove Award in November.  Medlen's value soared as he posted a 0.97 ERA in the 12 starts that he made after making the transition from reliever to starter. His command and approach have led Hank Aaron and Chipper Jones to be among those who have compared him to Greg Maddux.  This has been an eventful stretch for Medlen, whose wife is scheduled to give birth to their first child on Feb. 5. Earlier this month, he learned that he would be part of Team USA's starting rotation during this year's World Baseball Classic.  O'Flaherty has established himself as one of the game's top setup men. The left-handed reliever has compiled a 1.31 ERA in the 131 innings he has completed over the past two seasons. With the 0.98 ERA he posted in 2011, he became the first pitcher in Major League history to post a sub-1.00 ERA while making at least 70 appearances.  Venters experienced some early struggles and then posted a 1.71 ERA in the 26 appearances he made after this past season's All-Star break. The left-handed reliever has compiled a 2.23 ERA while combining for 230 appearances over the past three seasons -- the Majors' second-highest total during this span. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
