{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/41021434\/nationals-avoid-arbitration-with-five-players\/",
    "title": "Nats reach deals with five, with one case remaining",
    "subtitle": "Stammen gets two years while rest re-up with Washington on one-year pacts",
    "body": "WASHINGTON -- The Nationals were busy Friday, signing Ross Detwiler, Ian Desmond, Roger Bernadina and Tyler Clippard to one-year deals, while inking Craig Stammen to a two-year, $2.25 million contract.  Detwiler will receive a $2.3375 million contract with performance bonuses, while two sources said that Desmond will get $3.8 million. Terms were not disclosed for Bernadina and Clippard.  Jordan Zimmermann remains the only member of the Nationals who could go to arbitration. Zimmermann filed at $5.8 million, while the Nationals want to pay the right-hander $4.6 million, according to CBSsportsline.com. Detwiler played in his first full season in the big leagues in 2012 and was successful as Washington's fifth starter, going 10-8 with a 3.40 ERA. He saved his best work for the postseason, pitching six shutout innings in a 2-1 victory over the Cardinals in Game 4 of the National League Division Series. As for Stammen, he was a long man and a setup man for Washington and had his best season in the Majors, appearing in 59 games and posting a 2.34 ERA.   \"I'm excited. It isn't a huge deal by baseball standards. In my realm, it's a pretty good deal for me. ... I'm excited the Nationals were willing to sign me for two years,\" Stammen said. \"I give a lot of credit to Davey Johnson. He wasn't afraid to give me a legitimate shot to compete on the team as a reliever.\"   Clippard saved 32 games and had a 3.72 ERA in 74 games. He lost his job as the closer to Drew Storen because of a September slump. Bernadina was a productive bench player, hitting .291 with five home runs and 26 RBIs.   Desmond was one of the best players on the team in 2012, hitting a career-high .291 with 25 home runs 73 RBIs. He also won a Silver Slugger Award.  Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
