{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/41022804\/royals-sign-luke-hochevar-to-avoid-arbitration\/",
    "title": "Royals, Hochevar agree to avoid arbitration",
    "subtitle": "One-year deal settled prior to deadline to exchange filing numbers",
    "body": "KANSAS CITY -- Pitcher Luke Hochevar was pleased with the one-year, $4,560,000 contract that he agreed to with the Royals on Friday. But his thoughts ran beyond his personal situation.  \"I'll be pleased when we're in the playoffs, that's for sure,\" he said. \"That's when I'll really be pleased. But get the business stuff out of the way and go do what we love to do -- that's play baseball and win games.\"  Hochevar arrived in Kansas City on Friday afternoon to take part in the Royals' FanFest on Saturday at the Overland Park Convention Center. The event opens for season-ticket holders at 9 a.m. CT and for the general public at 11 a.m., ending at 6 p.m. Hochevar's new deal was reached before the announcement of the terms exchanged by players who filed for salary arbitration and their clubs. Hochevar was the only Royals player that filed.   Last year, Hochevar also agreed to terms, avoiding salary arbitration for $3,510,000. His 2013 contract also includes a possible $100,000 in performance bonuses.   The increase of $1.05 million comes after Hochevar compiled an 8-16 record -- second-most losses in the Majors -- and a 5.73 ERA in 32 starts. He also had a career-high 144 strikeouts, averaging seven per nine innings, in his 185 1\/3 innings.   It seemed to be feast or famine with Hochevar. In 11 of his starts, he gave up at least five earned runs and had a 13.88 ERA in those games. In his other 21 starts, his ERA was 2.88.   \"That's not cutting it,\" Hochevar said. \"So I've sat down and stewed over film this offseason, stewed over my delivery, where I'm at physically, and I feel like I have a good game plan coming in. I found some things to minimize or eliminate those [inconsistencies]. I don't even want that to be a thought.\"   Hochevar this year faces the prospect of battling for the No. 5 starting spot if the projected front four of James Shields, Jeremy Guthrie, Ervin Santana and Wade Davis comes to pass in Spring Training. He faces competition from Bruce Chen, Luis Mendoza and Will Smith among others.   \"It's not the first time that I've fought for a job, so it is what it is,\" Hochevar said. \"I didn't have the year that I expected last year so coming into the offseason, I had the mindset that I really don't care what I have to do to have the year that I want. I'm going to get it done.\"   Hochevar applauded the additions to the rotation.   \"That's where we needed improvement,\" Hochevar said. \"And so you go out and make those moves -- getting Shields and Santana, and then obviously re-signing Guthrie and bringing in Wade Davis -- I mean, that's only going to help the club. And the goal is to put a winning product on the field and to get to the postseason.\"   In his six years with the Royals, Hochevar has a 38-59 record and a 5.39 ERA in 132 games. They made him the nation's No. 1 Draft choice in 2006.   The Royals previously signed their other two arbitration-eligible players, pitcher Felipe Paulino and second baseman Chris Getz. Dick Kaegel is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Dick Kaegel"
}
