{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/41024960\/red-sox-center-fielder-jacoby-ellsbury-agrees-to-one-year-9-million-contract\/",
    "title": "Ellsbury agrees to one-year, $9 million contract",
    "subtitle": "Aceves, Bailey, Bard, Hanrahan, Miller, Morales all avoid arbitration",
    "body": "BOSTON -- The Red Sox avoided arbitration with center fielder Jacoby Ellsbury on Friday by agreeing to terms on a one-year, $9 million contract.  After the 2013 season, Ellsbury will be eligible for free agency. Deal done! Excited to get to spring training!!!  The Red Sox also reached one-year deals with relievers Joel Hanrahan, Andrew Bailey, Daniel Bard, Alfredo Aceves, Andrew Miller and Franklin Morales. On Saturday, the club reportedly reached a deal with was Craig Breslow.   In 2011, Ellsbury finished second in the American League Most Valuable Player Award voting, hitting .321 with 32 homers and 105 RBIs.   But 2012 marked the second time in three years that Ellsbury was plagued by an injury. In Boston's home opener, Ellsbury suffered a partially dislocated right shoulder and didn't return until July.   For the season, he hit .271 with four homers and 26 RBIs in 74 games.   The deal for Ellsbury comes a day after the Sox also avoided arbitration by signing catcher Jarrod Saltalamacchia to a one-year contract.   Aceves served as Boston's primary closer for much of last season and recorded a career-high 25 saves. He finished second among AL relievers with 84 innings and averaged a career-high 8.04 strikeouts per nine innings while going 2-10 with a 5.36 ERA in a team-leading 69 appearances.   Bailey was limited to 19 games last year after opening the season on the 60-day disabled list recovering from right thumb surgery. He posted a 1-1 record with six saves, a 7.04 ERA and 14 strikeouts.   Bard, 27, appeared in 17 games last season, including the first 10 starts of his career, and went 5-6 with a 6.22 ERA. In 209 big league appearances with the Red Sox over the last four seasons, he is 10-19 with five saves, a 3.65 ERA, and 251 strikeouts.   Hanrahan, who was acquired by the Red Sox in a six-player trade with the Pirates on Dec. 26, went 5-2 with a 2.72 ERA and 67 strikeouts over 59.2 innings in 63 games with the Pirates in 2012.   Miller, 27, went 3-2 with a 3.35 ERA and 51 strikeouts compared to 20 walks in 53 relief appearances last year. He posted career-best marks in games, holds (13), ERA, WHIP (1.19) and opponents' average (.194).   Morales made 37 appearances last season, including a career-high nine starts, in his first full season in the Red Sox's organization before missing the club's last 37 games due to injury. He went 3-4 with one save and a 3.77 ERA, struck out 76 batters and limited left-handed hitters to a .184 clip (18-for-98) with just two extra-base hits. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
