{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/41023896\/angels-new-pitchers-jason-vargas-tommy-hanson-agree-to-deals\/",
    "title": "Halos, new hurlers Vargas, Hanson agree to deals",
    "subtitle": "Left-hander gets $8.5 million for 2013, while righty to earn $3.725 million",
    "body": "ANAHEIM -- The Angels avoided arbitration with two of their new starting pitchers on Friday, settling on an $8.5 million contract with Jason Vargas and a $3.725 million deal with Tommy Hanson.  That leaves only Kevin Jepsen, who filed for $1.4 million while the Angels offered $975,000. Hearings are scheduled from Feb. 4-20 this year, but the two sides can continue negotiating. The Angels and Jepsen are continuing to work toward closing their $425,000 gap.  Vargas, who made $4.85 million in 2012, was acquired from the Mariners for designated hitter Kendrys Morales on Dec. 19, and he is headed into his final season before free agency. From 2010-12, the 29-year-old left-hander posted a 3.96 ERA while averaging 204 innings per season. In 2012, Vargas set career-bests in ERA (3.85), innings (217 1\/3), WHIP (1.18) and strikeout-to-walk ratio (2.56).   Hanson, 26, made $535,000 in 2012, and is experiencing the healthy bump most players get in their first arbitration year. From 2009-11, the right-hander established himself as one of the game's bright young arms, going 32-22 with a 3.28 ERA in 460 1\/3 innings.   Hanson wavered a bit in '12, posting a career-high 4.48 ERA in 174 2\/3 innings, before the Angels acquired him from the Braves for reliever Jordan Walden in November.   The Angels previously signed Jerome Williams to a $2 million contract and agreed to terms on a two-year deal worth close to $9 million with third baseman Alberto Callaspo, who was due to become a free agent next offseason. The latter deal is still pending a physical and isn't expected to be finalized until next week. Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
