{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/41030038\/indians-manager-terry-francona-is-not-pleased-with-his-red-sox-book-teaser\/",
    "title": "Francona not pleased with his Sox book teaser",
    "subtitle": "",
    "body": "CLEVELAND -- Terry Francona was not particularly pleased with the portion of his upcoming book that was hand-selected as a teaser in the latest edition of Sports Illustrated. On Friday, when Francona was in Cleveland for the team's Tribe Fest event, the Indians manager said he feels the controversial excerpt painted a misleading portrait of the book, \"Francona: The Red Sox Years,\" which was co-written by the Boston Globe's Dan Shaughnessy and is due to hit shelves on Tuesday. In the excerpt, both Francona and former Red Sox general manager Theo Epstein were critical of the direction being taken by Boston's ownership prior to the 2011 season. \"That's not what the book is about,\" Francona said on Friday. \"I'm comfortable that when these people take the time to read it through, that it gets put in better perspective. Personally, I'm a little disappointed, but I just have to be patient and hope that people want to read the book. I'm smart enough to know that that's why those things get put out there. \"If it helps sell them, I'm glad,\" he added with a laugh. \"But at the same time, that's not what the book is basically about.\" The excerpt published in SI detailed a November 2010 meeting over sagging television ratings that included majority owner John W. Henry, chairman Tom Werner and CEO Larry Lucchino. Werner was quoted as saying that that the Red Sox needed \"to start winning in more exciting fashion.\" Francona nearly walked out of the meeting, but Epstein held him back. \"A good move by Theo,\" Francona said in the excerpt. \"When Tom started talking about ratings, Theo knew I was getting ready to flare.\" The group gathered at Fenway Park and reviewed a marketing research study on the declining TV ratings. \"They told us we didn't have any marketable players, that we needed some sizzle,\" Epstein is quoted as saying. \"We need some sexy guys. Talk about the tail wagging the dog. This is like an absurdist comedy. We'd become too big. It was the farthest thing removed from what we set out to be.\" Epstein told ESPNBoston.com on Wednesday that his quote was in reference to the marketing consultants, and was not intended to be taken as a shot at Red Sox ownership. Francona -- dismissed as manager by the Red Sox after the team's disastrous 2011 collapse -- did take a more direct swipe at Boston's ownership. \"I don't think they love baseball. I think they like baseball,\" Francona is quoted as saying in the excerpt. \"It's revenue, and I know that's their right and their interest because they're owners. ... It's still more of a toy or hobby for them. It's not their blood. They're going to come in and out of baseball. It's different for me. Baseball is my life.\" Francona said he had no control over which section of the book -- set to be published by Houghton Mifflin Harcourt -- was selected for early release. \"No, because it wouldn't have been that,\" he said on Friday. \"That's not what the book is about. The book is about eight years of a lot of funny, happy [stories]. I had to deal with the end, because it was a very public ending, but that's not what the book's about. I thought that was a little bit misleading.\" Francona said the issues with Boston's ownership in 2011 was only a small part of the story scheduled to hit book stores next week. \"If anybody gets poked at, it's probably me more than anybody,\" Francona said. \"What I'm hoping is it will be taken the right way, and people will take the time to read it and form their own opinions, and not just [go by] what a two-page thing says.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
