{
    "url": "http:\/\/m.mlb.com\/news\/article\/1291147",
    "title": "Magnante, Smith lead South African staff",
    "subtitle": "Magnante, Smith lead South African staff",
    "body": "Longtime Oakland Athletics scout Rick Magnante has signed some eventual Major League players, including former American League Cy Young Award winner Barry Zito and AL Rookie of the Year Bobby Crosby.  Magnante has also appeared in a movie, playing the role of the Giants' third-base coach in \"The Fan,\" a 1996 flick starring Robert De Niro and Wesley Snipes.  When the inaugural World Baseball Classic is played in March, Magnante will have a much larger role -- that of manager for the South African team that is scheduled to play Canada on March 7 at 6 p.m. PT in a Pool B game at Scottsdale Stadium in Arizona. The South African Baseball Union announced Magnante's appointment on Wednesday, along with pitching coach Lee Smith, Major League Baseball's all-time saves leader and a top candidate to be selected to the Hall of Fame this month. The World Baseball Classic, a 16-team tournament sanctioned by the International Baseball Federation (IBAF), will feature the world's best players competing for their home countries and territories. Fans will be able to follow all the games live online, exclusively at MLB.com.   First-round action will be played at four sites. Pool A, consisting of Japan, Korea, Chinese Taipei and China, will meet at the Tokyo Dome March 3-5. Pool B, featuring USA, Canada, Mexico and South Africa will play at Chase Field, home of the Arizona Diamondbacks, and Scottsdale Stadium, Spring Training home of the San Francisco Giants, March 7-10. Pool C, which consists of Puerto Rico, Cuba, Panama and the Netherlands, will play at Hiram Bithorn Stadium in San Juan, Puerto Rico, March 7-10. Pool D, featuring the Dominican Republic, Venezuela, Australia and Italy, will play at the Disney Wide World of Sports Complex in Orlando, Fla., March 7-10.   The top two teams from each pool will advance to the second round, which will take place March 12-15 at Hiram Bithorn Stadium and Angel Stadium in Anaheim. The semifinals and finals will be held at San Diego's PETCO Park March 18-20. Tickets are on sale at www.worldbaseballclassic.com. The South African team, which has yet to be announced, will have its training camp in Phoenix, the Spring Training home of the Athletics.   Magnante, 58, has most recently worked with the MLB European Academy as an infield coach. Previously, he managed the Italian Series A team, Novara and several Minor League teams in the Detroit Tigers organization.   He was selected as the Southern California Scouts Association as \"Scout of the Year\" in 2001 and '03, and the Athletics' Dick Bogard Memorial Award the same two years. Smith needs no introduction.   He made his MLB debut with the Cubs on Sept. 1, 1980, and registered his first career save the following season. At the end of his 18-year Major League career in 1997, Smith had registered 478 saves, struck out 1,251 batters in 1,290 innings and compiled a 3.03 ERA in 1,022 games.   Smith pitched for eight teams during his career -- the Cubs, Red Sox, Cardinals, Yankees, Orioles, Angels, Red and Expos. Besides protecting late-inning leads, Smith was noted for his slow, deliberate walks from the bullpen to the pitching mound.   He, along with Bruce Sutter and Rich \"Goose\" Gossage, are among the leading Hall of Fame candidates for the Class of '06. Results of the voting will be announced on Jan. 10 on the Hall of Fame Web site. Jim Street is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Street"
}
