{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/41031322\/rangers-keeping-competition-open-for-fifth-starter\/",
    "title": "Rangers keeping competition open for fifth starter",
    "subtitle": "",
    "body": "ARLINGTON -- Pitching coach Mike Maddux said Friday the No. 5 spot in the Rangers' rotation is up for grabs three weeks away from pitchers and catchers are scheduled to report in Surprise, Ariz. Several young starting candidates within the organization will get a shot -- if the Rangers don't acquire a free agent before Spring Training begins Feb. 15. Several of them, including right-hander Justin Grimm and left-handers Martin Perez and Robbie Ross, took part in Friday's pitchers minicamp. \"Maybe someone steps up like [Alexi] Ogando did a couple of years ago and claims the spot and prospers with it,\" Maddux said. \"We have some youth in that role, we have some six-year free agents that might qualify for that role, there's still some free agents out there. There's really no telling who the forerunner is on it, but we do have some in-house candidates out there.\" Perez, Grimm and Ross all said they are ready for their chance behind Matt Harrison, Yu Darvish, Derek Holland and Alexi Ogando. Some highlights of what they're thinking heading into Surprise:   Perez said he's been working on his mechanics and refining a slider he started developing last year. The 21-year-old went 1-4 with a 5.45 ERA in spot duty last season, and said it helped him get his feet wet, especially making key starts in a pennant race in September. \"I like to compete,\" Perez said. \"This gives me an opportunity to do my best.\"   Grimm, 24, has been fine-tuning a two-seam fastball and slider since making two starts last year -- one a great one against Houston and another a tough one against a veteran Detroit lineup. \"I've been preparing myself for this all offseason,\" Grimm said. \"I want to get more consistent. We have a lot of young talent.\"   Ross, 23, is a wild card, having pitched so well out of the bullpen last season. He was 6-0 with a 2.22 ERA in 58 appearances. Ross said he's ready to battle for a rotation spot, but he's going to prepare how he did last year when he figured he'd be a starter in Double-A or Triple-A. \"I haven't done anything different,\" Ross said. \"I'm keeping the same routine, making sure I'm conditioned and my arm is ready.\"",
    "author": ""
}
