{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/40988572\/darren-oliver-puts-off-retirement-will-return-for-20th-season\/",
    "title": "Oliver puts off retirement, will return for 20th season",
    "subtitle": "",
    "body": "TORONTO -- The stalemate between the Blue Jays and Darren Oliver came to an end on Wednesday afternoon when the veteran left-hander officially decided to return for his 20th season in the big leagues. Oliver had been pondering retirement, but after taking the past couple of months to reflect on the future, he finally decided to pitch for at least one more season. The 42-year-old is set to earn $3 million this year after the club exercised its option on his contract at the end of the 2012 campaign. \"It takes awhile to make a decision like this,\" Oliver said. \"Let's be honest, I'm 42 years old, I have a wife and kids. Every offseason is different, whether it's my kids playing sports, homework, and all that kind of stuff plays into the decision. \"It was getting kind of late, January, I knew I needed to get into shape and throw. I kind of just laid it out there with everybody in the house, and my wife was cool with it.\" The news that Oliver will return puts an end to weeks of speculation about his future. The original thought was that Oliver would either play in Toronto this season or retire, but the landscape of that changed in early January. Oliver's agent, Jeff Frye, went on record with a list of demands that supposedly needed to be met. Frye told MLB.com that Oliver would either require a substantial raise or a trade to the Rangers, who play near his family's home in Texas. The thinking was that if either demand was not met, then it would result in Oliver walking away from the game. There was some immediate backlash from the fan base who appeared to understand his desire to pitch closer to home but not the demand for more money. Oliver never publicly spoke out about his agent's comments until a conference call with reporters on Wednesday. He used the opportunity to distance himself from Frye's statement and said the decision, all along, came down to whether or not he was willing to pitch for another full season. \"That was coming from Jeff Frye, my agent,\" Oliver said. \"Obviously, if I had something to say, I would have said it a long time ago. Not once did I ever demand anything from the Blue Jays or [GM Alex Anthopolous]. \"I wish I would have known that was going to come out, because it wouldn't have come out. I saw the article, and, obviously, at first, you see it and you're kind of like, 'Uh oh, this isn't going to go over too well.' Next thing you know, your phone's blowing up, people are calling you, and I didn't respond right away because, to be honest, I didn't know how to respond.\" Oliver did eventually pick up the phone to assure Anthopoulos that Frye's views didn't necessarily represent his own. All of that is now water under the bridge as Oliver returns and bolsters Anthopoulos' relief corps. Last season, Oliver teamed up with closer Casey Janssen to form a reliable combo at the back end of Toronto's bullpen. Oliver went 3-4 with a 2.06 ERA in 56 2\/3 innings, while striking out 52 and walking just 15. It marked the fourth consecutive year that Oliver recorded an improvement in his ERA, and he hasn't posted a mark above 2.88 since 2007. The former third-round Draft pick of the Rangers in 1988 has played for nine teams in his career, including Texas on three occasions. In 716 career games, including 229 starts, the 19-year veteran has posted a 115-94 record with a 4.53 ERA. Oliver continues to defy the odds by seemingly getting better with age every season. The arm strength isn't what it once was, but Oliver has made up for that by learning how to control his pitches while keeping them down in the zone and out of harm's way from opposing pitchers. It's a pretty simple recipe for success. \"I really pay attention to the game,\" Oliver said. \"I'm not big on video, but I'm really big on watching the hitter throughout the course of a game, because everybody's different. If you can pitch down in the zone, you're really not going to get hurt too much. \"It's really just throwing strikes and getting ahead. You look at most pitchers that have success, they're always strike one, especially when you come out of the bullpen, when you have guys on base.\" Oliver's veteran presence is a major part of Toronto's bullpen. His absence would have led to a lack of proven left-handers, but now the late-inning situations will go to him, while Brett Cecil, Aaron Loup and J.A. Happ are expected to compete for the second job. In addition to Oliver and Janssen, Anthopoulos also listed right-handers Esmil Rogers and Sergio Santos as locks for this season. That would leave Steve Delabar, Jeremy Jeffress and Brad Lincoln competing for two jobs, with the latter also being stretched out in Spring Training for a possible role as a starter. The missing piece all along was Oliver, and now that he's in place, everything has the ability to come together. \"It's huge. Huge isn't even a strong enough word,\" Anthopoulos said of Oliver coming back. \"You're talking about a left-hander that keeps putting up two ERAs and gets better every single year, which is amazing. And I keep telling him that it blows my mind what he continues to do, and when you watch him, you're more amazed. Strikes, no fear. \"He's a rare breed. There's a reason he has performed as long as he has, and I think every team could use a guy like Darren Oliver.\" Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
