{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/40989886\/daniel-murphy-believes-mets-boast-one-of-best-infields\/",
    "title": "Murphy believes Mets boast one of best infields",
    "subtitle": "Second baseman assists Mets' Sandy relief efforts in Far Rockaway on Wednesday",
    "body": "NEW YORK -- That the Mets remain the only big league team yet to sign a Major League free agent does not bother second baseman Daniel Murphy. Murphy believes the solution centers upon and around him, in what he considers one of the better infields in baseball. \"David Wright was probably the best third baseman in the big leagues,\" Murphy said Wednesday at the Church of the Nazarene in Far Rockaway, Queens, where he helped with Hurricane Sandy relief efforts. \"Ike Davis played four months of the season and still hit 32 bombs and almost drove in 100. I really like the core we have in the infield.\" If the Mets are to compete seriously in their first season without R.A. Dickey leading the pitching staff, they will need improvements from an infield that figures to be a relative strength. Offensively and defensively, as Murphy said, Wright is an elite third baseman. The Mets cannot ask much more from him. But they can ask for more from Davis, who did the majority of his 2012 damage after the All-Star break. If Davis proves more consistent from start to finish this season, his final numbers -- or at least his batting average, which never rose higher than .227 last year -- should improve.  At shortstop, Ruben Tejada must become more than an average defensive shortstop and, assuming no great spike in power production, more of an on-base-percentage threat. His .333 mark last year was relatively low considering his .289 batting average.  Then there is Murphy, who was married last month and filed for arbitration for the first time Tuesday. Soon to become a multi-millionaire, Murphy will enter Spring Training with a guaranteed job for the first time in his half-decade big league career. First called up in 2008, he boasts more seniority than anyone on the team outside of Wright and Johan Santana.  \"I don't view myself as a veteran by any stretch of the imagination,\" Murphy said. \"It's pretty cool. I didn't think I'd play in the big leagues this long, so that's exciting.\"  Hardly an elite second baseman, Murphy nevertheless held his own defensively last season, at a position that some within the organization did not believe he could handle. Now Murphy can head to Port St. Lucie, Fla., in a few weeks with thoughts of refining his game -- instead of, in his words, \"making sure I'm going to make a ballclub or not get killed at second base.\"  \"That's nice,\" Murphy said. \"I think Spring Training, it won't necessarily be laid back, but hopefully it will be a little bit more of a mature approach, trying to make sure I'm ready for September.\"  Offensively, Murphy ranked among the top third of Major League second basemen last season in batting average, on-base percentage, slugging, hits, doubles and RBIs. MLB Network recently named him one of the game's top 10 players at his position.  But without an influx of new talent in the outfield, the Mets will need improvements from him as well as their three other incumbent infielders. Murphy, who has been working out with his brother, Jonathan, in Jacksonville and plans to arrive at Port St. Lucie a week early, knows he still has as much room for growth as anyone.  Add a few newcomers into the mix, and Murphy likes the direction in which the Mets are going.  \"While it may not be big league free-agent splashes that we've made so far,\" Murphy said, \"I think we've definitely added some pieces that are going to help us.\" Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
