{
    "url": "http:\/\/m.mlb.com\/news\/article\/1291113",
    "title": "Marlins designate pair, sign Ligtenberg",
    "subtitle": "Marlins designate pair, sign Ligtenberg",
    "body": "MIAMI -- When the Marlins signed free agent veteran Pokey Reese last week, infielder Josh Wilson became expendable.  Wilson had been a candidate for the starting second base position vacated when three-time All-Star Luis Castillo was traded to the Twins. But on Wednesday, the Marlins designated Wilson for assignment.  Along with Wilson, the Marlins also designated catcher John Baker for assignment. After the two transactions, the Marlins' 40-man roster is at 40. Additionally, the Marlins announced the signing of veteran reliever Kerry Ligtenberg to a Minor League contract with an invitation to Spring Training. If the right-hander makes the club, he will earn $600,000.   The 24-year-old Wilson was called up in September and saw limited action. He appeared in 11 games with the Marlins and had one hit in 10 at-bats. His lone hit was a double in the season finale, and he scored the game-winning run as the Marlins rallied past the Braves.   A shortstop at Triple-A Albuquerque, the Marlins had been working Wilson at second base, where he saw action in the Arizona Fall League. At Albuquerque, he hit .257 with 17 home runs and 82 RBIs.   With Wilson designated, the primary second base candidates are Reese and Dan Uggla, obtained in the December Rule 5 Draft.   Florida obtained Baker off waivers from Oakland on Dec. 15. The catching situation is shaping up where Josh Willingham will compete with Matt Treanor and Miguel Olivo.   Ligtenberg is a veteran setup reliever who was with the Diamondbacks last season. In seven games, he had a 13.97 ERA, giving up 15 runs in 9 2\/3 innings.   Ligtenberg broke in with Atlanta in 1997. After five seasons there, he was with Baltimore in 2003 and Toronto in 2004 before spending time with Arizona last year. Joe Frisaro is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
