{
    "url": "http:\/\/m.athletics.mlb.com\/news\/article\/40993380\/as-acquire-catcher-john-jaso-send-aj-cole-back-to-nationals-in-three-team-trade\/",
    "title": "A's acquire catcher Jaso, send Cole back to Nats",
    "subtitle": "Oakland deals three prospects, including one from Gio deal, in three-team swap",
    "body": "OAKLAND -- The A's strengthened their catching situation on Wednesday by acquiring backstop John Jaso from the Mariners in a three-team deal that resulted in them also returning pitching prospect A.J. Cole to the Nationals.  Oakland added in Minor League right-hander Blake Treinen and a player to be named in the package to Washington, who gave up outfielder\/first baseman Michael Morse to Seattle.  To clear room on the 40-man roster for Jaso, the A's chose to designate catcher George Kottaras for assignment just one day after agreeing to terms with him on a one-year deal worth $1 million to avoid arbitration. Jaso, who carries with him a productive left-handed bat, is a prime platoon candidate next to new teammate Derek Norris, given his eye-opening splits. Jaso posted a .927 OPS against right-handers last year, compared to .393 vs. lefties, while making appearances in every spot of the batting order.   The move also gives the young Norris, just 23, an opportunity to ease into what's expected to be his first full big league season and enjoy a sense of comfort against left-handers.   \"I think him and Derek complement each other very well,\" A's general manager Billy Beane said.   Beane has eyed a deal for Jaso since the start of the offseason, tinkering with numerous ways to land the blossoming catcher. Going back even further, the A's had scouted him extensively in his Minor League days, once even considering to pluck him from the Rule 5 Draft.   Patience, Beane hopes, will pay off.   \"We think he's a great offensive fit in our lineup,\" the GM said. \"He's got a unique combination of contact and on-base percentage. He was really starting to show some power last year, and I think he's a unique bat that can catch.\"   The numbers confirm this notion, as Jaso hit .276 with a .394 on-base percentage to go along with 10 home runs and 50 RBIs in 108 games for the Mariners last year.   Cole, just 21, was highly regarded by the A's, who landed the righty from the Nationals in the Gio Gonzalez deal last winter. But he struggled greatly at Class A Stockton in 2012, going 0-7 with a 7.82 ERA, before being demoted to Burlington. Jane Lee is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jane Lee"
}
