{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/40995990\/yankees-shortstop-derek-jeter-cleared-to-begin-baseball-activities\/",
    "title": "Jeter cleared to begin baseball activities",
    "subtitle": "Yanks star to start hitting, fielding later this month; running to come later",
    "body": "TAMPA, Fla. -- Derek Jeter walked up and down the red carpet Wednesday evening with no visible limp, saying his surgically repaired left ankle won't hold him back from beginning baseball activities at the same point he would any other offseason.  Speaking to reporters at the launch party for the 10th Annual Derek Jeter Celebrity Golf Classic at the Seminole Hard Rock Hotel and Casino, Jeter said he has been cleared to start baseball activities but won't do so until later this month. He took the non-weight-bearing cast off his left foot \"right after Christmas\" and has been walking on an underwater treadmill at the team's Minor League complex.  \"I got the OK to start baseball activities, but I don't start 'til next week or the week after anyway,\" Jeter said. \"In terms of baseball activities, I'm right where I need to be.\" Those baseball activities will include hitting and fielding, but Yankees general manager Brian Cashman said Saturday that Jeter won't be cleared to run \"until the very back end of this.\" Asked whether he would be ready to start come Opening Day considering those limitations early in Spring Training, Jeter responded, \"Why not?   \"I've always said [I'll be ready], for a long time. I told you it's fine now.\"   Jeter also shrugged off any concerns about the Yanks' relatively quiet offseason or their aging lineup.   \"Why would we be too old? Too old? Or experienced? Which word do you want to use?\" the 38-year-old shortstop said. \"I'll go into the spring and see who's there. We're always full of surprises. You never know what's going to happen. We'll see when we get there how the team looks. It's a long season. I'm pretty sure we're going to be competitive and be right where we need to be.\"   Jeter did acknowledge, however, the importance of putting together a fully healthy lineup. That includes third baseman Alex Rodriguez, who underwent successful arthroscopic surgery on his left hip Wednesday. That procedure will keep Rodriguez out of the lineup until midseason, but Jeter pointed out that injuries will affect every team throughout the course of the season.   \"Everyone says who's going to win, and they say what team's good on paper. Injuries are something you can never really account for,\" Jeter said. \"Hopefully his surgery went well and he gets back as soon as possible. I don't know the details or how long it takes, but we just want to make sure he's healthy.\"   For Jeter, that will mean easing back into baseball activities and, eventually, running. In the meantime, he was enjoying the 10th year of his charity event benefiting the Turn 2 Foundation, which creates and supports programs and activities for children in New York, western Michigan and Tampa.   \"I still can't golf,\" Jeter said. \"But this is great. In order for us to have our foundation and be productive with our foundation, you need support from the community, and we've gotten support from here and obviously New York and Michigan, too.\"   And no, Jeter won't be putting any additional stress on his left ankle Friday, when the celebrity golf tournament takes place.   \"I'm just putting,\" he said, smiling. \"My golf game's not good.\" Adam Berry is a reporter for MLB.com. Follow him on Twitter at @adamdberry. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
