{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/40992984\/mariners-land-slugger-michael-morse-in-three-way-trade\/",
    "title": "Mariners land slugger Morse in three-way trade",
    "subtitle": "Seattle sends Jaso to Oakland; A's deal two prospects, player to be named to Nats",
    "body": "SEATTLE -- The Mariners' search for offensive power led them back to a familiar source Wednesday, with Michael Morse acquired from the Nationals in a three-way deal that sent catcher John Jaso to the A's.  Oakland traded right-handed pitching prospects A.J. Cole and Blake Treinen, as well as a player to be named, to Washington to complete the deal.  Morse, 30, gives Seattle another middle-of-the-order bat as he returns to the Mariners after 3 1\/2 seasons with the Nationals. The big outfielder\/first baseman said he's eager to get back to the Northwest, where he spent the first four seasons of his Major League career. \"I love it out there and I told [general manager Jack Zduriencik], I always felt I had unfinished business in Seattle,\" Morse said. \"I never got to prove myself completely or be the player I could be or who I am. This is another opportunity for me to show Jack and help this ballclub be the World Series contender that it should be.\"   Zduriencik said the move brings needed right-handed punch, with Morse's versatility allowing him to help at either corner outfield spot, first base or designated hitter.   \"It's certainly gives you some big pop in this lineup,\" Zduriencik said. \"We were looking for a banger, and in Michael we got that. It gives you a different dynamic. Certainly Jaso has been a big part here and added a lot last year. But when you are in position to acquire an everyday guy who hits the ball hard and far, that does change your game.   \"One thing we've seen here is a lack of raw, flat power. In adding Mike, we got a guy who has big-time power.\"   Morse hit .298 and averaged 24.5 home runs and 78.5 RBIs the last two years despite missing the first 50 games last season with a back injury. He's in the final year of a contract that pays him $6.75 million in 2013.   Jaso, 29, figured to be the Mariners' backup catcher behind Jesus Montero this coming season after hitting .276 with 10 home runs and 50 RBIs in 108 games in 2012.   Seattle now will be in the market to add another backstop, with Montero the only catcher remaining on the 40-man roster. The club does have 2012 first-round Draft pick Mike Zunino waiting in the wings, but will pursue a veteran to fill the short-term gap.   \"We're going to be shopping,\" Zduriencik said. \"We have our list; we've already talked to people this afternoon. We like our catching in the organization. We've got some good young kids right on the horizon. But for immediate needs, we'll definitely be shopping.\"   Kelly Schopach, Yorvit Torrealba and Ronny Paulino are among the free-agent catchers still available.   The Mariners have now added first baseman\/designated Kendrys Morales, infielder Robert Andino and outfielders Raul Ibanez, Jason Bay and Morse this offseason.   Zduriencik had been pushing to acquire D-backs outfielder Justin Upton until that deal fell through when Upton blocked a trade to Seattle last week.   Morse joins an outfield competition that now includes Michael Saunders, Franklin Gutierrez, Casper Wells, Eric Thames, Carlos Peguero, Ibanez and Bay.   Morse can also play first base, though he made 92 of his 101 starts in the outfield last season and the other nine at DH. Seattle has Morales, Justin Smoak and Mike Carp at first.   \"My main goal is just to play every single game,\" said Morse, joking that he felt good enough to go back to shortstop now. \"I'm so excited: Words can't describe what me and my family are going through. Seattle gave me my first shot, and this is where I grew from a boy to a man. I'm glad to be back home.\"   Morse played 107 games for Seattle from 2005-08, though he was limited to five games his final season after tearing a labrum on a diving catch attempt in the outfield. He was playing for Triple-A Tacoma in '09 when Zduriencik traded him to the Nationals for outfielder Ryan Langerhans.   Morse finally started seeing significant playing time in 2010 with the Nats, and he hit .289 with 15 home runs and 41 RBIs in 266 at-bats. The following year he posted a career-high 31 home runs and 95 RBIs while hitting .303 in 522 at-bats, ranking fourth in the National League in slugging percentage (.550) behind Ryan Braun, Matt Kemp and Prince Fielder.   The strained back muscle caused Morse to miss the first two months last season, but he came on to hit .291 with 18 homers and 62 RBIs in 406 at-bats.   \"I missed 50 games, but people don't realize I didn't get to play Spring Training either,\" Morse said. \"When I did come back, I had maybe 20 at-bats on a Minor League rehab and then I still hit .291 with 18.   \"I feel good about myself. I have more confidence than anybody. I know a lot of people think Safeco is tough to hit the ball out of. But if you ask me, I can hit the ball out of the Grand Canyon. Safeco's fences are not a problem for me.\"   Jaso, who was acquired by Seattle for reliever Josh Lueke a year ago, caught Felix Hernandez's perfect game and also provided a number of clutch hits for the Mariners last season with three walk-off RBIs, while ranking second in the AL with his .378 batting average with runners in scoring position.   But the Mariners saw him as a part-time player because of his inability to hit left-handers, and they felt Morse gave them a nice combination with Morales in the middle of the lineup.   \"One of the goals we had this winter was to add some offense to this ballclub,\" Zduriencik said. \"Certainly with the addition of a couple of these guys, we've done that. We like this deal because there's an awful lot Mike can bring to us. He's a big-time power guy who has grown and accomplished a lot since he's been in Washington.\" Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
