{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/41000908\/us-roster-for-world-baseball-classic-has-stars-desire-to-win\/",
    "title": "US roster for Classic has stars, desire to win",
    "subtitle": "Braun, Mauer, Dickey, Wright among the big names to play for Torre in tournament",
    "body": "Team USA announced its provisional roster for the upcoming World Baseball Classic on Thursday morning and among the group are a National League Cy Young Award winner, three Most Valuable Players and numerous All-Stars. For the U.S., there will be four players back from the 2009 team, which lost in the semifinals to two-time Classic champion Japan: Phillies shortstop Jimmy Rollins, Red Sox right fielder Shane Victorino, Brewers left fielder Ryan Braun and Mets third baseman David Wright. Rollins is expected to start this time at short, Braun -- the 2011 NL MVP -- will be the left fielder and Victorino likely will come off the bench. R.A. Dickey, the reigning NL Cy Young winner who was traded this offseason from the Mets to the Blue Jays, will anchor the starting staff, and Wright, one of the first players to commit to this year's team, will be the starting third baseman. Team USA manager Joe Torre and general manager Joe Garagiola Jr. will eventually fill out the 28-man roster with 13 position players and 15 pitchers. They announced the 13 position players, but one spot for a starting pitcher is open and that could very well go to the Tigers' Justin Verlander depending on how he feels once he starts throwing at Spring Training next month. Provisional rosters were due on Wednesday, but all 16 teams have until Feb. 20 to file their formal rosters. \"I'm excited about this team we put together and I'm pleased that the players seem to be equally excited,\" Torre said Wednesday from the Dominican Republic, where he was attending an amateur international baseball tournament in his capacity as Major League Baseball's executive vice president of baseball operations. \"That's important that these guys have the passion to represent USA and hopefully we'll do good things.\" The team will gather at the Salt River Fields at Talking Stick complex in Scottsdale, Ariz., on March 1 and open its leg of the tournament against Mexico at Chase Field in Phoenix on March 8. Canada and Italy are the other two teams in its bracket. The final is scheduled to be played at San Francisco's AT&T Park on March 19. Around the diamond, the U.S. will have a starting eight of Yankees first baseman Mark Teixeira, Reds second baseman Brandon Phillips, Rollins, Wright, Twins catcher Joe Mauer, Braun, Orioles center fielder Adam Jones and Marlins right fielder Giancarlo Stanton. \"I'm just so excited to be part of this year's team,\" said Teixeira, who played on Team USA in the inaugural Classic, when he was a member of the Rangers. \"In 2006, I was just a kid. I was 25 years old on the first World Baseball Classic team, looking at guys like Roger Clemens and Derek Jeter and Alex Rodriguez -- some of the greats of the game. I was actually in awe my first time around. Now I'm coming back. I'm the only guy left from the 2006 team. I'm one of the veterans now.\" The bench will include Victorino, plus Ben Zobrist of the Rays and Willie Bloomquist of the D-backs in the infield. The backup catchers are Jonathan Lucroy of the Brewers and J.P. Arencibia of the Blue Jays, who has been working with Dickey in Nashville, Tenn., learning how to catch his knuckleball. Aside from Dickey, the U.S. has invited Giants right-hander Ryan Vogelsong, Rangers left-hander Derek Holland and Braves right-hander Kris Medlen to be part of the starting rotation. The bullpen includes closers Craig Kimbrel of the Braves and Chris Perez of the Indians. The rest of the bullpen is replete with Perez's Cleveland teammate Vinnie Pestano, Luke Gregerson of the Padres, Heath Bell of the D-backs, Glen Perkins of the Twins, Steve Cishek of the Marlins, Jeremy Affeldt of the Giants, Tim Collins of the Royals and Mitchell Boggs of the Cardinals. \"It's definitely a different challenge,\" Braun said. \"I think it's advantageous to me to know what I'm getting myself into and have a better idea of how I need to prepare to play nine innings right away and to play some very meaningful baseball games. It's a lot different than it would be preparing for a regular Spring Training. I've already done it once.\" The U.S. has never reached the final, losing in the second round in 2006 and in the semifinals at Dodger Stadium in '09. This time, at least making it to the final game, if not winning it all, is an imperative. To that end, Torre has come out of retirement to manage. His on-field career ended in 2010 with the Dodgers after a 12-year span with the Yankees from 1996-2007, during which his club made the playoffs every year, winning four World Series and six American League pennants. That postseason streak went to 14 in a row when the Dodgers reached the National League Championship Series in 2008-09, losing to the Phillies each time. Torre's coaching staff is replete with big names: Larry Bowa is the bench coach, Willie Randolph the third-base coach, Dale Murphy the first-base coach, Gerald Perry the hitting coach and Greg Maddux and Marcel Lachemann are pitching coaches. Torre and Garagiola have spent months combing MLB rosters for players who wanted to play in the Classic. \"With this year's club, I knew what I needed to do,\" Torre said. \"[Just about] every single player on this list, I talked to personally. Every single one of them is excited about the prospects of representing the USA in this Classic and that makes me excited. I managed a long time and I played a long time, we have a lot of ability but the thing that sets us apart is the desire and determination and pride you take in playing this game of baseball and I sense that from the guys on this club.\" Pitching is always problematic because of limitations. Starters are restricted to 65 pitches in the first round, 80 in the second and 95 in the semifinals and final. A starter must take four days off if he throws more than 50 pitches. Relievers can pitch on back-to-back days if they don't exceed 30 pitches the first day. Throw 30 in a game and you must take one off. After back-to-back appearances, regardless of pitch counts, pitchers must get a day off. \"We put it together, not necessarily like an All-Star team -- because when you have an All-Star team, you base it upon the fact that you'll have one player playing three innings and another playing three innings,\" Torre said. \"We also need to pay attention to pitching. You have to have a deep pitching staff because there are limitations on both starters and relievers that time of year. \"It's going to be a little bit of a different makeup, but it's really a good ballclub I put together based on trying to do something that works and hopefully, we'll have good results.\"  Barry M. Bloom is national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow@boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
