{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/41005700\/mariners-tab-aaron-goldsmith-as-radio-play-by-play-man\/",
    "title": "Mariners tab Goldsmith as radio play-by-play man",
    "subtitle": "",
    "body": "SEATTLE -- Aaron Goldsmith, a St. Louis native who was the radio broadcaster for the Triple-A Pawtucket Red Sox last year, has been hired as the Mariners' new voice to work alongside Rick Rizzs in the radio booth this coming season.  And while Goldsmith, 29, has made a rapid rise through the broadcasting ranks, he wasn't sure this day would ever come when he was working unpaid radio internships and working odd jobs as a landscaper and dog walker to pay the bills not many years ago.  \"This means everything to me,\" Goldsmith said Thursday. \"I always try, as best I can, to keep perspective. That's the best thing to come out of my windy path. I've been at the very bottom. You don't get much lower than being out of college two years and then driving halfway across the country to call games on the Internet without pay. \"At that time, I never felt in my wildest dreams I'd realize Triple-A, let alone now a big league team that I respect as much as the Mariners. It goes to show if you surround yourself with great people and mentors and listen to them and work hard, good things can happen.\"   Goldsmith is the Mariners' first full-time replacement for Dave Niehaus since the Hall of Famer's death in November 2010. The club used six part-time broadcasters on a rotating basis the past two seasons to work with Rizzs on 710 ESPN Seattle and the Mariners' Radio Network.   Mariners senior vice president of communications Randy Adamack said former players like Dave Valle, Dave Henderson and Dan Wilson might still do occasional substitute work in the booth, but Goldsmith is the full-time partner for Rizzs going forward.   \"Aaron is easy to listen to, which is important when you're talking about broadcasting every day for seven months,\" Adamack said after the Mariners selected Goldsmith from 160 applicants for the position. \"He loves baseball and has a passion for broadcasting. This is a guy we feel the fans of the Northwest will grow to like and will be a great fit here for years to come.\"   Dave Sims and Mike Blowers will return as the Mariners' television announcers for their seventh seasons. Rizzs will begin his 28th year with the Mariners' broadcast crew when the season opens April 1.   Goldsmith worked as the play-by-play man for the PawSox last year after spending two seasons as the voice of the Frisco RoughRiders, the Double-A affiliate of the Rangers.   While he grew up a big sports fan in St. Louis, it wasn't until shortly before graduating from Principia College in Elsah, Ill., with a history degree that he decided broadcasting might be a better way to make a living. So after 10 months learning the business in a trade school, he began a series of unpaid and barely paying jobs that began his journey.   He worked for $70 a month in 2007 covering home games for the Gateway Grizzles in the Independent Frontier League in Sauget, Ill., took an unpaid internship doing play-by-play for the Bourne (Mass.) Braves in the Cape Cod League in '08 and followed that up with a similar post with the Portland (Maine) Sea Dogs, the Red Sox's Double-A club.   He wondered at times if it was worth it, especially the night he hit a fastfood joint for a burger and realized his credit card was maxed out. He wanted to marry his longtime girlfriend -- and now wife, Heather -- but said his job at the time as a dog walker for $8.50 per hour was something of a hindrance.   \"I couldn't ask her parents' permission when I had a leash in my hand,\" Goldsmith chuckled.   But when the Rangers offered him his first full-time position covering their Frisco club, he found a new lease on life. Goldsmith also met Mariners pitcher Blake Beavan, who was the ace of that staff and now his best connection to his new club in Seattle.   Goldsmith said he'll jump into Seattle and the Mariners' situation with both feet, eager to work with Rizzs and learn from the veteran broadcaster while refining his own game. The two have already shared lunch and some laughs.   \"I could instantly tell this was a guy I'll enjoy spending the season working with,\" Goldsmith said. \"We share some qualities. We take it seriously, but want to have fun with it. For me, the opportunity to sit next to him and contribute to the broadcast when I should and do my part, but also sit back and take notes from a guy that's done it on a nightly basis for a long time will help me immensely.\"   For the last two seasons, the Mariners had Rizzs work with former Niehaus broadcast partners Ron Fairly, Ken Levine and Ken Wilson, as well as former players Wilson, Henderson and Valle on a rotating basis, but the club planned all along to make that transition temporary.   \"This is a great opportunity for a young man who deserves it,\" Rizzs said. \"We had an exhaustive search and he was selected from a very talented group of baseball broadcasters. He's going to make a great contribution to our broadcast team, and I'm confident the fans will enjoy his work.\"   As for being part of the next chapter after Niehaus in the Mariners' booth that carries his predecessor's name, Goldsmith said he can only compare it to the feelings he shared in St. Louis when Cardinals legend Jack Buck died in 2002.   \"It's tough to really grasp it, because I didn't grow up listening to Mr. Niehaus on a nightly basis, so it's not fair for me to say I understand completely how people feel,\" Goldsmith said. \"But if Mr. Niehaus meant to Seattle what Jack Buck did to St. Louis -- and I imagine that he did -- then I can begin to understand how much fans still treasure all that he brought to the city.   \"Nobody will ever replace him. Nobody wants to replace him. To me, it's just a tremendous honor to be given the challenge to try and keep that standard of excellence on a daily basis. Guys have done this on the highest level here, and it's up to me to not drop that torch. That's something that will always be in the front of my mind.\" Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
