{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/41006618\/albert-pujols-likely-out-of-world-baseball-classic-teammate-erick-aybar-will-represent-dominican-republic\/",
    "title": "Pujols likely out of Classic; teammate Aybar in",
    "subtitle": "",
    "body": "ANAHEIM -- Erick Aybar was the lone Angels representative when provisional rosters for all 16 World Baseball Classic teams were unveiled on MLB Network on Thursday, setting the speedy shortstop up to play for his native Dominican Republic for the first time. It doesn't look like teammate Albert Pujols will be joining him. Pujols' agent, Dan Lozano, said via e-mail over the weekend that the three-time National League MVP Award winner was leaning toward playing, as long as his right knee continues to feel good, adding that the knee -- which underwent a minor arthroscopic procedure early in the offseason -- \"feels great so far.\"  But Pujols wasn't listed on the provisional roster for the Dominican Republic. And even though final rosters aren't due until Feb. 20 and five spots are left, the first baseman ultimately will not take part, multiple sources told MLB.com. The main reason: Classic officials aren't expected to insure Pujols due to strict guidelines pertaining to players who underwent offseason surgery. Playing an event like this uninsured is too great a risk for the player and for his club, and it's something the Major League Baseball Players Association probably wouldn't approve of anyway. Pujols, who turned 33 on Wednesday, played for the Dominican in the inaugural 2006 Classic, losing to Cuba in the semifinals. But he ran into the same problem in '09, when underwriters of the Classic were unwilling to provide insurance for his participation following relatively minor offseason elbow surgery. The guideline will allow Pujols to have a normal Spring Training with his team in Tempe, Ariz., and will let the Angels breathe easier now that their most highly paid slugger won't participate. The Dominican Republic squad is in Pool C -- along with Venezuela, Spain and Puerto Rico -- and will begin first-round play on March 7 in San Juan, Puerto Rico. Aybar is one of three shortstops listed on the Dominican roster, along with the Blue Jays' Jose Reyes and 38-year-old Miguel Tejada, who signed a Minor League deal with the Royals earlier this offseason. The Dodgers' Hanley Ramirez is also on the club, but he's listed as a third baseman. Other notables on the Dominican team include the Rangers' Adrian Beltre and Nelson Cruz, the Yankees' Robinson Cano, the Blue Jays' Melky Cabrera, the Indians' Carlos Santana and former Angels reliever Fernando Rodney, who's now with the Rays. Edwin Encarnacion of the Blue Jays is the only first baseman listed. Aybar posted a .290\/.324\/.416 line with 20 stolen bases in 2012. The 29-year-old switch-hitter also played a 14-game stint in the Dominican Winter League in December, batting .283 with a home run. Team USA, under the direction of former skipper Joe Torre, is led by the likes of Ryan Braun, Giancarlo Stanton, David Wright, Joe Mauer and reigning NL Cy Young Award winner R.A. Dickey, now with the Blue Jays. Former Angels manager and current special assistant Marcel Lachemann will serve as part of the Team USA coaching staff for a third straight Classic, this time as an assistant to pitching coach Greg Maddux. Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
