{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/41007052\/cubs-plan-to-build-hotel-across-from-wrigley-field\/",
    "title": "Cubs plan to build hotel across from Wrigley Field",
    "subtitle": "Ricketts reportedly sign agreement for boutique that will complement neighborhood",
    "body": "CHICAGO -- The Ricketts family, owners of the Cubs, reportedly have signed an agreement to build a hotel across from Wrigley Field on the northwest corner of Clark and Addison streets.  Starwood Hotels & Resorts Worldwide Inc. announced Thursday that it will develop a boutique hotel affiliated with the Sheraton brand, and the exterior design will fit within the current Wrigleyville neighborhood landscape and community.  Ricketts family spokesman Dennis Culloton said the hotel will complement the neighborhood as well as serve fans and tourists. \"Most importantly, building this hotel is a critical part of a more than $500 million plan to re-invest in Wrigley Field and the neighborhood,\" Culloton said in a statement. \"The family wants to create 800 construction jobs and 1,300 full-time jobs, preserve Wrigley Field as one of the top three tourist destinations in the state and grow the ballpark's $650 million in annual economic impact to Chicago and the region.\"   The hotel would be built on the land that currently houses a McDonald's restaurant and would anchor a large-scale entertainment and retail development. The Ricketts purchased the land in 2011 for $20 million.   A McDonald's restaurant would be included in any future redevelopment of the property, according to an agreement between the Ricketts family and the McDonald's corporation.   The Ricketts family also owns a parcel of land next to Wrigley Field, but development of that property depends on a proposal to renovate the ballpark, which celebrates its 100th birthday in 2014. The family has been seeking state and local taxpayer incentives to help finance the proposed $200 million in renovations.   The Ricketts family is expected to discuss the Wrigley renovations this weekend during the Cubs Convention. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
