{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/41012308\/future-promising-for-phils-prospects-tommy-joseph-ethan-martin\/",
    "title": "Future promising for prospects Joseph, Martin",
    "subtitle": "",
    "body": "PHILADELPHIA -- Until that fateful day, the July 31 non-waiver Trade Deadline last season, catcher Tommy Joseph and right-hander Ethan Martin hardly knew each other. Joseph was playing for the Giants' Double-A Richmond farm team in the Eastern League. Martin was pitching for the Dodgers' Double-A Chattanooga affiliate in the Southern League.  The only thing they had in common, really, was that they shared an agent.  And on that day, B.B. Abbott of Jet Sports Management sent them both a text saying, \"Hey, congrats to both of you guys, good luck.\" That came after the Phillies swung a pair of deals, hours apart. Martin was part of the package of players the Phils received in return for Shane Victorino; Joseph was one of the players who came over in the Hunter Pence deal. Both reported to Double-A Reading.   \"Then we had each other's [cell phone] numbers,\" Joseph said. \"I talked to him a little bit in batting practice. Next thing you know, we're roommates on the road. The relationship just took off.\"   Added Martin: \"It's kind of weird. I didn't know him. Had met him a few times here and there. But being able to actually have him there, the relationship just took off. Especially having him behind the plate in that league where he had faced some of those hitters, it just helped me out a tremendous amount that last month.\"   Now they have something else in common: Both are top-rated prospects. Joseph is the Phillies' third-best prospect and Martin is seventh, as ranked by MLB.com, and the organization hopes that the two will be part of the next generation of players who will form a winning nucleus.   \"I'm not saying I'm going to be the next Jimmy Rollins or anything like that,\" Joseph said on Thursday at Citizens Bank Park, where seven of the Phillies' best young players were taking part in a rookie-education program. \"But obviously, going into Spring Training, it's something I'm going to want to learn from those guys. Watch them day in and day out -- how they handle their business, how they handle being around all the younger guys. So, obviously, the goal one day is to be like them, to be the veteran on the team. But right now it's my turn to learn and try to soak in everything I can from them.\"   It also doesn't hurt that during Spring Training the past two years, Joseph was able to spend time around Giants All-Star receiver Buster Posey.  \"I've definitely tried to be around him as much as I can to learn from him. He's National League MVP for a reason,\" he said. \"He handles [the Giants'] staff the right way. So I got to pick his brain and learn a lot from him. I think that's a key as a catcher, to understand what you're doing back there and know everything about your pitchers.\"   Joseph has an outward maturity that belies the fact that he's still just 21 years old, and his proficiency makes it hard to believe that he primarily played first base until being converted to catcher in his senior year of high school.   Coincidentally, Martin also made a position switch in high school. He was a third baseman until his senior year, when his coach unceremoniously handed him a baseball and told him that he was a pitcher.   \"It was pretty much, 'Hey, listen, we don't have anybody else, you're going to have to pitch this year,' \" Martin said. \"And I was like, 'All right, here we go.' I'd played third base all my life. But ... I came from a small town [Toccoa, Ga.], and my senior year I had to pitch. [Since I was also a] quarterback, my arm was real strong. I was throwing it pretty decent, but still, I was just throwing it.\"   So it's probably not surprising that command has been Martin's biggest issue to this point. But that's shown signs of coming around.   \"When he came over, he pitched extraordinarily well. I saw him twice, and he pitched very well,\" said general manager Ruben Amaro Jr. \"He's got a lot of ceiling. He's a guy who could be a starting Major League pitcher. We'll see how he progresses. I'm not sure whether we're going to start him in Double-A or Triple-A, but it doesn't matter if he's pitching well and we have a need. You never know.\"   After joining the R-Phils, Martin went 5-0 with a 3.18 ERA.  \"His command was very good with us,\" Amaro said. \"I guess he had had some issues with throwing his breaking ball for strikes, and I guess he had stopped throwing it for a while. But he came and threw for us, and it's an above-average Major League breaking ball. Hopefully he stays with it and continues to master it.   \"He's got good stuff. He's got four pitches. When he came to us, his delivery was good. He threw the ball pretty darn well, and hopefully he continues that progress.\"   Joseph and Martin have gone from being virtual strangers to batterymates and roommates, and the Phillies hope they'll spend a lot of time together in Philadelphia in the future. Paul Hagen is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Hagen"
}
