{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/40962584\/shortstop-cesar-izturis-outfielder-billy-hamilton-among-reds-spring-training-non-roster-invitees\/",
    "title": "Izturis, Hamilton among Reds' spring invitees",
    "subtitle": "",
    "body": "CINCINNATI -- The Reds on Monday revealed that they have invited 15 players to Spring Training as non-roster players. Two of the more notable names were veteran shortstop Cesar Izturis, who was signed to a Minor League contract, and Billy Hamilton, ranked as the Reds' top prospect and the No. 14 prospect overall by MLB.com. It will be the first big league camp for Hamilton. A well-traveled former All-Star, Izturis is a lifetime .255 hitter over 12 Major League seasons. He spent last season with the Nationals and Brewers, batting .241 in 62 games. Washington claimed him off waivers Aug. 6, but Izturis only appeared in five games. Izturis turns 33 on Feb. 10 and has also played for the Blue Jays, Dodgers, Cubs, Pirates, Cardinals and Orioles. The plan is for him to compete for a roster spot to back up regular shortstop Zack Cozart with the likes of utility player Jason Donald and fellow non-roster invite Emmanuel Burriss.  \"He adds competition, mainly defensively, and he provides insurance,\" Reds general manager Walt Jocketty said of Izturis. \"With [Didi] Gregorius gone, we're trying to add more depth there.\"  Gregorius, a young shortstop, was part of a December three-way trade to the D-backs, which brought outfielder Shin-Soo Choo and Donald from the Indians.  Hamilton, 22, batted .311 with a .410 on-base percentage in 132 games last season with Class A Bakersfield and Double-A Pensacola. His most notable feat in 2012 was establishing a professional baseball record with 155 stolen bases.  The Reds began the plan of converting Hamilton from a shortstop to a center fielder during the offseason.  Also on the non-roster invite list for Cincinnati are right-handed pitchers Nick Christiani, Justin Freeman, Drew Hayes and Chad Rogers, left-handed pitcher Wilkin De La Rosa, catchers Nevin Ashley, Tucker Barnhart and Corky Miller, infielders Burriss and Kristopher Negron, and outfielders Ryan LaMarre, Denis Phipps and Derrick Robinson.  Reds pitchers and catchers are scheduled to report to Spring Training in Goodyear, Ariz., on Feb. 12, with the full squad expected to report Feb. 15. Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
