{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/40962128\/chris-perez-vinnie-pestano-to-be-in-team-usas-classic-pen\/",
    "title": "Perez, Pestano to be in Team USA's Classic 'pen",
    "subtitle": "",
    "body": "CLEVELAND -- The back end of Team USA's bullpen will have a distinct Cleveland feel to it during the upcoming World Baseball Classic.  Indians setup man Vinnie Pestano and closer Chris Perez have both been selected to the United States' preliminary roster, which will be officially unveiled Thursday at 10 a.m. ET on MLB Network. Tribe shortstop Asdrubal Cabrera is reportedly going to suit up for Venezuela and catcher Yan Gomes is planning on playing for his native Brazil during the spring tournament.  \"If you look at the team they're putting together,\" Pestano said, \"it's pretty special to be a part of that.\" The Indians have not confirmed any of their roster's planned participants.   The one-two punch of Pestano and Perez has helped make Cleveland's bullpen arguably the strongest segment of the team's roster. Pestano is looking forward to having his Indians teammate along for the ride this spring.   \"That'll definitely help break the ice,\" Pestano said. \"I won't be going into a brand new clubhouse, where I don't know anyone and there's Ryan Braun, Adam Jones and Mark Teixeira and all these great athletes. Having C.P. there to talk to and mess around with before getting to know everybody else will be huge.\"   In 2012, Pestano established a single-season club record with 36 holds while serving as the Tribe's primary setup man for Perez. Pestano posted a 2.57 ERA over 70 appearances, piling up 76 strikeouts against 24 walks over 70 innings of work.   Pestano has a 2.45 ERA and 160 strikeouts over 137 games over the past two seasons.   Perez -- a two-time American League All-Star -- has collected 98 saves and put up a 2.84 ERA over the last three years. Last season, the right-hander saved 39 games and ended with a 3.59 ERA and 59 strikeouts in 57 2\/3 innings.   Both Pestano and Perez took to Twitter to express their excitement about joining Team USA   \"Just got the second best phone call of my career,\" wrote Pestano, who uses the handle of @VinnieP52. \"I'm going to be wearing the Stars and Stripes in the WBC. #trulyhonored #childhooddream.\"   Perez echoed that sentiment.   Under his profile of @ChrisPerez54, the closer wrote: \"I am happy to say that I will be pitching for Team USA in the upcoming 2013 WBC. #Honored #Humbled #Ready.\"   Pestano said playing for Team USA is something he always hoped to do in baseball.   \"You grew up watching the Olympics, and you always want to represent your country,\" Pestano said. \"When the Olympics had baseball, it was from more of an amateur standpoint, and I just never got any looks growing up to be a part of that. When baseball was taken out of the Olympics, I figured that was going to be that.   \"Then the WBC started up. I was at Cal State Fullerton [in 2006] and the WBC team was practicing at our field that first year. I was like, 'Wow,\" just watching them mess around during batting practice. I got to meet Derek Jeter, Jake Peavy, Al Leiter and some of the other guys. It was really cool to see them interact with us.   \"I saw Ken Griffey Jr. take BP with a metal bat. Just being around them and seeing how cool it was, I thought about how cool it would be to be on a team like that. Growing up, I always wanted that chance, and I never got it. Now, it's kind of surreal.\"   Team USA, which is led by manager Joe Torre, will begin training in Phoenix on March 4, allowing Pestano and Perez to remain near Cleveland's spring site in Goodyear, Ariz. The United States is scheduled to take part in the Classic's first round from March 7-10 at Chase Field, home of the Diamondbacks.   Pestano said his phone conversation with Torre, who called the pitcher on Saturday to give him the news, was one he won't soon forget.   \"Up until when the phone rang, I didn't think I had made the team,\" Pestano said. \"So to grab my phone and see a number I didn't know, that was pretty exciting for a minute. And then the phone call was great. I'm just so excited for the opportunity.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
