{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/40963464\/mets-add-five-non-roster-players-to-major-league-spring-training-camp\/",
    "title": "Mets add five non-roster players to big league camp",
    "subtitle": "",
    "body": "The Mets on Monday announced they have invited catcher Juan Centeno, infielder Josh Satin, outfielder Matt den Dekker and right-handed pitchers Rafael Montero and Cory Mazzoni to Major League Spring Training. Montero, 22, notched an 11-5 record with a 2.36 ERA in his 20 starts for Class A Savannah of the South Atlantic League and Class A St. Lucie of the Florida State League. The 6-foot-2, 168-pound native of the Dominican Republic went 6-3 with a 2.52 ERA (20 earned runs in 71 1\/3 innings) in 12 starts for the Sand Gnats and 5-2 with a 2.13 ERA (12 earned runs in 50 2\/3 innings) for the St. Lucie club. The Mets signed the right-hander, ranked as the team's No. 11 prospect by MLB.com, as a non-drafted free agent in 2011. Mazzoni, 23, played for St. Lucie and Double-A Binghamton of the Eastern League last season. He combined for 26 starts and had a 10-6 record with a 3.93 ERA. The right-hander, selected by the Mets in the second round of the 2011 First-Year Player Draft, is ranked as the team's No. 15 prospect by MLB.com. Centeno, 23, had a .285\/.337\/.342 slash line for Binghamton last season. The Puerto Rico native made his pro debut in 2007 with the Gulf Coast Mets. The Mets selected Centeno in the 32nd round of the 2007 First-Year Player Draft.  Satin, 28, had one at-bat with the Mets last season, striking out in his only action in the bigs. He spent the rest of 2012 with Triple-A Buffalo, earning a .286\/.391\/.442 line with 14 homers in 131 games. Satin made his Major League debut with the Mets in 2011, hitting .200 (5-for-25) in 15 games after being picked in the sixth round of the 2008 First-Year Player Draft.  Den Dekker, 25, had 135 appearances with Binghamton and Buffalo last season, earning a combined .274\/.321\/.458 line with a career high-tying 17 long balls and a career-best 76 RBIs. The Mets selected the outfielder in the fifth round of the 2010 First-Year Player Draft, and he hit two grand slams with the Bisons last season. He's ranked as the Mets' No. 14 prospect by MLB.com. Gary Cotton is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gary Cotton"
}
