{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/40963452\/yovani-gallardo-martin-maldonado-slated-to-play-in-classic\/",
    "title": "Gallardo, Maldonado slated to play in Classic",
    "subtitle": "",
    "body": "MILWAUKEE -- Mexican-born Brewers right-hander Yovani Gallardo and catcher Martin Maldonado of Puerto Rico are expected to appear later this week on their homelands' preliminary rosters for the World Baseball Classic, separate sources said.  Those rosters will be unveiled Thursday, with an announcement for Team USA expected in the morning and the rest of the teams in a 3 p.m. CT television special on MLB Network.  Gallardo and Maldonado would be the sixth and seventh Brewers players tabbed for the event so far, joining Americans Ryan Braun and Jonathan Lucroy and Canadians John Axford, Jim Henderson and Taylor Green. Two other Brewers -- pitcher Marco Estrada (Mexico) and center fielder Carlos Gomez (Dominican Republic) -- expressed interest in the Classic, but remained unsure whether they'd be on their nation's roster.   Gallardo, who turns 27 on Feb. 27, was also on Mexico's preliminary roster for the 2009 Classic, but he withdrew because he was coming off a 2008 season mostly lost to a right knee injury. This time around, he is healthy, and would be one of the biggest names on a Mexico roster that already includes Cardinals pitcher Jaime Garcia and Dodgers first baseman Adrian Gonzalez.   The Brewers have long expected Gallardo's name to be called by Mexico for this year's event, but his participation does involve some degree of risk. With veterans Zack Greinke, Shaun Marcum and Randy Wolf gone from Milwaukee's 2012 club and Chris Narveson coming off his own knee injury, Gallardo is the team's unquestioned No. 1 starter and will be counted on to reproduce his steady workload. Since returning from that '08 injury, he has made at least 30 starts, worked at least 185 innings and logged at least 200 strikeouts in four straight seasons, including the past two years with more than 200 innings.   Those innings will be important in 2013 as the Brewers fill out a starting rotation with a combination of Narveson, Estrada, Mike Fiers, Wily Peralta and Mark Rogers.   Mexico is in Pool D for this year's Classic with the U.S., Canada and Italy. Mexico plays its opening game on March 7 against the Italians at Salt River Fields at Talking Stick, the Spring Training home of the D-backs and Rockies, then takes on the Americans on March 8 and the Canadians on March 9 at Chase Field.   Considering the early-spring timing of the World Baseball Classic, rules are in place to protect pitchers from overuse.   Maldonado's involvement would mean both of the catchers on the 40-man roster will be away during the Classic in early March. The team has already invited five other non-roster catchers to big league camp. Maldonado, 26, grew up idolizing another Puerto Rican catcher, five-time All-Star Benito Santiago.  Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
