{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/40968212\/anthony-castrovince-there-are-solutions-for-unsigned-players\/",
    "title": "There are solutions for unsigned talent",
    "subtitle": "An adjusted contract here, a shorter deal there will get these players on new teams",
    "body": "We seem to have reached an impasse in this offseason -- a point at which several notable players are still searching for 2013 homes and some long-expected deals are falling short of the finish line.  A sign that the traffic jam might be easing occurred on Tuesday, when Rafael Soriano agreed to terms with the Nationals on a two-year deal with a vesting option for a third. Here's how others might get out of it, too:  Mike Napoli: The catcher\/first baseman reached agreement with the Red Sox on a three-year, $39 million contract. On Dec. 3. As in, more than six weeks ago. In the time since, Boston has reportedly grown concerned with the condition of one of Napoli's hips, causing the club to try to rework the language of the deal, or perhaps even significantly shorten it. The Red Sox have every right to be cautious. Napoli, after all, is 31 years old and has caught a lot of innings. The chance of deterioration is real, and especially so if he has hip trouble.   Napoli wants a multiyear commitment, but his leverage is limited now that every team knows there is a potential physical issue at play. Before coming to terms with Boston, he had been talking to the Mariners, but whatever interest they had might be lessened now that they've added Kendrys Morales at first base\/designated hitter. And the Rangers have moved on by bringing in A.J. Pierzynski.   Napoli is a perfect fit for Fenway Park. The Red Sox could make a play to trade for the Nationals' Mike Morse, but that would, of course, involve giving up young talent. So the Napoli-Red Sox pairing still makes the most sense for both parties. Napoli's best bet might be a reworked deal in which specific language by which games played and\/or days spent on the disabled list would impact his pay. Otherwise, he might be forced to look at a one-year scenario during which he can prove that both his bat and his hip are healthy.   This is quite a stalemate. Hopefully it will be cleared up quicker than was the NHL lockout.   Michael Bourn: The center-field market cratered around Bourn. B.J. Upton struck while the iron was hot, signing a five-year, $75.25 million contract with the Braves in November. Bourn, it seemed, was in line for a slightly larger deal -- until the Twins traded Denard Span to Washington and Ben Revere to Philadelphia, both potential landing spots for Bourn.   The growing speculation is that Bourn might wind up having to take a one-year deal and then vie again for a multiyear proposition next offseason. The Braves would probably be interested in that scenario, especially given that Bourn wouldn't cost them anything Draft-related.   But given the Mariners' clear need to add any kind of offensive presence and given the Rangers' shaky center-field setup, I wouldn't rule out either one of those clubs coming to Bourn's rescue with a multiyear proposal. Problem is, it appears doubtful he'll sniff anywhere near the amount of money the more opportunistic Upton received.   Speaking of outfielders named Upton ...   Justin Upton: It's the soap opera storyline that will not die. The D-backs have flirted with the idea of trading Upton for more than two years, but had never -- until last week -- found a suitable deal.   They found it with the Mariners, and Upton rejected it. Seattle is a beautiful city, and the Mariners play in a ballpark made more tolerable for hitters with the fences moved in, but Upton had them on his no-trade list for a reason. Maybe he doesn't view them as true contenders yet in the difficult American League West. Maybe he's turned off by the travel. Maybe he doesn't feel he looks good in \"northwest green.\" Or maybe he thinks a better proposal will come along.   There has been much talk about the Rangers, and they certainly have enough depth in the upper levels of their system to put together an enticing package for Upton. There is some thinking that the Yankees will stop sitting on their hands and get in on Upton, but the most intriguing possibility might be the Braves. They've got arms aplenty to make a move, and the thought of aligning the brothers Upton and Jason Heyward in the same outfield for at least the next three years has to appeal to them on some level.   The would-be Mariners deal demonstrated that the D-backs' asking price for Upton is awfully steep. I'm not necessarily buying the notion that Arizona lost leverage when that deal didn't get done. Yes, the Upton relationship is awkward, and has been for some time, but he's still a 25-year-old power hitter with a reasonable contract, and the asking price will reflect that.   Rick Porcello: Another intriguing name that has been wrung through the rumor mill quite a bit, Porcello is a guy who could be on the move any day now.   Tigers general manager Dave Dombrowski has shown no interest in going to camp with six legitimate big league starters, and he is serious about upgrading the defense at shortstop, where Jhonny Peralta's limited range does not mesh well with the Detroit's ground-ball-heavy staff (Peralta himself would be an attractive trade chip for a team in need of offense). Or maybe Dombrowski will use Porcello to bring in a veteran arm for the ninth.   Whatever the target, Dombrowski is not one to waver when the right deal comes along. And Porcello, for all his ups and downs, has clear value as a sinkerballer under team control for the next three years. Get him in front of the right defense and his ERA should improve accordingly. The Padres, Orioles, Pirates, Angels and Cubs have all been linked to Porcello at various points this winter. I still think Pittsburgh and San Diego have particular incentive to bring in some starting help.   Kyle Lohse: Have patience, Kyle. Your day will come.   It will come because of the simple fact that teams get desperate. They arrive at Spring Training camp and frequently realize they're not quite as deep in starting pitching as they thought they were. Guys arrive in out of shape. Guys struggle to find their command or velocity. Guys get hurt. So many holes can arise between the reporting date and the opener, and a veteran innings-eater like Lohse starts to look like an appealing plug.   But Lohse already knows this. He was jobless in March 2008 when the Cards signed him to a one-year deal. By season's end, he had signed a four-year extension.   This time around, Lohse is looking for that \"extension\" up front, as is his right. It hasn't come, largely because of the -- say it with me -- Draft-pick compensation attached to him. That will remain an issue in the coming weeks, but it will be less of an issue when some club gets desperate in spring camp. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
