{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/40970160\/astros-hurlers-excited-to-work-with-roger-clemens\/",
    "title": "Astros' hurlers excited to work with Clemens",
    "subtitle": "",
    "body": "HOUSTON -- Many of them have crossed paths with Roger Clemens in the past, whether it was at an event honoring the Astros' 50th anniversary last year or in previous years at a Minor League ballpark when the Rocket was stopping in to check on his son Koby.  Those encounters were mainly limited to a handshake and maybe a quick piece of advice from the seven-time Cy Young Award winner, who wasn't quite ready to share a wealth of pitching knowledge. That won't be the case next month, when Clemens descends on Kissimmee, Fla., eager to deliver some instruction to the Astros' young pitchers.  Clemens met for five hours Monday morning at Minute Maid Park with general manager Jeff Luhnow, pitching coach Doug Brocail, roving pitching instructor Craig Bjornson and director of player development Quinton McCracken to map out a plan for his involvement in Spring Training. Luhnow said Clemens will make a pair of trips to Osceola County Stadium, beginning with next month's Minor League minicamp. Clemens will spend some time with the Major League pitching staff at that time, as well as later in March and during the regular season.   The idea of having an opportunity to learn from a 354-game winner who played 24 years in the Major Leagues has Houston's young pitchers brimming with excitement.   \"He played for so long,\" right-hander Bud Norris said. \"It will be good to get some words of wisdom about his mindsets, his workouts. He did a lot of things right and knew what he was doing and took care of himself and pitched a very long time in the big leagues. We're going to get all kinds of information, and we're excited to hear what he has to say.\"   Right-hander Jarred Cosart, the Astros' top pitching prospect who will be making his first appearance at big league camp, grew up as a Clemens fan in Houston and can't wait to pick his brain about a number of topics, ranging from pitch selection to mental approach to how to get along with veteran players.   \"I know he's going to be a very sought-after person by everyone and there's going to be a pecking order, but I'm hoping at some point to sit down and have some one-on-one time to talk or listen,\" Cosart said. \"The guy's pitched in World Series and All-Star Games, and it's not like he hasn't pitched on a big stage. I'd have too many questions. He'd probably make me stop talking.\"   Ross Seaton, another right-handed prospect who grew up in the Houston area, played with Koby Clemens in the lower Minor Leagues and has met the Rocket on a couple of occasions. But having him around daily will be a huge influence, Seaton said.   \"When you're learning, you want to learn from the best, so it will be fun,\" he said.   Clemens made frequent appearances around the back fields at Osceola County Stadium following his retirement in 2007, especially with Koby playing in the Astros' system from 2005-11. Clemens has kept a lower profile in recent years, but he plans to be hands-on this year and will even be in uniform.   \"Anybody that's pitched in the big leagues for 20-plus years and put up numbers like he did, his knowledge of the game is going to be pretty much endless,\" said right-hander Lucas Harrell, the Astros' Pitcher of the Year in 2012. \"Anybody that can help out all of us young guys, along with Brocail, is going to be a help.\"   The players agree they might be able to learn more from Clemens about the mental aspect of pitching -- how to get locked in prior to a start, what to throw with two strikes and runners in scoring position -- than anything involving mechanics at this point in their careers, though they'll certainly be open to listening to anything Clemens has to say.   \"He was always prepared and always worked out,\" Cosart said. \"He had God-given ability, but all you hear is how hard of a worker he was.\"   And perhaps most important is Clemens' track record of winning. The Astros, who have lost 213 games the past two years, are trying to build a culture of winning as they focus on youth heading to the American League.   \"You can't win if you don't have someone to preach winning to you,\" Cosart said. \"If you have a bunch of guys that are teaching and have never won in their careers and don't have a track record or anything like that, it's hard. I'm not saying it can't be done, but it's nice to have a guy that's got that may wins in the Major leagues, strikeouts out the wazoo and he was an idol growing up to a lot of these younger players, myself included.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
