{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/40971092\/white-sox-lefty-john-danks-says-shoulder-feels-great\/",
    "title": "Danks says shoulder 'feels great' in mound sessions",
    "subtitle": "",
    "body": "CHICAGO -- When asked about his outlook for the 2013 season during the months of October, November and December, John Danks would use the words \"cautiously optimistic\" as part of his response.  Then Jan. 2 rolled around, and the rehab program for Danks' arthroscopically repaired left shoulder took him to throwing off the mound. That big step and ensuing positive results slightly altered the southpaw's outlook.  \"Being on the mound for a little bit of time, I feel better about things than I did before,\" Danks told MLB.com via a Tuesday morning phone interview. \"There's still a ways to go. I haven't spun anything or seen a hitter. But my shoulder feels great off the mound.\" Danks has thrown 40 pitches off the mound three times per week since Jan. 2, going with the mix of 30 fastballs and 10 changeups. He felt good enough to petition to increase the number of pitches in the sessions, but White Sox head athletic trainer Herm Schneider and pitching coach Don Cooper have told Danks to stay where he's at currently.   Prior to arriving in chilly Chicago next Friday for SoxFest at the Palmer House, Danks will start \"spinning them\" as part of the increased mound work. He already has moved from just throwing fastballs straight down the middle to working them on the corners.   \"We are getting there,\" Danks said. \"I'm throwing pretty hard off the mound, not just wobbling it. So I can't complain.   \"Our longer Spring Training will be helpful. I know they are going to be careful with me, but my goal is for them not to have to be careful. I just want to be one of the guys.\"   Surgery to repair a capsular tear and minor debridements of the rotator cuff and biceps taking place on Aug. 6 inherently moves Danks just outside that \"one of the guys\" category. Luckily for Danks, the surgery performed by Dr. Anthony Romeo and Dr. Gregory Nicholson, with assistance from Dr. Charles Bush-Joseph and Dr. Nick Verma, revealed a normal labrum and made possible a Spring Training return, or possibly a return shortly after the start of the regular season.   Schneider praised Danks for his commitment to the full rehab as part of a team-released video late last week. Danks completed the long-toss program -- which began on Nov. 1 -- on Dec. 31, and did the entire program without a glitch.   \"Johnny is doing extremely well,\" said Schneider in the video. \"Our philosophy is a slow climb, not peaks and valleys. Just a slow climb. That's exactly what he did, and he made nothing but progress all the way through. Johnny has worked very hard, has not complained one bit, and has been diligent on everything we asked him to do. Kudos to him, he has been awesome to work with.   \"Surgery is like 10 percent of the fix, and 90 percent of the fix is the rehab and time you put into it. Surgery took 40 minutes or maybe an hour, and the rehab takes months, as we are seeing with Derrick Rose. [The Bulls] are being careful with him. We are being careful, but being aggressive to get him back throwing. The longer you stay away from it, the harder it is to get back into the swing of things, especially with the rhythm of pitching.\"   An 0-8 effort with a 5.25 ERA over his first 11 starts contributed to a subpar 8-12 showing with a 4.33 ERA during the 2011 season for Danks. Those numbers stood as an unfortunate drop for a left-hander who won in double-digits each of the previous three years, had a sub-3.80 ERA in all three seasons, and pitched at least 195 innings in each year.   That rough showing was Cy Young Award caliber in comparison to the 2012 debacle for Danks, coming immediately after agreeing to a five-year, $65 million extension with the team. The intensely competitive 26-year-old never really felt right on the mound from the outset, and his 3-4 season all but ended with a victory at Wrigley Field on May 19 after just nine starts.   Frustration from continued pain while simply playing catch in an attempt to come back was replaced by optimism when the doctors surgically repaired the shoulder. Throwing off the mound and being able to bounce back healthy after throwing has certainly increased that optimism a level or two.   \"Everything has been great to this point,\" Danks said. \"I would think that going into the end of the season this is where I would be at this point, what we expected. I'm on pace for what they thought I would be.   \"I've had days where I thought, 'Am I going to be ready?' And the next day, I feel great. The biggest thing is I've been able to bounce back each time, and I haven't had to take a step back. Before surgery, I couldn't play catch a couple days after long toss.   \"My top priority is getting healthy, which is why on the same day I'm throwing and doing my shoulder program, I'm still doing my workout and conditioning,\" Danks said. \"Right now, I feel like I'm as good as I can be. Coming off surgery and whatnot, I feel ready to go.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
