{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/40974452\/richard-justice-gm-mike-rizzo-builds-nationals-into-near-flawless-contender\/",
    "title": "Rizzo builds Nationals into near-flawless contender",
    "subtitle": "",
    "body": "So now the Washington Nationals have three closers, and isn't that going to be a problem? Yes, I'm reaching. Otherwise, it's almost impossible to find a flaw with this team, and that's no fun. Nationals general manager Mike Rizzo has constructed a roster that's close to perfect, and now he's about to turn it over to a manager, Davey Johnson, with one of the best winning percentages in history (.564). Rizzo's team won 98 games last season, the most in baseball. Washington led the National League in ERA and was fifth in runs. Only three teams made fewer errors. When last season ended, the Nats had one pressing need (if there's such a thing for a 98-64 team): an impact defensive presence in center field. If he could bat leadoff, so much the better. The Nationals were widely linked to free-agent center fielder Michael Bourn, but Rizzo went another direction, sending his best pitching prospect, Alex Meyer, to the Twins for Denard Span. Span is such a perfect fit, both at the top of the lineup and in center, that if Rizzo hadn't done one other thing, his team would have been favored to win the NL East again. And this time, the Nats would be going back to the playoffs with Stephen Strasburg at the top of their rotation. Only Rizzo wasn't done. He essentially swapped Edwin Jackson for Dan Haren in his rotation. And then Rizzo went to work on his bullpen, where he'd lost three left-handed relievers in free agency -- Sean Burnett, Mike Gonzalez and Tom Gorzelanny, who made a combined 162 appearances. Still, Washington's bullpen was deep. Rizzo would have closer Drew Storen for an entire year and also Tyler Clippard, who saved 32 games while Storen was recovering from elbow surgery. He also signed former Reds lefty specialist Bill Bray to a Minor League contract. When healthy, he has been one of the best left-handed specialists in the game. And when Rizzo re-signed first baseman Adam LaRoche, his work appeared to be done. LaRoche hit 33 home runs in the middle of the order last season, and he was equally huge in the clubhouse, a calming presence for a club going through the grind of a pennant race for the first time. LaRoche's return seemed to make Michael Morse available, and us smart guys figured he'd be traded for a reliever or a prospect. Only Rizzo wasn't done. He was in Puerto Rico last week scouting Javier Vazquez, who has been touching 95 mph on radar guns after taking 2012 off. Vazquez made sense for the Nationals as insurance for the rotation or another quality arm for the bullpen. All that was before Rizzo surprised baseball on Tuesday by signing free-agent closer Rafael Soriano to a deal worth at least $28 million over two years. He was one of the more intriguing names left in this free-agent market and had been mentioned in connection with the Dodgers and Tigers. All Soriano does for the Nats is make a solid bullpen one of the best in baseball. Regardless of how Johnson lines them up, Washington seems capable of reducing games to six innings. Johnson will have the option of using three guys -- Soriano, Clippard and Storen -- for the late innings. All of them have had success closing games. This is where it helps having someone with Johnson's years of experience. He has such a good relationship with his players that regardless of who he uses and in what situations, his guys will understand he's only doing what he believes is best for the team. As Spring Training approaches, it's fun to argue whether the Dodgers, Giants, Cardinals, Reds or Nationals should be the consensus favorite to win the NL. That's the fun part of this thing. It would be easy to make a case for any of the five teams, and the D-backs, Brewers, Braves and Phillies aren't far behind. Baseball has never had this kind of parity, and maybe that's what Rizzo had in mind when he added a guy who saved 42 games for the Yankees in 2012. Maybe Rizzo is looking beyond the regular season to another round of postseason play when the games are closer and when funny stuff sometimes happen. The Nats learned how to win last season and had as much fun as any group in the game. Now they'll be dealing with expectations. Rizzo did what the best general managers have always done. That is, he was unafraid to change a really good club. He kept the core guys together and added some more. Enjoy the ride, boys. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
