{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/40984354\/don-kelly-nick-castellanos-among-tigers-17-non-roster-invitees-to-spring-training\/",
    "title": "Kelly, Castellanos among 17 non-roster invitees",
    "subtitle": "",
    "body": "DETROIT -- The list of Tigers non-roster invites to Spring Training released Wednesday had so many familiar names, it was easy to miss the new addition. But then, Don Kelly is about as familiar in Detroit as some superstars. When the Tigers were leaving Comerica Park after being swept out of the World Series, Kelly looked like a goner, having been told by team president\/general manager Dave Dombrowski that he'd be taken off the 40-man roster. Three months later, he's back, having signed a Minor League contract with a Spring Training invite. In the end, Kelly looked around and found some enticing teams, but nothing could match the opportunity he had coming back with the Tigers. \"I had other opportunities, and there's really only one other club that I was seriously considering,\" Kelly told MLB.com in a phone conversation. \"But at the end of the day, when you look at it, [in] Detroit, we have a chance to go back to the World Series and win it. And to have the chance to be a part of it is huge.\" Kelly is one of 17 non-roster players invited to Spring Training. The list includes top prospect Nick Castellanos, listed as an infielder and outfielder, as well as outfield prospects Tyler Collins and Daniel Fields. The catching ranks will include prospects James McCann, the Tigers' second-round Draft pick in 2011, and Curt Casali. They'll work with pitching prospects such as left-handers Kenny Faulk and Ryan Robowski and right-hander Michael Morrison. More than a half-dozen other Minor League signings fill out the ranks, including righties Trevor Bell and Shawn Hill, lefty Jose Alvarez, catcher Brad Davis, infielder Argenis Diaz and utility men Kevin Russo and Matt Tuiasosopo. Diaz, who turns 26 next month, has spent the last two years at Triple-A Toledo, playing around the infield. Both Russo and Tuiasosopo have spent time in the big leagues, as have Bell and Hill. Alvarez could have a chance to compete for a lefty relief spot sometime during the season, if not out of Spring Training. The 23-year-old was a Minor League free agent this winter after seven seasons in the Red Sox's and Marlins' farm systems, the last year and a half at Double-A Jacksonville. Though Alvarez has not been a high-strikeout pitcher over the last two seasons, he has a relatively strong arm. He went 6-9 with a 4.22 ERA with Jacksonville last year, but countered with a good season of winter ball in his native Venezuela, going 2-4 with a 2.49 ERA as a reliever and starter. None of them have as much time in the big leagues as Kelly, an eighth-round Draft pick in 2001 who finally stuck as a utility player in 2010. He spent the next two years as a versatile part of the Tigers' bench, even catching and pitching in a game in 2011, before struggling last season to a .186 average in limited playing time as a late-inning replacement. The Tigers designated Kelly for assignment in August, giving him the option of becoming a free agent. He elected to stay in the organization for a chance at a September callup. He went through the same process at season's end; he would've been eligible for arbitration had the Tigers kept him on the 40-man roster. \"David [Dombrowski] made it clear when we talked that they'd be interested in bringing me back [on a Minor League deal] if the opportunity presented itself,\" Kelly said. \"All along, we knew it was a possibility.\" Kelly owns a .232 batting average in 363 career Major League games, with 17 home runs and 65 RBIs. Another key, Kelly said, was an opt-out clause to keep his options open if he doesn't make the 25-man Opening Day roster and another opportunity opens up on another team. Kelly will have the right to ask for his release if he isn't on the team out of camp. His fit on the 25-man roster in Detroit could be iffy; the Tigers are still looking at a right-handed bat to mix into left field with Andy Dirks. Still, having somebody in the organization who can play just about every position can't be a bad thing. With Miguel Cabrera set to miss time in March to play for Team Venezuela in the World Baseball Classic, Kelly could get some spring starts at third base along with Tuiasosopo. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
