{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/40985724\/new-white-sox-general-manager-rick-hahn-ready-for-fans-questions-at-soxfest\/",
    "title": "New GM Hahn set for fans' questions at SoxFest",
    "subtitle": "",
    "body": "CHICAGO -- It was just short of nine years ago when Rick Hahn had a front-row seat for one of the more spirited Town Hall Meetings in the long SoxFest history.  Emotions spilled over from the charged-up White Sox fans on the first day of SoxFest '04, arriving a few months after the crosstown Cubs fell five outs short of reaching the World Series and the White Sox had lost a two-game lead over the Twins in the American League Central with 18 games to play. Offseason departures by key free agents such as Bartolo Colon and Tom Gordon didn't help the overall disposition after the disappointing finish.  Also on board was a new manager in Ozzie Guillen, with the gregarious one-time star of the organization watching in somewhat amazed amusement as one disgruntled fan sardonically joked to general manager Ken Williams about wanting to talk about 2005 now that the 2004 season was over. The first pitch of 2004 had yet to be thrown. Williams, who could get fired up when pushed on whether he made the right decision having eggs over pancakes for breakfast, fired back at the irked group.   Little did those fans know that some of the most significant work from Williams and the then assistant general manager Hahn was taking shape. In just two short years, SoxFest '06 would be more of a tearful revival session than a winter baseball get together.   Hahn has taken part in numerous SoxFest panel discussions during his assistant GM tenure and eloquently handled the various situations with great humor and information. But when fans arrive at the Palmer House in downtown Chicago on Jan. 25, Hahn will be the general manager on the hot seat during each weekend day for the trio of seminars focused specifically on the 2013 team. He has grown accustomed to the hot seat since taking over on Oct. 26 when Williams was promoted to executive vice president and looks forward to by-play with the fans.   \"It's actually a nice opportunity to not only hear what's on people's minds, but provide them with insight and information as to what goes into a decision for a move or a non-move,\" Hahn said. \"You don't get that unfiltered opportunity to address people directly.\"   SoxFest sales are up compared to last year, according to White Sox senior director of community relations Christine O'Reilly, much like season-ticket renewals between the last two offseasons. White Sox single-game tickets go on sale Jan. 24, the day before SoxFest begins, giving the organization a strong inidication as to whether this buzz surrounding the team continues.   Plenty of present White Sox players will be in attendance, with Jake Peavy, Nate Jones and Hector Santiago added to the festivities on Tuesday. They join a list including Paul Konerko, John Danks, Tyler Flowers, Gavin Floyd, Alexei Ramirez, Addison Reed, Chris Sale, Matt Thornton and Dayan Viciedo. Manager Robin Ventura, assistant hitting coach Harold Baines, new first-base coach Daryl Boston and bullpen coach Bobby Thigpen also are scheduled for SoxFest.   Konerko, Frank Thomas, Aaron Rowand, Jermaine Dye and Joe Crede represent the 2005 champions, while the 30-year celebration of Winning Ugly will be recognized through appearances by members of the 1983 AL West champs in Tony La Russa, Ron Kittle, Greg Luzinski, Roland Hemond, Tom Paciorek and Baines. The autograph stages and photo stages return, as well as the aforementioned seminars, which will involve the 2005 players on at least one day.   \"We honor what we think the fans like,\" said O'Reilly of SoxFest. \"As event planners, our perspective is different. But we survey every year after SoxFest, and we are not doing this myopically. We are looking at the event with the lens of the people there to enjoy it.\"   Having so many players and coaches together at SoxFest presents an unofficial kickoff to the 2013 season. Having so many fans in the same venue also will lend itself to numerous tough questions arising.   This year's atmosphere doesn't figure to be tinged with a similar negative feel as 2004. But White Sox fans certainly have questions that have turned into doubts during these months without live baseball.   Why was A.J. Pierzynski allowed to depart for Texas? Can Flowers replace him? How is Danks' recovery coming along from August arthroscopic surgery on his left shoulder? Will the team be affected by only two left-handed hitters in the lineup? Are there still moves to be made?   Hahn remains prepared for the chance to provide responses.   \"If someone wants to spend their hard-earned money and come out in the dead of winter to express their opinion about the offseason or our long term or scouting, the least we can do is sit there, listen to them and give an honest answer,\" Hahn said. \"Whether the tenor is positive or negative, I'm sure it will vary from year to year throughout my time in this chair.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
