{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/40985846\/twins-second-year-infielder-brian-dozier-enters-second-season-with-lessons-in-mind\/",
    "title": "Dozier enters second year with lessons in mind",
    "subtitle": "Following up-and-down rookie season, Twins infielder ready for '13",
    "body": "SPENCER, Iowa -- As Brian Dozier put it during a stop on the annual Twins Caravan, he learned more about baseball last year than the rest of his life playing the game combined.  After all, he got his first taste of the big leagues after being named the club's Minor League Player of the Year in 2011.  Dozier showed plenty of promise in his rookie campaign, but also went through his share of struggles -- as most rookies do -- and ended up finishing the season at Triple-A Rochester after being optioned in mid-August. But Dozier said he learned many valuable lessons from his playing experience with the Twins last season, and is excited about the prospects for this season after playing winter ball in Venezuela with Bravos de Margarita.   Dozier, a natural shortstop, was able to get plenty of reps at second base this offseason, as he could be shifted to second if the club opts to start Pedro Florimon or Jamey Carroll at short instead.   \"It was a good opportunity for me to get down there and just play,\" Dozier said. \"I played second and short, rotated every day. My main focus to get down there was to make sure I was very, very comfortable at second base each and every day. I had a good infield coach. I picked his brain a lot from the second base position and stuff. Just got down there and played.\"   Dozier has always been a fast learner and made a relatively quick ascent to the big leagues after being selected in the eighth round of the 2009 First-Year Player Draft out of Southern Mississippi.   He's proved to be a solid hitter throughout his time in the Minors, posting a career .298\/.370\/.409 line, and had his breakout season in '11, when he hit a combined .320\/.399\/.491 in 127 games split between Class A Advanced Fort Myers and Double-A New Britain.   He was given a shot to win the shortstop job in Spring Training last season, but it ultimately went to Carroll, with Dozier getting his first taste of Triple-A instead.   After about a month in the Minors, Dozier got the call to the Majors on May 7 and became the club's starting shortstop until being optioned in August.   He hit .234\/.271\/.332 in 84 games while committing 15 errors at shortstop in his first season with the Twins.   Minnesota manager Ron Gardenhire said he likes Dozier's potential and that he'll get a shot this spring at both shortstop and second base.   \"He's going to be better this year, that's a guarantee,\" Gardenhire said. \"He's a good player. He's going to be better from his experience last year. He's learned a lot, and he can continue to progress.\"   Dozier said he's also spent time working out with left fielder Josh Willingham this offseason, as the two live only about 45 minutes apart.   Willingham is a fan of the P90X workout program and Dozier joked he might as well follow Willingham's routine after he mashed 35 homers last season.   Dozier added he's also been doing plenty of hunting in his native Mississippi to keep busy, but he's ready to get back to baseball.   \"I've just been hunting every morning and working out every day,\" Dozier said. \"I actually went and stayed the night with old Hammer a couple nights ago and went hunting and all that kind of stuff.\"   So for now, Dozier is enjoying his time on the annual Twins Caravan and will stick around in the Twin Cities for TwinsFest at the Metrodome from Jan. 25-27. He said he plans to get to Fort Myers, Fla., in early February to get a head start on working out down there, especially with infield instructor and Hall of Famer Paul Molitor.   Dozier added he's been impressed by Twins fans, as they've continued to show optimism on all the Caravan stops despite the fact the club finished in last place the last two seasons.   \"It's fun to go around and meet all these Twins fans,\" Dozier said. \"Especially after coming off two years where we struggled a bit. But we have diehard fans who welcome us with open arms. So we know the past two years have been tough, but we want to reassure them we'll get back to our winning ways.\" Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
