{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/40987214\/improved-national-league-central-poses-challenge-to-retooled-reds\/",
    "title": "Improved NL Central poses challenge to retooled Reds",
    "subtitle": "Cincinnati has addressed shortcomings, but so have division foes",
    "body": "CINCINNATI -- Not content with exiting the postseason as early as they did in 2012, the Reds made the effort this winter to fill holes and make upgrades. Theoretically, the additions should have the Reds improved and poised to repeat as National League Central champions. But of course, it's rarely that easy. Many of Cincinnati's rivals have been busy, too. \"I still think the division will be tough,\" Reds general manager Walt Jocketty said. \"We have to stay healthy and play like we have been playing.\" While finishing 97-65 and winning the division by nine games over the Cardinals, the Reds were bounced in five games by the Giants as some of their weaknesses were exposed. Cincinnati lacked a true leadoff hitter, another dominant-type starter for the rotation and help on the bench.  In their biggest move of the offseason, the Reds found their leadoff hitter by working a three-way trade that acquired outfielder Shin-Soo Choo from the Indians. It cost them no pitching but sent underperforming center fielder Drew Stubbs to Cleveland and shortstop prospect Didi Gregorius to Arizona. Reds leadoff hitters combined for a .254 on-base percentage in 2012 and Choo had a .389 OBP when he led off last season.  For its riskiest move of the offseason, the club has decided to try moving lefty flamethrower Aroldis Chapman from closer to the rotation. There's a feeling that Chapman can be a No. 1 or No. 2 type of starter, and the Reds are willing to take the plunge to find out. That meant Trade Deadline acquisition and reliever Jonathan Broxton was re-signed to a three-year, $21 million deal and will be installed as the new closer.  Other key moves brought back left fielder Ryan Ludwick with a two-year, $15 million contract and acquired free-agent infielder and lefty hitter Jack Hannahan for two years at $4 million.  Otherwise, the core of the Reds roster is largely unchanged.  While there were no massive Blue Jays-like makeovers by any team in the NL Central, there were some GMs that were equally as aggressive as Jocketty in addressing shortcomings.  \"I think Pittsburgh improved a lot,\" Jocketty said. \"They worked to improve their club in the second half of last season and over this winter. The Cardinals didn't do much to improve on what they already have. Milwaukee added a lot to its bullpen and already had a good offense. The Cubs made a lot of moves as they transition.\"  The Brewers, featuring Ryan Braun and Corey Hart, led the NL in home runs and runs scored last season. But while the team had a decent but not great rotation, its relievers were a black eye while having the league's worst bullpen ERA.  Milwaukee did what it had to do this winter and tried to fix that issue. It signed two lefties in Michael Gonzalez (one year, $2.25 million) and Tom Gorzelanny (two years, $5.7 million). GM Doug Melvin also acquired right-hander Burke Badenhop in a trade with the Rays.  \"It's a lot of young studs,\" Gonzalez said. \"I've come from, on paper, the best team two years in a row, and I've learned that the best team doesn't always win. You just have to have a team that can get to the playoffs. If you can get to the playoffs, it's anybody's game. I definitely feel Milwaukee has what it takes to get to the playoffs.\"  The Pirates' claim to fame the past two seasons are fast starts and even faster fades out of the race. They already have budding superstar Andrew McCutchen and some promising young talent. Now they're trying to finally get over the hump while notching their first winning season in two decades.  Pittsburgh, which already traded for lefty Wandy Rodriguez from Houston and outfielder Travis Snider from Toronto last summer and added a new catcher in former All-Star Russell Martin. To get Martin, who only hit .211 for the Yankees last season but hit 21 homers, the Pirates reportedly outbid New York and others by signing him to a two-year, $17 million contract.  In a blockbuster six-player trade around Christmas, the Pirates shed star closer Joel Hanrahan but added young talent. They acquired closer Mark Melancon, power hitter Jerry Sands, pitching prospect Stolmy Pimentel and infielder Ivan DeJesus Jr. While losing one anchor to the back of the bullpen, the Pirates retained another by re-signing Jason Grilli after he enjoyed a solid 2012.  The Cubs are coming off of a 101-loss season and even with promising first baseman Anthony Rizzo, this team has a ways to go toward a contender. But that didn't stop president Theo Epstein and his front office from being frisky with moves. Solid free-agent right-hander Edwin Jackson signed a four-year, $52 million contract. Chicago also added pitchers Scott Baker and Scott Feldman on one-year deals, agreed to terms with Carlos Villanueva on a two-year deal and signed Japanese product Kyuji Fujikawa. Outfielder Nate Schierholtz also signed to add some left-handed pop.  \"Our goal here is to build a consistently good team ... and hopefully a team that wins a championship,\" Cubs GM Jed Hoyer said. \"In order to do that, we're not going to sacrifice the future now for wins. But at the same time, every season is precious, and you never know when that team might catch lightning in a bottle. You never want to sacrifice that season entirely.\"  The Cardinals are being mentioned last, only because they did the least with their offseason thus far. Their only free-agent additions were journeymen in lefty specialist reliever Randy Choate and utility player Ty Wiggington. St. Louis lost 16-game winner Kyle Lohse and power hitter Lance Berkman to free agency and traded away second baseman Skip Schumaker.  But this is not a Cardinals team lacking in talent after gaining a Wild Card berth and reaching the NL Championship Series in 2012. They are just depending on more contributions from their younger players and better health from the core players.  And when that core includes Matt Holliday, Yadier Molina and David Freese in the lineup, Chris Carpenter, Adam Wainwright and Jaime Garcia in the rotation and Jason Motte closing, St. Louis cannot be discounted. Last year, it was second in the league in runs scored and third in rotation ERA.  Some X-factors remain for all five teams. First, none of them will have that sixth team -- the rebuilding Astros -- to kick around anymore. Houston is now in the American League West. Also, the offseason isn't over yet. There are free agents on the market and potential bargains to be had before camps open next month.  The Reds aren't expected to add much more, if anything. They have a consistent pitching staff with 19-game winner Johnny Cueto at the top of a good rotation and return with last season's best bullpen in baseball. They expect to have a healthy Joey Votto for a full season, plus Jay Bruce and Brandon Phillips, and have Todd Frazier taking over at third base. And they now have the consistent Choo leading off.  Now, here's the question that can't be answered by the Reds until play actually begins: Do they have enough to repeat? The other clubs have done their best to make sure they don't.  \"I think there will be lots of competition,\" Jocketty said. Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
