{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/40986106\/orioles-bullpen-looks-to-repeat-last-years-success\/",
    "title": "Orioles' bullpen looks to repeat last year's success",
    "subtitle": "",
    "body": "With pitchers and catchers scheduled to report to Sarasota, Fla., in just under a month, it's not too early to start dissecting the Orioles' 2013 roster. The Around the Horn series takes a position-by-position look at the club's projected starters and other options heading into Spring Training. Today: Bullpen  BALTIMORE -- The bullpen held the Orioles together in 2012, helping the club overcome a patchwork rotation and lulls in the offense by shutting the opposition down in the late innings. A relief corps much in question last winter quietly melded into a fine-tuned machine that led Baltimore to a 29-9 record in one-run games and a formidable ability to turn extra-inning contests into wins.  After being brought along slowly in Spring Training last year due to a sore back, closer Jim Johnson was named to his first All-Star squad and recorded an American League-leading 51 saves to anchor a bullpen that went 32-11 with a 3.00 ERA over 545 1\/3 innings in the regular season. While the O's have been eerily quiet this offseason in making upgrades, arguably their strongest area on paper this winter remains in relief. \"We got the whole bullpen back,\" executive vice president of baseball operations Dan Duquette said of this year's roster. \"That was the strength of the ballclub.\"   The challenge now is to repeat those efforts.   Health permitting, there's no reason the Orioles' bullpen can't continue to be one of the AL's best, although relief pitching is fickle and can change markedly from year to year. Of last year's Opening Day roster, only right-handers Matt Lindstrom, who was traded midseason, and Kevin Gregg, who was released, are gone, with the 'pen getting a late-season lift from converted starters Brian Matusz and Tommy Hunter. What happens with Matusz and Hunter, who will be stretched out to start at the very least for the beginning of camp, will be an underlying storyline this spring.   Baltimore has a lot of pitching depth, and there will be a handful of rotation candidates who can't fit as starters. Matusz and Hunter have proven they can both pitch well out of the bullpen, and they would figure to have an edge for the final few spots in a 'pen that is projected to include Johnson, Pedro Strop, Darren O'Day, Troy Patton and Luis Ayala.   There is also the school of thought internally that Matusz and Hunter pitched so well in relief that it would be hard to not to keep them there. Matusz posted a 5.42 ERA as a starter and a 1.35 ERA as a reliever, while Hunter had a 5.71 ERA as a starter and a 3.71 ERA in relief, pitching to a 3-0 record with a 0.71 ERA in his final 10 relief appearances.   Should the lefty Matusz earn a rotation spot, non-roster invitees Daniel Schlereth and Zach Braddock will get a chance to join Patton as another lefty option for manager Buck Showalter.   Right-hander Steve Johnson is another option in relief if he doesn't make the starting rotation, as the rookie proved to be effective in both roles and was a pleasant surprise last season. The O's went most of the year without a designated long man, a rotating spot that could easily be filled again by an extra starter.   Showalter took great care in preserving the team's bullpen last season, making roster moves at an alarming clip in an effort to protect the relievers' arms, and it paid off down the stretch. Fans can expect that same approach this year, with the Orioles optimistic that the young 'pen -- with last year's average age just over 27 -- will use the experience and continue to improve.   Strop, who was 4-2 with a 1.67 ERA prior to the All-Star break and then posted a 3.45 ERA in his final 34 relief appearances, will try to get back to his first-half form when he preceded Johnson as a lethal setup man. O'Day, who took over the role and became Baltimore's best reliever in the postseason, returns after going 7-1 with a 2.28 ERA in 69 regular-season games. Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
