{
    "url": "http:\/\/m.mlb.com\/news\/article\/1290486",
    "title": "Seo to pitch for Korea in WBC",
    "subtitle": "Seo slated to pitch for Korean team in WBC",
    "body": "NEW YORK -- The Mets, as multicultural as any team in the Major Leagues, are likely to have players representing five countries in the World Baseball Classic. The Korea Baseball Organization has announced that Mets starter Jae Seo will pitch for Korea in the inaugural event in March. Seo's place on the team is established, the KBO announced. The American players who have agreed to play for the United States team are not yet guaranteed places on the roster.  Seo is the seventh Mets player to agree to play. David Wright and Billy Wagner made themselves available to the United States team. The others include Pedro Martinez (Dominican Republic) if his troublesome toe allows him to pitch, Carlos Beltran and Carlos Delgado (Puerto Rico), and Victor Zambrano (Venezuela). Two former Mets, Mike Piazza and Mike DiFelice, have agreed to play for Italy, and a third former Met, Miguel Cairo, has agreed to play for Venezuela. Seo notified the KBO on Sunday through his agent that he will play for Korea in the March 3-20 event. In-Sik Kim, the manager for Korea, had identified 29 baseball players by Dec. 21, leaving a place for Seo, who was still deciding whether to play in the 16-team tournament.   The Korean national team will have the best pitching staff in the nation's baseball history, having six pitchers from the Major Leagues -- Seo, Dae-Sung Koo formerly of the Mets, Chan-Ho Park of the Padres, Sun-Woo Kim and Byung-Hyun Kim of the Rockies and Jung-Keun Bong of the Reds. Seo is likely to be a starter in the opening game against Taiwan on March 3 in Tokyo.   Manager Kim said several times that he wants either Myung-hwan Park of the Doosan Bears or Seo to pitch in the opening game of the regional qualification. Korea is grouped with Japan, Taiwan and China in Pool A. Korea needs to beat Taiwan, regarded as Korea's biggest rival, to reach the finals, because Japan is almost certain to win one game in the other berth.   Seo, 28, produced an 8-2 record and 2.59 ERA in 14 starts with the Mets, a glittering result among the Korean Major League pitchers. Seo last represented Korea when he led the national team to victory in the 1998 Asian Games in Bangkok, Thailand.    Marty Noble is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Marty Noble"
}
