{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/40976896\/terry-steinbach-ready-to-get-back-in-the-game-as-twins-bench-coach\/",
    "title": "Steinbach ready to get back in the game, as coach",
    "subtitle": "Former Twins player, who will work with catchers, joins Twins Caravan",
    "body": "SIOUX FALLS, S.D. -- Having played with the Twins from 1997-99, going on Twins Caravan isn't anything new for Terry Steinbach. Steinbach remembers traveling throughout the Upper Midwest to meet with fans, but back then it was a different experience, as the players traveled in cars -- and sometimes drove -- instead of taking the luxury buses currently used on the caravan. So, much has changed for Steinbach since those days, as he was named Minnesota's new bench coach this offseason and joined manager Ron Gardenhire, infielder Brian Dozier and broadcaster Dick Bremer on the first leg of the annual Twins Caravan. Steinbach said he's enjoyed his time on Twins Caravan so far this week and is looking forward to getting busy working with catchers in Spring Training.  \"I'm excited about getting back into the game at the Major League level,\" Steinbach said. \"I enjoyed, when I was catching, the mental part of the game -- game calling, setting up hitters and going with your gut feeling and trying to pick up on what the hitter might be tipping off, what they're trying to do, what the situation is -- and I look forward to bringing that to our catching corps.\"  Steinbach returned to his roots Tuesday, as one of the stops was at radio station KNUJ in New Ulm, which is about 100 miles southwest of Minneapolis.  Steinbach starred at New Ulm High School before playing at the University of Minnesota and getting drafted in the ninth round of the 1983 First-Year Player Draft by the A's.  He ended up playing with Oakland for 11 seasons -- winning the World Series in 1989 and being named an All-Star three times -- before joining his hometown Twins in '97 for the last three years of his career.  Steinbach was considered one of the better hitting catchers of his era, as he retired with a career .271\/.326\/.420 line and 162 homers in 1,546 games.  After his career, Steinbach received some experience working with the Twins as a special instructor during Spring Training but now he'll be working full time on a big league coaching staff for the first time in his career. He previously only served as a coach for the Wayzata High School baseball team in Plymouth, Minn.  So Steinbach will be a constant presence for the Twins, and he hopes to accomplish a lot more than what he could do when he was just a Spring Training instructor.  \"It's an every-day thing,\" Steinbach said. \"Some people say, 'Why didn't you do it the 10 days you were in Spring Training?' But you really want to monitor what's happening, look at videos and talk to the catchers and say, 'Hey, what happened in that particular situation? What could've you done?'  \"Hopefully this doesn't happen this year, but I was always taught that it's part of the catcher's responsibility if a pitcher is struggling, let's see if we can get them five innings instead of three. That way, by doing that we're going to save on our bullpen. I just think that there's things the catchers can look for and pick up on and hopefully try to work that guy.\"  So as a result of his experience, Gardenhire is excited about the potential of Steinbach passing on some of that wisdom to the club's catchers in his first year as bench coach.  \"He's been there and done it,\" Gardenhire said. \"It's going to be really good with Terry, with our catching. He'll be in their ear. He'll be talking to Joe [Mauer] and Ryan [Doumit] and whoever else is on our staff, whether it's Drew [Butera]. We'll see how we do with our catching, but he's going to be very valuable, being able to communicate with these guys and talk about game preparation and planning on hitters and all those things.\" Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
