{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/40975584\/yankees-add-supplemental-round-draft-pick-for-rafael-soriano\/",
    "title": "Yankees add Draft pick after losing Soriano",
    "subtitle": "",
    "body": "NEW YORK -- The Yankees were fortunate to have Rafael Soriano waiting in their bullpen when disaster struck in 2012, but now they're hoping the hurler's departure will pay dividends in the future.  Soriano parlayed a 42-save season in place of injured closer Mariano Rivera into a two-year, $28 million deal with the Nationals that includes a $15 million option for the 2015 season based upon incentives.  The deal confirms that the Yankees, as expected, will receive another supplemental-round pick as compensation in the 2013 First-Year Player Draft. The pick is the second obtained by the Yanks for losing a free agent this offseason. New York also received a pick when outfielder Nick Swisher signed a four-year, $56 million deal with the Indians in December.   Under the terms of baseball's new Collective Bargaining Agreement, teams could offer qualifying one-year, $13.3 million contracts to free agents. The Yankees made those offers to Soriano and Swisher, as well as pitcher Hiroki Kuroda, who later re-signed with New York.   Teams signing those free agents would do so knowing that they must surrender their first-round pick, unless the club had a top 10 selection, which was protected. Former teams then received a compensation-round pick in between the first and second rounds.   As the Draft order currently stands, the Yanks' first-round selection would be the 27th overall pick. In the supplemental round, they would also have the 31st pick (Swisher) and the 32nd pick (Soriano).   The order of those picks can still change slightly because outfielder Michael Bourn and pitcher Kyle Lohse -- both of whom received qualifying offers from the Braves and Cardinals, respectively -- remain unsigned.   Soriano opted out of his Yankees contract in November, turning down a guaranteed salary of $14 million for the 2013 season in favor of a $1.5 million buyout. Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
