{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/40977844\/angels-reliever-jerome-williams-agree-to-2-million-deal\/",
    "title": "Angels, reliever Williams agree to $2 million deal",
    "subtitle": "",
    "body": "ANAHEIM -- The Angels and pitcher Jerome Williams agreed Tuesday on a one-year, $2 million contract that avoids arbitration for the 31-year-old right-hander, a source told MLB.com.  Williams, who isn't eligible for free agency until after the 2014 season, went 6-8 with a 4.58 ERA in 32 games (15 starts) while making $820,000 for the Angels this past season.  Since then, Angels general manager Jerry Dipoto has signed Joe Blanton and traded for Tommy Hanson and Jason Vargas, a trio that joins a rotation with Jered Weaver and C.J. Wilson and likely pushes Williams to the long-relief role he succeeded at down the stretch last year. \"I'll accept it, plain and simple,\" Williams said in a phone conversation shortly after agreeing to his new contract. \"As long as I have a chance to go out there and help the team win, I'll do whatever it takes. We have these three guys coming in, they're top-name guys, they will get the job done, and when the time comes for me to go out there and pitch, I'll take the ball and go out there and pitch. I'm accepting any role they give me.\"   The Angels' remaining arbitration-eligible players are Vargas, Hanson, third baseman Alberto Callaspo and reliever Kevin Jepsen, with Callaspo and Vargas both headed into their final season before free agency.   The two sides exchange figures on Friday, and arbitration hearings are scheduled from Feb. 4-20, if necessary. Teams and players can negotiate on a contract all the way up to their hearing date, however.   A first-round Draft pick of the Giants in 1999, Williams initially found success in the big leagues from 2003-05, before an admitted slip in work ethic caused his career to temporarily spiral. For the next seven years, Williams jumped through six Major League organizations, was released twice, pitched two stints of independent ball and spent a year in Taiwan.   But the Angels gave him new life when they signed him off the Lancaster Barnstormers of the Atlantic League in June 2011, giving him a spot on their pitching staff that Williams has proven worthy of keeping.   The veteran righty felt somewhat relieved to get his new deal done, but he never felt it'd be much of an issue.   \"It didn't matter when it happened -- if it happened early or it happened late,\" Williams said from Dana Point, Calif. \"I just wanted to be focused no matter what. I've been working out here almost every day and I've been throwing, getting my workouts in. It's kind of like a relief, but it didn't really matter when it was going to be done. I knew it was going to be done somehow. I just didn't want to worry about it.\" Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
