{
    "url": "http:\/\/m.mlb.com\/news\/article\/1284530",
    "title": "Gooden on first Hall of Fame ballot",
    "subtitle": "Gooden on first Hall of Fame ballot",
    "body": "NEW YORK -- Any lengthy discussion of Dwight Gooden 20 years ago inevitably, presumptuously and foolishly reached all the way to Cooperstown, N.Y., that lovely burg upstate, some 4 1\/2 hours northwest of Queens and Shea Stadium, where the Doctor had hung his shingle. Gooden had just completed a season of such brilliance and dominance that the bandwagon that was to deliver him to the Hall of Fame five summers after his retirement was already rolling and overcrowded. He had won 24 games, produced a 1.53 ERA and struck out 268 batters, winning the pitchers' triple crown. As Doctor K, he had done for that letter what Bo Derek had done for the number 10, and for the Mets, he had done what only Tom Seaver had done previously. It was a foregone conclusion that, were Gooden to remain healthy, he would represent the Mets in the Hall, someday joining Seaver. Gooden is on the Hall of Fame ballot this year, and for the first time voters will examine his credentials and measure them against their own definitions of what makes a Hall of Famer.  And it is clear that the sense of inevitability that existed in 1985 was a case of foregone delusion.  Gooden's 16-year career, smudged and scarred as it is, almost certainly won't win him any Hall of Fame elections.  A unanimous choice for the 1985 National League Cy Young Award, Gooden never matched or even approached the brilliance of his second season. Indeed, the last 14 seasons of his career were spent in decline, disappointment and legal trouble. Gooden eventually became something of a nomad, following his 10 1\/2 seasons as a Met with a season of suspension, two seasons of modest achievement with the Yankees, two seasons with the Indians and a 2000 season that he split among the Astros (one game), the Devil Rays (eight) and the Yankees (18).  \"It's so sad to think about all he's gone through,\" former teammate Wally Backman said last month in Dallas. \"Doc was a lock for the Hall of Fame. That's what we all thought then. We just assumed he'd win at least 200 games, have a few more 20-game seasons and a couple more Cy Young seasons. He was so good that he could have been 90 percent of what he was and won all the time.\"    Despite the decline, which actually began 12 games into his third season, Gooden did accumulate some staggering numbers while with the Mets, not the least of which was his winning percentage -- .649. Even Seaver, who often rose above significantly weaker Mets teams than Gooden pitched for, didn't match that; his percentage with the Mets was .615.      But The Doctor's career statistics show a sharp dropoff after his suspension for drug use and his departure from the Mets in 1994. After that point, Gooden produced a 37-28 record and 4.91 ERA in 125 games (107 starts). Moreover, his postseason work stained his overall record. He was winless with four losses and a 3.97 ERA in 12 postseason games (nine starts). Marty Noble is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Marty Noble"
}
