{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/40981434\/richard-justice-confession-is-key-to-forgiveness-for-performance-enhancing-drug-use\/",
    "title": "Confession is key to PED forgiveness",
    "subtitle": "In many cases, admissions usually lead to putting the subject to rest",
    "body": "Andy Pettitte used performance-enhancing drugs, and that's probably a surprise to some people. He confessed six years ago, and we moved on. Now when a lot of baseball fans think of Pettitte, performance-enhancing drugs aren't an issue. There's a lesson in there somewhere. \"We're an incredibly forgiving people,\" said Lance Morgan, chief communications strategist for the Washington public-affairs firm Powell Tate. That's the thing many athletes do not understand. The same fans who embrace them and mythologize them do not want to hate them.  In fact, fans may admire players even more when they see them as having some of the same vulnerabilities plenty of others have.  \"But you have to give them something to forgive you for,\" Morgan said. \"If you don't acknowledge the problem, you're left with a question mark hanging over your head.\"  Pettitte didn't fess up willingly, at least not at the start. He'd steadfastly denied taking performance-enhancing drugs until he was one of 89 players named in the December 2007 Mitchell Report.  Rather than object to Mitchell's findings -- as some have -- Pettitte quickly issued a statement confirming he'd used human growth hormone. However, he initially said he'd only used HGH while rehabilitating from an injury in 2002.  Several weeks later, Pettitte expanded on the original confession to say he'd also used HGH after being injured in 2004. He said he hadn't revealed the second incident because he'd gotten the HGH from his father and was ashamed to drag him into the mess.  Regardless, Pettitte got the story behind him. He confirmed the reports and apologized to his teammates and his family.  Pettitte sat in front of reporters one afternoon at the Yankees' spring camp in Tampa, Fla., and answered every question. When he finished, there wasn't much else to ask. In the years since, Pettitte has successfully returned to a normal baseball life. The topic of performance-enhancing drugs almost never comes up.  When Pettitte is finished with baseball, it's likely that his use of HGH will be only a brief chapter in a long career in which he was beloved by teammates and respected by opponents.  In the long and occasionally tortured history of athletes and wrongdoing, almost no one has handled themselves better than Pettitte.  Yes, he denied the rumors of HGH use for a long time. He softened some of the sting of the lies because when he finally did confess, he admitted he'd felt shame for his actions.  Athletes and their confessions are a prominent topic of conversation with Lance Armstrong confirming years of suspicion about performance-enhancing drugs.  Would Armstrong have been better served if he hadn't waited almost three months after the International Cycling Union stripped him of his seven Tour de France championships?  By the time Armstrong sat down with Oprah Winfrey on Monday in Austin, Texas, it was almost impossible to find someone who believed he hadn't doped.  It wasn't just that he denied doping that's sure to continue to bother some people. It's how he denied it.  Regardless of what Armstrong says in the 2 1\/2-hour interview that will air Thursday and Friday, many people will have zero sympathy for him.  Maybe it's the way Armstrong went about defending himself, how he seemed intent on exacting revenge against the people who accused him of doping.  Among baseball players, Armstrong's case most closely resembles that of Roger Clemens, who has loudly proclaimed that he never used performance-enhancing drugs.  He, too, was named in the Mitchell Report, but last summer he was acquitted of perjury in conjunction with those denials in front of a 2008 congressional committee.  After his testimony, a large number of Republicans and Democrats both believed that Clemens hadn't been truthful with them and referred the perjury case to the Justice Department.  Likewise, Hall of Fame voters don't believe Clemens. In his first appearance on the writers' ballot, he was named on just 37.6 percent of the 569 ballots, falling far short of the 75-percent threshold needed for induction.  Would a heartfelt confession have mattered? Mark McGwire, who wept throughout his 2010 confession of HGH and steroid use, was named on just 16.9 percent of ballots in his seventh year of eligibility.  But that confession did allow McGwire to return to baseball and become a highly regarded hitting coach, without a cloud of suspicion about what he might or might not have done.  Maybe we won't fully understand how much a confession helps until Pettitte, Jason Giambi and Alex Rodriguez -- all of whom have confessed to using performance-enhancing drugs -- appear on the ballot.  To the people who deal in crisis management and public relations, there's no simple answer.  \"The cliché is to come right out and admit it and it goes away,\" Eric Dezenhall, author of \"Damage Control: Why Everything You Know About Crisis Management is Wrong,\" wrote in an email. \"This goes back to Watergate, the idea that if Nixon had just come clean and said he screwed up, the mess would have gone away. This is a canard spread by the press and college professors who have their own investments in this convenient theory. Nixon would have been chased out of town THAT DAY had he confessed.\"  Dezenhall points out that confessions are complicated. Sometimes, the people who are being accused are innocent. Also, there can be legal reasons for not confessing.  \"So, you have a situation where the moral, legal and [public relations] dimensions are in conflict,\" Dezenhall wrote.  And -- and let's be honest about this -- sometimes cheating is profitable.  \"While it may be immoral, keep in mind that plenty of people denied doping and had a number of productive -- and lucrative -- years before things went sideways,\" Dezenhall wrote. \"How do you put a price on all those years? Crisis management is a salvage game, not totally winning or totally losing.\"  There's also a likability factor. Many famous athletes have plenty of people hoping for a reason to believe in them. Whether that's because they've been wrongly accused or because their confession is handled well sometimes makes no difference in the court of public opinion.  We like them because they played for our favorite team, or because they were a guy we admired from afar. If they did something wrong, we want to understand ... and forgive. There's a lesson to be learned there, too. Richard Justice is executive correspondent for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
