{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/40981422\/informing-traded-players-a-tricky-proposition-during-mlbs-offseason\/",
    "title": "Trade winds: Informing players tricky in offseason",
    "subtitle": "GMs challenged to locate those involved and act quickly to beat media with news",
    "body": "All Trevor Bauer wanted was a burrito. After a long workout last month, Bauer and two of his buddies sat down at Chipotle to regain some calories. Mid-meal, Bauer stepped outside to take a call from his agent, who informed the D-backs pitching prospect that he had been traded to Cleveland. So here was a 21-year-old, with little notice, having to relocate across the country, to an area with which he was unfamiliar, to an organization of which he had little knowledge. His agent wanted to explain the details of Bauer's involvement in the deal and what it would mean for his future. But before Bauer gave clearance to proceed with the conversation, the third overall pick in the 2011 First-Year Player Draft had something more pressing to attend to. \"I was like, 'OK, can I go back inside and eat my burrito really quick?'\" Bauer said.  A player's reaction to learning he has been traded often depends upon the manner and setting in which he hears the news. It's typically a straightforward process during the season, as the manager and general manager can call a player into an office and conduct a face-to-face meeting. But in the offseason, things can get tricky. A player might be at a fast-food joint, at the gym, on a date, in the mountains or even out at sea.  When the Astros traded reliever Mark Melancon to Boston last winter, the right-hander was on a boat, completely unreachable.  \"By the time he docked, the news was on ESPN and that is how he found out,\" said Astros general manager Jeff Luhnow. \"We had called his family, friends, agent, everyone, but he was off the grid enjoying his offseason.\"  Given the influence of Twitter and a nonstop news cycle, it's becoming more common for players to learn of their involvement in trades via social media or television. By the time Luhnow spoke to Carlos Lee last July to tell the slugger he had been traded to the Marlins, Lee had already seen the news online.  \"It's always a race to tell the player before he finds out via social media,\" Luhnow said.  That leaves GMs with no time to set up a meeting or conference call.  \"You have to be cognizant that you don't have any down time between when you make the deal and start calling people,\" said Tigers GM Dave Dombrowski, \"because you have a greater chance things will slip out because of social media and the immediacy of things. In the past you might have said, 'OK, we have this deal. We're going to announce it in an hour. Let's wait a half-hour before we reach the players.' You don't do that anymore because you're in a position where things get out so quickly.\"  Players don't spend the winter clutching their phones in anticipation of being moved. A trade can materialize at any time, so an athlete isn't always in an optimal place to take the news.  Infielder Jason Donald returned from a walk with his dog in December to find a message from Indians GM Chris Antonetti, who informed him he was now with the Reds.  As soon as former Cy Young Award winner Pat Hentgen glanced at his phone in his basement at his home in Michigan on Nov. 11, 1999, he knew his fate.  \"When the phone rang,\" Hentgen said, \"I looked down at the caller ID and said to my wife, 'I think I just got traded.' I picked up the phone: '[Blue Jays GM] Gord Ash here. We traded you to the St. Louis Cardinals.'\"  In December 2008, right-handed reliever Joe Smith was at Mets teammate Ryan Church's house in Florida preparing for an early-morning tee time the next day. A member of the media caught wind of a potential three-team deal involving the Mets, Indians and Mariners and alerted Smith, purportedly part of the exchange. Five minutes later, Omar Minaya, then New York's GM, called Smith to break the news.  Smith took it all in stride; he didn't know much about the Indians, but the tip from the reporter reduced the anxiety over Minaya's call. Church was stricken with disbelief when Smith nonchalantly informed his cohort he'd been traded to Cleveland, though it gave the two plenty to discuss during their 18-hole outing the next morning.  \"It's definitely an awkward feeling going through it, but it's part of the game,\" Smith said. \"If you're around long enough, it's going to happen.\"  Church took the news better than Mets catcher Brian Schneider, who, according to Smith, fell off his treadmill when the information appeared on his TV.  Major League teams won't formally announce a trade until all parties involved have been notified. Still, the longer it takes to reach each player, the better the chance that the information will leak. During the offseason, it's more of a challenge.  \"You don't announce things before you tell the players,\" Dombrowski said. \"They may say that they have heard rumors, but that's a high priority for you. You want to make sure they hear directly from you before it gets announced.\"  Of course, there's no knowing what a player is doing or where he might be at the time of a trade. But it's probably best if he's not eating a burrito.  \"He didn't let me finish my burrito,\" Bauer said of his agent. \"I got through half of it.\" Zack Meisel is a reporter for MLB.com. Follow him on Twitter @zackmeisel. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Zack Meisel"
}
