{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/40957876\/cubs-first-baseman-anthony-rizzo-excited-to-represent-italy-in-world-baseball-classic\/",
    "title": "Rizzo excited to represent underdog Italy in Classic",
    "subtitle": "",
    "body": "CHICAGO -- Cubs first baseman Anthony Rizzo knows the Italian team faces an uphill climb in the World Baseball Classic.  Team Italy will play Mexico on March 7 and face Canada the next day, followed by a game March 9 against the U.S. squad.  \"We're in a pretty tough bracket, so hopefully we can have a few upsets there,\" Rizzo said Wednesday. His great-grandfather is from Sicily, which is how Rizzo was selected.   \"Obviously, I'd love to play for [the U.S. team], that was my first choice, but they have all the 'mon-stars' on there,\" Rizzo said during a Cubs Caravan stop. \"Italy is a great opportunity. I come from a strong Italian background. It's a pretty cool experience.\"   He would've been joined by Cubs outfielder Tony Campana on the Italian squad.   \"Campana was going to play, but he couldn't find his paperwork,\" Rizzo said.   The catch, Campana said, was that he couldn't produce a birth certificate for his grandparents.   The World Baseball Classic rosters will be officially released on Thursday. Italy's first-round games will be played at Salt River Fields at Talking Stick in Scottsdale, Ariz., so Rizzo won't have to travel far for the tournament.   \"The one thing about position players is you really don't worry about it,\" Cubs manager Dale Sveum said. \"They're going to do the same thing in a Spring Training game as they would in the Classic. [Rizzo] will be with us and work out with us and then go over and play in a few games and we'll see what happens.   \"You worry more about pitchers you might have to send over there. The competitiveness comes out too much in a Classic like that and they might be cranking out sliders that they wouldn't be doing [at that point] in Spring Training.\"   Sveum did not know which other Cubs players will participate. Shortstop Starlin Castro has said he will play for the Dominican Republic team.   \"We're supportive of it,\" said Theo Epstein, Cubs president of baseball operations. \"It's something [Rizzo] has taken pride in, and we support the [Classic] as a whole. If he pulls a miracle and is gone all month, we'll see. I have a lot of faith in him but they play a tough group.\"   The Cubs have had players participate in the World Baseball Classic in the past. In 2006, Michael Barrett and Derrek Lee played for Team USA, and Henry Blanco and Carlos Zambrano played for Venezuela.   In 2009, Kosuke Fukudome played for the Japanese team, Ted Lilly pitched for Team USA, Alex Maestri pitched for the Italian squad, Carlos Marmol played for the Dominican team, Vince Perkins pitched for Team Canada and Geovany Soto played for Puerto Rico. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
