{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/40959402\/angels-top-prospect-kaleb-cowart-among-21-invited-to-spring-training\/",
    "title": "Top prospect Cowart among 21 invited to camp",
    "subtitle": "",
    "body": "ANAHEIM -- The Angels announced 21 non-roster players who will be joining those on the 40-man roster in Spring Training next month.  The list includes five Top 20 prospects getting their first invite to big league camp (third baseman Kaleb Cowart, outfielder Randal Grichuk, starter A.J. Schugel, shortstop Eric Stamets and second baseman Alex Yarbrough).  They'll be joined by 10 veterans signed to Minor League contracts this offseason (pitchers Billy Buckner, Tony Pena, Jo-Jo Reyes and Mitch Stetter, catcher Luke Carlin, infielders Brendan Harris and Luis Rodriguez, and outfielders Trent Oeltjen, J.B. Shuck and Matt Young) and four highly regarded Minor Leaguers making return visits (catchers Jett Bandy and Carlos Ramirez, and infielders Taylor Lindsey and Efren Navarro). Reliever Kevin Johnson, who split time in Double-A and Triple-A last year, and catcher Zach Wright, coming off his first season in pro ball, are also getting their first spring invites. Veteran reliever Fernando Cabrera, who recently agreed to terms on a Minor League contract, is expected to be added to the group once his deal is finalized.   First baseman C.J. Cron, ranked as the second-best prospect in the Angels' system and coming off a year in which he drove in 123 runs for Class A Inland Empire, didn't get his first invitation while continuing to rehab from shoulder surgery.   Angels pitchers and catchers report to Tempe Diablo Stadium on Feb. 11 and have their first workout the following day; the rest of the position players report Feb. 14 and take part in the first full-squad workout Feb. 15.   Here are some things to watch for from the non-roster invitees:   Position battles: The Angels' 25-man roster is essentially solidified, but there are still a few competitions left unresolved: Backup catcher, backup infielder, final outfielder and seventh reliever.   John Hester and Hank Conger figure to compete for the backup catcher spot behind Chris Iannetta, but Ramirez and Carlin could make a run at it with a strong camp. Harris and Rodriguez will be competing against Andrew Romine and Thomas Field for the backup infielder spot left vacated by Maicer Izturis.   Vernon Wells will be the first outfielder off the bench, but behind him it'll be Kole Calhoun competing against an array of fellow lefty-hitting outfielders obtained this winter -- Oeltjen, Shuck, Young and Scott Cousins, who was claimed off waivers.   The identity of the final reliever -- who will join a bullpen that includes Ryan Madson, Sean Burnett, Ernesto Frieri, Kevin Jepsen, Scott Downs and Jerome Williams -- is seemingly the most unclear. In-house guys like Garrett Richards, Nick Maronde, Bobby Cassevah, David Carpenter, Ryan Brasier, Steve Geltz, Michael Kohn and Andrew Taylor will all get looks. But Johnson, Pena, Stetter and Brandon Sisk, acquired in exchange for Ervin Santana, can also make a run for it.   Top prospects: The most intriguing is Cowart, who ranks No. 1 in the Angels' system and will be heading into his first season of Double-A. The 20-year-old switch-hitter is coming off a nice season for both of the Angels' Class A affiliates and could make some serious strides toward an everyday job in the Majors with a strong 2013.   The 12th-ranked Grichuk, known mostly for being the outfielder drafted one spot ahead of Mike Trout in 2009, is starting to come into his own at age 21, batting .298 with 18 homers for Class A Inland Empire last year. He, too, is expected to get his first crack at Double-A this year.   The 23-year-old Schugel, ranked 14th in the Angels' system, posted a 2.98 ERA in 27 starts for Double-A Arkansas in 2012.   New starting-pitching depth: The Angels figure to have an experienced Triple-A starting rotation, providing the Major League club with some necessary depth beyond its five starters.   Reyes (12-26, 6.05 ERA in 334 2\/3 innings) and Buckner (6-11, 6.25 ERA in 138 1\/3 innings) have legitimate Major League experience and figure to be joined by Barry Enright (7-11, 5.13 ERA, 140 1\/3 innings) and Brad Mills (3-3, 7.76 ERA in 53 1\/3 innings). Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
