{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/40959838\/cubs-drafted-49ers-quarterback-colin-kaepernick-in-43rd-round-of-2009-first-year-player-draft\/",
    "title": "One that got away: Cubs made play for Kaepernick",
    "subtitle": "49ers quarterback was drafted by Chicago in 43rd round of 2009 Draft",
    "body": "CHICAGO -- Tim Wilken was the Cubs' scouting director in 2009, and he talked to three NFL teams about their projections for Colin Kaepernick, who was a talented pitcher in high school but playing quarterback at that time for Nevada.  \"[The NFL teams] didn't think he was going to be much more than a [Canadian Football League] guy at the time,\" Wilken said Monday. \"The way it was described to me was that his arm action was somewhat suspect -- kind of a slingy arm action with the football -- and they were leery of that.  \"They thought he was going to be more of a CFL guy than an NFL guy, and that was his sophomore year [in college]. As we all know, things have a tendency to change.\" Yes, they do. Kaepernick is now the San Francisco 49ers quarterback and has led his team into the NFC Championship game. However, he could have been prepping for the Cubs' 2013 season. Chicago selected Kaepernick in the 43rd round of the 2009 First-Year Player Draft, hoping to convince him that baseball was better than the CFL.   \"We were serious about this,\" said Wilken, now a special assistant to the president\/general manager on the Cubs. \"We've had a little success in higher profile settings with [Jeff] Samardzija and [Matt] Szczur.   \"We followed up on it, and after we got the reports from the NFL teams, we were saying, 'Maybe he wouldn't be too fond of playing in the CFL,' so we were going to try to sell ourselves.\"   Samardzija and Szczur both chose baseball over football. Samardzija was a first-team All-America wide receiver in football at Notre Dame and selected in the fifth round in 2006. Szczur was a standout wide receiver at Villanova, leading the Wildcats to the Division I football championship national title in '09. He was the Cubs' fifth-round pick in 2010.   Kaepernick's high school baseball coach, Mick Tate, knew which way his pitcher was leaning. A three-sport star at John H. Pitman High School in Turlock, Calif., Kaepernick was nominated for all-state in football, basketball and baseball his senior year. That year, he was 11-2 with a 1.27 ERA in 13 starts with 10 complete games, 97 strikeouts and 39 walks. Plus, he threw two no-hitters.   Scouts followed Kaepernick and the Pitman team, yet Tate, 61, knew baseball was just temporary for his star pitcher. Kaepernick received several scholarship offers from colleges to play baseball, but only one school wanted him to play football, and that was Nevada. That's where Kaepernick went.   \"There was never a chance he was going to sign a baseball contract from what I know,\" Tate said Monday.   When Kaepernick first showed up at Pitman, he was about 6-foot-2, 125-130 pounds, Tate said. He grew to 6-foot-4, 175-180 pounds his senior year, and the 49ers now list him at 6-5, 230 pounds.   Cubs scout Sam Hughes followed Kaepernick at Pitman and relayed updates to Wilken. The Cubs would've given the young athlete a nice signing bonus, Wilken said, but the two sides never talked numbers.   \"There just wasn't a strong enough interest,\" Wilken said. \"We'd had people who told our scouts they'd seen him in high school [throwing] anywhere from 89 to 92 [mph]. We thought with his athleticism and size -- he was 6-4 his sophomore year -- so hey, why not [draft him]? It was a good spot to do it in the 43rd round.\"   Now, the Cubs can only watch as Kaepernick throws strikes to the 49ers receivers.   \"He had a [darn] good career at Reno -- they ran that pistol [offense] there,\" Wilken said of Nevada. \"I kept wondering as he went into his junior and senior years at Reno, 'That might be a little bit better than the CFL.' He stuck to his dream, and good for him, and hopefully there will be another Colin Kaepernick for the Cubs to investigate who may not go the way of football.\"   The Cubs wanted Kaepernick to sign, play Minor League Baseball in July, rejoin the football program at Nevada, and then commit to baseball after he graduated. In a 2011 interview, Kaepernick said: \"What kind of leader would my teammates think I am if I left for a month to play baseball?\"   Instead, he would lead Nevada to victory in the Fight Hunger Bowl, and was the 36th pick overall in the 2011 NFL Draft.   \"Colin was pretty set on his goals,\" Tate said. \"He wanted to be a professional quarterback. He's done exactly what he's wanted to do. You've got to give the kid credit.\"   Wilken's NFL scout friends projected Samardzija as a late first or second-round NFL pick.   \"That football that he has participated in helps him in spots,\" Wilken said of the right-hander, who is coming off his best season with the Cubs and could be the Opening Day starter this year. \"It's in his blood, and I think it helps him compete. It might have gotten in his way early in his [baseball] career.   \"I'm sure he could've played in [the NFL]. Hopefully, when he's 40 and in his 12th or 15th year in the big leagues, he can look back and say, 'Hey, I did make the right decision.' He's truly got a chance to be a No. 1 starter.\"   Tate, who recently retired from coaching and teaching, said Kaepernick had the talent to succeed in the big leagues.   \"Somebody asked, 'How fast did he throw in high school?' And you know, that's not the important part,\" Tate said. \"It's nice to be able to throw it fast, but he could throw it where he wanted as well. That makes a big difference.\"   Kaepernick isn't the only one who chose football over baseball. If the Seahawks had made the NFC championship, the final four NFL teams would each have had a quarterback with a baseball connection. Besides Kaepernick, Seattle's Russell Wilson was drafted by the Rockies and played Minor League baseball. The Patriots' Tom Brady was a catcher and an 18th-round pick in 1995 by the Expos. The Ravens' Joe Flacco played baseball in high school, and his brother, Michael, is now in the Orioles' system.   \"I saw [Brady] as an amateur twice,\" Wilken said. \"He was so darn big as a catcher.\"   Did Brady, who has three Super Bowl rings, make the right career move?   \"I think all four of them made the right moves,\" Wilken said. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
