{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/40960834\/jeff-keppingers-versatility-with-bat-ideal-for-white-sox\/",
    "title": "Keppinger's versatility with bat ideal for White Sox",
    "subtitle": "Offseason acquisition likely to hit second, though skill set provides options",
    "body": "CHICAGO -- Even before Robin Ventura presents any hints concerning his 2013 lineup, the educated guesses already have begun.  Most of those mock batting orders have Jeff Keppinger stationed in the two spot, behind leadoff hitter Alejandro De Aza and in front of the potent middle comprised of Adam Dunn, Paul Konerko and Alex Rios. Keppinger's abilities with the bat make him the perfect second hitter, but that skill set also should give Ventura a little room to work if he decides to go against the expected.  \"He can do anything you want in the batter's box,\" said White Sox hitting coach Jeff Manto of Keppinger, the free-agent infielder who came to Chicago via a three-year, $12 million deal. \"He's very instinctive and knows what to do with every at-bat.\" Manto speaks with information on Keppinger gained from more than just studying videotape. Keppinger was part of the Pirates' system in 2003-04, when Manto was the organization's Minor League hitting instructor.   For his big league career, Keppinger has 1,366 of his 2,459 career at-bats from that second spot in the order. He stands as one of the game's best contact hitters, with a mere 173 strikeouts over eight big league seasons, and fits perfectly behind a speedy and talented leadoff man such as De Aza.   One overriding trait from the 2005 World Series champion White Sox was their ability to get an early lead behind the work of Scott Podsednik and Tadahito Iguchi, and make it stand up. That plan could factor again in 2013 with Keppinger's addition.   \"You can't strike him out, and he can target hit probably better than anybody,\" said Manto of Keppinger. \"He's been the same guy since the first day I saw him. He has a plan with every at-bat.\"   Having an accomplished hitter such as Keppinger, one whose game is based more on putting the ball in play successfully, allows Ventura to experiment with two other hitters whose game might benefit from a move to the spot. Gordon Beckham, for example, is a .236 career hitter from the second spot compared to a .238 hitter from the ninth position, where many project him to hit. But over 47 games hitting second in 2012, before the arrival of Kevin Youkilis via trade, Beckham looked more comfortable at the plate and posted a .258 average with a .305 on-base percentage and .402 slugging percentage in 194 at-bats.   Those numbers represented a significant bump up from Beckham's .218 average, .294 on-base percentage and .344 slugging percentage over 308 at-bats batting ninth. Keppinger has never been known as a pure RBI man, with his 59 in 2010 standing as a career high in a single-season that also featured a career-high 575 plate appearances.   With Beckham second and Keppinger hitting sixth or seventh, the White Sox appear to have more balance from top to bottom. Manto recently admitted that having a quartet of hitters bunched together from slots six through nine in Dayan Viciedo, Alexei Ramirez, Tyler Flowers and Beckham, whose individual on-base percentages all checked in at .300 or below during the 2012 campaign, is something \"you probably don't want.\"   Manto also stressed that he's confident those numbers will improve with each one of these players. Placing Keppinger and his .337 on-base percentage sixth or seventh in the order breaks up this block, while also inserting a hitter with the ability to keep innings alive and present more RBI opportunities for the lower third, with the career .288 hitter on base more.   Presently, Keppinger is working his way back from a broken right fibula suffered during an offseason fall down the stairs at home. Keppinger tweeted Monday that he \"finally got to pick up a bat\" in his first day of dry swings, and that he was \"looking forward to being full go.\"   Keppiner plans to be fully healthy by the start of Spring Training, where he will probably settle into the White Sox second spot. That spot ultimately is where Keppinger should find most of his 2013 at-bats, but with a hitter of Keppinger's bat-handling skills, Ventura has a little more versatility in making the lineup.   \"It really doesn't matter where I hit in the lineup, because hitting is just fun for me,\" said Keppinger during a conference call when his deal with the White Sox became official. \"I like the challenges of hitting in the two-hole. It involves different approaches, whether it's taking pitches to give a guy a chance to steal a base, giving yourself up for the team, or moving guys over for the [No. 3 hitter]. It's kind of tough sometimes to do all those little things, but I pride myself in getting all those little things done.\"   \"That's part of [Keppinger's] appeal,\" said general manager Rick Hahn of Keppinger, adding the lineup was a question better left for Ventura. \"He's a different type of hitter, and gives Robin some versatility, both with his position in the field and within the lineup.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
