{
    "url": "http:\/\/m.mlb.com\/news\/article\/40944984\/barry-m-bloom-scouts-get-well-deserved-recognition-at-hall-of-fame\/",
    "title": "Scouts getting well-deserved recognition at Hall",
    "subtitle": "",
    "body": "LOS ANGELES -- The National Baseball Hall of Fame is taking the first necessary step toward recognizing the contributions that scouts have made to the sport. This coming spring, a long-awaited, interactive exhibit will open in the red brick museum nestled high on Main Street in the lovely little hamlet of Cooperstown, N.Y., and begin at least a two-year run. It's called Diamond Mines, \"and will tell the untold story of some of baseball's unrecognized and perhaps unappreciated people who are the backbone of the business,\" Jeff Idelson, the Hall's president, told MLB.com on Saturday night. It is a wonderful first step and is being underwritten by the Scout of the Year Foundation. For now, their coveted award winner will be recognized in the Hall for at least two years. The Baseball Writers' Association of America votes annually for a writer who wins the J.G. Taylor Spink Award. The Ford C. Frick Award for excellence in baseball announcing is chosen by a panel that includes all the living former Frick winners. Both have their permanent cubby holes in the museum that is baseball's shrine.  The goal, Idelson said, is to raise the funds and also make the Diamond Mines exhibit permanent -- giving the scouts the everlasting place in Cooperstown that they long have sought.    \"If it weren't for the scouts, many good things wouldn't happen at the top,\" Hall of Famer Dave Winfield said on Saturday night. \"They start at the bottom. They find talent wherever it may be, introduce 'em to the system. Some people emerge who you never thought would be stars. But the scouts, it starts with them. They're not paid like major executives, but they love the game.\"  The scouts are Major League Baseball's nearly forgotten class, the guys in the trenches who dig out the talent. Unheralded and underpaid, they've long traveled dusty roads to watch a high school kid play, squinting until their eyes grow weary reading statistics on a computer screen.  \"It's a thrill, and something we've worked so hard for,\" said Roland Hemond, the longtime general manager and current assistant to the president for the D-backs, about the new exhibit. \"And it's at least a good start.\"  Hemond won the most recent Buck O'Neil Lifetime Achievement Award, and is considered one of the most knowledgeable people in the game.  O'Neil failed to be elected to the actual Hall of Fame in 2006 with the last class of Negro Leaguers. He missed by one vote. In the cacophony of criticism that Hall officials took for that slight, the Board of Directors erected a bronze statue of O'Neil off the main lobby and happened to give the first award to Buck.  So when there's a will, there's a way.  The new exhibit wouldn't have happened without the ongoing work of the Professional Baseball Scouts Foundation, co-founded by Dennis Gilbert, which staged its 10th annual dinner attended by a sellout crowd of about 1,300 at the Century Plaza Hotel on Saturday night.  They honored Vin Scully -- the voice of the Dodgers and baseball -- Hall of Fame players Jim Palmer and Fergie Jenkins, Red Sox chairman Tom Werner, Dodgers manager Don Mattingly, Twins GM Terry Ryan and the Hairston family for their lifetime achievements in baseball. But they also acknowledged those men in the trenches: Larry Doughty, Mike Arbuckle, Wayne Britton, Doug Gassaway, Larry Himes and the late Gary Johnson.  \"You can't do it all alone,\" said Pat Gillick, the general manager of the Blue Jays, Orioles, Mariners and Phillies who was inducted into the Hall of Fame in 2011, commending his staff along the way for all their help. \"You have to have a great field staff and scouting staff. No question they should be in the Hall of Fame.\"  Who knows the scouts better than members of their own foundation? It is the group that has raised $4 million during its first decade of existence, dispersing those funds to scouts and their families who have fallen on hard times. For a possible permanent exhibit, the Hall should establish a panel of scouts and general managers to pick an award winner every year. Give the award its name after one of the legends: Harry Minor, George Genovese or Dick Wiencek.  Present the award during the new Saturday Hall of Fame Induction Weekend celebration at Doubleday Field, along with the Spink and the Frick. That will guarantee a parade of scouts annually trekking to upstate New York to honor their own. As you might imagine, this is the tightest, most loyal group of guys. Hemond and Idelson are, in fact, members of the Scouts Foundation board.  And finally, give scouts that permanent little nook in the Hall.  For now, they will certainly take the two-year exhibit, which is earmarked for the second-floor room that is entitled, \"Today's Game,\" which sports a locker with uniforms and equipment for each of the 30 Major League clubs. During the last year, the glass-enclosed cabinet has had an exhibit called, \"Fentenniel,\" glamorizing the 100-year anniversary of Boston's hallowed Fenway Park.  As part of the new exhibit, there will be a database containing more than 6,000 reports about baseball players, linking a particular player with the particular man that scouted him. For example, say you're a Mickey Mantle fan. Plug in the Mick's name and read the report written by Tom Greenwade, who scouted him across the gray fields of Oklahoma nearly 70 years ago. Interested in Bert Blyleven? Read the reports written about the right-hander by Wiencek.  \"A lot of people have been working for many, many years to get that done,\" said Gilbert, a former player agent and now a consultant to Jerry Reinsdorf, the chairman of the White Sox. \"Gary Hughes and Roland Hemond have been the real leaders in that. I tip my hat to them. They're good guys. In fact, they are great guys.  \"I'm really glad that it's happening.\"  Fenway is now going on 101, but the scouts are forever. Now, they're at least getting the recognition. Barry M. Bloom a> is national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
