{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/40909346\/pirates-chairman-bob-nutting-seeks-balance-in-training-drills\/",
    "title": "Pirates chairman seeks 'balance' in training drills",
    "subtitle": "",
    "body": "SCOTTSDALE, Ariz. -- Spring Training is right around the corner, and Pirates chairman Bob Nutting is eager see his team back on the field, preparing to improve on the promise of the 2012 season. \"I'm really looking forward to that. Everybody is looking forward to next season,\" Nutting said in an interview with MLB.com at MLB's Owners Meetings in Scottsdale. \"We need to move forward in 2013. I really think we have a lot of opportunity to continue the momentum we've built the last two years. And that will begin on Day One in Spring Training. \"I spent some time with [manager Clint Hurdle] during the holidays, and he is an absolutely focused team leader. The question is how do we make sure we start off on the right tone and are mentally and physically prepared to play 162 games?\" Part of that preparation will involve the continuation of supplemental physical and mental toughness drills culled from military organizations, such as the Navy SEALS. The key, Nutting said, is that the focus remain on baseball, with the additional training serving to enhance the players' mental and physical preparation for the long grind of the baseball season. \"It's crystal clear we're not running a boot camp, a paramilitary operation,\" Nutting said. \"The focus must be and has been on baseball. Competing on a championship level is the single-minded focus. But getting to that point clearly is about more than simply rolling balls out and having people do drills. \"We need to make sure we find the right balance, and if that balance includes drawing lessons from a group like the Navy SEALS -- an elite organization that has mental toughness and performs at the highest level -- can we learn from that? Yes.\" Nutting's comments sharply contradicted a widespread perception that the chairman had ordered the training methods to cease, likely as a result of his comments to the media in early November. On that occassion, he addressed the training program, which had become an issue of contention with some members of the Pittsburgh media: \"I believe that our primary responsibility is to develop baseball players to play baseball and win championships at PNC Park. If we can find the appropriate balance, where we have the safety of our players utmost in mind, that we have the baseball development utmost in mind, we can supplement that baseball focus with additional drills for team-building training.\" That did not differ at all from his message Wednesday. He continues to support club president Frank Coonelly -- who was rebuked less than a month ago at PirateFest for saying, \"We'll never apologize for any affiliation with the United States military in our mental conditioning\" -- and general manager Neal Huntington, who has drawn frequent and pointed criticism for his occasional references to Pirate City drills. \"I think Neal has it exactly right,\" Nutting said Wednesday. \"We train well. I have a lot of personal respect for the military; my brother-in-law just retired from the Marine Corps, a fighter pilot. We do a lot of work with veterans and would never put ourselves in position to disrespect them. Frankly, I believe it would be wrong to think that an elite program in another area does not offer lessons we can learn about driving mental toughness. There have been some creative ideas, and we do need to make sure we find that balance. \"The training our guys went through last summer isn't boot-camp training. We need to make sure we're not cutting off good, valuable training tools and techniques. But we don't want to swing too far; we need to make sure we understand we are focused on baseball.\" That focus will grow sharper in a month, when the Bucs open Spring Training in Bradenton, Fla. During the interview between committee meetings at The Sanctuary, Nutting also offered his views on other topics. • The recognition being heaped on Andrew McCutchen: \"He deserves every single bit of it. In terms of being an incredibly talented baseball player and being incredibly balanced and humble, he's just a good human being, whether he's reaching out to the community or to kids, or his leadership in the clubhouse. He's truly a remarkable person, and I could not possibly be more thrilled to have him as a Pittsburgh Pirate.\" • Biggest takeaway from 2012: \"We do have a good young core in place, and some of our best players were our young players, who will continue to improve. The high of the season, the disappointment at the end -- it was all growth. The team's moving in the right direction, and 2013 will be a very important year to continue the progress.\" • Francisco Liriano: \"We'll see what happens. It's a bit of a freak when you have an accident like that [in which the pitcher suffered an injury to his right, non-throwing arm, nullifying an earlier agreement on a two-year, $12.75 million contract]. I think Neal is approaching it appropriately, and we'll make absolutely sure that there's a 100 percent chance of his recovery and ability to play. He's still a player in whom we have interest.\" • These meetings, for a \"small market guy\": \"There's a really good dynamic, a lot of cohesion among owners. That's something Commissioner [Bud] Selig can take pride in. He's done a fantastic job building a sense of community across the teams, so there isn't any destructive dissent. Clearly, there are different agendas, and this is a great forum for expressing opinions and take in a bigger perspective to help steer the game toward competitive balance.\" Tom Singer is a reporter for MLB.com and writes an MLBlog, Change for a Nickel. He can also be found on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
