{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/40912858\/royals-first-baseman-eric-hosmer-motivated-to-bounce-back-in-2013\/",
    "title": "Upbeat Hosmer motivated to bounce back in 2013",
    "subtitle": "",
    "body": "KANSAS CITY -- There was perhaps no player more emblematic of Kansas City's high hopes for the Royals heading into last year than Eric Hosmer. The first baseman of the future had become the first baseman of the present. He started the 2011 season at just 21, was promoted to the big league club in early May and went on to hit 19 home runs and bat .293 in just 128 games. So surely 2012 would bring more of the same, no? No. As Royals fans know all too well, neither the team nor Hosmer met the preseason expectations. He started the season in a slump and was never quite able to break out of it, finishing with a .232 average, a .304 on-base percentage and 14 home runs. He had lower totals in nearly all the major offensive categories than he did in 2011 -- with his 16 stolen bases and 56 walks being the lone exceptions -- and, despite finishing the year as an American League Gold Glove finalist at first base, 2012 was not what anyone had hoped. The prevailing wisdom was that after a year of feasting against pitchers who had never seen him before, the league had adjusted to him. \"It's a game of adjustments and you've got to constantly adjust,\" Hosmer said. \"The pitcher has a game plan, and we have a game plan going in there. It's just who can adjust more and on the fly, taking each at-bat by each at-bat. It's part of the game. This game teaches you a lot of things, and I just used it as a learning experience and as motivation in the offseason to work hard and come back for a strong year.\" Hosmer will be an integral part of the revamped Royals' revitalized hopes for the coming season. In fact, he's scheduled to be among the players at the first official pep rally, the Royals FanFest on Saturday, Jan. 19, at the Overland Park Convention Center. He's also booked for the Royals Caravan into Kansas on the preceding two days -- Thursday, Jan. 17, at Lawrence, Topeka and Manhattan and on Friday, Jan. 18, at Salina and Wichita. Regardless of his on-field performance last year, Hosmer's first full season in the big leagues was marked -- in the Royals clubhouse anyway -- by his never-ending positivity. No matter how low his batting average got or how many adjustments he needed to make to his swing, Hosmer was always ready to answer questions from the media and laugh with his teammates. \"I learned a lot mentally in this game -- how to get through slumps and how to narrow the time on them,\" Hosmer said. \"A big thing that I realized is how much time the season is, how quickly you can break out of stuff. That's the main thing, just concentrate on taking each game by each game and not trying to get it all back in one game or one swing.\" Dealing with the season-long slump and answering questions about it became a daily routine for Hosmer, who said there was one thing that really helped him through it. \"Just teammates and coming in here every day and trying to just win ballgames,\" Hosmer said. \"No one looks at it from an individual standpoint. You're coming in here every day just trying to win a ballgame for Kansas City. That's the mindset every single guy in here has.\" One of those teammates is Mike Moustakas, the Royals' third baseman who's shared many experiences with Hosmer. Both players were promoted during 2011 and played their first full big league seasons in 2012. Moustakas dealt with a big slump of his own when he was called up to the Royals. After picking up a hit in each of his first four games, Moustakas posted a .168 batting average over the next 49 games in 2011 before a strong finish. So what was Moustakas' take on how the guy across the diamond weathered the storm? \"Baseball's a crazy game,\" Moustakas said. \"You go out with the same attitude every day, and the way Eric went about his year showed a lot about the kind of guy he is. He goes out and plays hard every day and doesn't worry about what his numbers are.\" Hosmer finished the season out of the lineup although it wasn't due to his bat. He sustained a slight tear in his right rotator cuff at Detroit and missed the last six games of the season. The injury did not require surgery and he's recovered nicely. In addition to being out of the lineup, Hosmer had to watch the Detroit Tigers celebrate their American League Central championship on the Kauffman Stadium infield, something he said the team can use as motivation this year. \"Obviously it's motivation when you see a team celebrate on your field,\" Hosmer said then. \"That's just one of those deals where we feel we're good enough to do that. We're going to put in our work in the offseason, and next year at this time, we feel there's not a reason why we can't be doing that.\" Between that and not having the season he wanted to, personal motivation shouldn't be a problem for Hosmer in 2013. \"That's one thing we want to work on is to be more consistent,\" Hosmer said. \"And in those tough times, kind of cut the time deficit down on it. I think we have a pretty good plan on how to do that. We just want to have a fresh start and see what we can do.\" Vinnie Duber is an associate reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Vinnie Duber"
}
