{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/40917348\/ceo-paul-dolan-approved-as-indians-control-person\/",
    "title": "CEO Dolan approved as Indians' control person",
    "subtitle": "",
    "body": "CLEVELAND -- From the field to the front office, this has been an offseason filled with change throughout the Indians' leadership structure.  On Thursday, Major League owners voted during a quarterly ownership meeting to formally approve the designation of chairman\/CEO Paul Dolan as the \"control person\" for the Cleveland Indians, Commissioner Bud Selig announced. The move makes Dolan accountable to Major League Baseball for the operation of the club and the club's compliance with league rules.  \"I am honored by the faith Major League Baseball's owners have placed in me,\" Dolan said in a statement. \"In Cleveland, we remain committed to winning a World Series championship while also enriching the lives of Greater Clevelanders through our community outreach efforts.\" The owners' meetings are currently being held in Paradise Valley, Ariz.   Larry Dolan -- Paul's father -- and his family purchased the Indians in February 2000 for $323 million. Paul Dolan initially served as the organization's vice president and general counsel before transitioning to the role of team president in 2004. Paul Dolan's responsibilities continued to increase over the years, leading to his promotion to chairman and CEO of the team in 2011.   Paul Dolan was raised in Chardon, Ohio, on Cleveland's East Side, and attended Gilmour Academy before graduating from St. Lawrence University and obtaining his law degree from Notre Dame Law School.   In recent years, Larry Dolan, who turns 82 years old in February, has been less involved in the daily operations of the franchise.   The naming of Paul Dolan as the team's control person is just the latest in a series of sweeping changes throughout the Indians' organization this winter.   Cleveland opened its offseason with the hiring of Terry Francona as its new manager. The Tribe also made significant changes to its roster, signing free agents Nick Swisher (four years, $56 million), Brett Myers (one year, $7 million) and Mark Reynolds (one year, $6 million), and pulling off a three-team, nine-player trade with the Reds and D-backs centered around bringing highly touted pitching prospect Trevor Bauer to Cleveland.   On Dec. 28, the Indians also made a major move behind the scenes, selling their television network SportsTime Ohio -- created by the Dolan family in 2006 -- to FOX Sports Media Group for an estimated $230 million. As part of the sale, FOX Sports Ohio secured rights to Indians telecasts for 10 years at an estimated worth of $400 million. Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
