{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/40916028\/in-season-human-growth-hormone-testing-to-begin-this-year-in-major-league-baseball\/",
    "title": "In-season HGH testing to begin this year",
    "subtitle": "Agreement calls for year-round exams, baseline measures of testosterone",
    "body": "PARADISE VALLEY, Ariz. -- Commissioner Bud Selig announced significant modifications in Major League Baseball's drug testing program, already the strongest in professional sports, after briefing top executives on the final day of the quarterly Owners Meetings on Thursday. \"As I said to the owners ... when we announced this to the clubs, 'This is a very proud day for baseball.' And I believe that,\" Selig said. \"This is remarkable when you think where we were 10, 12, 15 years ago and where we are today. Nobody could have dreamed it. \"I just can't emphasize to you enough, when I think of all that's gone on relative to the steroids and drugs and everything. There's been a lot of conversation again the last day or two. Think of where we were and how we arrived at this day, I meant what I said. This is a proud and a great day for baseball, and we'll continue to be a leader in this field and do whatever we have to do. This is good. I don't know how else to say it. This is good. This is really good.\" Under the changes, players will be subject to random unannounced in-season blood tests for human growth hormone, and baseline testosterone readings will be taken for all players to make it easier to detect the use of synthetic testosterone.  The more stringent procedures, which will begin this season, were implemented and announced in conjunction with the MLB Players Association, and they will amend the current Collective Bargaining Agreement that runs through 2016.  \"This is a very proud day for baseball,\" Selig said. \"We'll continue to be a leader in this field and do what we need to do. You make up your mind you're going to do something, and you do it.\"  The accredited Montreal laboratory of the World Anti-Doping Agency has been authorized to establish a longitudinal profile program in which every player's testosterone\/epitestosterone (T\/E) ratio will be established. This data will be maintained by the laboratory with strict protections for confidentiality. That will enhance the ability to detect the use of prohibited substances through Carbon Isotope Ratio Mass Spectometry (IRMS). This will be one of the most significant programs of its kind in the world.  \"It is significant because it's a demonstration of the commitment by the Commissioner and the MLBPA to constantly improve our drug programs and make every effort that we can to have our programs as good as they can possibly be and up to the standards that are expected of all sports internationally,\" said Rob Manfred, MLB's executive vice president of labor relations.  \"I give the MLBPA a tremendous amount of credit for making this deal. I think it always takes courage to be a leader, and they've always been a leader among the unions in professional sports in this regard. I think the arrangement we made with them as part of the last collective bargaining agreement is creative and forward-looking in the sense that it allowed us to do some blood testing. Allow the players to get comfortable with the concept of blood testing before we moved into the part of the year that is the playing season, where obviously sensitivities are the highest.  \"Honestly, and I'll say it again. I think both Commissioner Selig and the MLBPA leadership, [executive director] Mike Weiner in particular, deserve a tremendous amount of credit for staying on this issue and having the fortitude to be a leader in this area.\"  Said Weiner, in a statement: \"The players are determined to do all they can to continually improve the sport's Joint Drug Agreement. Players want a program that is tough, scientifically accurate, backed by the latest scientific methods and fair; I believe these changes firmly support the players' desires while protecting their legal rights.\"   Very proud of @mlb and @mlb_players for stepping up our drug testing. Lets make our game a great example for kids! In the same statement, Christiane Ayotte, director of the Montreal laboratory, said the agreement \"makes baseball's program second to none in detecting and deterring the use of synthetic HGH and testosterone.\"  Manfred said the increased testing sends an important message.  \"I think it's really crucial for our fans to understand that not only do we have a good program but that we are vigilant in terms of constantly improving that program and making sure that we have a clean game on the field,\" he said.  Getting players to agree to offseason and Spring Training testing for HGH in the current CBA was a major breakthrough, and expanding that keeps baseball on the forefront of attempting to eliminate the use of performance-enhancing substances.  \"HGH can be used at any point during the year, and we think it's very important from a deterrence perspective that players be subject to blood testing just like they're subject to urine testing year-round,\" Manfred explained.  The awareness of synthetic testosterone is a relatively recent development.  \"I think the most difficult thing about performance-enhancing drugs is it doesn't stand still,\" Manfred said. \"Four years ago, if you'd asked me if synthetic testosterone was a big problem, I probably would have given you a different answer than I'd have given you in the middle of the summer this year. But I think the two agreements on the testosterone side -- that is, the use of the best technology, the IRMS testing more aggressively and the union's willingness to buy into longitudinal testing -- will really strengthen our program.   \"We had a number of testosterone positives [last year]. We think this change is very important. That type of individual data makes your testosterone testing program tremendously more robust.\" Paul Hagen is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Hagen"
}
