{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/40914992\/craig-biggio-i-kept-an-open-mind-to-hall-of-fame-vote\/",
    "title": "Biggio: I kept an open mind to Hall of Fame vote",
    "subtitle": "Astros second baseman reacts to falling short at news conference Thursday",
    "body": "HOUSTON -- The morning was anything but typical, though Craig Biggio attempted his best to stay busy. He drank a couple of cups of coffee and tried to kill some time at his Houston home while awaiting the results of the National Baseball Hall of Fame balloting on Wednesday.  Biggio, who retired from the Astros in 2007 after collecting 3,060 hits, was informed by the Hall of Fame to keep his phone line clear between 12-1 p.m. CT, so when the phone rang a little after the bottom of the hour with an East Coast area code, he answered it with great anticipation. \"It was a New York radio station wanting an interview,\" Biggio said Thursday during a news conference at Minute Maid Park. \"I said, 'I can't talk now.' That was the funny part of our day.\"   The call from the Hall never came. For Biggio, or anybody else. For the first time since 1996, the Baseball Writers' Association of America didn't elect any players to be inducted into the Hall of Fame. Biggio led the voting with 68.2 percent his first time on the ballot, which was 39 votes shy of the 75 percent needed.   \"I kept an open mind to the whole thing,\" Biggio said. \"Who knew how the voters were going to vote? It's something that's out of your control, so the way I've lived my life is stay as busy as you can for the most part. The morning of you start getting a little anxious, a little nervous about what could possibly happen. Was I disappointed? I'm pretty close [to getting in]. We got a 68 [percent], and I'm going to go back and study a little harder and hopefully I'll get a 75 next year.\"     Biggio did get a call later in the day from long-time teammate Jeff Bagwell, who got 59.6 percent of the vote in his third year on the ballot. The two were the face of the Astros franchise from 1991-2005 and charter members of the Killer B's.   \"The conversation we had after the vote came between the two of us is something I'll remember for a while,\" Biggio said.   Biggio, whose Hall of Fame resume extends beyond his club-record hit total, will certainly be elected to the Hall of Fame in the next few years, if not next year. He appeared on the ballot at a time when voters were struggling to handle the flurry of first-time nominees who played during a period clouded by the use of performance-enhancing drugs.   Biggio and Bagwell have never been linked to any PEDs. Biggio acknowledged his name was probably caught up in the PED voting debate that surrounded Barry Bonds, Roger Clemens, Sammy Sosa, Rafael Palmeiro and Mike Piazza.   \"I think it's kind of unfair, but it's the reality of the era we played in,\" Biggio said. \"Obviously, some guys are guilty and other guys aren't. It's painful for the ones that weren't, and hopefully this situation will all pass and move on and we'll have something possibly good to talk about maybe next year.\"   Biggio took some comfort in knowing contemporaries like Roberto Alomar, Ryne Sandberg and Barry Larkin didn't get into the Hall on the first ballot, either, despite strong credentials. Alomar went in on his second year on the ballot, and both Sandberg and Larkin waited three years after getting less than 52 percent of the vote the first year.   \"A lot of people have a stipulation with the first-year guys because of the history of some of the other people that didn't get in on the first ballot,\" Biggio said. \"They just will not vote that way, and it will be interesting to see how they vote next year with some of the other guys coming on. It's an interesting conversation.\"   As far as any changes to the voting process, Biggio wasn't ready to demand a new way to elect players to the Hall of Fame. In fact, he said the Baseball Hall of Fame should be difficult to gain admission.   \"I haven't looked into it all that much, so for me to sit up here and speculate if we should make any changes made, that's above my pay grade,\" Biggio said. \"When you look at all the Halls of Fame, that's what makes baseball special. It's pretty unbelievable. We're not letting six guys in every year. You have a list of a lot of guys that are very qualified and nobody was let in. It says a lot about you if you're able to get in there and how special that building really is.\"   Biggio was asked as much about the credentials of Bagwell, Bonds and Clemens as he was his own, and he made it clear all three should be in Cooperstown. They will all be back on the ballot next year -- along with first-timers Tom Glavine, Greg Maddux and Frank Thomas -- and Biggio still hopes to get the call along with Bagwell in 2014.   \"I think it would be cool,\" he said. \"For the two of us to be able to have the opportunity to go in together would be really special. He moved up and we had a nice start, and hopefully the writers feel [that we deserve to be in].   \"For two guys that represented the Astros and the organization, we represented it the right way. The big thing for Jeff is we loved the game, we played the game and we wanted to win. The only thing that mattered was getting to the World Series.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
