{
    "url": "http:\/\/m.mlb.com\/news\/article\/1290444",
    "title": "Legendary USC coach Dedeaux dies",
    "subtitle": "USC's Dedeaux dies",
    "body": "LOS ANGELES -- Rod Dedeaux, who achieved the same acclaim as a college baseball coach at the University of Southern California that his friend John Wooden did in college basketball across town at UCLA, died Thursday. He was 91. Dedeaux, who coached the Trojans for 45 years before retiring in 1986, died at a hospital in Glendale, Calif., of complications from a stroke that he had on Dec. 2, confirmed a release sent out by USC. In his long tenure with the university, Dedeaux coached the Trojans to a record 11 NCAA baseball championships and was a major influence on a who's-who list of future Major League stars who played for him, including Mark McGwire, Tom Seaver, Randy Johnson, Fred Lynn, Ron Fairly and Roy Smalley. \"He was my best friend and I miss him already,\" said a very somber Tommy Lasorda, who had been close to Dedeaux for more than 40 years. \"He was my mentor and my idol and he meant everything to me, and I'm going to miss him very, very much.\" Born Raoul Martial Dedeaux in New Orleans, he moved to California as a youngster. He played three seasons for Southern California, and after being scouted by his mentor, Casey Stengel, Dedeaux appeared in two games at shortstop for the 1935 Brooklyn Dodgers, going 1-for-4 with an RBI. \"Just going into Ebbets Field was an exciting thing,\" said Dedeaux in an interview with MLB.com in September 2005. \"I just loved those fans there and that was important to me. Unfortunately, I had gotten hurt earlier and was playing under quite a bit of pain, and it never bothered me to this day that I didn't have a longer career in the big leagues.\" A back injury ended his career several years later. He founded Dart Transportation Inc. in the 1930s, and it grew into a highly successful trucking business. It was said that Dedeaux took almost no salary when he came back to USC in 1942 as an assistant coach and continued that practice when he became the head baseball coach in 1950. \"He was the greatest ambassador you'd ever want to find for college baseball and the University of Southern California,\" said Lasorda, who as both a coach and a manager with the Dodgers in the 1970s and early 1980s, would always start the baseball season in early February with an exhibition game between the Dodgers and Trojans at Dodger Stadium. \"He was a Trojan through and through.\" Dedeaux had winning seasons in 41 of his 45 years with the Trojans, and during one stretch, USC went 37 years without a losing season.   The Trojans' National Championships included five in a row from 1970-74 -- no other school has won more than two straight -- and the team won 28 conference titles under him. His players showed their respect for him in 2004 with a surprise party to celebrate his 90th birthday. \"It was overwhelming to me,\" said Dedeaux. \"I thought it was going to be just another small reunion, as we had done in the past with alumni games. We had won a championship in 1958, and I thought the players from that year would be there -- well, I think 250 guys showed up and it thrills me to think of it now. Tom Seaver was in from New York, and one player came in from Japan, and the other fellows who came in from all over the country. It really was exciting.\" Dedeaux was beloved by not only the players who played for him, but by those who played against him, as well. \"We played against him in the College World Series in 1973,\" said Hall of Famer Dave Winfield. \"That team eliminated my team, Minnesota. I was MVP of the game -- they had one of the biggest comebacks in the history of the series and we used to kid about it all the time. He was a great man, a great coach -- what a legacy.  \"I knew he was ailing the past few years, but we'd always have a good laugh when we saw each other, and when I get home tonight I'm going to pull out the photo of the two of us together. He was a treasure.\"  Dedeaux also blazed a trail in international baseball as the coach of the first U.S. Olympic baseball team in 1984 that had future Major Leaguers McGwire and Will Clark playing for him at the games, played in Los Angeles. \"He did a tremendous job building a bridge between the United States and the world,\" said Lasorda. \"He was an icon.\" Since his retirement as a coach, Dedeaux would spend a great deal of time with Lasorda at Dodger Stadium and attended games at Dedeaux Field on the campus of USC. Never very good at remembering names, he called everyone \"Tiger.\" Holding his cane, made up like a baseball bat, the old coach was always ready to tell a story, or two, or three. \"When I walked into the house tonight my wife Jo said, 'You're really gonna miss him,'\" said Lasorda. \"She knows how much I loved the guy. She knows how much time we were together, and I told her, 'There will never be another one like him.'\" Ben Platt is a national correspondent for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ben Platt"
}
