{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/40929894\/likelihood-of-upton-brothers-playing-together-in-atlanta-increases\/",
    "title": "Likelihood of Uptons together in Atlanta increases",
    "subtitle": "With D-backs' trade options for outfielder dwindling, Braves could make play for Justin",
    "body": "ATLANTA -- Over the past few weeks, it has seemed like the Braves would go to Spring Training with their current roster. But the D-backs are running out of potential places to trade Justin Upton, and there is once again reason to at least wonder if the Braves could add another Upton to their outfield mix. After signing a five-year, $75.25 million contract with the Braves in November, B.J. Upton said that he and his younger brother, Justin, had discussed the possibility of playing together in Atlanta. Their hope was fueled by the fact that for the second time in a span of four months, there were rumors that the D-backs would be willing to trade Justin Upton. While the Braves have been considered a potential suitor, they have not necessarily been considered a favorite to land Upton. But the scene was altered on Thursday night, when Upton rejected a trade to the Mariners and the Rangers reportedly decided they will no longer attempt to land the D-backs outfielder. With Upton becoming more disenchanted with returning to Arizona and the D-backs running out of options, the odds of two Uptons playing in Atlanta next year have improved.  Financially, the Braves could afford Upton, who would be owed $9.75 million in 2013, $14.25 million in '14 and $14.5 million in '15.  The Braves have approximately $12 million to spend on their payroll for the 2013 season. The money owed to Justin Upton during the 2014 and '15 seasons would essentially replace the salary that has been paid to Brian McCann, who is likely entering his final season in Atlanta.  When B.J. Upton signed his record deal in Atlanta, there did not seem to be a likely match between the Braves and D-backs. Arizona was looking for a top-flight shortstop and Atlanta had no desire to trade Andrelton Simmons, who is already rated the game's top defensive shortstop by many talent evaluators.  Six weeks later, the elements have changed. By trading their top pitching prospect Trevor Bauer in December, the D-backs gained the top-flight shortstop -- Didi Gregorious -- that they had been seeking.  Now the D-backs are looking to strengthen their pitching staff with a deal similar to the one they had agreed to with the Mariners. Had Upton not exercised his right to veto the trade, Arizona was going to receive a strong package that included shortstop Nick Franklin and pitchers Taijuan Walker, Stephen Pryor and Charlie Furbush.  This package would have included three of Seattle's top six prospects, as rated by MLB.com, plus a veteran reliever in Furbush, who compiled a 2.72 ERA and recorded 53 strikeouts in 46 1\/3 innings with the Mariners this past season.  Walker is rated as the game's fourth-best overall prospect and Franklin ranks 29th on this elite list. Pryor is rated as Seattle's sixth-best prospect.  If the Braves were to present a comparable package, it would include Julio Teheran or Randall Delgado, Eric O'Flaherty or Jonny Venters, shortstop Nick Ahmed and likely either J.R. Graham or Zeke Spruill.  While the Braves would be interested in acquiring Upton, there is little reason to believe they would do so if the cost proves to be as significant as it would have been for the Mariners.  There is intrigue to the possibility that Atlanta could complete this deal and spend the next three seasons with an outfield that consists of Jason Heyward and the two Upton brothers. Each of these three athletic outfielders has completed at least one season in which they have hit 20 home runs and recorded 20 stolen bases.  With Justin Upton, the Braves would be getting a player who batted .280 with 17 home runs and a .785 OPS while battling a thumb injury this past year. The 25-year-old outfielder hit .289 with 31 homers and a .898 OPS during the 2011 season. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
