{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/40927294\/bernie-pleskoff-phils-joseph-has-upside-at-and-behind-the-plate\/",
    "title": "Phils' Joseph has upside at and behind the plate",
    "subtitle": "",
    "body": "Philadelphia Phillies catching prospect Tommy Joseph strikes me as a quiet, confident leader.  Joseph, only 21, exudes an air of confidence that seems to provide a settling, reassuring aura for those in his presence. He has the leadership qualities I look for in catching prospects.  When I attended the Major League Scouting Bureau's Scout School, one of the most crucial and central themes was the overall importance and value of the catching position. Not only must a catcher be fundamentally sound, he must exude leadership, both on and off the field. Of primary importance is the handling of pitchers. A good catcher must shepherd pitchers through games.   And it provides a tremendous bonus if a good defensive catcher can hit. I think Joseph, who played first base for his first three years at Horizon High School in Phoenix, will hit.   After converting to the catching position in his senior year, Joseph hit .494 with 15 home runs in 27 games. Intrigued by his offensive production, Joseph's bat was loud enough to attract the attention of scouts.   The San Francisco Giants made Tommy Joseph their second-round selection in the 2009 First-Year Player Draft.   In his first professional season with the Giants, Joseph showed some promising pop in his bat. He played at Class A Augusta in the South Atlantic League and hit only .236 in 473 plate appearances. However, Joseph hit 16 home runs while driving in 68. He also struck out 116 times -- a trait that is not uncommon with young professional hitters.   The following season, Joseph showed outstanding improvement while playing at Advanced Class A San Jose in the California League. He hit .270 while clubbing 22 home runs and driving in 95. In his 560 plate appearances, Joseph struck out only 102 times.   Joseph's outstanding 2011 season earned him a promotion to Double-A Richmond in the Eastern League this past year. He was rolling along well, batting .260 with eight home runs and was selected to be a part of the United States team in the All-Star Futures Game in Kansas City. Joseph had a walk, a double and threw out a potential basestealer in the game.   Then, suddenly, at the Trade Deadline, Joseph's future changed.   In need of a power-hitting outfielder to bolster their roster, the Giants traded Joseph, along with outfielder Nate Schierholtz and pitcher Seth Rosin, to the Philadelphia Phillies for Hunter Pence.   Joseph changed uniforms and has become the Phillies'  No. 3-ranked prospect.   While I've seen quite a bit of Joseph on both sides of the ball, my most extensive scouting opportunities came in the recently concluded Arizona Fall League.   Joseph played for Peoria, sharing catching duties with highly regarded Seattle Mariners prospect Mike Zunino. Splitting time was inevitable for both catchers. The time-share was part of the organizational structure of the teams.   At 6-feet-1 and 215 pounds, the right-handed-hitting Joseph has what some would define as a prototypical catcher's frame. In fact, he may appear a bit stocky, but he's actually well proportioned. Joseph has solid strength distributed throughout his forearms, upper body and legs.   Joseph uses his strong legs to generate a nice, easy weight shift as he triggers a short and mechanically sound swing. He is disciplined enough to repeat that swing. Showing maturity beyond his years, Joseph resists the temptation to become overly aggressive and lengthen his finish. Control and quickness of his hands through the ball helps him generate line drives.   Still young and maturing, it is more likely than not that additional growth is possible in Joseph's physique. He can take on muscle, provided it does not impact his footwork behind the plate. If anything, he has to become quicker and more agile.   Although Joseph is athletic, footwork and agility will always be important to a catcher of his size.   As is the case with most every catcher, Joseph's defense will have to get him to the Major Leagues. His offense will have to help him remain there. Right now, he has additional work to do blocking balls in the dirt and shifting his feet properly according to the situation.   To be sure, offense is important from every position on the field, including catcher. However, Joseph didn't have the greatest offensive results this past fall. He hit only .204 with zero home runs in 49 AFL at-bats.   Despite committing four errors, Joseph played fairly well defensively, displaying a very strong and accurate arm. His arm strength and accuracy are the most refined parts of his defensive game. He threw out nine of the 28 men trying to steal, helping his pitchers control the running game.   Joseph's value is enhanced because of his ability to play first base, as he has done on several occasions in his early professional career. In some ways, Joseph could be similar to Mike Napoli -- having the ability to provide position versatility and enough power to impact a game. It is yet to be seen if Joseph gains the middle-of-the-order power Napoli developed over time. I think that potential exists.   Although I believe Joseph's skills are a bit raw at this early stage of his development, he has outstanding upside as a potential run-producing hitter and a steady, capable defender. He needs some additional time and repetition to finish his development. Eventually, he could become especially dangerous when hitting at home at Citizens Bank Park.   The presence of Buster Posey allowed the Giants to include Joseph in the trade for Pence. Now, the Phillies have the opportunity to develop a catcher with maturity and leadership skills that complement his upside as a power-hitting, above-average Major League catcher.  Bernie Pleskoff has served as a professional scout for the Houston Astros and Seattle Mariners. Follow @BerniePleskoff on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bernie Pleskoff"
}
