{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/40931062\/glen-perkins-ready-to-run-with-twins-closer-role\/",
    "title": "Perkins ready to run with Twins' closer role",
    "subtitle": "",
    "body": "MINNEAPOLIS -- After going from starting pitcher to reliever and now closer, Glen Perkins has served in just about every pitching role for the Twins since being called up in 2006.  There have undoubtedly been some ups and downs for Perkins, but the left-hander has seemed to find his place as a shutdown reliever the past two seasons.  He flourished in his role as closer in the second half of 2012 with Matt Capps dealing with rotator cuff issues, and now the Twins are hoping he'll settle in as the closer of the future. And Perkins is excited about that potential after getting his first taste as the club's ninth-inning stopper, as he picked up 16 saves in 20 chances in Capps' absence.   \"I like being the guy at the back they get the ball to,\" Perkins said. \"I liked getting the ball to [Joe] Nathan and Capps, but it's fun to be that guy at the back at the end of the game. As much pressure as there is and how much fun it is to get guys out in the seventh or eighth, it's fun to be able to end the game. I've had a good time with it.\"   The Twins have had their fair share of dominant closers ranging from Rick Aguilera to Eddie Guardado to Nathan, and Perkins has shown he has the tools to follow in those footsteps.   Over the past two seasons, Perkins has a combined 2.52 ERA with 143 strikeouts and just 37 walks in 132 innings, ranking as one of the best left-handed relievers in baseball.   But it wasn't always easy for Perkins, as his emergence as a top-flight reliever came after he had a combined 5.87 ERA from 2009-10, including a 5.81 ERA in 124 innings at Triple-A Rochester in '10.   Perkins, though, embraced his new role as a reliever in '11, and he was able to find success with added velocity to his fastball and a devastating slider.   \"Perk kind of settled in and realized that this was a good route for him, and took the ball and just got up there and let it fly,\" Twins manager Ron Gardenhire said. \"He's kind of just grasped the role and enjoyed it. He got into a situation where he knew he could step onto the mound and let it fly, the velocity went up two, three mph. And I think he enjoyed that competition getting outs late in the ballgame, and he's kind of run with it from there.\"   For his efforts, Perkins was rewarded before the 2012 season with an extension to keep him in his home state of Minnesota through the '15 season worth a guaranteed $10.3 million that includes incentives for games finished.   Gardenhire credited Perkins for maturing despite his prior struggles, and knows he can count on the 29-year-old lefty moving forward.   \"That's going from being a young player to understanding that you're in a good situation, you're pitching for your hometown team where you grew up,\" Gardenhire said. \"And once he kind of got through all that and realized how good it was to be a Minnesota Twin, he took off.\"   Perkins also has some help at the back end of the bullpen, as Jared Burton had a breakout season with a 3.05 ERA and 55 strikeouts in 62 innings, and he was given a two-year extension at the end of the season. Brian Duensing also had success as a reliever, while Alex Burnett and Casey Fien both emerged as pleasant surprises last season.   Perkins feels the bullpen should be one of the club's strengths in '13 after being solid last season despite the club's overall struggles.   \"I think it was a strong point for us,\" Perkins said. \"Hopefully, we'll have some guys step up next year, too. So we'll see what happens. We're not too far away from being a good team. If we get some consistency from the starting five in the rotation, we have a chance to be pretty good.\" Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
