{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/40932986\/mcfarland-to-get-a-look-as-a-starter-in-camp\/",
    "title": "McFarland to get a look as a starter in camp",
    "subtitle": "",
    "body": "BALTIMORE -- The Orioles selected left-hander T.J. McFarland from the Indians during the Rule 5 Draft at the Winter Meetings, and while it's typically easier to retain those players by stashing them in the bullpen, the plan remains to give the 23-year-old a look as a starter this spring.  \"We weren't sure where the market was going on left-handed pitching,\" executive vice president of baseball operations Dan Duquette said of the decision to take McFarland. \"We weren't sure if we were going to be in a position to re-sign [lefty Joe] Saunders or not.\"  McFarland went 8-6 with a 4.82 ERA in 17 starts at Triple-A Columbus, allowing 55 earned runs on 112 hits and 33 walks in 102 2\/3 innings. The southpaw started the season with Double-A Akron, going 8-2 with a 2.69 ERA in 10 starts, including a complete-game effort, before being promoted. As for the possibility of adding Saunders?   \"He's still an option,\" Duquette said of adding the veteran to a deep list of rotation candidates. \"He's still out there, but we're going to take a look at Zach Britton as a starter in Spring Training, probably take a look at [Brian] Matusz as a starter in Spring Training and take a look at McFarland. And [Tsuyoshi] Wada is still rehabbing, so that's an option. We do have some starters that performed pretty well.\"   The club also projects to have Jason Hammel and Wei-Yin Chen in the Opening Day rotation, with Chris Tillman, Miguel Gonzalez and Steve Johnson making strong cases to join them after turning in solid 2012 seasons. Tommy Hunter and Jake Arrieta are two other possible rotation options currently on the Orioles' roster.   \"I think Hunter really found a niche in relief,\" Duquette said. \"I think long term Jake Arrieta would like to establish himself as a starter, but we aren't going to be able to have all these guys as starters.\"",
    "author": ""
}
