{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/40933284\/with-justin-upton-a-no-go-where-do-seattle-mariners-go-in-search-of-slugger\/",
    "title": "With Upton a no-go, where does Seattle go from here?",
    "subtitle": "While remaining in market for slugging outfielder, Mariners could stay course",
    "body": "SEATTLE -- Now that the Mariners have come up empty in pursuit of a trade for D-backs right fielder Justin Upton, the obvious question is, what's next?  Take an even bigger swing for Giancarlo Stanton? Go the free-agent route and try to persuade Michael Bourn to don Mariners blue? Set the sights on a smaller trade target like Mike Morse? See what the D-backs want instead for Jason Kubel? Switch gears completely and test the trade market of big-salaried veterans Alfonso Soriano or Vernon Wells?  Or count on the returning core of young position players to continue developing, particularly in a smaller Safeco Field next season, and spend their remaining money on starting pitching? General manager Jack Zduriencik has quietly made several aggressive bids for offense this offseason, putting together a very competitive offer for Josh Hamilton and now making a big push for Upton. Clearly the club is interested in another impact bat in addition to first baseman\/designated hitter Kendrys Morales, who was obtained in a trade with the Angels for Jason Vargas.   Last year's trade of Ichiro Suzuki opened up some payroll and a spot in right field that logically could be used for the middle-of-the-order bat Seattle has been seeking for several seasons.   The Mariners have signed veteran free-agent outfielders Raul Ibanez and Jason Bay and traded for Morales and infielder Robert Andino, but Zduriencik still has payroll flexibility and a willingness to deal in the right situation.   Zduriencik never has been afraid to pull the trade trigger. A year ago at this time, on Jan. 13, he engineered the swap of standout rookie right-hander Michael Pineda for young Yankees catcher Jesus Montero. He nearly dwarfed that deal with the bid for Upton that fell through earlier this week when the two-time All-Star invoked the limited no-trade clause in his contract that included the Mariners as one of four teams that he could block.   But Zduriencik's willingness to move some of his premier prospects -- including prize 20-year-old pitcher Taijuan Walker and shortstop Nick Franklin -- indicates the Mariners are pushing to move up the timeline on their rebuilding project if the right deal surfaces.   \"We're always looking to improve our club, whether offensively or on the mound,\" Zduriencik said. \"We've had a lot of discussions and dialogue and we'll continue to do that. We'll go into Spring Training still looking to make improvements if we have to. We haven't put the brakes on anything.\"   The other young outfield standout mentioned prominently in trade rumors this offseason has been Stanton, the powerful young Marlins right fielder. Miami assistant general manager Dan Jennings said recently the club would listen to offers for Stanton, as it would for any player, cracking the door to continued speculation that began when the Marlins dealt nearly all their highest-paid players to the Blue Jays in a 12-player blockbuster in November.   But the price for Stanton would presumably be even higher than Upton, given he's earning the Major League minimum this season before becoming arbitration eligible next year. Stanton is under club control for four years before becoming a free agent in 2017, while Upton has three years and $38.5 million left on his deal before becoming a free agent in '16.   Stanton, 23, is also two years younger than Upton and already putting up superior power numbers, hitting .290 with 37 home runs and 86 RBIs last year and a Major League-leading .608 slugging percentage. Stanton posted an OPS of .969 last year compared to Upton's .785.   Clearly the Marlins would need a huge package of prospects to move one of the premier young power hitters in the game, and there's no indication at this point that any discussions have taken place.   Much speculation has linked the Mariners to Morse, who is on the market after the Nationals re-signed Adam LaRoche last week. Morse came up in the Mariners' organization and developed into a power hitter after Seattle dealt him to Washington in '09.   Morse, 30, is entering the final year of a contract that pays him $6.75 million this coming season and could provide some middle-of-the-order pop after averaging 24.5 home runs and 78.5 RBIs over the past two years while playing in the outfield and first base.   But the 6-foot-5, 245-pound Morse seems more suited for first base or designated hitter at this point, and the Mariners are flush with candidates at those spots, having added the switch-hitting Morales to a group that already included left-handers Justin Smoak and Mike Carp, with Montero also a right-handed DH option when he's not catching.   Bourn remains the one significant free-agent outfielder still available, but he would fill a different role as a speedy leadoff hitter and standout defensive center fielder. The Scott Boras client figures to come at a significant price and would also cost a first-round Draft pick, where the Mariners hold the No. 12 selection in June.   Kubel, 30, hit .253 with 90 RBIs and a career-high 30 home runs last year in his first year with the D-backs, and has one year at $7.5 million plus a team option for $7.5 million in 2014 on his contract. Given Arizona's glut of outfielders, it seems logical they could instead move the veteran left-handed hitter after Upton nixed his own swap to Seattle.   But D-backs GM Kevin Towers seems more interested in dealing Upton, who would bring a much better return and presumably is growing increasingly frustrated by the team's continued effort to trade him.   Though Soriano and Wells both provide power potential at a corner outfield spot, they don't seem to fit the Mariners profile, given their ages and huge salaries. It seems more likely Zduriencik would stay the course, if that was his only option, and continue developing the young nucleus while working in veterans like Ibanez and possibly Bay.   At the moment, the Mariners' starting outfield would likely consist of Michael Saunders, Franklin Gutierrez and Casper Wells, with Ibanez, Bay, Eric Thames and Carlos Peguero competing for backup roles.   Whether that changes before Spring Training opens on Feb. 12 remains to be seen. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
