{
    "url": "http:\/\/m.mlb.com\/news\/article\/41037368\/prospect-watch-top-10-right-handed-pitchers\/",
    "title": "Prospect Watch: Top 10 right-handed pitchers",
    "subtitle": "",
    "body": "MLB.com's 2013 Top 100 list will be unveiled on Tuesday, Jan. 29, on MLB.com, as well as on a one-hour show on MLB Network, airing at 9 p.m. ET. Leading up to that, MLB.com takes a look at baseball's top 10 prospects at each position. Of the pitchers on the 2012 list of the Top 10 right-handed pitchers, six pitched in the big leagues. One finished fifth in American League Rookie of the Year Award voting. This year’s Top 10 right-handed pitchers list has seven repeat performers, with a trio of newcomers. Eight of them are former first-round picks, with the other two having been selected in the supplemental first round of the same Draft. 1. Dylan Bundy, Orioles: After being chosen fourth overall in 2011, Bundy may end up being the best player to come from his Draft class. He has moved incredibly fast through the Minors, pitched in the Futures Game and even made it to the Majors in his first full year in pro ball. Bundy has three plus pitches in his fastball, curveball and cutter, and he is able to command each one extremely well with very smooth mechanics. Bundy’s changeup has also improved a great deal since he entered pro ball, and it has the chance to be another plus pitch. Bundy has the upside to top a rotation and he should have many Orioles fans very excited. 2. Taijuan Walker, Mariners: Walker looks like one of the biggest steals of the 2010 Draft after being picked 43rd overall and signing for $800,000. He has a plus fastball that stays in the mid to upper 90s throughout games to go along with a plus curveball and an improving changeup. The 2012 Futures Gamer faded a bit in the second half of last season, but he still has all the tools to be a top-of-the-rotation type of starter.   6. Jameson Taillon, Pirates: After being picked second overall by the Pirates in 2010, Taillon signed for $6.5 million. The Pirates kept a strict innings limit on him in ‘11 but allowed him to pitch over 140 innings last season as he made it to Double-A. Taillon has a plus fastball, an improving changeup and a very good breaking ball that might be his best pitch. Taillon has the chance to form a scary rotation in Pittsburgh, along with Cole, in the near future. 7. Trevor Bauer, Indians: After being picked third overall in 2011, Bauer signed early and sped through the Minors. The UCLA product made his big league debut last season, though he struggled in his brief Major League stint as he had trouble finding the strike zone. Arizona sent him to Cleveland as part of the Shin-Soo Choo-Didi Gregorius, three-team trade. With his pure stuff, a change of scenery might be all Bauer needs to fulfill his potential as a front-of-the-rotation starter. 8. Archie Bradley, D-backs: Bradley signed for $5 million after being taken seventh overall by the D-backs in 2011 as the “other” high school right-hander from Oklahoma after Bundy. Bradley spent his entire first full season in the Midwest League and pitched well, showing off his plus fastball, plus curve and an improving changeup. The only knock on Bradley is a high walk rate, but that is not uncommon for a pitcher of his age. A quarterback in high school, Bradley has the frame and the stuff to be a workhorse, top-of-the-rotation starter in the future.    9. Shelby Miller, Cardinals: Miller was taken in the first round of the 2009 First-Year Player Draft by the Cardinals and signed for $2.875 million. Miller then moved relatively quickly through the Cardinals’ system, reaching Triple-A in ’12, when he had an up and down season -- starting poorly, but adjusting and finishing strong, which led to his Major League debut. When Miller is right, he has a plus fastball and complements it well with improved breaking and offspeed stuff. He still has the ceiling of a frontline starter at the big league level. 10. Noah Syndergaard, Mets: Syndergaard was taken in the sandwich round in 2010 by the Blue Jays out of the Texas high school ranks. His full-season debut in 2012 was a big success, and he was named to the Midwest League All-Star team. Syndergaard was sent to the Mets in the R.A. Dickey trade and could end up being the best player in the deal, though it may take more time for him to develop. The big right-hander has a ton of arm strength to go along with three pitches that could be at above-average when all is said and done. Jonathan Mayo is a reporter for MLB.com and writes a blog, B3. Follow @JonathanMayoB3 on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Mayo"
}
