{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/41074956\/commissioner-bud-selig-announces-15-million-in-funding-for-cincinnati-urban-youth-academy\/",
    "title": "Selig announces $1.5M contribution for Cincy UYA",
    "subtitle": "City to house seventh Urban Youth Academy providing free baseball instruction for kids",
    "body": "CINCINNATI -- Commissioner Bud Selig on Wednesday revealed a $1.5 million contribution from Major League Baseball for an Urban Youth Academy in Cincinnati. Cincinnati is the seventh MLB Urban Youth Academy either opened or already in development, and the first in the Midwest. Since the first academy opened in Compton, Calif., in 2006, others have opened in Houston, Puerto Rico and New Orleans and two have been announced for Hialeah, Fla., and Philadelphia. They provide free, year-round baseball and softball instruction, as well as education programs. \"As Commissioner of Baseball, I've placed a priority on making sure that young people from all walks of life have opportunities to not only play baseball and softball, but also to achieve success in their academic pursuits,\" Selig said. \"We're honored to make this commitment to the young people of Cincinnati and the surrounding areas with significant opportunities and new experiences on and off the field.\" Selig also used the moment to announce that the Reds and the city will host the 2015 All-Star Game. \"The 2015 season is destined to be one of our greatest with the All-Star Game happening the same year we dedicate the new Urban Youth Academy. Both will benefit many people for many years to come,\" Reds CEO Bob Castellini said. The new Urban Youth Academy, which will be operated as part of the Reds Community Fund, will be located at Roselawn Park in the northern section of Cincinnati. The estimated $5.5 million facility is scheduled to begin construction in the summer of 2013, with an expected opening of the first phase in spring 2014. Phase 1 will include four outdoor baseball fields, with a two-story observation tower, restrooms and concessions. One of the fields will be the home of championship-caliber softball for girls. Phase 2 will include the construction of a 33,000-square-foot indoor training center that can be used year-round by local youth and coaches. The target construction date is spring 2014, with a ribbon-cutting in the spring of 2015. On hand for the announcement was former Reds great and Hall of Famer Frank Robinson, who is MLB's vice president of baseball development. Selig also announced that Robinson would be placed in charge of all of the league's Urban Youth Academies. \"This is a real unbelievable project that the Reds have undertaken and wanted to take very aggressively,\" Robinson said. \"To have this facility built here in the Cincinnati area is a real pleasure for me to be a part of it. This is something the community will be very proud of. It will give young people, underprivileged kids especially, an opportunity to improve their skills, learn to play baseball the right way. If they have the ability to make it to the Major Leagues one day, great. But they will also get an educational program at the academies also.\" Another Hall of Famer, Reds great Joe Morgan, recalled a conversation with Selig several years ago, during which he asked the Commissioner to pursue more baseball development, not only domestically, but in urban areas. \"I said, 'They have academies in the Dominican and all around the world, and they are training kids to come to the Majors,'\" Morgan said. \"I said, 'We need something like that here in the United States.' Five years later, I was honored to be at the opening of the Compton academy.\" Since the Compton academy opened, 350 of the student athletes have gone on to play collegiate baseball or softball. There were 200 players who have been selected in the MLB First-Year Player Draft, including 2012 overall No. 1 pick Carlos Correa from the Astros. Three academy alumni have been on big league rosters the past two seasons, including Trayvon Robinson of the Orioles, Anthony Gose of the Blue Jays and Efren Navarro of the Angels. In 2012, Procter and Gamble announced a $2 million contribution for the Reds Urban Youth Academy, which was the largest single donation in the Reds Community Fund's history. The current version of the Reds Urban Youth Academy is in its fourth season at the Gamble Montessori School in Winton Terrace, and continues to provide free, year-round baseball and softball instruction to youth ages 8-18. Selig often invokes the name of the legendary Jackie Robinson, who broke the color barrier while playing for the Brooklyn Dodgers in 1947, as he discusses making baseball accessible to youth in urban areas. Cincinnati will be the latest city that allows MLB to honor that commitment. \"Baseball is a social institution with enormous social responsibilities,\" Selig said. \"We're proud to have this academy be part of what I believe is Jackie's enduring legacy.\" Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
