{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/41111602\/rays-outfielder-sam-fuld-hosting-camp-for-diabetic-children-in-february\/",
    "title": "Fuld hosting camp for diabetic children in February",
    "subtitle": "",
    "body": "ST. PETERSBURG -- Sam Fuld is preparing for the Sam Fuld Diabetes Sports Camp, and he is excited about the promise of the camp's second year, based on the initial camp's success. \"Last year was a pretty rewarding experience, so hopefully it will be the same thing again this year,\" Fuld said. \"We've pretty much kept the format of the camp the same, and we're expecting things to turn out well.\" The outfielder -- in partnership with the Rays, the University of South Florida Diabetes Center and USF Athletics, and Florida Diabetes Camps -- will host the camp at USF from Feb. 2-3. Fuld, who was diagnosed with type 1 diabetes at age 10, will serve as one of the camp's 11 instructors from the college or professional level. Each of the instructors has type 1 diabetes. Learning about type 1 diabetes and how to better handle having it is a major part of the camp. Fuld maintained there is a continuous learning curve for handling type 1 diabetes, which he likened to golf. \"There's always room to improve,\" Fuld said, \"and no single day is like the other, so you are continuing to learn. I think that's one of the best parts of the camp. When you're surrounded by so many other diabetics, you can't help but learn from one another. \"There are so many variables that go into the day-to-day management of it. If you knew exactly what you were putting into your body, that still wouldn't be enough. There are so many things that affect your blood-sugar level that it's really like a big multivariable type thing.\" Instruction will be provided in baseball, softball, basketball, football, soccer, tennis, golf and cheerleading. \"We were really pleased with our first camp last year,\" Fuld said. \"The campers had fun and the feedback we received from the kids, their parents and the staff at the USF Diabetes Center made it very clear that we needed to make this a yearly event. It provided the kids with opportunities to share stories and learn from the experiences of other kids and adults with similar histories. \"Our counselors were phenomenal last year, and we have expanded the staff this year to include former Major League pitcher Bill Gullickson and professional golfer Michelle McGann.\" The camp is open to all type 1 diabetics from ages 8-18. Campers may register online at samfulddiabetescamp.org. The $70 registration fee includes a camp T-shirt, diabetes supplies, lunch and snacks on Day 1 and snacks on Day 2. There will also be several prizes awarded at the end of the camp. Gullickson, who won 162 games in a 14-year Major League career, was a 20-game winner for the Detroit Tigers in 1991. McGann is a seven-time LPGA Tour winner. Returning instructors include Tampa native and former tennis professional Genevieve King; former University of Florida and Indianapolis Colts wide receiver and three-time track and field All-Americans Stacey Simmons; tennis professional Michael Findlings; former professional basketball player in Germany Lew Finnegan; former Nova Southeastern University basketball player Chad Bobik; former Jesuit High School baseball and football star David Ochotorena; current Florida International University catcher Jenny Welch; and USF walk-on kicker and soccer goalie, Renato Proia. There are still spots open to participate in this year's camp, which will be held at the USF Athletic District located at 11899 Bull Run Dr. in Tampa. Medical supervision will be provided by staff members from the USF Diabetes Center. For more information on the camp, call (352) 334-1321. Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
