{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/41111590\/fortified-by-12-moves-marlins-farm-now-rich\/",
    "title": "Fortified by '12 moves, Marlins' farm now rich",
    "subtitle": "Organization's depth finally reaching upper levels thanks to trades, recent Draft picks",
    "body": "MIAMI -- Depth in the Marlins' organization is in the process of filtering upward. Through trades and strong recent First-Year Player Drafts, Miami is building a sturdy foundation for the future.  In large part, the influx of high-end prospects arrived through several trades. The biggest single transaction in club history took place Nov. 19, when Miami completed a 12-player deal with Toronto. Seven players -- mostly prospects -- headed to the Marlins for established veterans Josh Johnson, Mark Buehrle, Jose Reyes, Emilio Bonifacio and John Buck.  Moving high-profile and popular players understandably upset a fan base eager to contend. And the fact remains, a number of the players added may not be ready to help the big league club for another year or two. In the eyes of Miami management, the organization needed a fresh start and a complete overhaul -- from top to bottom. In recent years, the promotions to the big leagues of players like Giancarlo Stanton, Logan Morrison and Steve Cishek depleted the farm system.   After the Marlins finished last in the National League East in 2012 with a $100 million payroll, management decided not to seek quick fixes at the big league level, instead opting to put its resources into building a stronger infrastructure.   By adding so many talented prospects in the past six months, the Marlins are getting closer to solidifying their Minor League clubs, a major step to becoming competitive over the long haul.   \"Those trades we made at the Major League level have really boosted our depth throughout the organization,\" said Marlins vice president of player development Marty Scott. \"It's helped our pitching and our position players. It continues to give us more depth. We do not have a need to rush everybody.\"   The wave of young talent began last July, the results of three trades. Omar Infante and Anibal Sanchez were dealt to the Tigers on July 23. As part of the package, Jacob Turner and Rob Brantly arrived in Miami. Turner is in line to be the No. 2 starter, while Brantly is now the starting catcher.   On July 25, Hanley Ramirez and Randy Choate were sent to the Dodgers for Nathan Eovaldi, who is expected to pitch in the middle of the rotation.   Miami completed a pair of trades on July 31, sending Edward Mujica to the Cardinals for Zack Cox, a third baseman ranked seventh by MLB.com in the organization's Top 20 Prospect list. The same day, Gaby Sanchez was traded to the Pirates for Gorkys Hernandez, who will compete for the center-field job.   Prior to all the trades in 2012, Miami's system was strongest at the lower levels. Now, Double-A Jacksonville is loaded, and the farm system has tremendous depth at the lower levels.   \"Last year at this time, I thought our depth was in Jupiter and on down,\" Scott said. \"This year, I think our depth is from Jacksonville on down.\"   Miami's top two prospects, outfielder Christian Yelich and right-hander Jose Fernandez, are projected to start the season at Jacksonville. The plan isn't to rush either of them, but it is possible one or both could reach the big leagues in 2013.   From Toronto, three players in that deal have already cracked the Marlins' Top 20 Prospect list. Outfielder Jake Marisnick is No. 3, lefty Justin Nicolino is fourth, and shortstop Adeiny Hechavarria is sixth.   Hechavarria will be Miami's starting shortstop. The slick-fielding Cuban native has drawn comparisons to Edgar Renteria. Marisnick is projected to open with Jacksonville, and Nicolino is likely going to start off at Jupiter.   \"Overall, our organizational depth is to a point where we don't have to rush people,\" Scott said.   A year ago, there was a shortage of talent at the Double-A level, which caused the club to sign three pitchers from independent leagues to fill out their staff. Not an enviable position.   Now, Double-A Jacksonville will have Fernandez, one of the top overall prospects in the big leagues, as its ace. And lefty Adam Conley, Miami's second-round pick in 2011, is a candidate to pitch at Jacksonville.   Nicolino and lefty Andrew Heaney, the Marlins' first-round pick in '12, are expected to anchor the top of the rotation at Jupiter.   \"It's going to be good when we're solid throughout,\" Scott said. \"I think throughout the season, guys are going to filter up.   \"Every year, it seems like we're improving. We're trying to have that depth from top to bottom. At the very least, going into Spring Training in 2014, I think we're going to have top-to-bottom depth, as far as prospects are concerned.\" Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
