{
    "url": "http:\/\/m.mlb.com\/news\/article\/163247532\/pirates-hire-broadcaster-joe-block\/",
    "title": "Pirates hire Block as play-by-play broadcaster",
    "subtitle": "Former Brewers radio announcer has family ties to Pittsburgh area",
    "body": "PITTSBURGH -- The Pirates on Saturday hired former Brewers announcer Joe Block as their new play-by-play broadcaster. Block will join current play-by-play man Greg Brown and color analysts Steve Blass, Bob Walk and John Wehner, rounding out the Pirates' five-man television and radio broadcast team. The Pirates searched far and wide as they sought to replace Tim Neverett, who recently joined the broadcasting team of the Red Sox. According to team president Frank Coonelly, the club considered more than 225 applicants for the position. But they ultimately chose Block, who had been a Brewers radio play-by-play broadcaster since 2012. \"Joe's play-by-play ability, diverse experience, strong work ethic and genuine desire to become a permanent part of the Pirates family and Pittsburgh community made him our top choice,\" Coonelly said in a statement. Block, 37, is a native of Michigan, born in Roseville and a graduate of Michigan State University. But he and his wife, Bethany, have ties to western Pennsylvania. Bethany is a native of the South Hills area of Pittsburgh with family in the area, and the couple exchanged wedding vows in Scott Township, Pa. They recently welcomed their first child, a daughter named Nancy. In a note posted on his personal website, Block said he has felt drawn to Pittsburgh since his childhood, when he and a friend would drive to the city to watch Penguins games and try to sneak into Three Rivers Stadium. \"Thank you in advance for welcoming me into your homes, cars and smartphones,\" Block wrote. \"I'll strive to inform, entertain and enlighten all those soggy spring nights and sultry summer days -- and, hopefully, many crisp autumn evenings.\" Block previously worked alongside legendary broadcaster Bob Uecker and took on the Brewers' lead play-by-play role for more than 40 road games each season. In 2011, he hosted the Dodgers' radio postgame show on KABC-AM in Los Angeles. Before that, Block spent nine seasons calling Minor League Baseball games in five markets. Block has also spent more than 10 years calling Division I college football and basketball games on television. His diverse and extensive broadcasting background also includes experience as a radio studio host for the NBA's New Orleans Hornets from 2007-11. \"I want to thank the Milwaukee Brewers for allowing me to pursue this opportunity. They are a top-notch organization with hardy, loyal fans,\" Block said in a statement. \"Wisconsin was a truly great place to live, but now that I'm a parent, it was impossible to ignore a chance for our children to grow up around family and make Pittsburgh our home. \"We are thrilled to have this opportunity to join the Pirates family. As an observer, I have long since been impressed with the Pirates organization, from their on-field smarts and success to their expansive community efforts. The Pirates have one of the most passionate fan bases in arguably the most passionate sports city in the country. I'm eager to be a part of all the great moments to come, on and off the field.\" Adam Berry is a reporter for MLB.com. Follow him on Twitter at @adamdberry. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
