{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/41130230\/cubs-reach-two-year-deal-with-outfielder-scott-hairston\/",
    "title": "Cubs reach two-year deal with outfielder Hairston",
    "subtitle": "",
    "body": "CHICAGO -- The Cubs' search for an extra outfielder may be over.  The Cubs have reportedly reached agreement with Scott Hairston on a two-year contract, according to Ken Rosenthal of FOXSports.com and MLB Network. A team spokesman would not confirm the deal Thursday. Reports said the deal would be finalized once Hairston passed a physical.  The Cubs' 40-man roster is full and the team would have to make a move to open a spot for Hairston. The club has also yet to finalize its deal with free-agent pitcher Carlos Villanueva. During the Cubs Convention this past weekend, general manager Jed Hoyer said he and team executives talked about the need to add some outfield depth. Alfonso Soriano turned 37 earlier this month, and manager Dale Sveum may try to give the veteran more days off.   \"That's what they said to me last year, and I played a lot of games,\" said Soriano, who hit 32 home runs and drove in 108 runs in 151 games, his highest number of games played since joining the Cubs in 2007. \"This year, I'm ready to play every day. I don't like to have a day off. I know I'm 37 years old, but I don't feel like it. I feel like I'm 25, 26, and that's what I want to do is play every day to win.\"   David DeJesus, 33, is projected as the starting center fielder. Hairston, 32, a right-handed hitter, could platoon in right with Nate Schierholtz, who turns 29 on Feb. 15.   Hairston batted .263 with 20 homers and 57 RBIs last season with the Mets. He has an .825 OPS against left-handed pitchers. Schierholtz, a left-handed hitter, is a career .270 hitter covering all or part of the last six seasons with the Giants and Phillies.   The Cubs' other backup outfielders heading into Spring Training include Dave Sappelt, Tony Campana and Brett Jackson, who is expected to begin the season at Triple-A Iowa. Among the non-roster invitees vying for a job are outfielders Darnell McDonald and Brian Bogusevic.   Hairston's older brother, Jerry Jr., played for the Cubs from 2005-06. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
