{
    "url": "http:\/\/m.mlb.com\/news\/article\/1291851",
    "title": "Agent: Manny didn't make comments",
    "subtitle": "Manny unaware of comments",
    "body": "After spending much of the winter trying to accommodate star slugger Manny Ramirez's wish for a trade, it appears the Red Sox might now have to stop in their tracks.  Or maybe not.  Ramirez, who as a 10-5 player (10 years in the Major Leagues, five with the same team) can veto any potential deal, supposedly told an ESPN Deportes reporter in Miami that he no longer wants to be traded. \"There will be no trade. I'm staying in Boston, where I'm familiar with the system and where I have a lot of friends, especially David Ortiz,\" Ramirez was quoted as saying on ESPNdeportes.com.   However, Ramirez told his agent, Greg Genske, that he wasn't aware of speaking to a reporter from ESPN Deportes, or any media member for that matter.   Perhaps Ramirez held a casual conversation with Enrique Rojas, who wrote the story for ESPNdeportes.com, but didn't know that Rojas was a reporter. Speculation has fueled so much of this latest Ramirez saga, in large part because the player has yet to declare his intentions in a public forum.   Until the ESPN Deportes article, there hadn't been a Ramirez quote in any publication since the Red Sox's season ended in early October.   Furthermore, even in light of the latest story, of which the accuracy could not be confirmed, Genske told Ken Rosenthal of FOXSports.com that Ramirez was still open to being traded.   \"If Boston is able to work out a trade with Baltimore or another team, Manny is still open to making a move,\" Genske told FOXSports.com.   Red Sox co-general manager Ben Cherington had no comment on the latest twist regarding Ramirez.   Early in this offseason, the Red Sox were having a hard time generating a proposal substantial enough to consider trading Ramirez, the American League's premier right-handed hitter of the last decade. But hope arrived on Dec. 8, when Orioles shortstop Miguel Tejada announced that he was also looking for a change of scenery.   What better way for both teams to satisfy their disenchanted All-Stars than to trade them for one another?   The Red Sox and Orioles had been discussing the matter frequently over the last couple of weeks, but as of Thursday, the clubs couldn't agree to a package that was satisfactory to both sides. The Red Sox, according to several reports, have also offered up right-hander Matt Clement as part of the potential blockbuster.   There have also been rumblings that Ramirez would only agree to a trade to Baltimore if they extended his contract beyond the three years and $57 million he has left.   But if Ramirez indeed wants to stay in Boston, that issue would become moot.   \"I'm going to take things easy and focus on my career,\" Ramirez allegedly told ESPNdeportes.com.   If Ramirez has in fact done a complete reversal, it wouldn't be the first time.   Look no further back than July 2005, when Ramirez, citing privacy issues with the city of Boston, told the Red Sox he wanted to be traded. After a couple of days in which the Red Sox explored a deal with the Mets, the slugger wound up staying and appeared to be happy about it.   Just hours after the July 31 trade deadline passed, Ramirez dramatically delivered a game-winning, pinch-hit single and got a huge ovation from the Fenway faithful.   \"These are the best fans in the world, man,\" said Ramirez immediately following that game. \"They want to win. I want to win, too. I'm back.\"   Is he back again? It's hard to tell. Per usual with Ramirez, the whole matter remains highly mysterious.   Keeping Ramirez stationed behind Ortiz in the Boston lineup could be a big boost for a team that has undergone considerable transition this winter. Leadoff man Johnny Damon fled to the Yankees, Bill Mueller went to the Dodgers and Edgar Renteria was dealt to the Braves.   Ramirez, Ortiz, Jason Varitek and Trot Nixon could allow the Red Sox to have some semblance of familiarity to their everyday lineup.   One thing that seems highly unlikely is that Ramirez will go to the Mets, or any other National League team.   \"I know the American League system. That's one reason I don't want to go to the National League,\" he was quoted as saying on ESPNdeportes.com. \"I also want to play for a contender, and I think with Boston, I'm assured of that.\" Ian Browne is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
