{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/41157044\/jair-jurrjens-deal-gives-orioles-more-rotation-depth\/",
    "title": "Jurrjens deal gives Orioles more rotation depth",
    "subtitle": "Right-hander gets $1.5 million deal, 'ready to prove some people wrong'",
    "body": "BALTIMORE -- The Orioles have reached a one-year agreement with free-agent pitcher Jair Jurrjens, and the 26-year-old right-hander told MLB.com Friday that he is healthy and motivated to win a spot in the club's starting rotation this spring. \"That was one of my main goals, was to try to get a team to give me a chance again,\" said Jurrjens, who has thrown seven bullpen sessions this winter while working out in Tampa, Fla. \"I know a lot of people are scared with the past history of my knee, but I'm ready to prove some people wrong and show that I'm ready to go again.\" The O's are not commenting on the agreement, which was first reported late Thursday night. The deal is still pending a physical and isn't expected to be made official before Monday. But the addition -- a low-risk, high-reward signing -- is right on par with the philosophy of executive vice president of baseball operations Dan Duquette, who stated at the news conference announcing his and manager Buck Showalter's contract extensions that he was still actively looking to add pitching. An All-Star in 2011, Jurrjens went 3-4 with a 6.89 ERA last year and was non-tendered by the Braves this winter, effectively becoming a free agent. Jurrjens spent a good portion of last season in the Minor Leagues, and he said Friday that weakness in his right quadriceps limited his power, causing a velocity dip and a demotion to Triple-A Gwinnett in April. \"Everything just kept getting worse and worse and weaker and weaker,\" said Jurrjens, who wore a knee brace while pitching and managed to stay off the disabled list despite chronic achy pain. \"I couldn't push off like I wanted to, and you could see what happened last year. I was able to stay on the field, but not perform like I needed to perform. That's why I got sent down and non-tendered, but I've been working on getting my strength and ways to maintain it during the season. \"So far it's going well. [I'm] seeing a lot of improvement, and we're working on a game plan for me to do during the season to stay healthy and help the team.\" Jurrjens is more than two years removed from arthroscopic surgery on his right knee to repair a minor meniscus tear and lingering issues that shortened his 2011 season and led to a disappointing '12. So far this winter, Jurrjens said he hasn't had any of that achy pain in his knee and has been able to run and do squats with no issues. With Baltimore, he joins an already-crowded rotation picture that includes Jason Hammel, Wei-Yin Chen, Miguel Gonzalez, Chris Tillman, Steve Johnson, Brian Matusz, Jake Arrieta, Zach Britton, Tommy Hunter and Rule 5 Draft pick T.J. McFarland. Top pitching prospects Dylan Bundy and Kevin Gausman will get a good look, but they aren't expected to be part of the Opening Day rotation. \"The thing I was looking for was being with a young team that's winning,\" said Jurrjens, who praised Showalter as a manager. \"When I first heard the Orioles were talking to my agent, I got really excited. I saw how far they got last year in the playoffs and I saw the way they played the game. It's exciting. \"I think I'm ready for [the competition] coming in, and I always want to be ready to compete for a job -- even if I have a job already. I don't want to use Spring Training to get in shape. Already coming into Spring Training in shape, you improve quicker and can start working on things.\" Jurrjens has been on Baltimore's radar in previous winters as a potential trade target, but knee issues and a drop in velocity -- he averaged just over 88 mph on his fastball in 2012, down from nearly 92 mph in '08 -- caused his value to drop. Duquette, a fan of reclamation projects, likes roster flexibility, and Jurrjens has options remaining, meaning he can be sent to the Minor Leagues without having to clear waivers. Jurrjens' deal is worth $1.5 million and can escalate to $4 million with incentives, according to CBSSports.com's Jon Heyman, who first reported the signing. Jurrjens would be arbitration-eligible after the 2013 season, so he could remain under team control if he performs well and fits into the O's future plans. Asked whether he sees himself as a potential bullpen guy should he not crack the rotation, Jurrjens said, \"I've always been a starting pitcher my whole career. I'm not going to change now. Whatever they want me to do, I'm going to do it, but I see myself as a starter.\" How much of a chance does Jurrjens have at cracking the Orioles' rotation? The team employed a makeshift rotation for most of last year, with Gonzalez emerging from Minor League camp to take hold of a rotation spot. Hammel and Chen have spots in the rotation, while Gonzalez and Tillman figure to have two spots, barring injury or a disastrous spring. Johnson also deserves to get a chance given how well he performed in his rookie season, and it's unknown how once highly-touted prospects Matusz, Britton and Arrieta will bounce back after disappointing starting campaigns. Arrieta was last year's Opening Day starter, Britton struggled with injury and Matusz, who flourished in relief and is an option in the bullpen as well, joined the other two in the Minors after poor starting performances. Jurrjens gives the O's more pitching depth, and if he can get back to his prior form, that would make it easier for Duquette, who is unwilling to part with the young pitching to add a bat, to deal away one or two guys this spring. The club, which has limited payroll flexibility, has continually remained in contact with free-agent lefty Joe Saunders, and while Jurrjens' agreement doesn't necessarily close the book on adding the veteran Saunders, it reduces the need to add another pitcher and could limit what the Orioles can offer. Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
