{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/41154500\/verlanders-goal-being-a-one-team-athlete\/",
    "title": "Verlander's goal: Being a one-team athlete",
    "subtitle": "",
    "body": "DETROIT -- The temperature readings barely got out of the teens as the Tigers returned to town for the team's Winter Caravan. For many it was a shock to the system. For Justin Verlander it was another January in Michigan. Nobody on this team has been through more caravans than Verlander. As much as his fame has grown, as big as his brand gets -- now with a Pebble Beach Pro-Am golf appearance and a potential World Baseball Classic appearance coming up -- the ties between him, this team and this city are the constant. As Verlander heads toward his 30th birthday next month and into the second half of his career, he would like very much to keep it that way. \"I've made no secret that I love Detroit,\" Verlander said on Thursday at the Tigers' annual media luncheon. \"I grew up in front of these fans. I feel like I've been a big part of this city, and this city has become a big part of me. So I, obviously, would love to play my career here. \"I've made this point before, that the ultimate goal for me is the Hall of Fame, and I would like nothing better than to go into the Hall of Fame with the Old English 'D' on my chest. That doesn't happen too often nowadays, for somebody to play with a team through their whole career. You see Chipper Jones, what he did, that's something special.\" The topic comes up now because of Verlander's contract. With two seasons left on the five-year deal he signed before the 2010 season, he's at the point where many teams explore extensions for their top starting pitchers. It's far enough from free agency that long-term security sounds more appealing, but far enough in a career that teams know what they're getting. The Tigers have a history when it comes to that timetable. Jeremy Bonderman and Nate Robertson were two years away from free agency when they signed extensions. So was Verlander when he signed his aforementioned five-year contract. The Tigers know that history, too, which is why team officials have stayed away from commenting on their plans or their status. At this point, however, Verlander indicated that nothing is going on. \"There haven't been any talks,\" he said, adding that he doesn't know whether any are imminent. But that doesn't mean there won't be. Verlander said some of the same things three years ago around the same time of year, as the Tigers were gathering for the caravan. Two weeks later he had a new contract. His next contract, though, is going to be much more complicated. When the Tigers signed Verlander last time, he was an up-and-coming pitcher in his mid-20s on the brink of joining the game's elite, having just set a career high with 19 wins while tying for the American League lead. He was a two-time All-Star who had just finished third in AL Cy Young voting, but he wasn't at the top of his game. He's there now. His pitching Triple Crown, his no-hitter and his various no-hit bids in 2011 vaulted him atop the list of the game's elite. It also made him a superstar. His followup season reinforced it, as he essentially carried the Tigers to victory in their AL Division Series against the A's before they went to the World Series for the second time in his career. As soon as free agent Zack Greinke signed his six-year, $159 million deal with the Dodgers last month, the question in Detroit became how much Verlander could get. For Verlander, in particular, it's an interesting question. He's comfortable enough in Detroit to spend his entire career there without worrying what else is out there, fame or otherwise. He's also competitive enough that he wants to win at everything, which golf fans will see when he hits the links in a couple of weeks. To use another example, Verlander hasn't yet decided if he'll join Team USA for the World Baseball Classic, saying that his throwing sessions early in camp next month will let him know whether he's ready. He pushed back his throwing program this winter by two weeks to let his arm rest after back-to-back seasons pitching deep into October pushed his innings total to 538 over the last two years. The man notorious for his rigorous offseason training is keeping tabs on his arm. \"I talked to [Team USA manager Joe] Torre and [pitching coach Greg] Maddux, and I told them I want some time to see how my arm responds,\" he said. \"The opportunity to represent your country is an amazing experience, and one that I had the opportunity to do in college. But obviously, first and foremost, I have to be prepared for the season. \"Just gauging where I'm at, if I feel I'm ready to go, I would love to.\" If he goes, though, he'll be pitching to win, even if it means all-out fastballs in mid-March. \"That's what I told those guys,\" he said. \"In Spring Training games, you can afford to hold a little bit back. But all of a sudden, you put yourself in a situation like that, and it's pedal-to-the-metal. There's no holding anything back. When you're playing for your country, it means something.\" Despite what critics might have said when Verlander wasn't on the provisional roster, pitching for his country means something to him. When asked whether a record-setting contract would mean something to him, he let out a laugh. \"Loaded question there,\" he said with a smile as he pondered his answer. \"Well, you guys know me and how competitive I am with every aspect of everything. But I'm my own individual. I don't look at anybody else and say, 'He did this, he did that.' It's what I'm comfortable with when it comes to something like that. There have been no discussions as of yet. Don't know if there will be.\" The best thing going for the Tigers at this point might be that the legacy means something to him, too. Jones is one example of a legendary one-team athlete. And of the three Tigers to play their entire career in Detroit for at least 20 or more years, Verlander has been around two. Alan Trammell was his manager for his Major League debut in 2005; Al Kaline is a regular presence around the team. Timetable doesn't matter to Verlander. Whether the Tigers approach him this winter or later isn't up to him. All he controls is his response. And as he awaited another annual trek through the Detroit winter, he clearly has thought about what it means.  Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
