{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/41160356\/hall-of-famer-barry-larkin-excited-to-manage-brazil-in-world-baseball-classic\/",
    "title": "Larkin excited about managing Brazil in Classic",
    "subtitle": "Hall of Famer enjoys setting and running game plans, might consider it as future career",
    "body": "Barry Larkin is in Brazil getting ready for his team's debut in the round of 16 of the World Baseball Classic, which opens in Fukuoka, Japan, on March 2. The Brazilians are scheduled to play that day against two-time defending champion Japan, part of a highly talented grouping that also includes Cuba and China. Larkin said he's enjoying his first foray as a manager. \"I've told the players that it really doesn't matter who we play or where we play, but how we play,\" said Larkin, the former Reds shortstop who was inducted into the Hall of Fame last year. Larkin has already learned that lesson. By playing small ball in the first-ever Classic qualifiers last year, Brazil ousted Panama on its home turf to move on in the tournament. Larkin said that managing for a big league organization \"down the road\" could be an option. Right now, his schedule is occupied by family considerations and his duties as a baseball analyst for ESPN. \"But that's not saying that things won't change in the future,\" said Larkin, who was asked to manage Brazil in the Classic by the Brazilian Baseball Federation in conjunction with MLB after he conducted MLB-run baseball clinics for young Brazilian players last year. MLB.com: Everyone has been giving you kudos for the job you did with Brazil in the qualifying round. What did you think of it? Larkin: We were fortunate. We played well. Guys were focused. We executed very well. We did. We played very well. (Boston Celtics coach) Doc Rivers told me one time when I talked to him about managing and coaching that when he was in Orlando, he didn't have very good players. He didn't change anything, but when he went to Boston he became a saint because he had good players. So I learned from that. Our guys played well. It wasn't about the coaches, it was about the players. It was fun. It was a good deal. MLB.com: So you're going out to Japan for the first round. Larkin: There's a heavy influence from the Japanese baseball community in Brazil. Originally we were supposed to go to Puerto Rico, but because of the baseball lineage, they decided to send us to Japan. It makes a better story over there. We'll get there a couple of days early and play a couple of exhibition games in Osaka before we open the tournament in Fukuoka. MLB.com: When do you get your team together? Larkin: We don't officially get together over in Japan until February. Most of our guys are already working out over there. We had our get-together as a team before that (qualifying) round. The guys now are working out on their own. We won't do it as we did last time. Last time we spent about a week to 10 days over in Brazil. I'll have a few days to work with them and talk with them. It's basically the same team. Everybody came out of the (qualifying) round healthy. MLB.com: This is your first managerial experience. How do you like it? Larkin: I really enjoyed it. The Xs and Os are the Xs and Os of the game. I've had a chance to talk to a lot of successful managers and coaches. One of the fundamental rules that they tell me is \"know thy own.\" So I tried to spend as much time and create as many scenarios as I could to see who could handle a situation, who had a tendency to crack, who was fundamentally sound, what pitchers could execute in certain situations. I liked the idea that I could create a game plan and put it in place. The guys over there really accepted it. Situational baseball was really the philosophy that I went with. The ability to do the small things: situational hitting, playing defense. The guys accepted that, bought into it and ran with it. It was a short enough period of time that people didn't get overwhelmed, but long enough to see a change and see that philosophy adapted and executed. So that made it nice. MLB.com: Is managing something you might want to do? Larkin: Maybe down the road, but not now, simply because I have a 16-year-old sophomore in high school. I still need to be available for when she needs me to be available. My son is playing basketball down at the University of Miami. So if I'm managing a team and they have an opportunity to go to March Madness, I wouldn't be able to do that. I'd have to be with a team in Spring Training. And I'm still doing the ESPN gig, too. There are a lot of reasons why the timing is not right. My kids and my family are the top priorities. The schedule is the only thing that would be keeping me away. But the thing that I like about managing Brazil is that it's not too terribly long. I can still keep my schedule the way it is. I like the way it is at this point. MLB.com: So how do you think Brazil will do in the upcoming tournament? Larkin: I believe that we have an opportunity to advance. We're playing Japan, Cuba and China. Our success is going to be predicated on doing the small things once again. Unless we get on a hot streak, we don't have the power to maul people. Going into Panama, we talked about executing, we talked about small ball, and we were really able to do it. We played it pretty straight up. It's going to be the same. Sometimes we get beat because the opposition is better, but at least while I'm at the helm we'll do our best not to beat ourselves. MLB.com: So what's your take on the rest of the upcoming tournament? How do you think Team USA is going to do? Larkin: I think being on the other side internationally, the tournament is humongous. For Team USA, I think it's just bad timing. Guys are in their offseasons and just ramping up for the season. But outside the U.S., there's a tremendous amount of interest and excitement. I see the tournament being even more exciting because I see the opportunity for the players who aren't in the States, the players who want to come and play in the States, the players who want to play Major League Baseball. There's a serious desire to play in the big leagues. Some players view this as an opportunity to be seen on an international level and compete against some big league players and Minor League players. They see this as a resume-building opportunity. Just about everybody I've talked to on the Brazilian team has an aspiration to play Major League Baseball. So everyone is excited about it. MLB.com: This is not your first go-around in the World Baseball Classic. Larkin: I had a chance to work on (manager) Davey Johnson's Team USA staff in 2009. It was just bad timing. We had guys who were hurt. Guys were just not on their game. They weren't in midseason form. I remember feeling that it was more of a burden on those guys. They were excited about it, but I remember Jimmy Rollins and Derek Jeter just missing pitches. They weren't on their game because of the timing of it all. We played against some teams that looked like they'd been practicing together forever. Japan and Korea always look like that. But being on the international side of it, I can say I don't have the same perception. That's not the case. MLB.com: What was your reaction to this year's Hall of Fame vote? Larkin: I felt like there was a message sent. Having an opportunity to be in the room with the Hall of Famers last year, I felt that there was a sentiment that if someone got into the Hall of Fame who did performance-enhancing drugs, it would divide some members because of the strong positions. I predicted that people who used PEDs wouldn't be inducted, at least not yet. I think the voters had a good sense, a good pulse about what some of the rank-and-file Hall of Famers felt about PED users. I expected that none of those guys would get in, and in the end I felt that the vote was appropriate. Barry M. Bloom is national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
