{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/41159898\/starling-marte-andrew-mccutchen-stand-out-in-bucs-solid-outfield\/",
    "title": "Marte, McCutchen stand out in solid outfield",
    "subtitle": "Jones, Snider, Presley, Tabata to contend for starting job in right field",
    "body": "Each Friday leading up to Spring Training, MLB.com will take a look at a different position as part of the Pirates' 2013 season preview. This week, the outfield. Next: the rotation. Of the many reasons for the heightened anticipation of the upcoming season, the leading one might be the Full Marte. Starling Marte should be entrenched in left field from the get-go, and his response to that challenge could move the Bucs to the next level. Marte, a 24-year-old Dominican, spent the first half of 2012 conspicuously on deck after getting an early boot from Spring Training before his exploits (.520 in a dozen exhibition games) increased pressure on the staff to keep him. When Marte finally showed up in late July, he mocked the burden of high expectations with three multihit games in his first five. Now, fresh off a fantastic Dominican Winter League season that only enhanced his reputation, Marte is ready to take his permanent place in an outfield that has to be one of the Pirates' strengths. The outfield certainly promises to be more settled than it was in 2012, when the Pirates went through an incredible 13 combinations, even with an everyday rock in the middle. The Bucs juggled 10 left fielders, and the same number of right fielders. But at least one of those revolving doors should stop spinning. Marte remains on the go after an extremely busy year. From Pirate City to Escogido, his Dominican Winter League champion team, he played 199 games. Center fielder Andrew McCutchen is coming off the most accomplished season, and certainly the most decorated offseason, by a Pittsburgh player in two decades. Less settled is right field, where, barring any subsequent moves to break the logjam, four bona fide candidates will compete for playing time: Garrett Jones and Travis Snider, who combined for 87 starts there in 2012, and Alex Presley and Jose Tabata, both of whom will try to rebuild their reputations. Marte and McCutchen create the perfect tandem to tame PNC Park's notorious North Side Notch, that vast left-center alley that stretches 410 feet from home plate. \"Andrew and Starling ... Like, wow, they cover a lot of ground,\" said manager Clint Hurdle, who will be surprised if Marte doesn't soon start his own collection of Gold Gloves. McCutchen, of course, bagged his first last season. And once you receive a Gold Glove, because it is based so much on recognition, it is tougher to lose than gum on the sole of your shoe. \"And Marte can make it look easy,\" Hurdle said. \"He makes throws that take your breath away.\" The last National League outfield to have Gold Glovers in left and center was Pittsburgh's own, with the Barry Bonds-Andy Van Slyke connection from 1990-92. Marte has extraordinary extra-base power, posting the rare triple-double last year in his only Triple-A stint (21 doubles, 13 triples, 12 homers). And the legs -- despite his limited time with the Bucs, he ranked second on the team in stolen bases, with 12. So that leaves only one question: Can Marte overcome the first-pitch-homer jinx? In his July 26 Major League debut, in Houston, Marte famously yanked Dallas Keuchel's first pitch to him out of Minute Maid Park. He became the 14th NL player to homer on his first pitch, and it is a foreboding list. The most prominent name on it is Chuck Tanner (he did it with the Braves in 1955), who achieved his fame through managing following an 885-at-bat playing career. Otherwise, the list includes five pitchers and such others as Mark Saccomanno (career 10 at-bats), Eddie Morgan (66 ABs) and Jay Gainer (41 ABs). Marte appeared to be an early victim of that jinx when he followed his hot start by hitting .209 in the next 23 games. But he has admitted foolishly trying to play through an injured right oblique, an injury he kept quiet. After confessing and recovering, Marte returned to hit .305 over his final 19 games.    McCutchen gave himself a tough act to follow -- a .327-31-96 batting line, awards and popularity; fans voted him to the cover of the \"MLB 13 The Show\" video game. It is reassuring that whenever his 2012 season comes up, McCutchen's comment is consistent: \"It was pretty good. I really enjoyed it. Now it's all about trying to maintain it.\" The right-field scrum is compounded by the fact that all contenders but Tabata are left-handed hitters. The best bet to emerge as an everyday guy is Snider, who remarkably hit .364 against southpaws last season and is defensively superior. Snider's competitors offer a mixed bag of assets. Jones is a power guy (27 homers last season, 85 in his three and a half seasons with the Bucs), Presley is the best speed-and-pop guy, and Tabata potentially is the best on-base guy because he doesn't strike out much, but he has to drive the ball much better than he has the last two seasons. Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. He can also be found on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
