{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/41134054\/marlins-ink-kevin-slowey-to-minors-deal-with-camp-invite\/",
    "title": "Marlins ink Slowey to Minors deal with camp invite",
    "subtitle": "",
    "body": "MIAMI -- In Minnesota, Marlins manager Mike Redmond had a chance to catch right-hander Kevin Slowey. Slowey will now be getting an opportunity to pitch for Redmond. The Marlins have signed Slowey to a Minor League contract with an invitation to Spring Training, which begins Feb. 12 at Roger Dean Stadium in Jupiter, Fla. The 28-year-old Slowey made just eight Minor League starts in 2012 due to a stress fracture in his rib cage. Previously, he was part of the Twins’ rotation. Redmond was a backup catcher in Minnesota from 2005-09. A second-round pick by the Twins in 2005, Slowey was a fixture in their rotation from 2008-10, posting a 35-20 record with a 4.36 ERA in 73 games in that span. In an injury-plagued 2011, Slowey was 0-8 in 14 games, including eight starts, for Minnesota. He dealt with right biceps soreness early in that season and also missed time with an abdominal strain. The Marlins also have signed right-hander Mitch Talbot to Minor League deal with a Spring Training invite. Talbot, 29, last pitched in the big leagues for the Indians in 2011. With Cleveland in 2010, the right-hander was 10-13 with a 4.41 ERA in 28 starts. He pitched in Korea last season. Some additional catching depth will also be in Miami's camp. Craig Tatum recently signed a Minor League deal with a big league invite. The 29-year-old has 100 games of MLB experience, starting off with the Reds in 2009. He also played in parts of ‘10 and '11 for the Orioles. The Marlins are expected to have a large number of players -- about 70 -- in big league camp. Since Jan. 7, the Marlins have signed seven players to Minor League deals with invitations to Spring Training -- Slowey, Talbot, Tatum, Michael Wuertz, Austin Kearns, Nick Green and Matt Downs. In December, the team also made a number of signings of players to Minor League contracts with invites. Right-hander John Maine, formerly of the Mets, will be looking to resurrect his career. Shortstop Chris Gutierrez, right-hander Doug Mathis and shortstop Audy Ciriaco signed last month. Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
