{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/41138374\/justin-upton-deal-is-business-as-usual-for-braves\/",
    "title": "Upton deal is business as usual for Braves",
    "subtitle": "Franchise known for doing things the right way reloads in style for 2013",
    "body": "When the Atlanta Braves were deep into a string of 14 consecutive postseason appearances between 1991 and 2005, general manager John Schuerholz began gathering his staff every Spring Training to toast the accomplishment. The Braves won just one World Series in that stretch, and Schuerholz fretted that the focus sometimes was too much on what they hadn’t done rather than what they had. So he reserved a day to tell his people how proud he was of them, and how proud they should be of all their good work. “What they did was historic,” he said. Schuerholz saw 14 straight playoff appearances as a tribute not to one person or a handful of people, but to an entire organization. That includes the scouts who went out and found all that talent, the coaches and instructors who helped develop it and the men at the top, especially himself and manager Bobby Cox. Schuerholz made significant changes to his roster almost every year, but the winning endured. Inside the industry, the Braves came to represent professionalism and a measuring stick for how to run a franchise. And so it goes. The Braves showed the world again on Thursday that they remain one of the smartest, most efficient operations in baseball. They’re a team built, first and foremost, on the time-tested fundamentals of player development, and even with Schuerholz turning over day-to-day operation of the club to Frank Wren six years ago and Fredi Gonzalez taking over for Cox two years ago, the Braves keep doing things right. Atlanta is on the verge of wrapping up a very nice offseason by acquiring outfielder Justin Upton from the D-backs. He’ll join his brother, B.J. -- signed to a five-year deal earlier this winter -- and Jason Heyward to give Atlanta one of the most dynamic outfields baseball has had in a long time. Whether the Braves have completely closed the gap on the Washington Nationals in the National League East is an argument that can be debated late into the night. All that’s clear is that both teams are really good, and that the Braves have joined the Nationals, Giants, Dodgers, Cardinals and Reds in the “Best Team In the NL” discussion. Wren was able to make those trades because, like Cox and Paul Snyder and other Atlanta executives before him, he’s part of an operation that does everything right. Mid-revenue teams like the Braves can’t compete with clubs like the Dodgers in the free-agent game, but they can still hold their own by doing great work in player development. Thanks to a productive farm system, Atlanta has a manageable enough payroll that Wren could give B.J. Upton $75.2 million over five years. That’s because Atlanta has relatively young homegrown players scattered all over the diamond: Heyward, first baseman Freddie Freeman, shortstop Andrelton Simmons and pitchers Mike Minor, Kris Medlen and Craig Kimbrel. The farm system allowed Wren to win the Justin Upton sweepstakes. He made the deal without giving up prized pitching prospects J.R. Graham and Julio Teheran, Simmons or catcher Christian Bethancourt. The Diamondbacks did fine, acquiring a pair of prized right-handed pitchers in Zeke Spruill and Randall Delgado, shortstop Nick Ahmed, infielder Brandon Drury and a third baseman, Martin Prado, who’ll fill an immediate need. But Atlanta’s end of the deal is the most fascinating. Part of it is putting the Upton brothers in the same outfield to watch how they continue to grow as players and how they drive one another. Both are high-energy guys; both are still getting better. Their skill levels are off the charts despite the high strikeout totals. They’ll be impact players in the outfield and at the plate. Again, no outfield in baseball is better, and if Medlen, Minor and Tim Hudson have big years and another young pitcher emerges, it could be a special season for the Braves. The past four years have been frustrating for the Braves, considering the high standards they have for themselves. They’ve averaged 90 victories, but that number includes the meltdown at the end of 2011 and a '12 season that ended with a Wild Card loss to the Cardinals. Still, they’ve reloaded again and appear to be right back in the mix. Just like always. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
