{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/41114828\/jake-mauer-excited-to-lead-twins-new-class-a-club\/",
    "title": "Jake Mauer excited to lead Twins' new Class A club",
    "subtitle": "",
    "body": "MINNEAPOLIS -- When the Twins announced they were moving their Class A Midwest League affiliation from Beloit, Wis., to Cedar Rapids, Iowa, they hailed the move because of Cedar Rapids' proximity to the Twin Cities.  It's about an hour closer to the Twin Cities than Beloit, and also features a much newer and nicer stadium that was built in 2002 and holds 5,300 fans. It also doesn't hurt there are more Twins fans in the area than in Beloit, which is only 75 miles away from Milwaukee.  But when the announcement was made in September, the Twins still needed to find a manager for their new Class A affiliate. After going through candidates, they decided to stay in house and went with a familiar name in Jake Mauer -- Joe's older brother -- who had previously managed Class A Advanced Fort Myers for the previous three seasons.   So while on paper, it looked like a step down for Mauer because he was going from Class A Advanced to Class A, he was assured by the organization that it wasn't a demotion and that they still hold him in high regard for his ability to work with young players.   \"I talked to new farm director Brad Steil, and he asked what I thought about the move,\" Mauer said. \"After talking to him for a while and with my family, I realized it was an outstanding move. I also think after talking to a few front-office folks from the team, it just made sense. It's just nice it's only 4 1\/2 hours away. And I remember coming here as a visiting player and seeing the support they had.\"   Mauer is well versed with the Twins, as he played five seasons in the organization after being taken in the 23rd round of the 2001 First-Year Player Draft, the same year his younger brother was the No. 1 overall pick.   The 34-year-old former utility man reached as high as Double-A New Britain before an elbow injury forced him to retire after the 2005 season.   Mauer didn't waste any time going into coaching, as he spent three years coaching in the Gulf Coast League in Florida before becoming the manager of the GCL Twins from 2008-09. He was then promoted to manager of Fort Myers, where he spent the previous three seasons.   Mauer said he enjoyed his time in Florida but is excited about the chance to be closer to home, as he grew up in St. Paul, Minn., and lives in Shoreview with his wife, Rachel, and their two kids.   \"It'll be outstanding to be closer to our family, No. 1,\" Mauer said. \"And No. 2, being in the Midwest League, will bring a great atmosphere. There are a lot of great stadiums, fans and baseball towns in the league. The Florida State League is a little quieter.\"   Mauer will also have a chance to work with some of the organization's top talent, as their top pick from last year's Draft -- center fielder Byron Buxton -- is expected to play with the Kernels in 2013. Many of club's top picks from last year's Draft are also expected to see time in Cedar Rapids, including pitchers such as Jose Berrios and Mason Melotakis.   But Mauer said he's also looking forward to all the friends and family that will be spending time in Cedar Rapids, as his younger brother Billy -- who owns Mauer Chevrolet -- plans on sending down buses from the Twin Cities.   \"People will be able to come down, and I'm sure I'll be critiqued every step of the way, which is fine,\" Mauer said with a laugh. \"I'm sure grandpa will ask why I didn't hit and run or something. But that's part of the fun. It's an opportunity for friends and family to come down and watch these young kids play.\"  Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
