{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/41115172\/prospects-among-six-invited-to-phillies-camp\/",
    "title": "Prospects among six invited to Phillies' camp",
    "subtitle": "",
    "body": "PHILADELPHIA -- The Phillies announced Wednesday they have added six more players as non-roster invitees for Spring Training. This list includes several of the organization's top prospects: Third baseman Cody Asche. He hit .324 with 33 doubles, six triples, 12 home runs and 72 RBIs between Class A Clearwater and Double-A Reading last season. Asche, 22, will be in camp to get big league experience. If he continues to progress in 2013, the Phils could look at him as their everyday third baseman as early as '14. Right-hander Justin Friend. He allowed just one earned run in 39 2\/3 innings and converted each of his 24 save opportunities with Double-A Reading last season. Friend, 26, will get a look in Spring Training, but Philadelphia has plenty of relievers ahead of him on the depth chart. Expect him to open the season in the Minor Leagues.  Catcher Tommy Joseph. The Phillies acquired him in the Hunter Pence trade, and he immediately became the organization's top position player prospect as ranked by MLB.com. Joseph will be in camp to get big league experience, but will open the season in the Minor Leagues. Where he opens remains to be seen. Joseph, 21, is expected to compete with Sebastian Valle for the Triple-A job.  Outfielder Joe Mather. He hit .209 with 11 doubles, five home runs and 19 RBIs in 103 games last season with the Chicago Cubs. The Phils have plenty of outfielders, so Mather, 30, joins the organization to provide depth at Triple-A.  Left-hander Adam Morgan. The Phillies are high on Morgan, so like others in this group, they want him to get his feet wet in big league camp. He had a 3.29 ERA last season with Clearwater, and went 4-1 with a 3.53 ERA in six starts with Reading. Morgan, 22, led Philadelphia's Minor Leaguers with 169 strikeouts in 158 2\/3 innings.  Right-hander Kyle Simon. The Phillies acquired him in the Jim Thome trade. The Phils made Simon a reliever last season with Clearwater and Reading, with positive results: He went 4-0 with a 1.36 ERA in 20 appearances. Todd Zolecki is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Todd Zolecki"
}
