{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/41117996\/no-longer-a-rookie-skipper-ventura-ready-for-2013\/",
    "title": "No longer a rookie skipper, Ventura ready for 2013",
    "subtitle": "",
    "body": "CHICAGO -- With one year of successful managerial experience on his resume, Robin Ventura officially can offer up advice to new coaches who make their way to Chicago.  But Ventura didn't exactly need to be on the proverbial hot seat to provide Wednesday's words of wisdom for Marc Trestman, the recently hired Bears front man.  \"Just win,\" said a smiling Ventura, who met with the media during a visit with his wife, Stephanie, to Gilda's Club in downtown Chicago. Gilda's Club is a support community for men, women, teens and children diagnosed with any kinds of cancer and their family members and friends. The White Sox have supported Gilda's Club since it opened in 1998. \"He's coached before,\" continued Ventura in sharing knowledge for Trestman. \"It's not like he's coming in and doing something he hasn't done. It's a great city. That's part of it. He's going to love this city.\"   Ventura never coached or managed at any level before replacing Ozzie Guillen prior to the 2012 campaign. He proved to be a natural in the position, leading the White Sox to first place in the American League Central for 117 days.   For a team not expected to be very competitive, Ventura's first squad far surpassed outside expectations. For a group full of confident competitors expecting to make the playoffs from Day 1 of Spring Training, the season ultimately was a failure because of a 4-11 finish and a three-game division lead on Sept. 18 disappearing.   Those late-season shortcomings, from lack of clutch hitting to young pitchers hitting a wall, stand as past history and future lessons for Ventura. He has begun to formulate ideas concerning the 2013 campaign, starting with handling the Spring Training departures of Alex Rios (Puerto Rico) and Jesse Crain (Canada) to compete in the World Baseball Classic.   Neither Chris Sale nor John Danks will be competing for Team USA, but with White Sox pitchers and catchers reporting to Glendale, Ariz., on Feb. 12, Ventura wants to move slowly and carefully with both southpaw hurlers. The issue for Danks is ongoing rehab for arthroscopic surgery on his left shoulder in early August, which currently has him throwing off a mound. For Sale, it's about coming off of his first full year as a starting pitcher and moving well beyond his previous single-season innings high.   \"Again, even with the way the WBC is, we are starting real early, and I wouldn't really want him to get going, and probably Sale, the same thing,\" said Ventura of Sale and Danks, indicating they will have a few less Cactus League starts. \"Maybe not start them off when we start playing games. Kind of push [Danks] back to maybe in the middle just to save [Danks] a little bit.\"   Alejandro De Aza and Adam Dunn currently stand as the only left-handed hitters in the 2013 White Sox lineup. They batted first and third, respectively, last season, but Ventura mentioned Wednesday that the idea is being tossed around to move Rios into the third spot and break up the left-handed hitters.   Dunn most likely would hit fifth. Ventura also could break up a potential low on-base quartet of Dayan Viciedo, Alexei Ramirez, Tyler Flowers and Gordon Beckham at the bottom of the order by moving Beckham to the two spot from time to time and using Jeff Keppinger and his adept bat-handling skills in the middle, although Ventura didn't address that issue Wednesday.   Having only two left-handed hitters is not an issue for Ventura, especially when the club's right-handed hitters are more than capable against right-handed pitchers. More telling than the lefty-righty issue was Ventura's take on general manager Rick Hahn's offseason moves.   While the White Sox continue to look for a left-handed bat, that player has to be a team fit. There's no pressure to add on, even with the Tigers, Royals and Indians having made higher-profile moves than the South Siders.   \"I told Rick I don't want a left-handed hitter just to get a left-handed hitter,\" Ventura said. \"When we start looking at somebody, if our righty hits right-handed pitchers better than a lefty, I don't want a lefty just because he's a lefty. It's got to mean something.   \"You are going to look at spending a lot of money, as that's fun stuff. People get excited about that, but it doesn't guarantee anything. It's hard to get people excited about that as far as we didn't spend a lot of money. I like the pieces we got.   \"As far as talking with Rick and going over things, [it's about] spending money wisely,\" Ventura said. \"Just don't spend a lot of money to get everybody hyped up about selling tickets. We want to be better and you want to spend it wisely. I like where [Hahn] was and the way he was thinking.\"   The first year was an enjoyable one for Ventura, although he didn't necessarily know he would like managing because he had never done it before. That enjoyment is multiplied by having a great coaching staff, according to Ventura, and working for a team where he has deep connections.   This second season features a more comfortable Ventura, in regard to everything from the nuts and bolts of the job to knowing the talent he has: whether established or younger players. His comfort level was aided Wednesday by a session of gentle yoga with his wife at Gilda's Club before taking a tour of the impressive facility.   It might mark Ventura's last moment of peace for months to come, with Spring Training starting just two weeks after this weekend's SoxFest.   \"I wonder if she's available for Spring Training,\" said a laughing Ventura about the yoga instructor. Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
