{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/41119960\/tracy-ringolsby-new-managers-face-varying-challenges\/",
    "title": "New managers face varying challenges",
    "subtitle": "",
    "body": "Last season, Mike Matheny, in his first managerial opportunity at any level, guided the St. Louis Cardinals into the National League Championship Series. Robin Ventura, another managerial newbie, took on the challenge of a Chicago White Sox franchise that was grasping for stability in the aftermath of Ozzie Guillen, and Ventura had the White Sox in the American League Central race with eventual AL pennant winner Detroit until the final days of the regular season. Walt Weiss should be so fortunate. Like Matheny and Ventura a year ago, Weiss will take over the managerial chores of the Colorado Rockies in 2013 having never filled out a lineup card at a professional level. Weiss’ task, however, won’t be easy. The Rockies are one of six teams who open Spring Training next month with a different manager than a year ago -- the same number as a year ago, but well below the 12 managerial changes of two years ago, which equaled the second-biggest turnover from one spring to the next. There were 15 managerial changes made from the start of the 1991 season to the start of '92 -- eight in the AL and seven in the NL. While former Washington Nationals coach Bo Porter inherits a Houston team that had the worst record in the NL (55-107), Weiss is taking over a Colorado team that went from a club expected in the spring to at least be a factor in the NL West to a club that lost a franchise-record 98 games. There is so much uncertainty about the organization that Jim Tracy, who Weiss is replacing, walked away from the final year on his contract and the $1.4 million salary he was guaranteed. Weiss, like Mike Redmond in Miami and Terry Francona in Cleveland, is assuming managerial duties of an organization in which he once played. John Gibbons, meanwhile, is back for a second managerial tour in Toronto, and John Farrell, who was traded from Toronto, returns to manage Boston, where he previously was the pitching coach. Porter lives in Houston, but after playing for the Chicago Cubs, Oakland and Texas, and coaching with Florida, Arizona and Washington, he is making his debut with the Astros organization. Weiss was a popular player with the Rockies. After retiring as a player, he served as a special assistant to general manager Dan O’Dowd before deciding to focus on his family life, which led him to initially volunteering as a coach at Regis High School before assuming the head-coaching job at the Denver-area high school a year ago. Weiss has his hands full with a Rockies team that not only led the Majors with a 5.22 ERA, but toyed with a four-man rotation because of a shortage of arms and finished the season with a Major League-high 5.81 rotation ERA, more than a run higher than Houston (4.62), which was the second worst in the NL. And the offseason has been spent collecting the likes of Miguel Batista and Chris Volstad, and there are continued talks with the agents for Brandon Webb and Carl Pavano. Porter has an advantage on predecessor Brad Mills. Porter is the choice of the new Astros regime. General manager Jeff Luhnow will have a longer leash with Porter in his attempt to pump life back into a Houston franchise which had never lost 100 games in its existence until back-to-back seasons of 106 and 107 losses. The Astros have gutted their roster and payroll, undertaking a major rebuilding process that will give Porter a couple of years to get his feet on the ground. Redmond is being asked to bring serenity back to Miami after the uproar of a 2012 season which started with Guillen alienating the Cuban community before the season even began by speaking kindly of Fidel Castro. An offseason spending spree that went so bad, the Marlins gutted the roster in the last nine months, adding to the anxiety of South Florida fans, who helped finance Marlins Park, which opened last year. As demanding as the Boston job can be, Farrell is a good fit. The former Red Sox pitching coach spent the last two years managing Toronto without much success and without ever seeming to fit into the organization. He had wanted out of his contract a year ago when the Red Sox job initially opened up, but Toronto refused. A year later, he got his wish, replacing Bobby Valentine and inheriting a team that left Red Sox Nation stunned by ineptitude. It’s a unique situation for Farrell. He’s the first Red Sox manager in decades who doesn’t have unrealistic expectations to meet. This is an organization merely trying to regroup and regain respect. Farrell’s departure opened the door in Toronto for the return of Gibbons, who ran afoul of previous general manager J.P. Ricciardi, dismissed after a 35-39 start to the 2008 season despite winning records the two previous seasons. Gibbons befriended current general manager Alex Anthopoulos, who was in the front office during Gibbons’ previous tenure. Anthopoulos has repaid the efforts by undertaking a massive roster restructuring that will create contending expectations for Gibbons in an AL East that is more wide open than it has been in some time, with the struggles in Boston and recent plight of the New York Yankees. Francona is being asked to return credibility to Cleveland. It’s his third managerial opportunity and comes on the heels of Francona guiding the Red Sox to their first two World Series championships (2004 and '07) since 1918 after a four-year apprenticeship in Philadelphia. Tracy Ringolsby is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
