{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/41119234\/astros-express-gratitude-to-military-at-luncheon\/",
    "title": "Astros express gratitude to military at luncheon",
    "subtitle": "Porter, Lowrie, Cosart, Backe serve lunch to 250 members and families",
    "body": "HOUSTON -- Considering the sacrifices the military has made for them through the years, the Astros were more than happy to turn the tables Wednesday afternoon and serve lunch, sign autographs and take photos with more than 250 service members and their families. Astros manager Bo Porter, shortstop Jed Lowrie, top pitching prospect Jarred Cosart and former pitcher Brandon Backe spent a couple of hours at the Ellington Field Joint Reserve Base, a defense and homeland security compound. Service members from all branches of the military mingled with the Astros for about two hours as part of the team’s annual CAREavan. Porter addressed the crowd for a few moments, thanking them for their service to their country, before joining the players and Backe in serving lunch. The Astros seemed genuinely happy to be able to do something for the service members, who were as equally grateful for the visit. “This is a special group,” Porter said. “I spent the last two years in Washington, and you think about the country we live in and that we have a service that protects us night in and night out so we can enjoy the freedom we have. It makes me proud to be an American, and a lot of times we don’t get the opportunity to come and serve. And they’re serving us on a daily basis. “It’s an honor to be here, and I’m glad the Houston Astros extended ourselves to this type of event. It just goes to show what community is all about.” Lowrie was all smiles throughout the day while interacting with those in uniform and their families. He’s been a big proponent of the military, last year supporting the Wounded Warrior Project by welcoming veterans to Minute Maid Park once a month in a program called Jedi Warriors. “I always love coming and doing things with the military and I appreciate what they do for us,” he said. “I can’t do this unless they’re doing their jobs. I want to share my appreciation and come out to these types of events whenever I can.” The retired Backe, who pitched in several big games for the Astros in their 2004-05 heydays, thanked as many of the service members as he could while handing out meals and signing autographs. When introduced to the crowd, he received a nice ovation from those aware of his time with the club. “For the Astros to give me a call and ask me to do this, it means a lot to me,” said Backe, who runs a small baseball academy in nearby Alvin. “I put in a number of years with the Astros and if at all possible, I like to help the organization.” Cosart admitted he could never envision himself serving in the military, but he understands the sacrifices those that serve have made for him. “I’m proud to be an American and thankful for everything they’ve done to allow us to have that freedom,” he said. “It makes me feel like I have it easy, knowing what they do on a daily basis. Here I have five months off to work out and get ready and play a game I love to do, when they’re risking their lives every day to protect our country.” Getting the chance to get in front of fans, whether at schools or military compounds, is an important part of his job, Porter said. He knows Astros attendance has lagged the last few years while the team rebuilds, and instilling some goodwill in the community is vital. “People need to know there is a strategic plan in place,” he said. “We want to relay that to the fans. It’s good for the fans to get up and close to us and ask questions. They should be able to ask questions, and we should be able to give them answers.” The Houston portion of the CAREavan continues Thursday in Humble, where Lowrie, Backe, Tyler Greene, Lucas Harrell and newcomer Carlos Pena will take part in a pep rally for sixth-graders at Woodcreek Middle School before taking 30 kids from the Humble Baseball Association shopping for sports equipment. Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
