{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/41120296\/cardinals-hitters-looking-forward-to-working-with-coach-john-mabry\/",
    "title": "Cards' hitters looking forward to working with Mabry",
    "subtitle": "Former assistant hitting coach to maintain philosophy, emphasize mental aspect",
    "body": "ST. LOUIS -- Mike Matheny took the question -- one in which he was asked to discuss possible remedies for the offense's maddening inconsistency last year -- and jokingly shifted the onus elsewhere. \"That's John Mabry's job,\" the soon-to-be second-year manager replied. \"He has to figure that out.\" Matheny, of course, was being part factual, part facetious. He'll stay integrally involved in the club's offensive work and has already developed ideas on how to prevent 'all-or-nothing' from defining the offense again in 2013. But the burden will, indeed, also belong to Mabry. Upon Mark McGwire's departure for Los Angeles, the Cardinals tapped Mabry as the team's new hitting coach. The choice seemed logical, as Mabry had just completed his first season on the organization's Major League staff. As the team's assistant hitting coach in 2012, Mabry worked alongside McGwire, who had once also been his Cardinals teammate. The hitting philosophy that Mabry said he listened to McGwire preach as a coach wasn't all that different than the one Mabry saw the former first baseman employ with success during his playing days. It was a philosophy, Mabry described, of pickiness, and one that contributed to the club finishing second in the league with an average of 4.72 runs per game. \"Get a good pitch, look to hit it up the middle,\" Mabry said. \"When you look at it that way, you don't try to reinvent any wheels. We're going to stay on the same path. We have guys who know what they're doing.\" Mabry's projected starting lineup includes four players who broke into the Majors at least nine seasons ago. Those four -- Carlos Beltran, Rafael Furcal, Matt Holliday and Yadier Molina -- have, among them, 20 All-Star selections. When it comes to working with their swings, maintenance, then, becomes more pivotal than instruction. Where Mabry will have a more hands-on approach is with the less-tenured players, some of whom he worked especially close with last season in helping to prepare them for bench roles. Staying sharp while not playing every day was a task Mabry took on regularly during his 14-year playing career. \"He's a great player's coach,\" Matt Carpenter said of Mabry. \"Obviously, we're going to miss Mark, and we wish him the best, but we're filling in with a guy who's going to do just as good of a job. His knowledge of the game, playing the role that he did ... when he was a player, you've really got to know the game well to have that kind of role. He's brought that into his own style of coaching. He's a great mentor, and we're all looking forward to getting to work with him some more.\" \"He's been around,\" added Jon Jay. \"It's just like the Tony [La Russa] to Mike Matheny transition. We knew exactly what we were going to get. Mabry is the same way. He's been around us. He knows us as hitters. I'm looking forward to that.\" The mental aspect of hitting, which Mabry described as being the separator between \"good and great, great and awesome,\" will be of greater emphasis in 2013, both Mabry and Matheny vowed. When it came to the work demands, the 2012 season served as a litmus test for Mabry, who had initial concerns about how much family sacrifice would come by taking a full-time coaching position. Mabry and his wife, Ann, have four children. The time commitment was as hefty as Mabry had anticipated. But it was location that made it feasible. Location is the same reason why he agreed to return in an even larger role, one that he likely wouldn't have accepted from another organization. \"I'm still here. I'm still home,\" said Mabry, who made St. Louis his permanent home after retiring as a player. \"I get to come home every night, and they get to see me every morning. If I were to go back into baseball, it would be with the St. Louis Cardinals, the team that drafted me and developed me. People like [former Cardinals coaches] Dave Ricketts and George Kissell are guys who invested in me, and I've made it a point to invest in other people.\" Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
