{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/41124032\/wedge-counting-on-veterans-to-provide-leadership\/",
    "title": "Wedge counting on veterans to provide leadership",
    "subtitle": "",
    "body": "SEATTLE -- Eric Wedge saved the strongest words for last. The Seattle manager, the set-closing headliner on a full bill of speakers previewing the 2013 Mariners season at the annual pre-Spring Training luncheon at Safeco Field, spoke clearly into the microphone and explained what the club has done this offseason. He talked about the development of the young roster and how the \"kids\" who were thrust into difficult positions last year have become better players and people for the experience. He spoke of the still-in-flux group the team plans to bring to camp and how general manager Jack Zduriencik still seeks a veteran starter, a catcher or two, and you never know what else. And then the subject of leadership came up, and Wedge opted to talk about the present and future with veteran acquisitions Raul Ibanez, Jason Bay, Michael Morse and Kendrys Morales coming on board while making a not-subtle-at-all reference to deficiencies over the last few years in what he views as a key component to a championship team -- leadership from experienced players. \"If you look at the veterans we had in the clubhouse last year and the veterans we have in the clubhouse this year, it's night and day,\" he said. Wedge was almost certainly speaking of the departed Ichiro Suzuki, Chone Figgins and Miguel Olivo, and the message was expanded upon, with specifics not being necessary. \"You could look at their role and their impact or lack thereof,\" he said. \"This is professional sports. This is the big leagues. This is the highest level. Either you do it or you don't. And either you help or you don't. If you help, then you're on board, and if you don't, then we are going to eliminate you. That's what we've done. We're looking for people to be a part of this.\" Zduriencik didn't argue the point, even though statistics gurus surely will. Sabermetricians often discount the importance of something like leadership or veteran experience because it can't be summed up in a number. It's not quantifiable. They argue that it doesn't make a bad hitter good. It doesn't make a pitcher with so-so stuff a Cy Young Award contender. That's true in some respects, of course, but Zduriencik and Wedge know from years in the game that it really can make a difference. Sometimes it can make a huge difference. So while Ibanez might only be a bench bat and an occasional first baseman or DH and it's hard to know what he's got left at the age of 40, and Bay is more of a question mark because of recent injuries and apparent decline over the last several seasons, the Mariners are banking on more than on-field production with these guys. \"It's that 'been there, done that' thing,\" Zduriencik said. \"Eric and I, so many times after a ballgame, I'd roll in there, you'd look at who's batting [Nos.] 3, 4 or 5, and a they had no experience. \"But just the fact that you've got a young kid sitting in the on-deck circle, someone like Raul Ibanez gets up and puts his arm around the kid and says, 'I've been in this situation before,' that's a whole lot different than coming from a hitting coach or a manager. \"I think the leadership factor on the field is going to be an important aspect to these additions this year.\" Granted, the proven track record of Ibanez, Bay, Morse and Morales should be a boost, too, when compared to what they got in the middle of the order last year. Even if Bay doesn't pan out and Ibanez craters, Seattle won't have to put untested youngsters in prime run-production slots for the bulk of a 162-game slate. \"Our kids had to go through this,\" Zduriencik said. \"Had we brought in experienced players a year ago, yeah, maybe we would have had a little better record. But I do think you would have robbed young kids of [at-bats]. ... They had to go through that year at a very young age. At times during the year, you had [Kyle] Seager batting third, [Miguel] Montero batting three-four, right in the middle of your lineup, [Justin] Smoak trying to do that. That's a pretty big challenge.\" The Mariners still have a pretty big challenge ahead, but they say they're a lot more comfortable facing it with veterans who have shown throughout the years that they're willing to contribute in any way they can to make a team better, on the field and off. \"Championships don't come easy,\" Wedge said. \"You've got to have talent, you've got to have toughness and you have to have players that get it.   \"I'm not looking for choir boys. I'm looking for people that are looking to help us get better and win.\" Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB and read his MLBlog, Youneverknow. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
