{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/41092856\/blue-jays-sign-infielder-mark-derosa-to-one-year-deal\/",
    "title": "DeRosa signs one-year pact with Blue Jays",
    "subtitle": "",
    "body": "TORONTO -- The Blue Jays put the final piece in place for their 25-man roster on Tuesday morning by signing infielder Mark DeRosa to a one-year contract worth $750,000.  The deal also includes a club option for 2014 at another $750,000. To make room on the 40-man roster, right-hander Sam Dyson was designated for assignment.  The 37-year-old DeRosa is expected to fill the final spot on Toronto's bench. The Blue Jays had been in the market for a right-handed utility infielder to serve as their 25th man for the upcoming season. DeRosa hit .188 with five doubles and six RBIs in 48 games for the Nationals last season. He has the ability to play all four infield positions and can also be used in either left or right field.   The native of New Jersey is set to enter his 16th season in the Major Leagues. He is a career .270 hitter with 93 homers and 458 RBIs while playing for the Braves, Rangers, Cubs, Indians, Cardinals, Giants and Nationals.   Dyson is a former fourth-round pick of the 2010 First-Year Player Draft. He made his big league debut in '12, but he appeared in just two games while allowing three runs and striking out one. He spent the vast majority of last year pitching for Double-A New Hampshire, where he posted a 2.38 ERA in 45 1\/3 innings of relief.   The Blue Jays appear to be mostly done with their offseason shopping. It's possible the club could another reliever, but that became less likely when veteran left-hander Darren Oliver recently announced he would put off retirement to return for the 2013 campaign.   General manager Alex Anthopoulos likely will hold off on handing out any other Major League contracts, but he is expected to remain active with Minor League free agents. The Blue Jays are in the process of continuing to build depth at Triple-A Buffalo to protect against potential injuries at the big league level. Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
