{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/41105586\/craig-kimbrel-not-content-after-record-breaking-year\/",
    "title": "Kimbrel not content after record-breaking year",
    "subtitle": "Closer among attendees at early throwing program at Turner Field",
    "body": "ATLANTA -- Craig Kimbrel understood the historic opportunity that he had when he took the mound to pitch the ninth inning of last year's regular-season finale against the Pirates at PNC Park. Through his first 62 appearances of the season, the Braves closer had struck out 113 of the 227 batters he had faced. There was no need for quick math or the simple use of a calculator. Eric O'Flaherty and Jonny Venters had made sure Kimbrel realized that there was still a chance for him to become the first Major League pitcher to strike out at least half of the batters that he faced over the course of an entire season. \"I couldn't believe it,\" Kimbrel said. \"I knew it toward the end of the season when O'Flaherty and Jonny were saying, 'There is no way you're going to be able to strike out half.' I was like, 'Yeah, you're right.' But things played out right.\" After opening his final appearance by allowing Travis Snider to single to right field, Kimbrel fittingly concluded his season by striking out the next three batters he faced. This was nothing new. He recorded at least three strikeouts in 27.4 percent (17 of 62) of the one-inning stints he completed during his dominant 2012 season.  As he shook hands with his teammates in Pittsburgh that afternoon, Kimbrel could display his confident smirk with the satisfaction of knowing he had indeed struck out more than half (116 of 231) of the batters he had faced during the season.  \"It's pretty cool,\" Kimbrel said. \"If I'd have been sitting here and you would have told me all that has been said about me and all that I've done the past two years, I'd have said, 'No way.' But really I'm just working hard and hoping to keep things going. The last thing that I want is to sit back and be satisfied.\"  During his first two years at the Major League level, Kimbrel has overcome a few rough patches and arguably established himself as the game's best closer. In the 120 appearances he has made since the start of the 2011 season, he has converted 88 of 99 save opportunities. Kimbrel has limited opponents to a .155 batting average and a .231 on-base percentage during that span.  When Kimbrel introduced himself to the Major Leagues for some stretches during the 2010 season, there were concerns about his command. Those concerns were reduced as he issued 32 walks in 77 innings during the 2011 season. Then last year, the hard-throwing 24-year-old hurler issued just 14 walks in 62 2\/3 innings.  The improved command combined with a sharper curveball enabled Kimbrel to produce ridiculous numbers last year. On the way to posting a 1.01 ERA, he limited opponents to a .126 batting average and .186 on-base percentage. The only comparable numbers were posted by the Reds' Aroldis Chapman, who allowed opponents to hit .141 with a .225 on-base percentage.  \"You could say if we get to the ninth inning with a lead, the odds are great,\" Braves right fielder Jason Heyward said. \"That is what it is. The numbers speak for themselves. You can really appreciate things like that. When you hand it over to [Kimbrel], you know it's going to be over.\"  Despite this early success, Kimbrel has shown no signs of being content. He was one of the few veterans who were present when the Braves opened their voluntary early throwing program at Turner Field on Tuesday morning. Some of the others present included Brandon Beachy, Cory Gearrin, David Carpenter, J.R. Graham, Alex Wood and David Hale.  \"It's a game where if you quit trying to learn and get better, then you're not going to get better,\" Kimbrel said.  Kimbrel's preseason preparations will be altered by the fact that he will be competing with Team USA in this year's World Baseball Classic. But while this will potentially take him away from the Braves' spring camp for much of March, he does not believe his daily activities will be significantly altered.  Having already mapped out a plan with Atlanta pitching coach Roger McDowell, Kimbrel believes he will pitch in three Grapefruit League games before going to Arizona to join Team USA in early March. Like in Spring Training, he will not be asked to pitch on back-to-back days during the early portion of the Classic.  \"The fact that he's a one-inning guy, I'm not that concerned,\" Braves general manager Frank Wren said. \"He knows what he has to do and he knows he'll have to do it a little earlier.\"  Everything has recently seemed to be a little accelerated for Kimbrel, who married his girlfriend Ashley on Dec. 1. His bachelor pad, which essentially consisted of a bed, couch and TV, now includes marital extras like a new dining room table.  While Kimbrel has seemed to enjoy this new chapter in his life, he is ready to return to the familiarity of the mound with the hope that he can somehow prove to be even better than he was during last year's record-setting season.  \"I am more comfortable because I've done it,\" Kimbrel said. \"You learn from experience.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
