{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/41109960\/santiago-declines-chance-to-pitch-for-puerto-rico\/",
    "title": "Santiago declines chance to pitch for Puerto Rico",
    "subtitle": "Hurler may start year in White Sox rotation for recovering Danks",
    "body": "CHICAGO -- Hector Santiago has elected not to pitch for Puerto Rico in the upcoming World Baseball Classic, a decision the left-hander confirmed to MLB.com on Tuesday night. Santiago was on Puerto Rico's provisional roster but had been recently leaning toward not competing. He was going to decide after talking to White Sox front office personnel this weekend at SoxFest, but instead sped up the decision-making process. \"I think it's locked in stone as a no,\" said Santiago, who would have to leave Spring Training in Arizona and travel to San Juan, Puerto Rico, for the Classic. \"I don't think it's going to change in a week or this weekend. I would love to do it, and it's an honor to be named to the team. \"It's just bad timing. Right now, with [John] Danks, I can be a rover: starter or spot guy. I don't want to risk it, go over there and have some doubt that I'm ... . I'm all for the White Sox. They mean everything.\" The rover idea referred to by Santiago deals with his hybrid role as part of the pitching staff going into the upcoming season. Santiago, who turned 25 on Dec. 16, is preparing as a starter and will do so during Spring Training but is being thought of as part of the White Sox bullpen. Danks continues what has been a very successful rehab program to date for his arthroscopically repaired left shoulder in early August, throwing successfully off the mound in his latest step forward. Even if Danks hits all his targets, there's a chance the 2012 Opening Day starter won't break camp with the team. That cautionary move with Danks could open the door for Santiago to open the 2013 season as a starter, a role where he posted a 1.86 ERA over four starts in 2012. Santiago also struck out 24 over 29 innings in five starts for Gigantes de Carolina during winter baseball in Puerto Rico. After wanting to pitch for Puerto Rico as part of the Classic in 2009 when he was a White Sox Minor Leaguer, Santiago is traveling the same path as Chris Sale in 2013 and putting the White Sox first. \"Maybe I'll have a chance the next time it comes around, where I'll be more established and have a few more years,\" said Santiago, who intends to talk to Team Puerto Rico manager Edwin Rodriguez about his decision. \"But I'm dedicated to the White Sox and our goals of making the playoffs and not falling short. I'm going to make sure I'm there and getting in all the work I need to put in during that extra 2 1\/2 or three weeks of Spring Training.\"  Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
