{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/41110320\/yogi-berra-honored-at-baseball-assistance-teams-fundraising-dinner\/",
    "title": "Yogi honored as players go to B.A.T. for their own",
    "subtitle": "",
    "body": "NEW YORK -- Everyone who made this day necessary gave Yogi Berra a prolonged standing ovation as the 87-year-old guest of honor was finally introduced Tuesday night at the Marriott Marquis. Then there was a hush of anticipation as the Yankees legend who won more World Series rings (10) than any other player began speaking into the microphone. After an evening of so many classic stories told about him by his peers and so many Yogi-isms recalled, No. 8 said: \"It's sure great to be here, and it's an honor. Baseball has been all my life, and it still is. I love baseball. And I still watch it. I watch it anytime I get a chance to on TV. If I can get to a ballgame any day, I go to it. I love baseball and thank you very much for all being here tonight.\" And it still is. Berra's voice broke with emotion as he uttered those four words, and some in the audience sighed. They were ever so appropriate. They meant more than any newly minted Yogi-ism ever could on this night. Baseball is still his life, and Berra is still a big part of a fan's life today. His legacy was celebrated at the Baseball Assistance Team's 24th annual Going to Bat for B.A.T. Fundraising Dinner. B.A.T. provides discreet assistance to former Major League and Minor League players, umpires, front-office employees, scouts and their families amid difficult times -- tending to 262 cases in the past year. More than 100 players, including nine Hall of Famers, were in attendance. \"Nice going, Dad. The most quoted man in the world, he doesn't say anything,\" joked Berra's son, former Major Leaguer Dale Berra, who accompanied him to the podium. \"On behalf of the Berra family, I'd like to thank B.A.T., of course all you fans and players, ex-players young and old. \"There's something distinctly different about my dad. People can't put their finger on it,\" Dale said, evoking laughter from the audience and a smile from his dad. \"It's quite obvious to me what it is. And the word is humility. It's what makes him who he is. It's what makes every person who meets him say, 'My God, that's one of the greatest baseball players in history, and he's no different than the guy across the street.' \"His principles are defined by his sense of fairness and sportsmanship and total respect for anyone he meets. It matters not who you are. Believe me, he treats the dry cleaner the same way he treats the president. He makes no distinctions, it's what makes him incredibly unique, and he doesn't even try to do it. It's all natural. It's an amazing thing.\" Then Dale Berra added: \"On top of that, he happens to be the best dad in the world. He had to endure my stupidity, and he was there to watch me celebrate 20 years of sobriety. Thank you, Dad, we love you and respect you, and by the way, you're the greatest catcher and greatest clutch hitter the game of baseball has ever seen.\" Yogi -- who was introduced via a taped video by lifelong friend and St. Louis boyhood chum Joe Garagiola -- was presented with a couple of gifts to put in the Yogi Berra Museum & Learning Center on the campus of Montclair State University in Little Falls, N.J. Event co-emcee Michael Kay handed him a framed poster of the dinner program, signed by the players in attendance, and a catcher's mitt that was signed by his fellow Hall of Famers on hand. Commissioner Bud Selig was unable to attend but said in a letter to guests: \"Tonight's dinner honors my friend Yogi Berra, a uniquely beloved American figure who is among the greatest ambassadors our sport has ever known. For nearly 70 years, the Hall of Famer has represented universal goodwill, and he has always cared deeply about our game and its people.\" Bobby Brown was Berra's teammate, and they are the lone surviving members of the Yankees' 1947 World Series champions. Brown called his friend \"the American dream.\" \"He came from modest surroundings and made a tremendous career for himself,\" Brown said. \"He's been a patriot, he's been a veteran, and he's been a tremendous asset to the whole country. Everything he's gotten he deserves. He's a Hall of Famer on the field and off the field.\" Former Royals infielder and Cuban native Cookie Rojas, 73, accepted the Joe Garagiola Lifetime Achievement Award. Hall of Famer Robin Roberts originally recruited Rojas to join the B.A.T. board. \"Imagine coming out of the island of Cuba,\" he said, \"you think about a kid's game, which is baseball, the greatest game there is in the history of this planet. Just with a piece of wood, a piece of leather, and a baseball, you can make a great career in this game.\" Yankees pitcher Joba Chamberlain accepted the Bart Giamatti Award, given to an individual associated with baseball who best exemplifies the compassion demonstrated by the late Commissioner. \"I was talking to Adam Jones when we got in here about what he's done for this,\" Chamberlain said of the Orioles outfielder, who won the award last year. \"Just to know the effect we have. This game of baseball lasts so short; the game of life lasts so much longer. ... it is our responsibility as young men to continue passing it down to the younger generation, and I find that as a challenge and I accept that challenge and I will continue to work and be thankful to guys sitting up here who have made this game what it is today.\" Chamberlain also accepted the Bobby Murcer Award on behalf of the Yankees, who were again honored as the American League team that raised the most money for B.A.T. Five-time All-Star Luis Gonzalez, a B.A.T. board member and now special assistant to D-backs president Derrick Hall, accepted the National League version of that award on behalf of Arizona. \"It's a great honor for our team,\" Gonzalez said, \"just to recognize that our players still believe in giving back to B.A.T., knowing that the money that is donated from the players goes back to former players and their families and the trainers and people in the baseball fraternity that are in need.\" Mets left-hander Johan Santana, whose assistance to Hurricane Sandy victims was typical of his community involvement from Venezuela to New York, received the Big B.A.T.\/Frank Slocum Award. It is named after the organization's first director and awarded to the player who most exemplifies Slocum's values that built the organization to what it has become today. Hall of Famer Rollie Fingers said B.A.T. \"gives a chance for guys like myself, who have been out of the game, to give back to some guys who have come upon some hard luck. Can't make a medical bill or make a house payment. You wouldn't think that would happen, but it certainly does, because there were a lot of guys who played when I played and didn't make the big money. B.A.T. certainly helped out a lot of ballplayers in the past and that's why we're here.\" Being there was a chance to hear all the cherished stories -- and some new ones -- about someone who managed the Mets team he and the A's beat 40 years ago this fall. Baseball was Berra's life then. And it still is. \"Yogi, he's an icon,\" Fingers said. \"Yogi's Yogi. I've known him a long time. He's a piece of work.\" Mark Newman is enterprise editor of MLB.com. Read and join other baseball fans on his MLB.com community blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
