{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/41110984\/reds-will-host-2015-all-star-game-at-great-american-ball-park-in-cincinnati\/",
    "title": "Wish granted: Reds to host 2015 All-Star Game",
    "subtitle": "Midsummer Classic will be fifth played in Cincinnati, first since 1988",
    "body": "CINCINNATI -- Amid a large crowd of Reds owners, players, management, fans and local corporate and civic leaders, Cincinnati heard the words Wednesday it has long hoped would come from the mouth of Major League Baseball Commissioner Bud Selig. The Reds will get to serve as hosts of the 2015 All-Star Game. Joined on a stage that featured Reds CEO Bob Castellini, Selig revealed the news during an afternoon news conference at Great American Ball Park. The stadium will be the site of the Midsummer Classic -- one of the game's biggest showcase events -- for the first time. \"I have every confidence that this will be a great event,\" Selig said of what will be the 86th edition of the All-Star Game. It will be the fifth All-Star Game played in Cincinnati, having previously been at Riverfront Stadium in 1988 and 1970 and Crosley Field in 1953 and 1938. \"The fans of Cincinnati, you're not going to recognize the event that you last saw in 1988,\" Selig said. \"The All-Star Game remains a celebration of all that's the best in baseball ... but the scale of our festivities today is stunning. The growth of the All-Star Game has mirrored the remarkable growth of the National Pastime itself.\" Great American Ball Park, which opened in 2003 and seats more than 42,000 fans, was built next door to its predecessor -- Riverfront Stadium\/Cinergy Field -- along the banks of the Ohio River in downtown Cincinnati. When Castellini and his group bought the Reds in 2006, one of his top priorities was to land an All-Star Game for the city. \"This is a red-letter day for us, and we couldn't be more proud,\" Castellini said. \"You've picked the sweet spot of locations for 2015, given that Cincinnati is a baseball town sitting in the middle of baseball's heartland in what we refer to as 'Reds Country.'\" Not only will the game itself be played, in July 2015, but Cincinnati will also be on display for the world in several events that are part of All-Star Week. Those typically include the Home Run Derby, MLB All-Star Futures Game and a fanfest. \"It's a six-day event,\" Selig said. \"The last time you had it here, people came in, they played the game, and then they left. No more. This will start on Thursday before the Tuesday game and that weekend, it'll be remarkable. You'll have people come in from all over to see it.\"   It's expected that the All-Star Game will not only be a boost for the profile of Cincinnati, but also be a boon economically. \"People make different projections, but I would say to you that in the last five or six years, you're talking anywhere from $80-100 million,\" Selig said. \"It is just amazing. All of our recent hosts have seen how the game has been a common thread for the community. It's hard for me to articulate it today. You will see it.\" By the time the 2015 All-Star Game is played, it will have been 27 years since it was last played in the city. When Riverfront Stadium hosted the annual clash between American League and National League players on July 12, 1988, the AL won the game that year by a 2-1 score in a brisk 2 hours, 26 minutes. A's catcher Terry Steinbach was named the game's Most Valuable Player for hitting a home run and having a sacrifice fly. While that game lacked resonance, Cincinnati was the scene of an historic All-Star moment on July 14, 1970. That was the game in which Reds icon Pete Rose barreled into Indians catcher Ray Fosse to score the winning run for a 5-4 NL win in 12 innings. The moment catapulted Rose's \"Charlie Hustle\" persona, while it also played a part in shortening the career of Fosse, who was never the same after separating his shoulder on the play. The 2015 All-Star announcement comes amid a time of renaissance for the city of Cincinnati. Several neighborhoods have undergone transformation and improvement in recent years, but none more dramatic than right outside the ballpark. A new development, The Banks, has sprouted along the river between Great American Ball Park and the Bengals' Paul Brown Stadium. It has brought restaurants, a new park and residential apartments into the area and added life to the experience of attending Reds games. \"Baseball truly could not have selected a more grateful and worthy community to partner with,\" Castellini said. Since Castellini's ownership group bought the team, the Reds have lobbied MLB to host the Midsummer Classic. The club and city successfully hosted a league showcase event -- the Civil Rights Game -- in 2009 and '10, and Selig came away impressed. Each winter, the team holds a fanfest at Duke Energy Center that is of the size and scope of the All-Star Game FanFest. \"It's something you never forget as a player,\" two-time Reds All-Star right fielder Jay Bruce said of playing in the game. \"I can imagine for a fan and community, it's something that will stick forever. If the Civil Rights Games were any example that we could have set, we set the right one there. The city of Cincinnati did a great job, as did the ownership and everyone involved. That's a small sample size of what the All-Star Game will be like.\" Selig's visit to Cincinnati also brought the news that MLB would be donating $1.5 million toward the development of a new Urban Youth Academy in the city. \"The 2015 season is destined to be one of our greatest with the All-Star Game happening the same year we dedicate the new Urban Youth Academy,\" Castellini said. \"Both will benefit many people for many years to come.\" Cincinnati has waited a long time to play host to another All-Star Game. But the city will have to wait some more to actually hold the event. The 2013 All-Star Game will take place at Citi Field in New York. In 2014, the Twins and Target Field in Minneapolis will play host. Then it will be Cincinnati's turn to open its doors to thousands of visitors, and millions more watching on television and seeing the stream of coverage over the Internet. \"The history of Major League Baseball cannot be told without the story of Cincinnati and all of those who have been part of this great Reds tradition,\" Selig said. \"From the sport's beginning in 1869, to the Big Red Machine, to Barry Larkin, Ken Griffey Jr. and to the Reds of today, Brandon Phillips and Jay Bruce and Joey Votto, I believe that the 2015 All-Star Game will be a really profound way to celebrate Major League Baseball and our sport's eldest franchise.\" Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
