{
    "url": "http:\/\/m.mlb.com\/news\/article\/1292457",
    "title": "Brewers acquire Koskie from Jays",
    "subtitle": "Brewers get Koskie from Jays",
    "body": "MILWAUKEE -- Unable to meet his free agent price tag a year ago, the Brewers swung a surprising trade late Friday night to acquire veteran third baseman Corey Koskie from the Blue Jays for a Minor League pitcher.  The Brewers, who will decide whether to start Koskie at third base over Bill Hall, parted with right-hander Brian Wolfe in their second trade with Toronto in less than a month.  Koskie, a 32-year-old left-handed hitter, is a career .277 hitter in eight Major League seasons. He became expendable after the Blue Jays traded for slugging third baseman Troy Glaus, giving the team a surplus of corner infielders. Koskie is reportedly signed for two more years at a guaranteed $11.5 million, but the Jays picked up a portion of that cost. \"Having flexibility is key because when these opportunities come up, you can take advantage,\" said Brewers general manager Doug Melvin, who declined to say how much of Koskie's contract will be paid by Toronto. The Associated Press reported this week that Toronto was willing to pay as much as $3 million to expedite a trade sending him back to Minnesota, but the Twins declined.   Melvin followed those reports, and when Blue Jays GM J.P. Ricciardi called earlier in the week to gauge Milwaukee's interest, both sides began negotiating.   \"This is a player we showed interest in when he was a free agent, and we were one of the teams he was interested in at the time,\" Melvin said. \"Now we were able to get him at the right price.\"   Koskie ended up signing a three-year, $17 million deal with the Blue Jays after playing his first 10 professional seasons in the Twins organization. He earned $2.5 million in 2005 and is set to make $5.25 million 2006 and $5.75 million in 2007.   The original deal also included a $6.5 million club option for 2008 with a $500,000 buyout. According to the Toronto Sun, should Koskie amass 600 plate appearances in either 2006 or '07 -- or combine for at least 1,200 over that span -- it would cause his 2008 option to vest.   In 2005, Koskie was limited to 97 games by a broken right thumb that required surgery to repair ligament damage. He batted .249 with 11 home runs and 36 RBIs.   \"The more I get over the initial shock, the more and more I am excited about it,\" said Koskie. \"Last year during free agency, I called my agent and said 'What about Milwaukee? I hear good things.'\"   Koskie was also surprised by the trade's timing.   \"I just didn't think anything would happen until closer to Spring Training,\" he said.   Melvin also worked out a trade with Ricciardi at the Winter Meetings last month that sent first baseman Lyle Overbay to Toronto for pitchers Dave Bush and Zach Jackson and outfielder Gabe Gross.   Koskie's presence calls into question the role of Hall, who enjoyed a breakout season in 2005 while playing three infield positions. At the Winter Meetings, Brewers manager Ned Yost said he expected Hall to be the frontrunner for Opening Day duties at third.   \"I talked to Bill Hall today and told him we had a chance to get a player [who would affect Hall's role],\" Melvin said. \"Nothing had been done at that point, but being the guy that he his, he understood it.   \"Corey will play some third base and so will Billy. Will it be a total platoon? I don't know at this point. ... That will be Ned's to handle. As we get better as a team, we need to get as many good players as we can.\"   Wolfe, 25, missed 2004 after undergoing Tommy John surgery and signed with the Brewers in May of last season. He was 5-2 with eight saves in the Brewers' Minor League chain and pitched in the Arizona Fall League.   To make room for Koskie on the 40-man roster, the Brewers will need to designate a player for assignment on Monday.    Adam McCalvy is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
