{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/41111110\/prospect-watch-top-10-catchers\/",
    "title": "Prospect Watch: Top 10 catchers",
    "subtitle": "Mets, Mariners poised to graduate d'Arnaud, Zunino to big league jobs behind plate",
    "body": "MLB.com's 2013 Top 100 list will be unveiled on Tuesday on MLB.com and during a one-hour show on MLB Network airing at 9 p.m. ET. Leading up to that, MLB.com takes a look at baseball's top 10 prospects at each position.  Five on the 2012 list of Top 10 catchers saw time in the big leagues last season, with five graduating from the list because of service time or at-bats. This year's Top 10 catchers list has four repeat performers and six new names to consider. Two of the new names were 2012 first-round picks while two others hail from the 2011 Draft class. 1. Travis d'Arnaud, Mets: d'Arnaud was drafted 37th overall by the Phillies in 2007 and signed for $837,500. After being a key piece in the Roy Halladay trade in 2009, d'Arnaud was again traded, this time to the Mets as the main player in the R.A. Dickey deal in December. d'Arnaud is a rare catcher who has plus raw power, will hit for average and play good defense behind the plate. The only knock on him has been injuries, as he has played more than 75 games just twice since being drafted and missed much of last season with a torn ligament in his knee. If he can stay healthy, d'Arnaud has the potential to be one of the best catchers in the National League.  4. Austin Hedges, Padres: Hedges was taken in the second round of the 2011 Draft and signed for $3 million, the second-highest bonus for a second-rounder at the time. Quick, agile and possessor of an incredible arm, Hedges is an outstanding defender. When he was drafted, there were concerns about Hedges' offensive potential but he had a good year at the plate in 2012. Although he is years away from the Majors, his potential should have Padres fans excited. 5. Jorge Alfaro, Rangers: The Rangers signed Alfaro in 2010 for $1.3 million, a record for a Colombian amateur. He hasn't shown great defense yet but has good tools, including quickness, agility and an impressive arm. Alfaro has great bat speed that generates plus raw power but he needs to be more disciplined at the plate. Although a bit raw and very young (19), Alfaro has all the tools to be an above-average backstop at the Major League level. 6. Stryker Trahan, Diamondbacks: After being taken 26th overall by Arizona in 2012, the Louisiana high school standout signed for $1.7 million. Trahan showed in his first taste of pro ball why the D-backs used a first-round pick on him. Trahan has plus raw power and excellent speed for a catcher. Defensively, Trahan has good arm strength but many believe he will have to move to a corner outfield position due to his below-average receiving skills. Even if he has to change positions, Trahan's bat will play anywhere and with the all-out type of effort that fans love, Trahan should have many in Arizona excited.  7. Christian Bethancourt, Braves: The Braves signed Bethancourt out of Panama in 2008 for $600,000 and he's been making his way up the ladder since. He is agile and athletic and has a plus-plus arm that has led to him throwing out 38 percent of would-be basestealers throughout his Minor League career. Bethancourt has good power but he doesn't always make enough contact to tap into it. His defense alone is enough to make him a solid big leaguer and his bat has the chance to make him even more than that. 8. Tommy Joseph, Phillies: The Giants took Joseph out of the Arizona high school ranks with their second-round pick in 2009, with many thinking he was a power hitter who wouldn't stay behind the plate. By the time he was traded to the Phillies in 2012 as part of the Hunter Pence deal, few doubted his ability to remain at catcher. He's always had a strong arm and his other defensive skills have improved. He continues to have good raw power, though his numbers took a step back in 2012. The Phillies hope he has the ability to be an above-average, all-around catcher in the near future. 9. Blake Swihart, Red Sox: Swihart was taken 26th overall in the 2011 Draft and collected a bonus of $2.5 million to turn pro instead of heading to the University of Texas. A switch-hitter from New Mexico, Swihart has hit well from both sides of the plate and should develop more power as he progresses. Agile with plus arm strength, he has the tools to be above-average defensively. He is still a bit raw, but his potential both offensively and defensively makes him an exciting prospect. 10. Will Swanner, Rockies: Considered a tough sign at the time, Swanner could end up being a steal for the Rockies, who took him in the 15th round in 2010 and signed him for $490,000. Swanner has plus-plus power for a catcher and pretty good plate discipline, though he does swing and miss a good amount. He is still very raw behind the plate but his bat will play anywhere, which should allow him to change positions if necessary. If Swanner can stay behind the plate, his offensive potential should make him a very intriguing prospect. Jonathan Mayo is a reporter for MLB.com and writes a blog, B3. Follow @JonathanMayoB3 on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Mayo"
}
