{
    "url": "http:\/\/m.mlb.com\/news\/article\/41077686\/beltran-molina-look-forward-to-playing-in-classic\/",
    "title": "Beltran, Molina look forward to playing in Classic",
    "subtitle": "",
    "body": "ST. LOUIS -- Though certainly proud to represent Puerto Rico in the upcoming World Baseball Classic, both Yadier Molina and Carlos Beltran reiterated Monday that they intend to use the three-week, 16-team tournament as preparation for the 2013 regular season. \"Once you are in the World [Baseball] Classic, you have to stick with your approach,\" said Beltran, who will be participating in his third Classic. \"You have to understand that you're not there for vacation. You're there to prepare yourself for the Classic, but more importantly, for the season. You can't just go out there and sit back and relax. \"I approach it like a process of Spring Training,\" he added. \"It's good to face live pitching and all that, and it makes you get ready a little bit faster. But you have to go to the Classic and continue to work on the things that you would normally work on during Spring Training -- take a lot of swings and try to have a plan on your own because nobody there is watching you. That's when the professional part of this game comes out. You have to make sure that you're in good shape.\" With four other outfielders also on Puerto Rico's provisional roster, Beltran may have the opportunity to fill in as the club's designated hitter for at least some of tournament play.  The team, which is in a first-round pool with Venezuela, the Dominican Republic and Spain, will play its first three games in Puerto Rico. Beltran joked that ticket requests from family members still living there could run his personal bill to \"25 grand.\"  He added: \"But it's OK. They really enjoy it. I'll do that for my family. I don't know if I'll ever be part of another Classic, so I'll enjoy this one.\"  Molina, who served as the backup to Ivan Rodriguez in the '09 Classic, will be the club's starter this time. He said he began his offseason work earlier than usual to prepare for the event. The Classic was also one of the driving forces behind Molina's decision to play 14 games in winter ball last month.  \"You have to be ready in December, January because it gets to you fast,\" said Molina, who also has the task of preparing to catch an unfamiliar group of pitchers.  \"Any time you have a chance to play for your country, it's a great honor,\" Molina said. \"It's going to be good for me and for my family. Just to be there and playing with other teams like the Dominican, Venezuela and the USA, it's going to be a great honor.\"",
    "author": ""
}
