{
    "url": "http:\/\/m.mlb.com\/news\/article\/1292425",
    "title": "Rockies bring back Byung-Hyun Kim",
    "subtitle": "Rockies bring back Byung-Hyun Kim",
    "body": "DENVER -- Figuring high-tech is just as good as face-to-face, the Colorado Rockies had their much-discussed meeting with Byung-Hyun Kim via a conference call, and the right-handed pitcher agreed Friday to one-year a contract that guarantees him $1.5 million.  The Rockies also took aim at other needs on Friday. They acquired middle infielder Josh Wilson from the Florida Marlins for a player to be named or cash and acknowledged that they've made a one-year contract offer to free agent Eli Marrero, who can play corner infield and outfield positions and add catching depth.  Kim, who turns 27 on Jan. 19, pitched well in a starting role last season and posted a 4.50 ERA at Coors Field that was third best (minimum 81 innings) in the park's history. Overall, he went 5-12 with a 4.86 ERA, and was 5-9, 4.37 as a starter. The Rockies offered Kim arbitration in December to keep dialogue open. Manager Clint Hurdle said during the Winter Meetings that they wanted Kim to come to Denver for a meeting as a prerequisite to his re-signing. On Friday, Hurdle explained that it wasn't that the club was unhappy with Kim, who continues to develop his English and also has some preparation methods that are unique among Major League pitchers.   The issue, Hurdle said, was the Rockies saw a player who sometimes beyond his control was made to feel isolated on his previous clubs, Arizona and Boston. The Rockies wanted to increase his comfort level, and invite him to be more of a participant than simply a guy who pitched once every five days.   Various Rockies club officials and Kim achieved esprit de corps by the time they hung up on Friday.   \"We had a real nice talk on the phone today,\" Hurdle said. \"We had a number of talks with him through his agent and today when a lot of people sat down and talked it was very fruitful.   \"The biggest thing we wanted to impress upon him is we want to embrace him. We want to make him one of 25, and not be isolated. We wanted to also let him know the role we envision for him and the responsibility and accountability that comes with it.\"   Kim could not obtain a visa that would get him to Denver before Sunday, the deadline for him to sign with the Rockies or not be eligible to sign a Major League deal with them until May 1. But general manager Dan O'Dowd, who looked at such veterans as Pedro Astacio and Shawn Estes, said Friday that not getting Kim to Denver was no big problem.   \"It was really not any different from what we've done with anybody else, but the phone conversation was very much a good one,\" O'Dowd said.   Kim seemed to find a home with the Rockies, who acquired him from Boston late in Spring Training 2005. Colorado's young players appreciated the ability of Kim, who had more World Series rings (two) than many of his new teammates had years in the Majors.   In a holiday interview with OSEN (Online Sports Entertainment News) that was translated by a journalist versed in Korean and English, Kim said he has been strength training seven to eight hours a day with a trainer from a professional club in Korea, the LG Twins. At the time, he had not begun to throw.   Kim's contract becomes official when he undergoes a physical, most likely next week. Kim also is slated to pitch for Korea in the World Baseball Classic in March.   The Rockies will pay Kim a base salary of $1.25 million and there is a $250,000 buyout on a club option for 2007. Kim could earn an additional $1 million in incentives based on innings pitched in 2006. The option is currently valued at $2.5 million but could rise to $4 million based on innings pitched in 2006.      Wilson, 24, a third-round Marlins pick in 1999, fills the backup middle-infield spot that the Rockies originally offered to former Chicago White Sox speedster Willie Harris, who was enthusiastic about the opportunity but wound up far apart when it came to dollars. Wilson, whose path to playing time in Florida's middle infield was blocked by Alex Gonalez and Luis Castillo, batted .182 in 11 games with the Marlins in 2005.   Hurdle said Harris, who also plays the outfield, could be revisited. But for now, Wilson provides support for shortstop Clint Barmes and second baseman Luis Gonzalez, and gives the Rockies the option of sending slick-fielding shortstop prospect Omar Quintanilla to Triple-A for regular at-bats at the start of 2006.   \"We do feel he's got a chance to be an above-average Major League shortstop, and we've got scouts that think he's a Major League player offensively,\" Hurdle said. \"We like his makeup. His determination, character and attitude are off the charts.\"   Marrero, 32, is coming off a year during which he batted a combined .181 with Kansas City and Baltimore. Before that, Marrero spent his entire career in the National League with St. Louis and Atlanta and batted .250, including .320 in 250 at-bats with the Braves in 2004.   O'Dowd referred to Marrero as a \"National League player\" who could bounce back in Colorado. Hurdle said Marrero's right-handed bat is valuable, and he would like to bring him to Spring Training with pitchers and catchers to revisit his original position. Hurdle said Marrero had the physical tools and was learning to call games when the Cardinals decided to move him to take advantage of his athletic ability.     Promotion official: The Rockies made official the promotion of Marc Gustafson to player development director -- duties he had been handling increasingly since Bill Geivett was promoted to assistant GM last year. Gustafson, 36, has been with the organization since 1993 and with the club's baseball operations since 1997.   Zach Wilson, 27, who has been with the club for five years, has become manager of scouting. Jon Weil, 28, was hired from the Kansas City Royals' scouting staff as manager of Minor League operations.    Thomas Harding is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
