{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/41079178\/the-week-ahead-patience-may-pay-off-in-free-agency\/",
    "title": "The Week Ahead: Patience may pay off in free agency",
    "subtitle": "Bourn, Lohse among those seeking jobs with Spring Training inching closer",
    "body": "If last week in baseball taught us anything, it’s that Scott Boras is a pretty patient guy. One of Boras’ top three free-agent clients, reliever Rafael Soriano, hadn’t signed by mid-January and people were starting to freak out, wondering if Soriano was freaking out. Turns out he was just biding his time, waiting for things to shake out on the other 29 rosters, and picking the right team and the right deal. Soriano got what he wanted, landing a two-year, $28 million contract from the Washington Nationals, with plenty of time to find an acceptable pad for Spring Training. In other words, good things could be ahead, and maybe even this week, for Boras’ other top free agents, outfielder Michael Bourn and starter Kyle Lohse. Those are still the two most intriguing names on the Hot Stove burners, with equipment trucks poised to leave cold-weather climates and hit the freeways for Arizona and Florida, where pitchers and catchers will report to the Cactus and Grapefruit Leagues in less than three weeks. Bourn’s name has been bandied about in Texas, Boston, Atlanta and New York, but there’s still no deal in place for a guy who’s expected to command somewhere around $15 million a year. Lohse, meanwhile, will be looking for something similar after going 16-3 with a 2.86 ERA in a career-high 211 innings for St. Louis last season, although his age (34) might be the primary reason he hasn’t been locked up for multiple years in a new city. Then again, the transactions that did go down last week might impact what we see this week. Especially in Seattle. Look at what the Mariners did last week, for example. General manager Jack Zduriencik reacted to the Nationals signing free-agent first baseman Adam LaRoche, who was the second-best position player available on the market behind Bourn, and pounced on a player Seattle wanted, Michael Morse, who had been rendered a man without a position. The Mariners entered a three-team trade and shipped out catcher John Jaso to acquire Morse. Now Seattle finds itself with one catcher (Jesus Montero) and a whole bunch of first base\/designated hitter types -- Morse, Justin Smoak, Kendrys Morales, Raul Ibanez and Mike Carp, to name five -- on the roster. That means Seattle might decide to help solve its backstop situation by signing free agent Kelly Shoppach, or the Mariners could go for a less expensive option and choose from a pool of veteran backups who could be available via Minor League deals. It would appear that this is a team that is not done dealing, however, because time is running out. \"We're going to be shopping,\" Zduriencik said. \"We have our list; we've already talked to people this afternoon. We like our catching in the organization. We've got some good young kids right on the horizon. But for immediate needs, we'll definitely be shopping.\" So we know Seattle’s still active. What about the other teams? One has to imagine the D-backs are still looking for some maximum return if they’re still shopping outfielder Justin Upton. If the Marlins really are willing to move Giancarlo Stanton -- and speculation on this has quieted significantly in the past three weeks -- that’s one last blockbuster that would provide a thrilling end to an already-memorable winter of wheeling and dealing. And once again we can turn to the free-agent coffers, which still offer interesting options in any most categories. Delmon Young, Kelly Johnson, Carlos Lee, Travis Hafner, Juan Rivera, Freddy Sanchez, Luke Scott, Ryan Sweeney and Scott Hairston are still out there if teams are searching for bats and position players. Shaun Marcum, Daisuke Matsuzaka, Carl Pavano, Derek Lowe and Joe Saunders are starting pitchers looking to sign, and if it’s a closer you’re after, take your pick from veterans Brian Wilson, Jose Valverde and Francisco Rodriguez, among other arms. Of course, one of those arms is Lohse, still without a summer job. \"Obviously, it's been a little slow, a little slower than anticipated,\" Lohse told St. Louis radio station KFNS-AM earlier this winter. “It's going to eventually work itself out -- it's not like I'm going to be out of baseball. Something will happen here down the road.\" It’s a good attitude to have, and one probably shared by Bourn. After watching what happened with their friend and fellow agency-mate Soriano, it’s wise to be patient, even at this late date. Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB and read his MLBlog, Youneverknow. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
