{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/41079164\/lyle-spencer-jack-morris-the-epitome-of-pitching-under-pressure\/",
    "title": "The clutch gene exists, and Morris is proof of it",
    "subtitle": "Close-to-Cooperstown hurler among the best at performing in big moments",
    "body": "A few hours before Game 3 of the 2012 World Series in Detroit, Giants manager Bruce Bochy was asked if his team’s extraordinary ability to elevate its performance level in October was evidence of the existence of the clutch gene. “Well,” Bochy began, weighing the question with characteristic restraint, “I agree in the fact there are clutch players. I'm not just talking about our club -- I think [it exists] throughout baseball, whether it's a pitcher or a position player.  Some seem to be better players in a critical part of the game. You need a hit, some guys have a knack for getting a big hit.  “Our guys have done a better job the second half. If you look at the first half, we had a tough time at times with men on base, even putting the ball in play, but they've done a better job the second half. In fact, they've done a tremendous job.  “I disagree with those who don't think there are clutch players and players who are better players when something good has to happen for their team to win a game. I think your great players, for the most part, are those types of players. They seem to play better when the club needs them. The higher the stakes, the more they do elevate their game -- hitters, pitchers alike.”  On the strength of timely hitting, pitching and defense, the Giants completed a sweep of the Tigers, lifting Bochy to his second World Series title in three years.  Soon a familiar debate, framed around a Hall of Fame election process that yielded no inductees, was raging again.  Nowhere do New Age thinkers and Old School lifers collide more harshly than in the realm of clutch performance. For those who played both with and against him, Morris’ inability to break through the Hall of Fame gate is perplexing. They point to his remarkable durability and reliability as well as his October brilliance.  In his 1992 book, “Kings of the Hill,” Nolan Ryan wrote: “The pitcher who best fits the description of a workhorse today is Jack Morris, Detroit’s ace for so long. The standard is going to be 250 innings, and Morris has been good for that nearly every season. He got to finish a lot of games with the Tigers because Sparky Anderson trusted him even more than he did his bullpen. That’s remarkable when you consider that Willie Hernandez, the Cy Young Award winner and Most Valuable Player in 1984, was their stopper.”  Like Ryan, Morris never took home a Cy Young plaque, another check in the negative column. But Morris finished five times in the top five in voting and was in the top five in innings pitched seven times.    Morris was known for pitching to the score, not for numbers, and saving wear on the bullpen. This is not as common in an era that demands fewer innings from starting pitchers, with a heavier focus on relief roles.  D-backs manager Kirk Gibson, no stranger to clutch hits and Morris’ teammate in Detroit, is an impassioned supporter of the pitcher’s Hall of Fame candidacy.  “I've been in many games with him where he'd give up a four- or five- or six-spot in the first two innings and refuse to come out of the game,\" Gibson said. \"He’d walk in the dugout and say, 'I've never lost with 10.’ We'd win, 9-8.  “Or if he's out there and it's the seventh inning and we're up by six runs and he has to give up four to win, he's certainly not coming out of the game. Certainly, his postseason accolades and records are almost unmatched, certainly within the era of the game that he played.”   Morris drove the 1984 Tigers and 1991 Twins to World Series championships with dominant work in October. He won all three of his postseason starts in 1984, against the Royals and Padres, yielding five earned runs in 25 innings.  Seven years later, with the Twins, Morris delivered a Fall Classic masterpiece in Game 7, shutting out the Braves across 10 innings in a 1-0 victory. He went 4-0 in five postseason outings against the Blue Jays and Braves, allowing nine earned runs in 36 1\/3 innings.  He went 7-4 with a 3.80 ERA in 13 postseason starts, his team winning six of the seven series in which he appeared.  Dave Stewart and Orel Hershiser, both Morris contemporaries, shared his ability to deliver under pressure.  Stewart went 10-6 with a 2.77 ERA in 22 postseason appearances, 18 of them as a starter. A four-time 20-game winner, he recorded a 3.95 career ERA while winning 169 games and saving 19. He fell off the Hall of Fame ballot after two years, getting no serious consideration.  Big Game Stew went 9-0 against Roger Clemens from 1986-90, with two of those decisions coming in postseason play.  Hershiser was 8-3 with a 2.59 ERA in the same number of postseason games and starts as Stewart, who shares his Dodgers roots. Hershiser won 204 games and saved five with a 3.48 regular-season ERA, slipping -- like Stewart -- below the five-percent threshold in his second year of Hall of Fame eligibility.   October, in part, defined Morris, but he also delivered in September during stretch runs. His 3.26 ERA in 102 career games in September and October was his best of any months.  Although the postseason is, indeed, a relatively small sample size, some of the greatest pitchers of the past 70 years -- notably Whitey Ford, Sandy Koufax, Bob Gibson and Mariano Rivera -- would not be as revered without their October resumes.  In Matt Cain, the Giants have a man Morris has to love. Durable and consistent, a victim of dismal offensive support throughout his career, Cain has been lights out in October. He’s 4-2 with a 2.10 ERA in eight postseason starts, including 21 1\/3 scoreless innings during the Giants’ 2010 championship run.  If this keeps up, Cain might generate some heated Hall of Fame dialog in a decade or so. His teammate, Tim Lincecum, is at a crossroads after an unexpected fall in 2012, saved by his dominant postseason work out of the bullpen.  At 28, Lincecum, the two-time Cy Young Award winner, can revive his career -- and his Cooperstown prospects -- with a return to form this season. Lyle Spencer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
