{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/41081698\/brewers-padres-phillies-hope-momentum-carries-over\/",
    "title": "Last year's strong finishers hope for big starts",
    "subtitle": "Brewers, Padres, Phillies among teams looking to pick up where they left off",
    "body": "Legendary Baltimore Orioles manager Earl Weaver, who died last week, said, \"Momentum is the next day's starting pitcher.\" The teams that finished last season well might prefer to believe that momentum can last a wee bit longer. Hopefully, at least six months longer. A late-season surge can influence the way a team approaches the winter, providing confidence and heightened expectations and dictating its offseason to-do list. Take the Brewers, Padres and Phillies, for example. On Aug. 20, Milwaukee stood 12 1\/2 games out in the race for the National League's second Wild Card. One month later, following a 24-6 stretch, Ron Roenicke's crew had narrowed the deficit to 1 1\/2 games. \"I was happy with the way we came back and got back into this thing,\" Roenicke said at the end of the season. \"A couple of months ago, we didn't think we would be to this point. … Hopefully next year we're at this spot right here and we're fighting to see how deep we'll go into the playoffs.\" The Padres are in a similar boat. After plunging to 22 games below the .500 mark, San Diego went 48-36 after June 29. \"The second half has been incredibly enjoyable,\" third baseman Chase Headley said at the conclusion of the season. Is a strong finish enough to ensure a better start the next time around? San Diego will return virtually the same roster in 2013. It worked for the Padres a few years ago. The club dashed across the finish line in 2009 with an 18-11 September, a showing that perhaps provided a springboard for the ensuing season, during which San Diego won 90 games. \"I like the way we ended the season last year,\" manager Bud Black said. \"We've got the same group of position players coming back, with a couple guys maybe trying to fight to get on the club. Like every club, it depends on how you pitch. I think we have to have a healthy year on the mound, do what we did offensively the second half of the year and then we'll see how the year plays out.\" The Phillies sat 14 games under .500 on July 13, proceeded to trade two-thirds of their starting outfield and then recovered to end the season with an 81-81 mark. They weren't as satisfied with their final standing, though. Not after five straight postseason appearances that included two pennants and one World Series victory. \"It didn't happen this year,\" shortstop Jimmy Rollins said. \"It's pretty obvious the reasons why, no excuses. Reasons that we weren't in the race pretty much for a lot of the season. We gave ourselves a chance when we got healthy.\" Rather than arming the Phillies with confidence that they can pick up where they left off when the regular season commences in April, the club's 18-12 finish motivated general manager Ruben Amaro Jr. to address several needs in hopes for a quick start in 2013. For clubs that don't qualify for the postseason, a valiant finish in September can shed light on the roster tweaks that are necessary for a better result the following year. Philadelphia traded for third baseman Michael Young and center fielder Ben Revere and signed reliever Mike Adams. The Rays, who went 19-11 after Aug. 31, sacrificed some pitching to acquire top slugging prospect Wil Myers to boost their oft-anemic offense. Sometimes, though, a stellar September showing can paint over a team's true colors. After coming within one win of a trip to the World Series in 2007, the Indians went 81-81 in 2008, thanks to a 16-11 mark in September. Their won-loss record poorly reflected the club's season-long struggles, as Cleveland toiled below .500 for much of the year and then traded 2007 American League Cy Young Award winner CC Sabathia to Milwaukee. The sound September, however, gave the club reason to believe that the disappointing campaign was an aberration, and the Indians returned to the field in '09 with nearly the same collection of players. Complacency proved crippling, as they went 65-97 in 2009. So how can a team pinpoint its true identity? The Rangers followed a script directly contrary to the one the Brewers, Phillies and Padres acted out. Texas lost 11 of its last 17 contests, relinquishing a five-game stranglehold in the AL West with nine games to play before falling to the Orioles in a Wild Card matchup. \"I think we're a better team for what happened,\" pitching coach Mike Maddux said. \"Other teams had good years, too. We were in a dogfight the last couple of weeks.\" A September slumber can prove just as costly as a May malaise or a June swoon. Plenty can happen during a six-month regular season. And enough time elapses during the equally long offseason to dispel of any momentum a club might have accumulated. \"You try, throughout the course of a season, to go through your funks at the right time,\" said Rangers closer Joe Nathan. \"Unfortunately, it [was] about the worst time to go into our worst funk.\" Zack Meisel is a reporter for MLB.com. Follow him on Twitter @zackmeisel. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Zack Meisel"
}
