{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/41090438\/danny-duffy-will-do-whatever-kansas-city-royals-need-upon-return\/",
    "title": "Duffy will do whatever Royals need upon return",
    "subtitle": "Lefty looking at midseason arrival following Tommy John surgery rehab",
    "body": "KANSAS CITY -- It's a whole new deal for the Royals' starting rotation this year. There's a crowd, and it's deep in talent. So hard telling where left-hander Danny Duffy might find himself when he finally returns to Kansas City around midseason or so. Heck, he might be in the bullpen, and that's fine with him. \"Wherever they let me play,\" Duffy said. \"I'll go to the bullpen, I'll do whatever they need. I've told them before -- I've expressed interest in throwing in the bullpen. I know that's a whole different animal, but I'm a goofy guy anyway, so I kind of belong out there. Whatever works -- I'm just happy that we're going to be winning.\" Duffy began 2012 in the rotation, made six starts (he was 2-2 with a 3.90 ERA) and then had to undergo reconstructive elbow surgery, aka Tommy John surgery. At the time, Duffy was considered the No. 4 or 5 starter. Since then, the Royals have added Jeremy Guthrie, Ervin Santana, James Shields and Wade Davis to the rotation mix. The two guys who began last season as the 1-2 starters, Bruce Chen and Luke Hochevar, are now projected as candidates for the fifth spot. And there's also Luis Mendoza, Will Smith, Everett Teaford and Nate Adcock, all of whom made starts last year, still on the premises. Duffy will be back, but when? \"I'm thinking June, they're probably thinking July, but whenever they need me, I'll be ready,\" Duffy said. Duffy underwent Tommy John surgery last June 13, and the same procedure was performed on Felipe Paulino, another rotation member, on July 3. So Paulino could return not long after Duffy. \"It'd be nice to come in, finish out the season and be the push or whatever -- a fresh arm. Paulino feels the same way -- I can speak for him on that,\" Duffy said. \"It's going to be a good time, late July when we're firing on all cylinders and me and Paulino can come back and fit in wherever we can.\" Who knows now where that fit will be? Certainly not manager Ned Yost, who last year by midseason not only had lost Paulino and Duffy from his rotation but Jonathan Sanchez pitched so poorly that he was traded for Guthrie, a deal that turned out very well for the Royals. \"Who knows where we'll be when we get there,\" Yost said. \"That's the beauty of having Duffy and Paulino. You can't have enough starting pitching. You just can't, because somewhere over the course of the year, something is going to happen, and you've got to have a good solid arm that you can put in and keep going, without missing a beat. And we haven't had that. We've started out with pretty good starting rotations, and something happens and we falter.\" Duffy, in addition to continuing his rehabilitation work (he's throwing at a 105-foot distance), spent the last three days helping spread the Royals' gospel. He was at Saturday's Royals FanFest, and on Sunday and Monday's Royals Caravan. \"I'm loving it, it's so much fun,\" Duffy said as the Royals neared the last stop at Fort Scott, Kan. \"But we're exhausted.\" The bus stopped on Monday for a luncheon at Springdale, Ark., home of the Royals' Double-A club, the Northwest Arkansas Naturals. Royals owner David Glass, who lives nearby, was on hand. \"I got to talk to him a little bit,\" Duffy said. \"He's really encouraged about the season, too. We're all really excited.\" There was a crowd of more than 200 at the luncheon. \"That whole community really, really loves the Naturals, so I enjoyed my time playing there. It was nice to see all those people again,\" Duffy said. The two-day trip also included stops at Joplin, Springfield and Warrensburg, Mo. At Springfield, the group that also included Chen, Smith and Royals Hall of Fame pitcher Dennis Leonard greeted military personnel and families from Fort Leonard Wood. \"It was nice to be able to have the opportunity to thank them for everything that they do,\" Duffy said. The last Royals Caravan on Tuesday was to visit two military bases in Kansas, Fort Leavenworth and Fort Riley, with a group including Guthrie, Hall of Famer George Brett and Royals Hall of Famer Jeff Montgomery. In Duffy's view, the enthusiasm in the outlying areas has matched that shown by the more than 9,000 fans at the Royals FanFest in Kansas City. \"They're so excited,\" Duffy said. \"It's a whole different outlook from last year. People were saying, 'I hope you do well' and all that last year. But this year, it's like it's expected, with all the acquisitions that we had. People are just expecting success this year, and that's what we like. ... This year is like people know we have a really good opportunity in hand.\" Dick Kaegel is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Dick Kaegel"
}
