{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/41262838\/braves-right-hander-brandon-beachy-on-track-despite-trying-rehab-from-tommy-john-surgery\/",
    "title": "Beachy on track despite 'trying' rehab work",
    "subtitle": "",
    "body": "ATLANTA -- Right-hander Brandon Beachy has met with Braves physical therapist Lloyd Van Pamelen a little earlier in the day than normal over the past two weeks. His motive has been to complete his therapy work in Gwinnett County, Ga., and then drive to Turner Field in time to interact with some of the players participating in the team's voluntary early throwing program. \"It's something I've been missing for a while,\" Beachy said. \"I want to feel I'm a part of it as much as possible.\" There has been a void in Beachy's life since he blew out his right elbow while pitching against the Orioles on June 16. With one painful pitch, Beachy went from being on top of the world to being just another of the countless pitchers who have been sentenced to endure the physically taxing and mentally grueling return from Tommy John surgery. Seven months removed from the surgical procedure, Beachy feels great from a physical perspective. His elbow has continued to cooperate as he completes his throwing program. But Beachy has also experienced some frustration while attempting to convince himself that he is actually not that far away from his projected late-June return to Atlanta's rotation. \"I'm just checking days off the calendar,\" Beachy said. \"I feel good. I haven't really come across any serious hurdles. I'm just easing along.\" While there is some hope Beachy will return in late June, the Braves will take every necessary precaution to protect the bright future of the 26-year-old, who who was leading the Majors with a 2.00 ERA when he tore the ulnar collateral ligament in his right elbow. Beachy expects to increase the distance of his long-toss throwing exercises from 120 feet to 150 within the next week. The next step would have him simulating his pitching motion while throwing on flat ground. If all goes well, Beachy could be cleared to begin throwing off a mound with a controlled motion in late February or early March. \"I've thought about it a lot for a long time,\" Beachy said. \"Just going through learning how to throw again and getting my body to be in sync has been a little trying at times. I'm sure I will go through that on the mound. So I'm excited to get on [the mound]. But at the same time, I know I'm going to be frustrated at times. I'm not looking forward to that part of it.\" When Beachy began throwing again in November, he experienced some days when playing catch felt anything but natural. He experienced the same oddity after taking a few days off during the holiday season. \"There are just days when the legs and body are not in tune with each other,\" Beachy said. Fortunately, Beachy has another five months to get everything back in sync. Unfortunately, he has another five months to eagerly anticipate a true return to normalcy. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
