{
    "url": "http:\/\/m.mlb.com\/news\/article\/41262414\/jackie-robinsons-life-taught-to-boston-youth\/",
    "title": "Schools to honor legacy of 'No. 42' Robinson",
    "subtitle": "",
    "body": "BOSTON -- Some local middle school kids don't need to wait until the movie \"42\" hits theaters in April to learn about Jackie Robinson. In honor of what would have been Robinson's 94th birthday, Red Sox dignitaries and Robinson's son David will visit area schools Thursday to speak of Robinson's legacy. This is the 11th year the Red Sox have celebrated Robinson's life in this fashion, but this year is special because it's the first that David Robinson will come along as well. \"When our new ownership arrived in 2002, they knew they were inheriting a franchise with a past that was in some ways glorious, and in some ways ignominious,\" Sox senior advisor Dr. Charles Steinberg said in a press release. \"They charged us with confronting the past and ushering in a new day. \"We believe that Boston children should learn the story of Robinson, what he endured, and how his character led him to succeed in what many consider the beginning of the civil rights movement. Children are free to dream of any career, and to pursue those dreams and careers, thanks in part to Jackie Robinson and Branch Rickey. It's an important story to tell. Hollywood will do so in grand style this April [when the movie is released], and we are doing so in our intimate, grass-roots style tomorrow.\" The envoy is scheduled for stops at Rogers Middle School in Hyde Park and McCormack Middle School in Dorchester. Red Sox Hall of Famer Tommy Harper and award-winning raconteur Dick Flavin will join Robinson and club officials. Dr. Steve Schlein, a scholar on Robinson's life, will also attend, and Adam Pellerin of NESN will moderate. Evan Drellich is a reporter for MLB.com. Follow him on Twitter @EvanDrellich. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Evan Drellich"
}
