{
    "url": "http:\/\/m.mlb.com\/news\/article\/41272228\/mlb-to-expand-investigation-into-miami-area-clinic\/",
    "title": "MLB to expand investigation into Miami-area clinic",
    "subtitle": "",
    "body": "Major League Baseball, which had been independently investigating suspected links between alleged performance-enhancing substances supplier Anthony Bosch, the Coral Gables, Fla., health clinic Biogenesis and several big league stars, is continuing its investigation, broadening efforts and scope where additional leads have developed, such as those reported this week in the Miami New Times. Yahoo! Sports first reported that MLB officials will shortly go to Florida to meet with the publication's editors and lawyers to see if they can obtain the records that are said to implicate Alex Rodriguez, Nelson Cruz and Gio Gonzalez, along with three players who have previously been suspended for using performance-enhancing substances: Melky Cabrera, Bartolo Colon and Yasmani Grandal. \"We will most certainly take that request very seriously,\" New Times editor-in-chief Chuck Strouse told Yahoo! \"We're in the business of reporting news. And we're also in the business of justice. I don't know what we would do if they asked. We're talking with our lawyers, and we don't want to stand in the way of any investigation. We'll have to determine it when it comes to that.\" A public relations firm retained by Rodriguez issued a statement denying his involvement with Bosch, and Gonzalez refuted the charges in a tweet. It's possible that more players could be implicated. Strouse told Yahoo! that the paper didn't include all the names found in Bosch's records because it didn't have enough evidence to link them to the use of human growth hormone and synthetic testosterone. The New York Daily News has reported up to 20 players could be involved. MLB's Department of Investigations, established in the wake of the Mitchell Report, has been actively working leads in Florida for months involving Rodriguez, Cruz and Gonzalez. MLB wants to gather as much documentation as possible before interviewing all the players involved. If there is evidence that other players were involved, the scope of its investigation would be widened. In a related development, the World Anti-Doping Agency applauded Major League Baseball for its expanded drug testing, a program that was announced at the Owners Meetings in Paradise Valley, Ariz., three weeks ago. The statement from director general David Howman read: \"WADA welcomes the decision of Major League Baseball (MLB) and its players union to expand their drug-testing program for the 2013 season. \"By agreeing to in-season testing for human growth hormone (hGH) and introducing longitudinal profiling for testosterone, MLB has significantly increased the effectiveness of its anti-doping program and enhanced its value in terms of deterrence. \"An anti-doping program can only be considered effective when it is allowed to monitor players the whole year round, and by making these changes the MLB has set a new standard for the other Pro Leagues to follow.\" Rodriguez, Gonzalez and Cruz could face 50-game suspensions even without a positive test for PEDs. Outfielders Jay Gibbons and Jose Guillen were suspended in 2007 for \"non-analytical positives\" and Braves outfielder Jordan Schafer was similarly disciplined as a Minor Leaguer the following year. The New Times has posted Bosch's hand-written mentions of Rodriguez and Gonzalez on its website. They appear to tie Rodriguez to HGH and testosterone creams, among other banned substances. There is also a mention of Gonzalez's name alongside the notation \"pink cream,\" a testosterone-laden balm. The Washington Post also reported that he trained this offseason with University of Miami strength coach Jimmy Goins, who also allegedly received PEDs from Bosch. Paul Hagen is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Hagen"
}
