{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/41220304\/former-houston-astros-pitcher-brandon-backe-grateful-for-chance-to-help-out\/",
    "title": "Backe grateful for chance to help out Astros",
    "subtitle": "",
    "body": "HOUSTON -- Brandon Backe admitted it took him some time to come to terms with the fact injuries cut short his career in his early 30s, but the former Astros starting pitcher, who had a flair for coming through in the clutch, has transitioned quite well into life after baseball. Backe, the Houston-area product who become a local hero with his performances in several big games for the Astros in 2004 and 2005, has kept a low profile since his career ended nearly four years ago following Tommy John surgery and a subsequent shoulder injury. The Astros welcomed him back into the fold by inviting him to participate in last week's CAREavan, as well as Saturday's FanFest at Minute Maid. It was a gesture Backe welcomed with opened arms, giving him a chance to reconnect with a fan base that adored him. \"For the Astros to give me a call and ask me, it means a lot to me,\" Backe said. \"I put in a number of years with the Astros and, if at all possible, I'd like to do whatever I can for the organization. I've said it from Day 1: I'm a fan of the Astros, growing up here and watching [Jeff] Bagwell and [Craig] Biggio when I was in diapers. Being able to get the opportunity to play for the Astros solidified it for me, and I want to do whatever I can to help this organization out.\" Backe, now 34, was a two-sport start growing up in Galveston, Texas, where he quarterbacked the Ball High School football team before deciding to focus on baseball in high school, which helped him get drafted in the 18th round by Tampa Bay as an infielder. He switched to pitching in 2001. The Astros acquired Backe prior to the 2004 season in exchange for Geoff Blum, and he went 5-3 with a 4.30 ERA in a mostly relief role that season. But with the season on the line on the final day and Roger Clemens ill, Backe filled in and held the Rockies to two runs in five innings to get the win and clinch a playoff berth. He added to his legend by winning Game 3 of the National League Division Series against the Braves before holding the Cardinals to one hit in eight scoreless innings in Game 5 of the NL Championship Series, outdueling fellow Houston-area product Woody Williams. Backe's best season in the Majors came in 2005, when he went 10-8 in 26 appearances (25 starts) with a 4.76 ERA. He pitched in four playoff games that year, including three starts, and threw seven scoreless innings in Game 4 of the World Series, taking a no-decision in a game the White Sox won, 1-0, to clinch the title. He made 31 starts in 2008, but appeared in only five games the following year and had to undergo surgery. He never pitched in the Major Leagues again. These days, Backe operates a baseball academy in Alvin, Texas, and is the married father of a 14-month-old son, Cannon. Backe jokes he hopes his son can become a pitcher who one day lives up to his name, and you can tell working with kids of all ages is fulfilling Backe's baseball thirst for now. \"I just enjoy it,\" he said. \"It keeps me in the game. It works out well with my wife, because she's a teacher and works all day and I can work at night and have the boy during the day. Schedule-wise, it works out for us a family. \"But baseball-wise, it keeps me in the game, and I get to share a lot of interaction that maybe some of these kids don't get. I see a lot of reward in seeing a kid understand what I'm teaching them. That's almost as good as pitching in the Major Leagues.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
