{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/41220022\/richard-justice-trading-justin-upton-makes-sense-for-d-backs\/",
    "title": "Trading Upton makes sense for D-backs",
    "subtitle": "",
    "body": "I'll take D-backs general manager Kevin Towers for a thousand, Alex. In the end, it's about that simple. Did the guy get dumb overnight? No, he did not. Does he have an impressive track record? Yes, he does. Is he part of a first-rate organization? Indeed, he is. Anything else? I hate to get snarky at a time when the sun is shining in Arizona and Florida, and Spring Training is just two weeks away. I'll admit I'm in the tank for Towers, but that's from watching him put together four playoff teams in San Diego and another that just missed. He has never had anything close to the most resources, but has kept his teams in contention. He has also understood that roster building is more an art than a science and that how the people fit is almost as important as how the numbers fit. Anyway, maybe you've noticed that the D-backs are being second-guessed here, there and everywhere for their trade of Justin Upton to the Braves for Martin Prado and a package of prospects. I don't get it. This deal seems perfectly sensible for them as Towers assembles his roster. There's a risk involved, but that's always the case when talented players change teams. Would you rather have a general manager who was scared to take a chance? There may be a time a year from now or three years from now when the trade looks different than it does today. That's why you'll never hear a really good general manager gloat about one of these things. There are just too many moving parts. Still, if B.J. Upton and Justin Upton are holding a World Series trophy next fall, and if the D-backs fail to make the postseason, then it would be fair to sharpen the knives. Regardless of the prospects the D-backs picked up, trades like this aren't made with an eye toward two or three years down the road. The Braves are in a win-now mode, and so are the D-backs, who face a monumental challenge in a National League West in which the Giants have won two of the last three World Series and the Dodgers have been on a historic eight-month spending spree. Meanwhile, Towers has worked relentlessly to reshape the D-backs since his hiring in September 2010. Among his acquisitions: outfielders Jason Kubel and Cody Ross; starting pitchers Trevor Cahill and Brandon McCarthy; second baseman Aaron Hill; reliever Heath Bell and 22-year-old shortstop Didi Gregorius. He has traded away some extremely high-ceiling players: pitchers Jarrod Parker, Ryan Cook and Trevor Bauer and shortstop Stephen Drew. So what's the bottom line? The D-backs have a rotation that appears to be deep and talented. Towers' first four starters -- Ian Kennedy, Wade Miley, Cahill and McCarthy -- are not far behind (if they're behind at all) the front four of the Giants and Dodgers. Take a look: Giants: Matt Cain, Madison Bumgarner, Ryan Vogelsong and Tim Lincecum. Dodgers: Clayton Kershaw, Zack Greinke, Josh Beckett and Chad Billingsley. Also exciting for the D-backs are the high-end guys competing for the fifth spot: Patrick Corbin, Tyler Skaggs and Randall Delgado. And if Daniel Hudson is fully recovered from Tommy John surgery in time for the 2013 stretch run, so much the better. Likewise, Arizona has a lineup that appears to be comparable to any in the division, with Prado putting up similar numbers to Upton in 2012 (Upton .785 OPS, Prado .796 OPS). (Those criticizing Towers for the trade point out that Upton is just 25 years old and has an .842 OPS the last five years, seventh best among NL outfielders. With three years and $38 million remaining on his contract, he's perfect for a middle-of-the-road revenue team like Arizona.) If the D-backs get enough offense out of Kubel, Ross, Prado, etc., they may be able to play Gregorius at shortstop for his dazzling defensive game regardless of how much he hits. Towers was ridiculed last week when the word \"gritty\" became associated with the players he acquired. He acknowledged wanting high-energy, all-in players, and in doing so, seemed to be taking a soft swipe at Upton. D-backs manager Kirk Gibson is not for everyone. High energy and all-in is exactly what he wants in players. He runs a grueling Spring Training with a huge emphasis on fundamentals. Prado, Ross and Kubel are exactly the kind of players he prefers, and if he's wrong, indeed if Towers has been wrong in his shaping of the D-backs, the NL West standings will be unforgiving. On the other hand, the D-backs on paper appear to be competitive. They're also going to be a blue-collar, get-the-uniform-dirty kind of team Towers and Gibson both seem to want. One of the Phoenix columnists criticized the trade for dealing away the face of the franchise. Oh please. If marketing is more important than winning, then the train is way off the tracks. If the D-backs win, a new face will emerge and quickly. Regardless, the D-backs are a model franchise. Ken Kendrick has given his people the resources to compete, and team president Derrick Hall has constructed one of the organizations every other can measure itself against. Trading away Upton was a huge gamble, but it'll be be forgotten quickly if the D-backs are back in the playoffs. Towers would tell you that's exactly how it's supposed to work. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
