{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/41220418\/gregerson-padres-agree-to-one-year-deal\/",
    "title": "Gregerson, Padres agree to one-year deal",
    "subtitle": "",
    "body": "SAN DIEGO -- The Padres came to terms with one of their three remaining arbitration-eligible players on Monday, reaching a one-year deal with reliever Luke Gregerson for $3.2 million. The Padres exchanged figures with Gregerson on Jan. 18, offering him $2.875 million for the upcoming season. Gregerson, who is represented by O'Connell Sports, had asked for $3.75 million. Gregerson, 28, was 2-0 with a 2.39 ERA in 77 games last season and had a career-best nine saves. In four Major League seasons, all with the Padres, the right-hander has an 11-14 record and a 2.92 ERA in 290 appearances. Earlier this month, Gregerson was the lone Padres representative selected to Team USA's provisional roster for the World Baseball Classic. With Gregerson in the fold for 2013, the Padres have two remaining arbitration-eligible players -- third baseman Chase Headley and pitcher Clayton Richard. The team offered Headley $7.075 million for 2013. Headley's representation countered with $10.3 million. Headley made $3.475 million last season, when he finished fifth in the National League MVP vote. Richard matched his career best in victories (14) last season. He went 14-14 with a 3.99 ERA and made all 33 starts, earning $2.705 million. He is seeking $5.55 million. The team offered $4.905 million. Arbitration hearings begin Feb. 4 and run through Feb. 20. If a hearing is necessary, an arbiter, after hearing points raised by both the organization and player, will select the figure submitted by one of the parties. That decision is binding. Pitchers and catchers report to the team's Spring Training facility Feb. 12. Position players report Feb. 15, with the first full-squad workout set for the following day. The first spring game is set for Feb. 22, when the Padres take on the Mariners in their annual charity game at the Peoria Sports Complex. Corey Brock is a reporter for MLB.com. Keep track of @FollowThePadres on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Corey Brock"
}
