{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/41221042\/ryan-sweeney\/",
    "title": "Sweeney eager for second chance with Red Sox",
    "subtitle": "Opportunity to contribute on contender sways free agent's decision",
    "body": "BOSTON -- The Red Sox's interest in bringing back outfielder Ryan Sweeney may have been bolstered by Ryan Kalish's surgery news, but the Sox had interest in Sweeney beforehand. Turning 28 next month, Sweeney will be back for a second season in Boston on a deal worth $1.25 million plus incentives, and the door appeared to have been open for a while. \"That's what I was kind of confused about,\" Sweeney told MLB.com by phone from Iowa on Monday about the notion he's back only because of Kalish. \"Because you know when I got non-tendered, obviously I kind of saw that coming, just from the standpoint of the whole roster situation and everything like that and not knowing what they were going to do with the outfield. And when I talked to [general manager Ben Cherington], he talked to my agent, too, he said, 'We still have interest in Ryan.' So I had actually been talking to the Red Sox for a while and Ben and just kind of needed to make a decision, and then I didn't even realize that Kalish needed surgery.\" The Sox non-tendered Sweeney earlier in the offseason, and he said he had interest from three other teams but felt the Sox were the best opportunity to get to the playoffs -- something he hasn't experienced in seven seasons. He's fully healthy, he said. At one point, Sweeney made an offer to Cherington: Try me at first base. \"He didn't really say what he expected of me, he just said I have a good shot at making the team and begin able to play different positions,\" Sweeney said. \"He said something before talking about maybe needing a first baseman. Not to me. ... I had talked to Ben on the phone, I was like, 'Hey, Ben, do you need me to go get a first baseman's glove?' And he just kind of laughed. \"At the big league level, I've never played first base. It'd be something that I'd be willing to try and get a first baseman's glove. Like my agent was saying, if you can be a type of guy -- not saying like [Nick] Swisher where he can play the outfield and you know move into first base, obviously he's a pretty good first baseman, too -- to be able to have all of that would not be a good thing.\" Sweeney said Cherington didn't end up saying anything about the idea, but he's nonetheless open to taking grounders there in Spring Training. Sweeney's time on the open market this offseason was his first, and the experience wasn't as thrilling as it may be for some, but he still enjoyed it. \"Free agency was a little different than I expected, but it was a fun experience to have,\" Sweeney said. \"As far as my wife and me just being stressed out not knowing where you're going to go, it's kind of a tough thing. This year a guy like Zack Greinke or Josh Hamitlon, I'm sure it's probably fun having teams compete for you and try to get you, but coming down to the end, I had probably three other teams besides the Red Sox that I could have potentially picked. But I just felt like the Red Sox were the best fit for me.\" Heading into 2013, Sweeney said he accepts his projected role as less than an everyday player. After playing often at the start of a hot 2012, it was hard for him to adjust to more of a platoon situation, but he said he learned a lot from the year. If there are injuries this season, Sweeney could end up back in a regular role for the Sox, but he did make a conscious choice when he re-signed: He went to a team that's got a chance to get to October instead of others that could have perhaps provided more playing time at the outset. \"That's one thing that me and my wife kind of talked about, too,\" Sweeney said. \"Do I want to go to a team where I might get to play a lot, hopefully be a starter maybe, not going to win? Or do I want to go to the Red Sox and compete and have a chance to win every year? Being myself, I've never gone to the playoffs. I feel like that would be a cool thing to experience before I'm done playing.\" Sweeney finished 2012 with a .260\/.303\/.373 line, no home runs and 19 doubles, but it was the way he went out that dogged him for a bit: He fractured a bone in his left hand punching a door in frustration. Sweeney made light of the situation on Twitter when he signed on Friday, and said it's behind him. But he was for a time worried it could be a persistent issue in Boston if he came back. \"I'm just trying to have fun with it,\" Sweeney said. \"There's people that make fun of me all the time. That was honestly one of the things at first that I -- I didn't want them to non-tender me obviously -- I wanted to go back to Boston, but that was one of the things that kind of deterred me at first. Cause I was like, 'Gosh, I don't want this hand thing to be held over my head the whole year and having me worry about that.' But I'm not worried about it, and it's over and done with and that was last year. I'm really, that's the funny thing -- I'm not the type of person that does something like that. It was just a freak accident.\" Sweeney has been working out in Arizona and Los Angeles mostly this offseason, although he's in Iowa now to sell his home. He plans to report to Fort Myers, Fla., for Spring Training a week into February. \"I'm 100 percent,\" Sweeney said. \"I've been doing everything, just ready to get outside and start doing some stuff. As far as running, hitting, throwing, everything, I'm ready to go.\" Evan Drellich is a reporter for MLB.com. Follow him on Twitter @EvanDrellich. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Evan Drellich"
}
