{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/41226192\/phillies-pitcher-cole-hamels-downplays-shoulder-issue-from-last-season\/",
    "title": "Hamels downplays shoulder issue from last year",
    "subtitle": "",
    "body": "PHILADELPHIA -- Cole Hamels gave a few Phillies fans a moment of panic earlier this month when word spread he suffered from a sore left shoulder late last season. Hamels' reaction when asked about it Monday? \"I don't know of anything that happened,\" he insisted. \"I've been healthy. That's the last thing on my list. ... I haven't felt anything of that sort. That's the honest truth. I don't know. I wasn't the one that started it. I know I feel good and I'm ready to go. That's all I can really answer. That's kind of where it is. Same program, ready for Spring Training and finally getting out of the cold. That will be a lot nicer. I'm very excited.\" Hamels was in Philadelphia on Monday for the 109th annual sports writers dinner, where he was given the Humanitarian Award for his work with the Hamels Foundation. General manager Ruben Amaro Jr. earlier this month addressed a report that said Hamels suffered from a sore shoulder. Amaro said the Phils shut down Hamels' throwing program for a couple of weeks and he has been fine since. Amaro said the Phillies never considered it an issue, pointing out Hamels never visited a doctor. Hamels said the same thing. So while Hamels felt something in the shoulder in September, he considered it typical soreness from the grind of the regular season and nothing more. That seems to be why there is a discrepancy in what Hamels said. Typically when a pitcher complains of shoulder soreness, it means he cannot pitch, but Hamels apparently never felt that way. If Hamels is fine, that certainly is good news for Philadelphia. Hamels, 29, signed a six-year, $144 million contract extension last summer, and the Phils need him healthy if they expect to return to the postseason in 2013. Hamels said he planned to throw his fourth offseason bullpen session Wednesday. He plans to head to Clearwater, Fla., sometime next week. Hamels seemed optimistic about his team's chances in 2013, despite finishing 81-81 and missing the postseason for the first time since 2006. \"We just have a lot to prove,\" he said. \"I think ultimately we can't take the back seat and hope that we can coast through. We really have to go after it from the very beginning and not really hope we can play catch-up. These teams now, they're a lot better, the players are a lot better in the league, and they're not going to allow you to really catch up.\" Todd Zolecki is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Todd Zolecki"
}
