{
    "url": "http:\/\/m.mlb.com\/news\/article\/41228144\/tracy-ringolsby-texas-rangers-march-on-after-missing-on-offseason-targets\/",
    "title": "Rangers march on after missing on offseason targets",
    "subtitle": "Having lost out on Greinke and Hamilton, Texas looks at strengths and makes tweaks",
    "body": "First the upstart Oakland A's put together a second-half surge and overtook Texas down the stretch to win the American League West, denying the Rangers an anticipated third consecutive division title. Then Baltimore knocked off the Rangers in the AL Wild Card Game to bring a premature end for a team that had advanced to the World Series each of the two previous seasons. And if all that on-field disappointment wasn't enough, the Rangers found themselves mostly shut out in their attempt to make an impact offseason move. All of that against an AL West backdrop in which Oakland, given the youth of its pitching staff, is expected to move forward, and the Los Angeles Angels continue to shell out money and bring in big names, this time signing Josh Hamilton to a five-year contract, by which they not only added a middle-of-the-lineup bat but also denied the Rangers in their bid to retain him. Worried? Not the Rangers, not with Nolan Ryan running the show. \"Once you get to the level we have reached in the last four years, the challenges increase,\" said Ryan, the Hall of Fame right-hander who is the president of the Rangers. \"Things don't always work out the way you anticipate, but you have to try and be fluid. \"When a club in your division does something, your fans have a tendency to expect you to counter it, but you can't get in the situation where you respond to something just to respond.\" So the Rangers march on. They weren't able to re-sign Hamilton, to whom they never made a formal offer although they indicated they would have considered a four-year guarantee. They lost him to the division-rival Angels, who are gambling that the arrival of Hamilton can provide a kick-start for a franchise that stole the offseason spotlight a year ago with the signings of Albert Pujols and former Rangers left-hander C.J. Wilson, but still couldn't finish higher than third in the AL West. The Rangers were outbid for right-hander Zack Greinke by the Dodgers, so they lost that chance to add a legitimate No. 1 starter. They lost out in trade efforts with Tampa Bay for right-hander James Shields and Arizona for outfielder Justin Upton, and never got past a preliminary chat with Colorado about Carlos Gonzalez when they refused to consider giving up prime prospects Jurickson Profar and Mike Olt. They did not, however, panic. \"Remember the movie 'Goodfellas'?\" general manager Jon Daniels said earlier this winter. \"Once he gets out of jail, it's all different. I look at our offseason that way. We spent the first month looking at a couple of bigger potential additions. We were real specific on what we wanted to do. ... It's been well-documented, our interest in Zack Grienke. ... Josh, he got a deal that ultimately we were not prepared to give him.\" But instead of overreacting to the inability to sign the likes of Greinke and Hamilton by overpaying to get a lesser player on the free-agent market, the Rangers reassessed their roster and looked instead at a bit of patchwork to help them get through until something with more impact can be accomplished. \"We decided to trust our people, make good calls and bring in the right fits for the club,\" said Daniels. \"We feel we have done that.\" The Rangers brought in the veteran influence of Lance Berkman to be the designated hitter, added A.J. Pierzynski and re-signed Geovany Soto to be their catching tandem and brought in a handful of veterans on Spring Training invites. Not a lot of glitz. \"You have to guard against overreacting to something someone else did or not getting the players you anticipated,\" said Ryan. \"When things don't work out the way you hoped, you have to step back, digest the circumstances, and figure out what to do to keep moving forward.\" No sense digging a hole trying to drown the offseason sorrows that will bury hopes not only for 2013 but even farther down the line. OK, they couldn't get Greinke. \"There aren't many Zack Greinkes walking around,\" said Ryan. \"If it doesn't work out where you are able to sign someone of that caliber, you don't just go to the next guy on the list. ... We have young arms who have an upside. We are hoping to see growth out of them.\" The Rangers have four pitchers younger than 30 who are under the club's control for at least four more seasons. That list starts with Japanese right-hander Yu Darvish, who made his big league debut last year and finished strong after a midseason stumble in an effort to help the Rangers hold off the late charge from Oakland. Texas won five of Darvish's final six regular-season starts, during which he had a 1.85 ERA. While he was the losing pitcher in the Wild Card showdown with Baltimore, he allowed only two earned runs in 6 2\/3 innings. There's also lefty Matt Harrison, whose status in the organization was underscored by the five-year, $55 million deal he signed earlier this month, as well as Alexi Ogando and Derek Holland. The Rangers have some impact position players on the way, although with Elvis Andrus entrenched at shortstop and Ian Kinsler's reluctance to move to first base and open a job at second base, Profar figures to at least start the season in the Minor Leagues, along with Olt, who ostensibly is behind Mitch Moreland. \"I'm excited about giving other guys a chance to step up and seize the opportunity,\" said Daniels. \"All in all, we like where we are quite a bit.\" Tracy Ringolsby is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
