{
    "url": "http:\/\/m.mlb.com\/news\/article\/1290793",
    "title": "Best of the Mailbags: Jan. 3, 2006",
    "subtitle": "Best of the Mailbags: Jan. 3, 2006",
    "body": "All around baseball, fans ask the questions and our MLB.com correspondents provide the answers in weekly Mailbags for each of the 30 teams in the Major Leagues. Each Monday, we bring you the best of the best right here in the MLB.com Mailbag.  Red Sox: Why don't the Red Sox make this blockbuster happen and trade Manny Ramirez for Miguel Tejada, and throw in Matt Clement and maybe a Minor Leaguer? Get the job done if Ramirez wants out that bad. -- Norm C., Westfield, Mass.  My sense is that the Red Sox are trying to get Tejada very badly, with Ramirez serving as the obvious bait. But it takes two to tango, as the saying goes. The Orioles are obviously trying to get the best offer possible for Tejada, and there might be a more intriguing offer from another team. Stay tuned. I have a feeling this whole Tejada situation will be resolved one way or another within the next week to 10 days. -- Ian Browne Cubs:Prior for Tejada? Is that serious? Is there any truth to the Prior for Tejada trade rumors? -- Joseph G., Berwyn, Ill.   Here's what I know: Tejada said he wasn't happy with the Orioles' offseason moves, or lack thereof, and hinted he wanted to be traded. The Cubs, who lost their bid to acquire free agent shortstop Rafael Furcal, contacted the Orioles and said they were interested if Baltimore decided to deal the one-time American League MVP. The Orioles first asked for Carlos Zambrano. The Cubs said no, and Prior's name came up. If the Cubs dealt Prior, they wanted a starting pitcher in return, such as left-hander Eric Bedard. No deal, the O's said. Last Thursday, Tejada said he wanted to go \"somewhere where they want to win.\" The O's apparently are insisting on Zambrano, and the Cubs again are saying no. To the fans who have suggested the Cubs trade Kerry Wood, keep in mind he is coming off surgery. He is progressing well in his rehab, but no one knows for sure what to expect -- which makes him untradeable. -- Carrie Muskat   Orioles:With all the Tejada news and talk about new acquisitions, All-Star Brian Roberts has been forgotten in your mailbag. What is the status of his injury and will he be ready for the start of the season? -- Nick J., Wilmington, N.C.   Roberts was in Baltimore recently for the team's holiday party and briefly met the media for an update on his condition. The second baseman said that his rehab from left elbow surgery is going well so far, and he also said he doesn't anticipate missing much time once Spring Training starts. However, time will tell on that front, and Roberts was candid about his immediate future. -- Spencer Fordin   White Sox:With the acquisition of Rob Mackowiak, should Ozzie Guillen have him start the season at center field instead of Brian Anderson? He has more experience, so give me your take. -- Steve, Plainfield, Ill.   It's amazing how many people are trying to replace Anderson, without even giving him a chance to prove himself. Let's revisit the Anderson situation in June or July and see where the fans' take on this young standout falls at that point. I'm guessing they are going to be fairly satisfied, if not completely satisfied.   Mackowiak certainly would be a more than capable replacement in center field, but if he is playing every day, that situation definitely weakens the team overall. Think of Mackowiak as an NBA sixth man on the White Sox roster.   He'll play almost as a regular, rotating between the infield and the outfield, but he won't be an everyday starter. There's no denying, though, Mackowiak's addition might have been the biggest pick-up for Williams' under-the-radar operation during this busy offseason. -- Scott Merkin   Yankees:I am not against picking up Johnny Damon, but in all fairness, what about Bubba Crosby? First, Damon comes over and takes his job, but to add insult to injury, he got his number. What is going to happen to Crosby? -- Brian C., Stony Brook, N.Y.   First, Crosby never actually had the job in center field to begin with. Brian Cashman said all winter that Crosby would be the center fielder if nothing else came up, but it's not like he started the first month of the season and then had the job stripped away from him.   Crosby should return this season in the same role that he has filled for the past couple of years, backing up all three outfield spots and serving as a pinch-runner.   The biggest difference for him will be that he should remain with the Yanks all year, as he is out of Minor League options. If the Yankees want to send him down, he'll have to clear waivers, so a full season in the Bronx is likely for Crosby.   As for Bubba's number, I don't think it's a very big deal. Remember, Crosby wore No. 19 with the Yankees before Al Leiter was traded to New York last summer. Crosby gave that number to Leiter and took 18, but with Leiter gone, Crosby will now go back to his old No. 19. Everybody wins. -- Mark Feinsand   Marlins:Why don't the Marlins open negotiations with Wayne Huizenga to keep the team in that location, instead of alienating the Palm Beach fans and season ticket holders like myself? -- Raul R., Lake Worth, Fla.   I think it's been pretty well documented that the team indeed has been in discussions with Huizenga and Miami-Dade County officials regarding a new home next door to Dolphins Stadium. As of now, this area has been the most realistic place since the county has already discussed how to help finance the project.   I hear from Palm Beach County and Broward County residents that a stadium in downtown Miami would alienate them because it is another 20 or so miles away. In late November, when team president David Samson announced the club had received permission to explore relocation, he also said the proposed stadium in downtown Miami (next to the Orange Bowl) had fallen through.   This ownership group insists it will not build a stadium in the city of Miami, so that means local choices remain either in the northern part of the county or somewhere in Broward or Palm Beach. If a stadium deal gets done locally, it likely will be next to Dolphins Stadium. -- Joe Frisaro   Mets:What do you think David Wright will do in 2006? -- Jason A., Queens, N.Y.   I expect he'll have a good year -- he's a quality player. That said, he can be a better player than he was in 2005 and not produce at the same levels. The league will adjust to try to exploit what it believes are his weaknesses. And then he will have to adjust to the changes. That is an ongoing process that began last season after Wright showed so much promise in 2004. It happens with every player who achieves success.   Because he works pitchers so well, because he studies their tendencies and constantly thinks the game, and because he drives the ball in any direction, opponents aren't likely to find some antidote for Wright.   Because Wright takes what he's given and doesn't try to reach the fences, I'd expect his home run output to stay the same or even decrease. But more doubles and RBIs are likely. Not a lot more -- he did, after all, hit 42 doubles and drive in 102 runs -- but more. And I expect he'll strike out less and walk more.   There's every reason to believe his defense will improve -- it did after the All-Star break. Wright committed 15 errors in 233 chances before the break and nine in 228 chances after the break. He slowed himself down and that helped. And he has been jumping rope in the offseason to be quicker on his feet. -- Marty Noble   Phillies:I heard that the White Sox were dangling Jose Contreras for Bobby Abreu. Is there any way this might happen? -- Joey P., Chicago   The World Series champions appear to have an abundance of pitching, especially after trading for Javier Vazquez and then locking up Jon Garland. Plus, there is talk of them wanting to open a spot for Brandon McCarthy, increasing the possibility of someone being dealt.   Contreras had a wonderful season for the White Sox and could be a nice fit in the Phils' rotation, though there might not be enough of a match for a second blockbuster deal between these teams. Chicago's overload of outfielders made Aaron Rowand expendable, so it's unlikely the White Sox would deal for an outfielder. -- Ken Mandel",
    "author": ""
}
