{
    "url": "http:\/\/m.mlb.com\/news\/article\/41227420\/mlbcoms-top-100-prospects-to-be-revealed-tuesday\/",
    "title": "MLB.com's Top 100 Prospects to be revealed today",
    "subtitle": "",
    "body": "It's an annual rite of spring, an accounting of talent as regular as arbitration. MLB.com will release its Top 100 Prospects list for 2013 on Tuesday night, and prospect expert Jonathan Mayo -- along with several of the players on the list -- will be on hand to discuss the rankings. Tampa Bay starter Matt Moore graced the top of the list last year, and the two Rookies of the Year -- Bryce Harper and Mike Trout -- were ranked second and third, respectively. Another deep crop of talent awaits the chance to prove itself, and the journey to stardom will begin in Spring Training. Prized arms Dylan Bundy, Jameson Taillon and Trevor Bauer -- who were all in the Top 10 last year -- have maintained their eligibility for the prospect list. The top returning bats from last year's list are Jurickson Profar and Wil Myers, and they headline an exciting group of emerging stars. The unveiling of the list can be viewed on MLB.com and MLB Network beginning at 9 p.m. ET. Hosted by MLB Network's Greg Amsinger, the show will feature analysis by Mayo and MLB Network insider John Hart, the general manager of the 1995 and '97 American League champion Cleveland Indians. The special also will feature interviews with three of the top four prospects.  The annual ranking of baseball's biggest and brightest young talent is assembled by Mayo, who compiles input from industry sources, including scouts and scouting directors. It is based on analysis of players' skill sets, upsides, closeness to the Majors and potential immediate impact to their teams. The list, which is one of several prospect rankings on MLB.com's Prospect Watch, only includes players with rookie status in 2013. The complete rankings, plus position and team lists, can be found at MLBPipeline.com.  Bundy, Baltimore's top prospect, made his big league debut last year but was only used in relief. The fourth overall pick in the 2011 First-Year Player Draft is seen as one of the top young pitchers in the game, and he's pitched to a 9-3 record and a 2.08 ERA in 23 Minor League starts.  The Pirates boast both Taillon and Gerrit Cole, two high Draft picks who are expected to anchor their rotation for years to come. Two of the top prospects -- Bauer and Myers -- were traded to new teams (Cleveland and Tampa Bay) in the offseason, giving them a greater opportunity to break out.  The Mariners will have an impressive group of players in the mix Tuesday, with high-impact arms Taijuan Walker and Danny Hultzen to go with power-hitting catcher Mike Zunino.  One of the game's most electrifying young talents -- Cincinnati outfielder Billy Hamilton -- will sprint into consideration at some point Tuesday night. Hamilton stole a record 155 bases at two Minor League stops last season and could bring his skills to the big leagues sometime soon.  Arizona may have traded Bauer, but it still has promising pitching prospects in Archie Bradley and Tyler Skaggs. Bradley is still in the early phases of his development, but Skaggs, who was acquired from the Angels in the Dan Haren trade, is on the verge of making a big league breakthrough.  The Rangers can also boast of one of the most dynamic combos in Profar -- a smooth-fielding shortstop who projects to hit for power -- and Mike Olt, a multi-talented third baseman. Olt batted .288 with a .398 on-base percentage and 28 home runs for Double-A Frisco last season.  Olt (@molt2222), Skaggs (@TylerSkaggs37), Bradley (@ArchieBradley7), Hamilton (@b_ham_3), Walker (@tai_walker), Zunino (@Mike_Zunino) and Mets top pitching prospect Zack Wheeler (@Wheelerpro45) will be live tweeting the unveiling, moderated by MLBPipeline.com (@MLBPipeline), using the hashtag #MLBPipeline.  Where will they land, and which team will have the lion's share of laurels Tuesday night? Only time will tell, and soon after, the season will come along to provide even more perspective. Spencer Fordin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Spencer Fordin"
}
