{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/41236404\/justin-upton-introduced-takes-his-place-with-braves\/",
    "title": "Playing with older brother has Upton pumped",
    "subtitle": "",
    "body": "ATLANTA -- As Justin Upton's frustration and anger grew over the past few months, he eagerly awaited the opportunity to begin a new chapter in his young baseball career. Still, as he longed for the opportunity to escape the D-backs and an endless string of trade rumors, Upton never imagined gaining a change that would bring joy to his entire family. While it might be arguable that the Uptons are baseball's most talented family, it seems silly to doubt the belief that they have indeed been baseball's happiest family since the Braves acquired Justin Upton from the D-backs late last week. Some of that happiness was on display as the Braves officially introduced Upton during a news conference at Turner Field on Tuesday afternoon. As Justin Upton donned his new No. 8 jersey for the first time, he was looking out at a small crowd that included his proud parents and his older brother, B.J., who had signed a franchise-record five-year, $75.25 million contract with the Braves in November. \"The last few days have been good,\" Justin Upton said. \"Walking in this clubhouse and shaking hands, it feels like a place where they want to win and they want me to be part of it.\" As the Braves attempted to reconstruct their outfield this offseason, they held out hope that they would eventually be able to strike a deal with the D-backs. Negotiations started to improve nearly 10 days ago, and late last Wednesday night, an agreement was made. Atlanta received Upton and corner infielder Chris Johnson in exchange for Martin Prado, Randall Delgado and three Minor League prospects: Zeke Spruill, Nick Ahmed and Brandon Drury. \"This is a special day for my family,\" Justin Upton said. \"It's a great opportunity. I'm excited to put this uniform on and play for this organization.\" Before attending the news conference, the Upton brothers and their parents, Manny and Yvonne, spent some time in the home clubhouse at Turner Field. Adding to the splendor of the day was a visit from Hank Aaron, who wanted to welcome the two newest members of the Braves' reconstructed, star-studded outfield. \"Nice, unbelievable, unbelievable,\" Manny Upton said when asked about seeing Aaron take time to welcome his sons to Atlanta. Most of the past six days have seemed unbelievable to the Upton family. Everything changed late Wednesday night when Justin received a call informing him that he had been traded to the Braves. He told his parents, who were with him in Phoenix, and left a message for B.J., who had already gone to sleep in preparation of his early Thursday morning workout in Tampa, Fla. \"It made my workout pretty easy that morning,\" B.J. Upton said. \"I don't know how many guys get up at 6:30 and they're happy. But I was that morning.\" Some of that energy should still be present when Spring Training begins in two weeks and when Atlanta begins the regular season on April 1. Separated by three grades during their scholastic years, the Upton brothers have never previously played competitively together. There were many days when young Justin Upton would tag along to be part of teams that included his older brother and three future Major League third basemen -- David Wright, Ryan Zimmerman and Mark Reynolds. But this season will mark the first in which the two brothers have competed with each other. \"We're going to butt heads a little bit, and that's going to be the fun part,\" Justin Upton said. \"We grew up in the same house. We butted heads then. Now we're going to be the same clubhouse, and we're going to butt heads at this level. It will be fun.\" Standing 6-foot-2 with a solid frame that can comfortably carry 220 pounds, Justin Upton likes to point out that he is bigger than his older brother. But the soft-spoken and confident B.J. made it known he will always be able to handle his younger brother when necessary. \"We'll definitely push each other,\" B.J. Upton said. \"It's just kind of understood. I've known him my whole life. I grew up with him. I know when he means business, and he'll know when I mean business.\" With the two Uptons and Jason Heyward, the Braves arguably have the game's most athletic outfield. Heyward, who won his first Gold Glove Award last year, is expected to stay in right field, and Justin will move to left -- a position he has never previously played. \"I've caught a fly ball before and fielded a ground ball before,\" Justin Upton said. \"The more reps I can get from the left side of the field is going to be key in Spring Training. I think it's going to be a pretty smooth transition. Obviously, it's a change. So it's going to take a little time. But I think I can get used to it.\" Upton can certainly get used to his new surroundings and the opportunity to spend at least the next three seasons playing alongside his older brother. During most of the past two seasons, he has dealt with uncertainty as Arizona regularly shopped him on the trade market. The frustration grew this year as Upton battled a thumb injury and hit .280 with 17 homers and a .785 OPS. But with Spring Training just two weeks away, Upton no longer has reason to worry about the thumb or a once-uncertain future with the D-backs. Instead, he can simply look forward to living the dream of playing alongside his brother at the Major League level. \"I didn't think it would happen this year,\" Upton said. \"You don't get that lucky. But for us to have that chance now, it's tough to really put into words how it feels. We're excited about it and looking forward to it.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
