{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/41238338\/terence-moore-a-great-american-idea-for-all-star-game\/",
    "title": "Great American idea: Give Cincy more All-Star Games",
    "subtitle": "",
    "body": "OK, OK. Let me get this out of the way: I'm a little biased when it comes to the Reds. I spent much of my youth in Cincinnati when the Big Red Machine was the rage. I also didn't exactly bleed Dodger Blue while matriculating at Miami (Ohio) University up the road in Oxford.  Not only that, my brother, Dennis, and his family still live on the outskirts of the Queen City, where they've been known to make more than a few trips to Great American Ball Park.  That said, favoritism has nothing to do with what I'm about to type. The following has everything to do with common sense, particularly in regards to the essence of baseball. As for that essence, it's history. It's tradition.   It's the Cincinnati Reds.   The Reds were baseball's first professional team, which means they deserve special treatment over their 29 peers in the game. That's my story and I'm sticking to it, because I had a revelation a few days ago. It came after Major League Baseball announced it was making Cincinnati the host city for the 2015 All-Star Game.   The revelation? Given the Reds' significance to baseball history, why not make Cincinnati the host city to the All-Star Game on a regular basis? Like every five years or something?   They do such a thing in college basketball.   Soon after the turn of this century, the NCAA realized the truth: Indianapolis is the definitive city for the Final Four. For one, the city is built for huge conventions. For another, nobody is more supportive of hoops of any kind than Hoosiers (OK, OK, another confession: I was born and raised in South Bend, Ind., before we moved to Cincinnati).   John Wooden was an Indiana native. He graduated from college in the state, and it's where he coached his first basketball games before moving to national acclaim at UCLA.   Ever hear of Oscar Robertson? Another Hoosier. So is Larry Bird, and speaking of \"Hoosiers,\" it was an award-winning movie that showcased the love of the state for even high school hoops.   The point is, even though James Naismith invented the game in Springfield, Mass. -- and despite the inevitable cries to the contrary from those in Kentucky and along Tobacco Road -- Indiana has been the heart and soul of basketball over the decades.   Hence the NCAA's decision to award the Final Four to Indianapolis every five years. That applies to the men's and the women's Final Four. In addition, the NCAA named Indianapolis as the \"backup\" city for Final Fours in case of an emergency during other years.   You see where I'm going?   In the big picture here, Cincinnati is Indianapolis. Actually, Cincinnati is even moreso, because while basketball was cultivated around Indianapolis, pro baseball was born in Cincinnati.   If that isn't enough, the Reds were the first Major League team to fly in a plane to face an opponent. That was in 1934. The following year, they were the first team to host a night game.   I'm just getting started, by the way.   The Reds were the first team to have eight of their regular players voted to start an All-Star Game. (Cincinnati fans stuffed the ballot boxes back then in 1957, but so much for details). The Reds were the first team to play their home games on an all-artificial surface -- except for the sliding pits around the bases -- when Riverfront Stadium opened in 1970.   Then you have all of those other things for the ages involving the Reds: Joe Nuxhall remains the youngest player to play in the Major Leagues, when he did so at 15 in 1944. Six years before that, Johnny Vander Meer became the only person to pitch back-to-back no-hitters. Nobody has more hits than Pete Rose.   Even Commissioner Bud Selig acknowledged Cincinnati's unique history by saying after the Reds got the 2015 All-Star Game: \"The Midsummer Classic will be a remarkable opportunity to celebrate Cincinnati's rich baseball tradition, which parallels the history of the national pastime itself.\"   So give the Reds rotating All-Star Games, already. I couldn't believe this until I saw it: The Reds have hosted just four All-Star Games before this one.   The first featured Vander Meer as the winning pitcher at Crosley Field just weeks after his second no-hitter. In 1953, the National League won again in Cincinnati with much help from stars named Enos Slaughter, Pee Wee Reese, Robin Roberts and Warren Spahn.   Everybody remembers 1970 at Riverfront Stadium, where Rose became the ultimate hometown hero. In the bottom of the 12th inning, he raced from second base to home plate on a single to center field to score the winning run after crashing into catcher Ray Fosse.   There was 1988, too. It was the only time the American League won an All-Star Game in Cincinnati after Terry Steinbach's solo homer and sacrifice fly gave the Americans a 2-1 victory.   That's been it for All-Star Games around southern Ohio. Even so, MLB can get up to speed in a hurry by making that simple adjustment I've been discussing.   All the Commissioner has to do is call a news conference during the next few days, weeks or months and say: \"Since the Reds and Cincinnati have meant so much to professional baseball forever, we will give them an All-Star Game every five years, starting with this one in 2015.\"   Then after the Commissioner does that, he could go back to the future by declaring Cincinnati always will have exclusivity on Opening Day.   But that's another column. Terence Moore is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Terence Moore"
}
