{
    "url": "http:\/\/m.mlb.com\/news\/article\/1290837",
    "title": "Hot Stove: Miggy-Manny talks heat up",
    "subtitle": "Hot Stove: Miggy-Manny talks heat up",
    "body": "Miguel Tejada and Manny Ramirez are expected to be teammates on the Dominican Republic roster a couple of months from now when the inaugural World Baseball Classic is played. But for now, their names are mentioned in the same breath because they are at the center of Hot Stove conversation during the first week of 2006. The Red Sox are still trying to make a deal with the Orioles for Tejada, with Ramirez serving as the obvious bait in a potential deal. According to the Boston Herald, the deal also would include pitcher Matt Clement from the Red Sox and 22-year-old prospect Nick Markakis from the Orioles. Baltimore has requested that any Tejada offers arrive now, with an expected decision by week's end. There are several potential roadblocks in a Ramirez-Tejada blockbuster deal. Will Ramirez demand that the Orioles pick up the two option years on his contract? Would the Orioles really trade Tejada to a team in their own division? Unlike trade discussions involving Ramirez in past offseasons, the outfielder has the right to block a deal because of his status as a 10-5 player. That status -- 10 years of Major League service, the last five with the same team -- requires Ramirez to approve any trade.  The Cubs are also said to be players for Tejada. According to the Chicago Tribune, \"Baltimore's insistence that the Cubs include Carlos Zambrano in any multiplayer deal involving Tejada appears to have placed them behind Boston on the Orioles' speed-dial list.\"  Newsday reported that the Mets remain interested in Ramirez, who has informed the Red Sox of his wish to play elsewhere in 2006. But the paper cited one official familiar with the discussions, who characterized a Ramirez trade to New York as \"a longshot.\" The Mets reportedly are interested in being part of a Ramirez-Tejada deal so that they can acquire the latter from the Orioles and then trade him for the Red Sox outfielder.  The Astros also reportedly had interest in Tejada, but likely lacked the kind of big bat that could be offered to Baltimore. They did, however, add a big bat on Tuesday, announcing the signing of Preston Wilson. He drove in 90 runs last year for the Rockies and Nationals -- more than any other Astro except Morgan Ensberg.  Elsewhere around the Hot Stove League:  Blue Jays: The Toronto Sun reports that the Indians have shown interest in infielder Shea Hillenbrand, but Toronto said he was not available. That paper also reported that Minnesota has shown interest in left fielder Frank Catalanotto, as the Twins are looking for a left-handed-hitting outfielder.  Indians: The Tampa Tribune reported that first baseman Eduardo Perez had come to terms with the Tribe on a one-year contract, but quoted GM Mark Shapiro as saying \"it's not a done deal.\" Perez should officially be an Indians player in the next few days. The Plain Dealer reported that it's believed Perez would be coming to Cleveland this week for a physical. If signed, Perez would be expected to platoon at first with Ben Broussard, giving manager Eric Wedge a needed right-handed bat off the bench.  Orioles: Newsday reported that if new Orioles GM Jim Duquette finds a taker for Javy Lopez, \"he might try to reunite with Mike Piazza, who's also had interest from the Twins.\" The paper also reported that the Orioles are considering signing ex-Marlins shortstop Alex Gonzalez as a contingency replacement should Tejada be traded.     Twins: With a wealth of third basemen on the Blue Jays' roster, the Minneapolis Star-Tribune reported that Corey Koskie was told by Toronto management that newcomer Troy Glaus, and not him, would be the team's starter at that position. The paper also reported that, when asked if he would be interested in returning to Minnesota, Koskie replied: \"If that happened, it would be fine.\" Meanwhile, the Toronto Sun wrote that \"interest is growing in Minneapolis -- everywhere but in the Twins' front office -- to bring Koskie back.\" The paper added that \"the Twins cannot handle the final two years remaining on his contract. Could the Jays pay a hefty chunk of the $11 million remaining on his contract, as they did when they dealt Shannon Stewart to the Twins to obtain Bobby Kielty?\" The Sun also reported that the Twins, in search of a left-handed-hitting outfielder, have interest in Catalanotto.  Cubs: The club was expected to announce the signing of Marquis Grissom to a Minor League contract. The Sun-Times reported that the Cubs continue to have trade talks about outfielder Corey Patterson. Their other backup outfielders are John Mabry and Jerry Hairston, also a reserve at second base to projected starter Neifi Perez. Second baseman Todd Walker also remains on the roster, but like Patterson, he is on the trading block.  Mets: Newsday reported that the club's effort to acquire reliever Danys Baez \"is considerably closer to completion,\" adding that the Mets so far have refused to include Aaron Heilman in a package for Baez, and that Tampa Bay thinks it can find a package without Heilman. The Bergen Record reported that acquiring Baez also would be a move to keep perennial NL East champion Atlanta from grabbing the Devil Rays closer. Right-hander Jae Seo was mentioned by Newsday as the centerpiece of such a move, and the paper reported that the Rays remain interested in second baseman Kaz Matsui, \"whom they could convert to shortstop and then trade their incumbent at the position, Julio Lugo.\"  The Mets have said all along that Matsui is their second baseman for 2006, but twice during the Winter Meetings, GM Omar Minaya qualified that assertion with \"for now.\" MLB.com's Marty Noble has reported that the Mets' preference is to deal Matsui, although he may play regularly into at least May if he is not traded. Newsday wrote Sunday that the Mets also have talked to the Red Sox about swapping Matsui for Alex Cora.  Phillies: The New York Post reported Sunday, \"Under the radar, the Phillies are still shopping Bobby Abreu for pitching.\"  Rockies: The Denver Post reported that while the Wilson signing was expected to be announced by Houston or Pittsburgh, Rockies executives were planning to reconvene at Coors Field on Tuesday to narrow their options for a right-handed reserve to provide protection for center fielder Cory Sullivan. Choo Freeman remains an in-house candidate for the role. The Post reported that free-agent utilityman Willie Harris remains a possibility, but the Rockies are no closer to signing him, with a significant contract gap still existing Sunday. The paper added that the Rockies will talk with the agent for reliever Brian Meadows this week, and mentioned that veteran right-hander Felix Rodriguez, whom they pursued early on, is still on the market as well. Mark Newman is enterprise editor for MLB.com. Team correspondents for MLB.com contributed to this story. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
