{
    "url": "http:\/\/m.mlb.com\/news\/article\/41211414\/nakajima-quickly-fitting-in-with-new-teammates\/",
    "title": "Nakajima quickly fitting in with new teammates",
    "subtitle": "",
    "body": "OAKLAND -- Of all the storied ballparks waiting to be visited by Hiroyuki Nakajima, the A's new shortstop just wants to see the one he'll call home this year.  And on Sunday, while in Oakland for the team's annual FanFest, Nakajima thought, \"Hopefully this time it will be a baseball field.\"  But the Oakland Coliseum, transformed into a football field for the Oakland Raiders during Nakajima's first tour of the vicinities, was set up for a motocross event. Still, a beaming Nakajima was clearly enthused to be part of Sunday's festivities and meet his new teammates and fans. \"All the fans were cheering and calling me Hiro,\" the always smiling Nakajima said through a translator. \"I was surprised about that.\"   \"He's got one of those faces that lights up a room,\" general manager Billy Beane said. \"He's going to be a lot of fun to have around.\"   It was just last month, shortly after the A's signed the 30-year-old Japanese infielder to a two-year deal, when Nakajima called Beane \"extremely sexy and cool.\"   \"I have no worries about him, given our impressions,\" Beane joked Sunday. \"He's going to do just fine. I'm worried about my transition to him.\"   \"Right now I don't have any worries with him,\" manager Bob Melvin echoed. \"It seems like the Japanese players that have come over and succeeded have been leaders. They've stepped up out front, aren't afraid to lead, aren't afraid to be the guy that's put in a position to potentially fail. He is one of those guys from everything I've heard. He's a very effervescent guy.\"   Nakajima's fun-loving personality should seemingly bode well with the laid-back nature of Oakland's loose clubhouse. And even though he's one of the newbies in it, the shortstop is ready to share a leadership role if necessary.   \"If [Melvin] really did say that, I'm really excited and thrilled about it,\" he said, \"and I'm going to be all that I can to become that kind of presence on the team.\"   He surely makes friends fast, having already exchanged words with outfielder Chris Young, who taught him what's become Nakajima's favorite English expression -- \"for real.\"",
    "author": ""
}
