{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/41214216\/mlb-notebook-aramis-ramirez-impresses-with-xbh-percentage\/",
    "title": "MLB Notebook: Aramis impresses with XBH",
    "subtitle": "",
    "body": "On the final day of the 1921 regular season, Yankees outfielder Babe Ruth went 2-for-4 and hit his 59th home run to help New York to a 7-6 victory against the Red Sox. With the homer, Ruth completed the year with 119 extra-base hits in 693 plate appearances. No other player has had as many extra-base hits in a season or has seen a greater percentage of his plate appearances conclude with a hit going for extra bases. Ruth's extra-base-hit percentage (extra-base hits\/plate appearances) of 17.172 truly outdistances the competition, with the second-highest percentage for any player qualifying for the batting title standing at 16.323, courtesy of outfielder Albert Belle in 1995 (103 extra-base hits in 631 plate appearances). First baseman Lou Gehrig owns the third-highest mark, with 117 extra-base hits in 717 appearances in '27 for a percentage of 16.318. Continuing down the list for all players since 1893, one doesn't find a full-time third baseman enter the picture until more than 130 seasons have gone by, with Matt Williams' percentage in 1994 (12.836) holding up as the top mark for the position. The second-highest percentage authored by a hot-corner hitter came in 1980, when George Brett produced 66 extra-base hits in 515 plate appearances (12.816). Both of these seasons are well known, with Williams' being remembered for his abbreviated pursuit of the all-time home run record (when the strike-shortened season ended in '94, he was, by games, just a shade behind the pace established by Roger Maris in 1961), and Brett's year is fondly recalled as one in which he flirted with the magical .400 batting mark before finishing at .390.    Top extra-base-hit percentages for third baseman since 1893            Player Year XBH PA XBH%     Matt Williams 1994 62 483 12.836   George Brett 1980 66 515 12.816   Aramis Ramirez 2012 80 630 12.698   Eddie Mathews 1953 86 681 12.628   Troy Glaus 2000 85 678 12.537   Vinny Castilla 2004 81 648 12.500   Chipper Jones 2007 75 600 12.500   Mike Schmidt 1980 81 652 12.423   Eric Chavez 2001 75 604 12.417   Chipper Jones 1999 87 701 12.411      The third-highest percentage for a third baseman might come as a bit of a surprise, for it was not compiled by Mike Schmidt when he hit 48 homers in 1980, Chipper Jones in his 87 extra-base-hit season in '99, Alex Rodriguez when he clubbed 54 homers in 2007, or even from Al Rosen when he came within a whisker of capturing the Triple Crown in '53; instead, the author of the third-highest percentage did his work just this past season for the Brewers. With three triples, 27 home runs and a league-leading 50 doubles in 2012, Aramis Ramirez had a total of 80 extra-base hits (which tied for the National League lead with his teammate Ryan Braun) in 630 plate appearances, for a percentage of 12.698.  Beyond Ramirez's historic rate of producing extra-base hits during the 2012 season, the ninth-place finisher in the NL MVP Award voting (the highest spot of his career) also managed some other noteworthy accomplishments: • Becoming the ninth third baseman in the past 50 seasons to lead his league in two-base hits.  • Becoming the seventh third baseman in history to accumulate at least 50 doubles in a season. • Standing out as one of 10 third basemen since 1901 to lead the league in extra-base hits. The others: Schmidt (1975, '76, '80, '81, '86), Heinie Zimmerman ('12), Rosen ('53), Dick Allen ('64), Tommy Harper ('70), Sal Bando ('73), Graig Nettles ('76), Brett ('79) and Miguel Cabrera (2012). • Joining Troy Glaus as the only third baseman in history to have multiple seasons with at least 80 extra-base hits (Ramirez also had 80 in 2006).  • His 47 home runs. Before Mathews, the previous high for a third baseman had been Rosen's 37 in 1950 (Rosen had 43 in '53). No other third baseman would match Mathews' total until Schmidt hit 48 in '80.  If a portion of the allure of Mathews' season in 1953 resides in his age, that heading can also be applied to Ramirez in 2012. Playing in his age-34 season, Ramirez posted the second-highest OPS+ of his career (and the fourth highest since 1893 for any third baseman in that age season), collected 308 total bases (the most for a third baseman in his age-34 season), became just the second player (after first baseman George Burns in 1927) to collect as many as 50 doubles in an age-34 season and compiled the sixth-most extra-base hits for any player at any position in his age-34 campaign.   In addition to joining Honus Wagner in 1908 and Dave Parker in '85 as the only players since 1901 to be in their age-34 season and lead the league in both doubles and extra-base hits, Ramirez's 12.698 extra-base hit percentage is the fifth highest since 1901 for any qualifying player in his age-34 season, behind marks from Jim Edmonds (2004), Mark McGwire (1998), Ruth ('29) and Tris Speaker ('22). It was, undoubtedly, a special year for the Brewers' third baseman, and one of the highlights of the '12 season. Roger Schlueter is senior researcher for MLB Productions. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Roger Schlueter"
}
