{
    "url": "http:\/\/m.mlb.com\/news\/article\/1303797",
    "title": "Red Sox on pace to shatter ticket mark",
    "subtitle": "Red Sox on pace to shatter ticket mark",
    "body": "BOSTON -- An offseason of change and intrigue has only added to the passion of Red Sox Nation. Want proof? Look no further than the box office.  The club announced Monday that fans have already bought more than two million tickets for the upcoming home schedule at Fenway Park, and Boston is on pace to shatter last year's record-setting ticket sales.  The club has sold 2,135,540 tickets through this past weekend, when tickets for most single games went on sale. Through the same date last year, fans had purchased 2,079,909 tickets, a difference of 55,631. All hope is not lost for those still wanting to see the Sox in person, as tickets still remain for most games of the 2006 season.   \"We hope to sell more than 2.8 million tickets in 2006,\" Red Sox senior vice president\/sales and marketing Sam Kennedy said. \"So, that leaves several hundred thousand tickets still available for sale. We still have tickets available for most games.\"   \"We have made new, aggressive efforts to make sure that our tickets get into the hands of more fans of more families rather than have so many hoarded by some of those who participate in the secondary market,\" added Red Sox President\/CEO Larry Lucchino. \"The bottom line is that we want more fans to have the opportunity to enjoy the Red Sox at Fenway Park.\"   A new policy instituted this season will look to fulfill that objective. The team will offer tickets for the Green Monster, Right Field Roof Deck and the nine home games against the New York Yankees via online drawings, with telephone options. Details of the drawings will be announced shortly.   \"We are grateful to those who have purchased their tickets early, and we deeply appreciate this demonstration of support,\" added Lucchino.   Red Sox fans, who have come to know Fenway as \"America's Most Beloved Ballpark,\" have sold out 226 consecutive regular-season games, the second-longest streak in Major League Baseball history. The Sox rewarded fans by compiling a Major League-best 54-27 home mark in 2005, while the team sold a record 2,847,888 tickets in the process. The club has also established attendance records each of the past six seasons.   The Red Sox have spent each of the last four seasons improving the Fenway experience, and that tradition will continue this season when they unveil Phase 1 of a massive project to upgrade roof box and club seats behind home plate. Mike Petraglia is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Petraglia"
}
