{
    "url": "http:\/\/m.mlb.com\/news\/article\/1290790",
    "title": "Astros ink Wilson to one-year deal",
    "subtitle": "Astros ink Wilson to one-year deal",
    "body": "HOUSTON -- The Houston Astros' outfield became a little more crowded on Tuesday, and that's just fine with Tim Purpura.  After watching the Astros reach the World Series in 2005 -- despite the club finishing in the bottom five in nearly every offensive category -- having extra players who can hit is a problem that Houston's GM is happy to have. The Astros inked outfielder Preston Wilson to a one-year deal worth $4 million, with a club option for three more years that could be worth up to $9 million a year if incentive clauses are met. The contract includes a $500,000 buyout option after 2006 and performance bonuses that can potentially reach $800,000.  Wilson, 31, batted .260 with 25 homers and 90 RBIs in 2005 with the Rockies and Nationals. Over eight big-league seasons, he has a .264 average, with 171 homers and 591 RBIs.   In 2003, while with the Rockies, he led the National League with 141 RBIs.   Wilson, who has a lifetime average at Minute Maid Park of .313, has long admired the Astros organization, as have many players who have played in Houston.  \"The way guys talk to each other throughout the league, you come to Houston, and all they would talk about is the way the organization treats them,\" said Wilson, who was accompanied on Tuesday by his father, former big leaguer Mookie Wilson. \"Any player who plays in this game wants to be with a team that treats them well. On top of being committed to winning, there is no better combination.\"  Where Wilson will play remains to be seen. He's a natural center fielder, but he can play all three outfield positions. This makes job security a little shaky for some of last year's regulars. One sure thing is that Wilson is going to play every day.  \"It gives us a lot of versatility and flexibility,\" said Purpura. \"Looking ahead, we've got a lot of good young players coming through the system. As they make their way, we'll have some tough decisions down the road. I'm just glad to have this one bat in our lineup that can drive in 100 runs, hit 25 to 30 home runs at least, and in our ballpark, maybe more.\"  Wilson's arrival doesn't necessarily mean that another player is going to be benched indefinitely, or traded. The Astros have question marks all over the diamond, and having a little offensive insurance can't be a bad thing.     The possibilities are seemingly endless. A lot depends on whether Jeff Bagwell can play his position at first base next year. Assuming he can, Lance Berkman will play the outfield, either in right, or more likely, left. That would put Wilson on the opposite corner, and presumably, Willy Taveras would play center.   That leaves Jason Lane without a position, but it's unlikely that he'll ride the bench after having what can be considered a modest breakout season.   It's also unlikely that Bagwell, even at top health, is going to play every day. If Berkman plays first base twice a week, that opens a spot for Lane in one of the outfield corners. There's also the option of moving Wilson to center a few times a week, with Taveras getting a break here and there.   Wilson could also steal the starting job from Taveras, whose on-base percentage must improve if he's going to hit in the top of the order, where he can best use his speed.  And Wilson also gives protection from injuries, an inevitable part of every team's season. Should Bagwell be unable to play, Wilson's presence becomes that much more valuable.  \"One of things you always worry about as a general manager is what happens if someone goes down, what happens if there's an injury,\" said Purpura. \"With our center field position, with Willy Taveras playing for us last year, if Willy went down, we'd have to struggle to find a center fielder.   \"This gives us a lot of comfort, to know that you've got somebody that's a pure center fielder like Preston. He's also so athletic that he can play either corner and be comfortable.  \"Sometimes, particularly younger players, they wear down a little bit. [Wilson] can spell, whether it's Jason Lane for a day or Willy for a day, and go back to where he is playing. It gives us versatility. He'll be in the lineup every day.\"  And let's not forget Chris Burke, whom the Astros were considering platooning in left with Luke Scott until the Wilson deal surfaced. Burke, a natural second baseman, will likely play there when Craig Biggio needs a breather.   Seemingly, Spring Training may be a tryout camp of sorts, and a trade could be made during the Grapefruit League season.  As much as manager Phil Garner had to mix and match last year, he's probably going to have to be even more creative in 2006. The only element that interests Purpura is the RBIs and power numbers that Wilson can bring to a lineup that certainly could have used the help last October.  \"As we did our analysis this offseason, looking at who could help this ballclub, it seemed like it always came back to Preston Wilson,\" said Purpura. \"He possesses great defensive ability, he can play all three outfield positions. He's a run-producer, he hits with power. We feel in this ballpark, he would be very, very productive. To have him in our lineup, as we projected him into our order, it got pretty exciting.\"  \"We've very, very excited about Preston Wilson,\" said club owner Drayton McLane, speaking on the telephone before leaving on a business trip to China. \"He wants to be with a champion, and we are still committed to being that champion. We want to go back to that World Series. Preston is a great defensive player with speed, and last year he had 90 RBIs. This is exactly what we're looking for.\"  In Houston, Wilson sees an opportunity to play for a winner, and he told Purpura as much when he called the GM on his own over the holidays. That call, a most unusual move by a free agent, convinced Purpura that he targeted the right man.  \"Part of it is the way the players interact with each other,\" said Wilson. \"You've got a lot of guys here that are committed to winning every day. There's not a whole lot of extra things that are going on that are going to distract the club from winning. When everybody in the locker room puts the team first, then it's definitely a productive atmosphere.\"   Alyson Footer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
