{
    "url": "http:\/\/m.athletics.mlb.com\/news\/article\/41211250\/expectations-are-high-for-a-repeat-athletics-al-west-title\/",
    "title": "Repeat after them: A's primed to defend division title",
    "subtitle": "Expectations remain high at FanFest after triumphant 2012 campaign",
    "body": "OAKLAND -- Again, the A's stood back this winter, allowing the spotlight to be shared amongst their American League West foes, never mind their own position as the division's defending champions.  The Angels, notably, reeled most of it in. That's what happens when you give Albert Pujols a new teammate named Josh Hamilton, making their star-studded cast the new favorite in the West -- at least to outsiders.  However, inside Oracle Arena, where A's players and staff convened for FanFest on Sunday, expectations of keeping the division crown in Oakland were heard loud and clear -- maybe all the way to Seattle, where the Mariners have undergone a needed lineup makeover, or in Texas, where feared bats still rest in Arlington and the Astros prepare in Houston to join baseball's toughest division. \"I think these guys feel good about themselves, and we feel good about them as well,\" general manager Billy Beane said. \"It's great we're not talked about. It makes Bob Melvin's life easier and my life easier. Let the script play out the exact same way it did last year. Texas and Anaheim, they're great teams and have some high-profile players and deserve the attention. But the one narrative I don't buy into is we didn't sneak up on anyone last year. In 162 games, you don't sneak up on anyone.\"   The A's won 94 of those games and went on to win two more in the AL Division Series before dropping a deciding Game 5 to the Tigers. Since then, they've largely stayed intact, minus Brandon McCarthy, Jonny Gomes and Cliff Pennington. Yet their additions arguably prove greater, what with the likes of outfielder Chris Young, catcher John Jaso and shortstop Hiroyuki Nakajima now in the fold.   Their lineup is deeper, their depth is enviable, and their pitching staff -- owners of a 3.48 ERA last year -- boasts both qualities.   \"We can't go out and spend $15 million a year on a guy, so we have to find guys that add to the mix for us,\" Melvin said. \"I think Billy has a pretty good sense in being able to look at the long-term and looking at the short-term and knowing that this is a window for us. With some of the lack of resources we have here, you have to do some things differently and very uniquely, but this year was about adding to the mix. We have a general manager that made us even more flexible than we were last year.\"   As for Hamilton, A's pitchers held the slugger to a .247 average last season. Pujols hit .278 against Oakland and, together, the new teammates combined for just five home runs in 152 at-bats when facing the green and gold.   \"The way I look at it, with Anaheim, everyone is predicting them to be so much better than everyone, but looking back, our pitching staff did one heck of a job between Albert and Josh last year by keeping them contained,\" Josh Reddick said. \"If they can do that again, I think we'll be in good shape. Expectations don't change, it's just a new crew and a new year. We were outcast last year and everyone's counting us out again, but we have the firm belief that we can do this thing again.\"   \"The big sign last year was Albert Pujols,\" Melvin said. \"They've added Josh Hamilton, so that's something we have to deal with. More important is that we worry about ourselves rather than other teams. I think we proved last year that if we do things in the right fashion, that we have a chance to win. We're the defending division champs, and I think if you ask other teams within our division if they're worried about us, there's probably some that will say yes based on what we did last year.\" Jane Lee is a reporter for MLB.com. Read her blog, Major Lee-ague, and follow her on Twitter @JaneMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jane Lee"
}
