{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/41217770\/inbox-yankees-pettitte-to-pitch-for-team-usa\/",
    "title": "Inbox: Pettitte to pitch for Team USA?",
    "subtitle": "Beat reporter Bryan Hoch answers Yankees fans' questions",
    "body": "The surest sign that we've made it through another offseason will come this week, when a convoy of trucks leaves Yankee Stadium's loading dock and rolls south for Florida. The engines fire up on Friday, but in the meantime, let's dig once again into the Yankees Inbox. I thought I heard that Andy Pettitte would be in the World Baseball Classic, but his name isn't listed on a roster. What's the story? -- Pat T., New York Some early reports had Pettitte's name connected to Team USA, but the provisional roster filed by manager Joe Torre didn't include him. You can connect the dots, though, in that Torre left one of his pitching slots unfilled after talking to Pettitte. Team USA also now has a second slot open after Braves pitcher Kris Medlen bowed out of the Classic.   While teams cannot expressly block a player from taking part in the Classic, Torre said last week that the Yankees voiced some concerns about Pettitte's participation, considering his injury history and age. Because of that, Torre said that he and Pettitte are holding off on making any final calls until they get closer to the Feb. 20 deadline for official rosters. It's definitely possible that Pettitte will decide to take part in the tournament, something that he expressed interest in doing last season. Like Tigers ace Justin Verlander, who is also thinking about participating but hasn't committed, some of that will depend on how Pettitte looks and feels after reporting to camp with the pitchers and catchers on Feb. 12. The Yankees were supposed to get Alex Rodriguez back in July, but now they're saying he may miss the whole season. Did something change? -- Dennis H., Bridgewater, N.J. Not at all. Yankees general manager Brian Cashman did acknowledge in a radio interview that there is a chance Rodriguez will miss the entire 2013 season, but that holds firm with what the team has been saying since it went public with details of Rodriguez's left hip injury at the Winter Meetings. Dr. Bryan Kelly performed Rodriguez's surgery and said that he is optimistic Rodriguez will be back in the Yanks' lineup around the All-Star break, but he also acknowledged that it could take longer than that. Rodriguez is facing a fairly intensive rehab process -- Kelly likened it to breaking in new tires on a car -- and any bumps in the road can push the timetable back, which is why the Yankees said they were prepared to go the entire season with Kevin Youkilis at third base if necessary. But the early reports from surgery were promising, so as of now, the July estimate is very much in play. Why didn't the Yankees go after Justin Upton? He would have been a great addition. -- Steven F., Boston No argument here; Upton could have looked pretty good in pinstripes. Cashman has confirmed that he reached out to the D-backs to open discussions, but Arizona GM Kevin Towers essentially told the Yankees that there was no deal to be made between the clubs. Why is Joba Chamberlain's name never mentioned when talking about a successor to Mariano Rivera? If healthy, he has the stuff and I think he has the temperament for a closer. -- David L., Albany, N.Y. There was a time that you'd hear Chamberlain's name floated, but his injury troubles have quieted that talk. Forecasting Rivera's successor is tricky stuff; not too long ago, if you recall, the Yankees were trying to sell Mark Melancon as their closer of the future. New York carried Rafael Soriano on the roster for the last two seasons, so he was obviously ahead of Chamberlain on the depth chart, and David Robertson now projects as the next-in-line choice if the Yanks suddenly are without Rivera. Chamberlain seems pegged more for middle-to-late relief in 2013, but that can always change. His most important mission should be to stay healthy for a full season. Why did the Yankees not go after Delmon Young? He's a right-handed outfielder with some power, something they need. -- Anthony D., Rotterdam, N.Y. The Yankees do remain in the market for a right-handed outfield bat, but they didn't like what they saw with Young, despite his ability to hit lefties and postseason success. Young's subpar defense was a factor; if you remember, last year they stressed the importance of Raul Ibanez's ability to play some outfield over their other choices, even though Ibanez was touted as a designated hitter. With spring invitee Matt Diaz, for example, the Yanks believe they would have a capable corner outfielder if needed. Also, no one has forgotten Young's extracurricular trouble with the law last year in New York, which certainly factored into the Yankees' decision to steer clear of any talks. With Rivera being older and potentially more fragile, why didn't they lock up Soriano to keep that successful closer trend going? -- Anthony A., Islip, N.Y. The Yankees never seemed too disappointed that Soriano exercised his opt-out clause and walked away from the $14 million they would have had to pay him in 2013. The sense was that they much preferred the compensatory pick that they will receive in the upcoming First-Year Player Draft. The Yankees made their choice at closer by paying Rivera another $10 million plus incentives, and with the 2014 budget a major concern, they weren't going to get close to the deal that Soriano and agent Scott Boras found in Washington. If healthy, the Yanks are banking that Rivera will hold up to his expected levels of dominance. Rivera at 85 to 90 percent is still better than a lot of what you might find on the open market. How close to Major League ready is Gary Sanchez? Are the Yankees viewing him as the long-term solution for their current catching situation? -- Tyler N., Massapequa, N.Y. Sanchez is ranked as the Yankees' No. 1 prospect by MLB.com, just ahead of outfielder Mason Williams, and has a projected Major League ETA of 2014. That could be good news for those who are concerned about the idea of having Francisco Cervelli and Chris Stewart as the starting catching tandem, but Austin Romine will be given a solid chance to open eyes this spring and has a legitimate shot at the job. Romine's defensive abilities -- he's touted as being big league-ready behind the plate -- should be a good selling point for manager Joe Girardi. As for Sanchez, he had just 172 at-bats at Class A Tampa last season, so he needs more time to climb the ladder, but he's on the right track toward a starting job in the Bronx. He's only 20 and a promotion to Double-A Trenton figures to be in his future this summer. Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
