{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/41218124\/phillies-sign-yuniesky-betancourt-to-minor-league-deal-with-spring-training-invitation\/",
    "title": "Phils sign Betancourt to Minors deal with camp invite",
    "subtitle": "",
    "body": "PHILADELPHIA -- The Phillies announced Monday they have signed infielder Yuniesky Betancourt to a Minor League contract. The deal includes an invitation to big league camp in Clearwater, Fla. \"Just to give us some depth,\" general manager Ruben Amaro Jr. said, \"some competition for one of the utility spots. We have Freddy [Galvis] and [Kevin] Frandsen who have a chance to be on the club, and so does Yuni. He's got some experience and background. We'll see how it goes. It gives us some depth.\" Betancourt, 30, hit .228 with 14 doubles, one triple, seven home runs and 36 RBIs in 57 games last season with the Kansas City Royals. He played 46 games at second base, eight at third base and one at shortstop. Betancourt hit .308 with eight doubles, seven home runs and 22 RBIs in 26 games in winter ball in Mexico. Betancourt provides the organization additional infield depth. If healthy, Ryan Howard, Chase Utley, Jimmy Rollins and Michael Young will be the Phils' everyday infielders. Frandsen, who hit .338 with an .834 OPS (on-base plus slugging percentage) in 55 games last season, and Galvis, who is a defensive whiz, are the favorites to come off the bench. \"I am sort of anxious to see him work out and play and stuff,\" manager Charlie Manuel said of Betancourt. \"You know, I have always liked his tools. I think that with the talent that he has, going into Spring Training, it gives us more competition.\" Also scheduled to be in camp as non-roster invitees are infielders Josh Fields, Pete Orr, Michael Martinez, Andres Blanco and Cody Asche. In 1,019 games in the big leagues with Seattle, Kansas City and Milwaukee, Betancourt has hit .266 with a .290 on-base percentage, .392 slugging percentage and .682 OPS. Todd Zolecki is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Todd Zolecki"
}
