{
    "url": "http:\/\/m.mlb.com\/news\/article\/41219456\/cardinals-agree-to-one-year-deal-with-shortstop-ronny-cedeno\/",
    "title": "Cardinals agree to one-year deal with Cedeno",
    "subtitle": "Infielder expected to back up Furcal at shortstop, provide depth at second",
    "body": "ST. LOUIS -- Seeking a veteran middle infielder to provide depth and insurance behind shortstop Rafael Furcal, the Cardinals, after sifting through a thin free-agent market, have signed Ronny Cedeno to a one-year deal. The free-agent acquisition was the third made by the Cardinals this offseason. Cedeno joins reliever Randy Choate and utility man Ty Wigginton as new additions to the 2013 roster. According to FOXSports.com's Ken Rosenthal, Cedeno will earn a base salary of $1.15 million with incentives that could push it as high as $2 million. Cedeno is likely to jump Pete Kozma on the depth chart, putting him in position to play the shortstop position should Furcal have lingering health issues. Though the Cardinals have expressed satisfaction with Furcal's recovery from a season-ending elbow injury, no one is sure how his arm will respond when he returns to games this spring. Of Cedeno's 615 career starts, 531 of them have come at short. He has a career .970 fielding percentage at the position. Cedeno could also work himself into the mix for playing time at second base, a position the Cardinals plan to sort out during Spring Training. General manager John Mozeliak said a week ago that second base remains Daniel Descalso's \"job to lose,\" but the Cardinals are leaving a window open for someone else to make a push for the job. Cedeno is plenty familiar with playing in the National League Central. He was with the Cubs from 2005-08 and then joined the Pirates at the '09 Trade Deadline after a brief stint with Seattle. Cedeno remained in Pittsburgh through the 2011 season, after which he signed with the Mets. The Pirates utilized Cedeno as an everyday shortstop, though Cedeno took on a backup role with New York last season. He hit .259 with a .332 on-base percentage in 186 plate appearances. Over his eight-year career, Cedeno has a .247 batting average and .290 on-base percentage. Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
