{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/41179666\/boston-red-sox-re-sign-ryan-sweeney-with-ryan-kalish-heading-for-shoulder-surgery\/",
    "title": "Red Sox re-sign Sweeney after Kalish has setback",
    "subtitle": "",
    "body": "BOSTON -- Hoping for a comeback season, Red Sox outfielder Ryan Kalish suffered a setback and will undergo surgery on his right shoulder next week, a baseball source told MLB.com on Friday night.  Orthopedic surgeon Lewis Yocum, who operated on a torn labrum in Kalish's left shoulder in 2011, will perform the operation and Kalish is expected to miss Spring Training. The Sox moved quickly to shore up their outfield by re-signing free agent Ryan Sweeney to a Minor League deal.  Since he debuted in 2010, Kalish's health has repeatedly held him back, a frustration he expressed on Twitter on Saturday. \"The past few years, baseball-wise, have been really tough mentally as all I want to do is play fully healthy,\" Kalish wrote. \"I am feeling pretty down about this all right now, but I will not quit and will work hard to get back to where I want to be.\"   Kalish said two days before the surgery news broke that he was feeling strong, but also said there was \"no doubt\" he would be playing with pain in 2013 -- a fact he had mentioned previously. Kalish, who turns 25 shortly before Opening Day, underwent shoulder and neck surgeries in 2011 that impacted him last season.   \"I feel real strong, as far as all my body goes,\" Kalish said on Wednesday, adding that swinging a bat is \"a little bit more of a challenge, and it has its ups and downs.   \"There's a point where you play with your pain and you know you're good and be able to give what you have, but if it gets to a point where it's too much, it's too much. And that's performance-based.\"    I am feeling pretty down about this all right now but I will not quit and will work hard to get back to where I want to be The past few years baseball-wise have been really tough mentally as all I want to do is play fully healthy  \"I shot him a text last night, and I think he was already asleep,\" Middlebrooks said. \"He's pretty down about it. I've worked out with him a few times here. He's been working hard to get ready for the season and fight for a position. To get news like that, it's pretty tough. He's taking it pretty hard.\"   Sweeney, 28 next month, hit .260 with a .303 on-base percentage in 63 games for the Red Sox before his 2012 season was cut short because of a fractured bone in his left hand. The injury occurred when he punched a door following a poor at-bat, a mistake he learned from.   \"So excited to be back with Boston!\" Sweeney wrote on Twitter on Friday night. \"Thanks to the red sox for the opportunity to play there again. Spring training here we come.\" \"Don't worry redsox nation no punching doors this year,\" Sweeney later joked on Twitter.   Both Kalish and Sweeney are left-handed hitters, and on a positive note for Kalish, he's not going for surgery on his throwing-side shoulder this time.   Kalish's 36 Major League games in 2012 saw him hit .229 with a .272 on-base percentage. Along with Daniel Nava, Kalish appeared in position to contribute in 2013.  \"I thought about it a little bit, but at the same time, you don't want to look too far ahead,\" Kalish said on Wednesday. \"And it's there, like you said, but you got to get there first. I'm just trying to get my body right still and get my swing down still.\" Evan Drellich is a reporter for MLB.com. Follow him on Twitter @EvanDrellich. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Evan Drellich"
}
