{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/41178194\/the-white-sox-won-the-steve-patterson-award-for-excellence-in-sports-philanthropy\/",
    "title": "Charitable efforts earn White Sox 2012 Patterson Award",
    "subtitle": "",
    "body": "CHICAGO -- Steve Patterson, the late UCLA basketball star, NBA player, and college coach, was a firm believer in teamwork, on and off the court. Patterson, who died of lung cancer in 2004 at age 54, thought teamwork extended throughout all levels of an organization, from ownership on down, whether the goal was winning games or making a difference in the community. Patterson's wife, Carlette, saw those qualities in the White Sox while reviewing nearly 40 applications for the Robert Wood Johnson Foundation's 2012 Steve Patterson Award for Excellence in Sports Philanthropy -- named after her late husband to celebrate and promote those in sports who are improving the lives of others by leveraging the unique influence of sports. On Friday at SoxFest, the White Sox were presented with the award for their Volunteer Corps Program, which has brought together more than 5,500 fans, players, coaches, and club executives to assist underserved Chicago neighborhoods through volunteer work since its inception in 2009. \"They involve the community in such a big way and how they have ignited them to engage in a special cause just shows how sports can make such an impact,\" Carlette Patterson said. \"That's one thing Steve was all about was, 'We're all the same, we're all in this together.' As we read the applications, from our family's perspective, that's why we chose them.\" It was the second consecutive year Chicago has been awarded for the White Sox Volunteer Corps. The group also was recognized with the 2011 Commissioner's Award for Philanthropic Excellence, which was created to recognize outstanding community efforts of a Major League club. White Sox manager Robin Ventura grew up in the same town as Steve Patterson and said to be part of an organization winning an award named for him was an honor. \"For the White Sox to receive this award, it's all about service and it starts with Jerry Reinsdorf all the way down to the players. And we had fans who got involved and donated their time,\" Ventura said. \"I've known Steve Patterson's name my whole life. His legacy, he's always been somebody who kids my age looked up to, having gone to UCLA and on, so this is great.\" Cash Kruth is a reporter for MLB.com. Follow him on Twitter at @cashkruth. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Cash Kruth"
}
