{
    "url": "http:\/\/m.mlb.com\/news\/article\/41181000\/white-sox-sign-free-agent-reliever-lindstrom\/",
    "title": "White Sox sign free-agent reliever Lindstrom",
    "subtitle": "",
    "body": "CHICAGO -- Matt Lindstrom posted a 2.68 ERA over 46 combined games with Baltimore and Atlanta during the 2012 season, fanning 40 over 47 innings out of the bullpen. So what took the veteran reliever until Jan. 25 to sign with a new team coming off such a solid showing? He was waiting for the right team to call. \"I kept on wondering where the White Sox were,\" said Lindstrom, who made his first official appearance as part of the team during SoxFest on Friday after agreeing to terms on a one-year, $2.3 million deal with a $4 million club option or $500,000 buyout for 2014. \"It's the first time in my career I actually had an opportunity to choose where I wanted to play, as opposed to having other people make that decision for me,\" he continued. \"Having a deal work out with this team, I'm just really excited to get going with this group of guys in the bullpen.\" Lindstrom, 32, adds another veteran presence to go with Matt Thornton and Jesse Crain in the back end of the bullpen. Described as a high-energy, great clubhouse guy with a great arm, Lindstrom has become more of a pitcher than the high-octane thrower who hit 100 mph on the speed gun early in his career. Having allowed only two home runs last year will be beneficial to a team playing at hitter-friendly U.S. Cellular Field. \"My first two or three years in the big leagues, I was always trying to overpower guys with four-seam fastballs,\" he said. \"I've become a little bit smarter with age and being in the league a little while. \"I've tried to use a little deception on my fastball and throw a sinker -- use two types of fastballs and use my breaking ball a little more effectively. I like to come in and challenge guys. I'm not scared to use my fastball.\" The addition of Lindstrom means that manager Robin Ventura should always have two late-inning right-handers available out of Lindstrom, Crain and Nate Jones. Meanwhile, coming to Chicago fulfills the offseason wish for this veteran hurler. \"My first five years in the National League, playing against the Cubs, it was my favorite city to come visit,\" Lindstrom said. \"Last season, when the Orioles came into town and played the White Sox, I couldn't help but just sit there once I got into the stadium and look at all the cool things they had in the stadium -- all the memorabilia, the White Sox lore, the city, the franchise, the great things they've been able to accomplish over the years. That was one of the deciding factors for me to come here. I'm glad it worked out and super-stoked to get going.\"",
    "author": ""
}
