{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/41185526\/phillips-relishes-chance-to-interact-with-reds-fans\/",
    "title": "Phillips relishes chance to interact with Reds fans",
    "subtitle": "Estimated 1,000 fans turn out to greet Caravan at Columbus' Nationwide Arena",
    "body": "COLUMBUS, Ohio -- Second baseman Brandon Phillips is the second-longest tenured Reds player, having arrived in a trade in April 2006. No one on the roster has more experience than Phillips when it comes to Reds Caravan trips. Each winter since his arrival in Cincinnati, Phillips has never missed a chance to hop on the bus and do the annual tour of the region. \"I don't feel like I'm better than anybody else,\" Phillips said on Saturday. \"I like to go on the caravan to help the Reds fan base out. Regardless of how much money I've made, I want them to know me as a guy that loves the fans. I'm all about the fans. If there were no fans, there would be nobody in the stands.\" Phillips, 31, and the rest of the caravan's northern leg -- Minor League catcher Tucker Barnhart, former Reds player Todd Benzinger, assistant general manager Bob Miller and broadcasters Marty Brennaman and Chris Welsh -- found plenty of fans waiting to see them on Saturday morning in Columbus. At Nationwide Arena, the home of the NHL's Blue Jackets, an estimated 1,000 people filled an expansive concourse to see a Reds Caravan stop. Many wanted to see Phillips, a two-time All-Star and three-time Gold Glove winner who won his first Silver Slugger Award after last season. As often happens during larger caravan stops, the Reds held a brief question and answer session with the fans before the featured group signed hundreds of autographs. \"That's why I love these things,\" Phillips said. \"I want the fans to get to know me as a person and not just as player. It's another way to give back to the fans that come here and support us. You don't really know how big Reds country is until you go out on a caravan. They're in West Virginia, Indiana and all of these small towns. It's just awesome to see these guys.\" Barnhart, who will likely starts the 2013 season at Double-A Pensacola, sees Phillips as an example for younger players in how he relates with the fans. \"A guy at Brandon's level, he doesn't have to do this,\" Barnhart said. \"I think he thoroughly enjoys it and interacting with the fans and stuff. He genuinely cares about all of these fans. It's fun to see.\" The Northern leg, which Brennaman also dubbed \"The Rock Star Tour,\" has made stops in Parkersburg, W.Va., and Athens, Ohio, among other places the past couple of days and still had visits planned for Lima and Dayton in Ohio. Snowy weather on Friday forced the cancellation of a couple of other visits. \"All of the stops have been good, especially the main stops,\" Phillips said. \"We played laser tag in Parkersburg. It was fun. It's always a great group. Every stop we have, we just have a blast.\" About 200 people were waiting outside at 9 a.m. before the doors opened at Nationwide Arena. The Reds normally make their Columbus caravan stops at a local mall, but were invited to use the arena. Had there not been the NHL lockout that forced its cancellation, this would have been the weekend of the league's All-Star Game. Instead, with the lockout recently ended, there is a regular-season game Saturday night. \"I think it's a more central location, and we have a great relationship with the Blue Jackets,\" said Michael Anderson, the Reds' public relations manager. \"We are able to accommodate more people here. They were gracious enough to let us have the event here in the morning before they have a game in the evening.\" Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
