{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/41186556\/la-russa-recalls-camaraderie-of-83-club\/",
    "title": "La Russa recalls camaraderie of '83 club",
    "subtitle": "Former skipper reunites with Kittle, Baines, Paciorek and Luzinski at SoxFest",
    "body": "CHICAGO –- Tony La Russa doesn't know what to think. The final moments before Cardinals great Stan Musial's passing on the evening of Jan. 19 were mired by a diminished quality of life. La Russa knew it was time to say goodbye, but nobody ever said it would be easy to do so. \"You get selfish,\" the former Cardinals manager said. \"You want him to stay forever.\" La Russa attended Musial's funeral on Saturday and wanted everyone to remember \"Stan the Man\" exactly as billed. He recalls a caring, funny individual who'd sit in a room with your best friends, and even if he didn't know them, would treat them like family. But in a solemn week of reflection, La Russa stopped to find old friends. He returned to Chicago, the birthplace of his managerial career, to be with members of the 1983 White Sox at SoxFest on Friday at the Palmer House Hilton. The same team that won 99 games to become the first White Sox club to make the playoffs since the 1959 World Series enjoyed mandatory team parties, and LaRussa, despite three World Series championships and six division titles, calls the most fun team he's managed. \"I learned a lot of baseball from Tony,\" 1983 White Sox designated hitter Greg \"The Bull\" Luzinski said on Friday. \"It was obviously a pretty unique thing. Mandatory team parties, which I'd never heard of. Tony had those, but that was good. It brought us together. They'd have dinner for you, get a suite on the road and have a few bottles of beer for you.\" La Russa said he's always subscribed to the theory that great team chemistry is like adding a superstar to a roster. On Friday, in a fan-led question-and-answer session with La Russa, Luzinski and fellow 1983 Sox teammates Harold Baines, Ron Kittle and Tom Paciorek, it was clear the camaraderie still remained. At a time when laughs are at a premium for La Russa, the guys who brought him to the playoffs for the first time as a manager once again brought a smile to his face. The panel recalled when La Russa made the 1984 White Sox team wear ridiculous, stark red sport jackets, and Jerry Koosman and Tom Seaver marched Daryl Boston, who strikingly resembled Stevie Wonder, down the airport terminal wearing black sun glasses. Nobody in the airport recognized the two baseball greats walking next to \"Stevie Wonder!\" Then there was the time La Russa and the White Sox coaching staff, which included current Tigers manager Jim Leyland, bet whether Kittle or Baines would reach 100 RBIs first. When both were stuck on 99 RBIs, Baines stepped up to the plate and hit a double in the gap with first baseman Mike Squires on base. Squires tried to take third, stumbled and was tagged out as Baines advanced into scoring position. Kittle then knocked the ball down the line and Baines rounded third to come home. \"I turned around and Harold is one foot from home plate not wanting to touch it,\" Kittle said. \"The coaches were almost like players to us. It was a family. It really was. They listened. We had fun.\" La Russa's time in Chicago was never ordinary. The day La Russa was hired, the lead headline in the paper was the plane crash that killed Thurman Munson. In the corner, \"White Sox hire La Russa\" served as secondary news. Still, Chicago was where La Russa learned the ropes about calling the shots from the bench. It's where he blossomed into the one of the game's greatest managers and developed a lifelong relationship with White Sox owner Jerry Reinsdorf. So while La Russa mourned the death of one friend, Reinsdorf called and invited him to meet with a few old companions for a break from grieving. Friday was a celebration of the 1983 White Sox, and a return to La Russa's humble beginnings, which eventually led him to Musial. \"All he had to do was ask,\" La Russa said of Reinsdorf. \"It was a pleasure to be here.\" Ethan Asofsky is an associate reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ethan Asofsky"
}
