{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/41190242\/fanfest-has-astros-excited-to-get-to-spring-camp\/",
    "title": "FanFest has Astros excited to get to Spring camp",
    "subtitle": "",
    "body": "HOUSTON -- If the spring-like 75-degree weather under sunny skies wasn't enough to get the Astros itching for Spring Training on Saturday afternoon, the fans who came to Minute Maid Park for a chance to get autographs certainly did the trick. Several thousand Astros fans, many of whom were wearing the team's new blue and orange colors, took part in the Astros' annual FanFest in which Houston players from the past, present and future signed autographs and took part in question-and-answer sessions. Fans could also throw in the bullpen and take some swings in the batting cage. Astros players Bud Norris, Jason Castro, Lucas Harrell, J.D. Martinez, Carlos Pena, Brett Wallace, Jose Altuve, Jordan Lyles and Justin Maxwell, former players Art Howe, Alex Trevino, Larry Dierker, J.R. Richard, Jimmy Wynn and Carl Warwick and 2012 No. 1 overall draft pick Carlos Correa were among those taking part in the festivities. The FanFest was the culmination of the Astros' weeklong CAREavan, which saw Astros players travel around Houston and the state of Texas, and even into Oklahoma, to get up close and personal with the fans. \"We've been doing the CAREavan all week and we're excited about that,\" Norris said. \"FanFest is our fun day. We're here at the ballpark and get to see our season-ticket holders that have supported us the last couple of years. It's an exciting day for us. We get to sign some autographs, see some smiles and get the itch to get back down to Spring Training.\" Astros pitchers and catchers will report to spring camp in just two weeks, with the full squad due in the Kissimmee on Feb. 15. The time to work is almost near. \"Every year, the CAREavan marks the almost-end of the offseason, and Spring Training is right around the corner,\" Castro said. \"You can kind of feel the excitement and that all the guys are getting back together. We're kind of excited to get down to spring.\" The 2013 season will mark the start of a new era for the Astros, who are switching to the American League and will have a new manager in Bo Porter, who was hired in September. Porter has spent much of the winter trying to convince fans the club's young nucleus will play hard next season. \"This has been great,\" Porter said. \"It's good to look into the fans' eyes and see their passion of wanting to have a winning baseball team in Houston. It's good for them to be able to sit and be able to have one-on-one conversations or group conversations where they're not reading a paper or reading a blog. They're able to see the passion in our eyes and the desire which we all share to bring a winning baseball team to the city of Houston.\" Maxwell, who took part in the CAREvan's trips to Corpus Christi, Texas, and Oklahoma City, Okla., was thrilled to see so many fans remain passionate about a team that is going through a major rebuilding phase. \"We really have great fans,\" Maxwell said. \"I think everybody is excited about the uniforms and changing leagues, and having all these new teams coming to the ballpark is going to be really exciting this year.\" Saturday's FanFest activities also afforded Maxwell the opportunity to escape the cold of his Maryland home and spend a few days in the balmy Texas sun. \"Just to come out on the field and smell the grass again, it's great,\" he said. \"In Maryland, I can't do anything outside. It's freezing cold. It's just nice to be able to wear a short-sleeve shirt and come out and meet our great fans.\" Harrell, the team's Pitcher of the Year in 2012, took part in CAREavan activities all weekend around Houston and signed hundreds of autographs during the week. The care-free Harrell says connecting with fans is important. \"We had a great turnout here today, and it's great to see some of the kids with the new stuff on,\" he said. \"It's certainly exciting to see that. They love those uniforms. They love the new look. They're excited about bringing new teams in here, like the Yankees and Red Sox, since we're moving to the American League. They're ready for the season to start.\" Wallace can sense the excitement of the fans, which only makes him all the more ready to get spring camp underway. \"I think they can sense, with Bo and the whole new coaching staff and everybody coming in new, there's a new energy,\" Wallace said. \"I think everybody is excited about that, and I know we are.\"  Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
