{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/41193868\/marlins-hopeful-giancarlo-stanton-settles-in-this-spring\/",
    "title": "Marlins hopeful Stanton settles in this spring",
    "subtitle": "Beinfest says club considering long-term contract for slugger",
    "body": "MIAMI -- The Marlins are hopeful that time will mend any frustration Giancarlo Stanton may have expressed earlier in the offseason. Stanton's mindset has been a prevailing topic surrounding the Marlins since they made a blockbuster trade with the Blue Jays on Nov. 19. After dealing Josh Johnson, Jose Reyes, Mark Buehrle, Emilio Bonifacio and John Buck to Toronto for seven players, mostly prospects, Stanton made it public that he was upset with the direction the team was headed. Marlins president of baseball operations Larry Beinfest was asked about Stanton on Saturday afternoon by team radio announcer Glenn Geffner on \"Marlins Insider,\" which airs on AM 790 and FM 104.3 in Miami. The show, which broadcasts each Saturday, is streamed on www.marlins.com\/insidershow. \"The status of Giancarlo is, he's our right fielder,\" Beinfest said. \"We have him under control for four more years.\" Stanton, who will play for Team USA in the World Baseball Classic, will be eligible for arbitration in 2014 and free agency after 2016. The slugger finished second in the National League last year with 37 home runs. He's been the subject of potential trade rumors for much of the offseason. Beinfest said on Saturday that the Marlins have had internal discussions about offering Stanton a long-term contract. \"As far as the contract goes, that's something we continue to evaluate,\" Beinfest said. \"We will continue to evaluate, I would say, into the foreseeable future. \"Again, kind of our intention in the craziness of this winter, is that hasn't been something we've approached, at least until this point. We've had internal discussions, certainly. Just like we do on a lot of our players.\" The organization is hoping that Stanton will embrace his new teammates once Spring Training and the season begins. \"I understood where he was coming from when the trade happened,\" Beinfest said. \"I think there was a lot of emotion there. Our expectations are he's going to come in and be Giancarlo. He's going to be who he is, he's very professional. His teammates love him. I think there is the possibility he can really have a lot of fun with this group. He will be with a lot of guys in his own age area. \"Again, this is a situation where I think we need to get on the field, and everybody is going to feel a lot better. He's a Marlin. He's our right fielder. He's going to be in the three- or four-hole, and that's it.\" Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
