{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/41195506\/michael-morse-eager-to-unleash-beast-with-seattle-mariners\/",
    "title": "Morse eager to unleash the 'Beast' in Seattle",
    "subtitle": "Former Mariners prospect takes in FanFest, revisits launch of MLB career",
    "body": "SEATTLE -- Michael Morse was flooded with memories Saturday as he set foot in Safeco Field for the first time since rejoining the club in a trade with the Nationals earlier this month. Fond recollections of his early days in the Majors. Happy thoughts about fan support in Seattle and former teammates and youthful enthusiasm. And, well, there was his first Major League at-bat. That one probably would have stayed lodged in the back reaches until a reporter jarred it loose. \"My first memory here was my first time I got in a game, I pinch-hit for Bret Boone,\" he said. And how did that go? \"It didn't go well,\" he said with a smile. \"It was like four or five pitches, I struck out on a slider low and away and I remember walking back into the dugout and Boonie told me, 'I could have done that.' So that was my first one.\" But things have changed a great deal in the ensuing years for Morse, who has put 30 pounds on his 6-foot-5 frame since departing in a trade to the Nationals in 2009. He left as a 215-pound infielder trying to transition to the outfield to find playing time. He returns as a 245-pound man with enough power that he was nicknamed \"Beast\" in Washington, D.C. In some ways, he's still searching for a defensive position, though the Mariners will plug him into a corner-outfield spot and see how things work. Most importantly, they'll plant him in the middle of their batting order, alongside new designated hitter Kendrys Morales, and count on improved production from one of 2012's lowest-scoring offenses. \"I think it's great,\" Morse said of the Mariners' offseason activity. \"It's a little boost the team needs. This division is tough. There are a lot of heavy hitters in this division and a guy like Raul Ibanez can do wonders here. I've seen him at his best and he was fun to watch. A guy like Morales, he can hit both sides. \"Guys like Morales and Raul and myself last year, we've been on winning teams. We have a lot to give and I think we can help these guys and push them in the right direction, because the talent is here.\" Morse knows sometimes players -- and teams -- just need the right opportunity. He's Exhibit A there, blossoming with the Nationals when finally given consistent playing time the last three seasons. \"When I left here, I was like a shortstop and a guy who was playing behind guys,\" he said. \"I had Adrian Beltre and Richie Sexson on the corners, Ichiro in right, Raul in left, so I didn't have a position. I didn't let that bother me. I left here and found a spot and got to play every day and I think I made a little name for myself. Now I get to come back and show the city and the team that I'm here to help them win.\" Morse was at Mariners FanFest on Saturday, an event he attended regularly when he was first coming up. This time he had a much different role, as one of the key figures brought back to help change the team's fortunes. \"It's pretty wild,\" he said. \"To see the stadium changing and upgrading and the fences coming in and all this stuff, it's pretty cool. Seeing some of the guys I played with, like Michael Saunders, and the coaches and staff, it's been a fun day so far.\" Saunders, like most everyone who remembers Morse from his younger days, was struck by the broadened shoulders and looming presence of the 30-year-old veteran. \"He's huge,\" Saunders said. \"He was the same sort of size when he left, but he's filled out. He's on record saying he left as a boy and came back as a man. You start filling out in your late 20s. But the guy is an animal. He's 'Beast Mode' for a reason, right? He's going to be fun to watch.\" Morse credits Ibanez for much of his physical makeover. His former teammate suggested he and young shortstop Yuniesky Betancourt join him for offseason workouts in Florida in 2005. \"I fell in love with it and haven't stopped since,\" said Morse, who said the program is similar to what college football players undergo before the NFL scouting combine. \"It's definitely helped my core and my legs.\" Morse is too big now to play shortstop but still thinks of himself as the same kind of player he was coming up. His eyes lit up when told that manager Eric Wedge mentioned liking his versatility and might consider working him some as a backup third baseman for emergency situations, as well as at outfield and first base. \"The funny thing about third is when I was here, I had Adrian Beltre ahead of me,\" he said. \"When I went to D.C., I had Ryan Zimmerman. So I pretty much had to scratch third out of my book. But I like third. If you ask me today if I could play short, I'm going to say yes. I don't know if I could still do it, but in my mind I'm always a shortstop, so I feel that helps me play different positions in the infield.\" Where he ultimately plays remains to be seen, with left field the logical spot if Justin Smoak produces at first base. But one thing Morse knows, he'll be in Seattle once again. And he says that's good enough for him. \"This is where it all started for me, so there are ties for me,\" he said. \"I love this city, the fans are amazing. The restaurants I think are hands down the best. It's a little bit of everything. This is just a beautiful city. This is where it's at. This is the Emerald City. Teams and cities like this, you want to have a good team and help them win.\" Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
