{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/41202814\/don-mattingly-makes-pitch-for-free-agent-scott-rolen\/",
    "title": "Mattingly makes pitch for free agent Rolen",
    "subtitle": "Dodgers skipper uncertain if veteran third baseman plans to play in 2013",
    "body": "LOS ANGELES -- Manager Don Mattingly said he spoke to free-agent third baseman Scott Rolen about playing for the Dodgers, although Rolen hasn't revealed if he's interested in playing anywhere in 2013.  Cincinnati, where Rolen played the last four years, is still waiting to hear from him, too, and presumably would have the inside track if he doesn't retire.  Rolen will be 38 in April and has been limited to 157 games combined over the last two seasons because of problems with his left shoulder, which underwent surgery in 2011. In those two seasons, both his average and power have declined, and his .948 fielding percentage last year was a career low.  At Saturday's Dodger Stadium FanFest, Mattingly told reporters he spoke to Rolen about what the Dodgers envision his role would be, but Mattingly did not ask Rolen specifically about the veteran's decision making or timing.   The Dodgers see Rolen as insurance if Luis Cruz fails at third base, as well as a potential right-handed-hitting backup to Adrian Gonzalez at first base, even though Rolen has won eight Gold Gloves playing exclusively at third base.   The Dodgers can use bench help. They acquired Skip Schumaker from St. Louis because he can play center field. They have Jerry Hairston as a potential backup third baseman, but he is coming off hip surgery.   Juan Uribe, signed to be the starting third baseman but a disappointment for two seasons, could be a backup corner infielder by default. There does not appear to be another obvious candidate to spell Gonzalez or be a right-handed power bat off the bench.   Cruz, a career Minor Leaguer who will be 29 next month, was given a last-gasp opportunity last summer and surprised the organization by starting the rest of the season at third base, hitting .297 with six homers and 40 RBIs in 283 at-bats.   Mattingly reiterated earlier comments that Cruz deserves first shot at keeping the starting job, but conceded that management is uncertain whether Cruz can maintain his improved play for a second season. Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
