{
    "url": "http:\/\/m.mlb.com\/news\/article\/1290592",
    "title": "Friendship crossed two careers",
    "subtitle": "Friendship crossed two careers",
    "body": "When you say the name of the late Elrod Hendricks, you immediately think of the Baltimore Orioles. And when you think about the career of Rick Dempsey, you have to think of the Orioles.  It's strange how career paths in Major League Baseball work out. It will be 30 years ago this June that the careers of Hendricks and Dempsey were first linked.  Both men were backup catchers, and they were involved in a 10-player trade between the New York Yankees and the Orioles on June 15, 1976. They really were the overlooked names in a trade that sent pitchers Ken Holtzman, Doyle Alexander, Grant Jackson and Jimmy Freeman to the Yankees, along with Hendricks. The Orioles, in return, received pitchers Tippy Martinez, Rudy May, Scott McGregor, Dave Pagan and Dempsey.   It was somewhat fitting that Hendricks and Dempsey would be just a minor part of a deal involving eight pitchers. Both men spent most of their playing careers in the background, serving others, mostly pitchers.   Dempsey would go on to play 10 more seasons with the Orioles, becoming one of the most popular players in club history because of his grit, determination and big hits at key times.   Hendricks had broken into the big leagues with the Orioles in 1968 and was to spend 10 1\/2 of his Major League seasons as a player in a Baltimore uniform.   Hendricks rejoined the Orioles in 1978 after being released by the Yankees, and he spent two seasons as a teammate of Dempsey's before retiring as a player.   The two men formed a bond and friendship that lasted nearly 30 years, until Hendricks passed away this past Dec. 21, one day before his 65th birthday.   Hendricks had taken on the assignment of Orioles bullpen coach when his playing career ended in 1979. He would hold that bullpen position until last October, when the Orioles announced that he was being taken out of uniform and would be reassigned.   The veteran coach suffered a minor stroke in April of last season, and the Orioles, declaring they were concerned about his health, said they would find a less demanding position for Hendricks.   The man asked to take the bullpen assignment was Dempsey, who had returned to the Orioles coaching staff a few years ago.   Hendricks admitted he wasn't happy about the decision to be removed from his bullpen job. He loved being in uniform and helping the players. But he accepted the decision because he was an Oriole through and through.   Hendricks had spent 37 seasons in an Orioles uniform as a player and as a coach, and participated in five of the team's six World Series appearances.   Dempsey wasn't keen on the idea of moving from the coaching lines to the bullpen. He wants to manage one day, and the bullpen position isn't the best platform to move to the top job. But he accepted the move because he, too, is an Oriole from the old school.   \"When I returned to the Orioles as a coach, I turned to Elrod for help and guidance,\" said Dempsey. \"No one knew more about the organization.\"   Dempsey was one of the many former Orioles to return to Baltimore for the services honoring Hendricks. There were 50 former teammates, coaches and clubhouse personnel in attendance, including many of the biggest stars from the team's glory years.   \"It seemed as though everyone was there to honor Elrod, from Cal [Ripken] to Eddie [Murray] to so many more former players,\" said Dempsey.   \"Elrod gave everything he had to the Orioles and to the community. It's hard to realize the impact he had on the city and on the franchise.   \"Even though I will have the bullpen assignment this year, no one can replace Elrod Hendricks. I'm just proud to have known him as a friend, a teammate and a fellow coach,\" Dempsey said as he reflected on the many days the two men spent together. A trade 30 years ago saw the career paths of Hendricks and Dempsey cross, only to see the two men reunited and forge a lasting friendship.   There won't be a game this season during which Rick Dempsey doesn't think about his friend.   And you can bet he will remind a young Orioles player or two about the importance of bringing passion to every game, of greeting fans in the manner they deserve and of what the Orioles uniform has stood for through the years.   After all, Hendricks and Dempsey always understood those things. It was part of their bond. It was part of the Orioles they have cared about so dearly. Fred Claire was a member of the Los Angeles Dodgers from 1969-98, serving the team as executive vice president and general manager. His book \"Fred Claire: My 30 Years in Dodger Blue\" was published last year by SportsPublishingLLC. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": ""
}
