{
    "url": "http:\/\/m.mlb.com\/news\/article\/41166340\/fanfest-offers-sneak-peek-at-mariners-stadium\/",
    "title": "FanFest offers sneak peek at Mariners, stadium",
    "subtitle": "Event held Saturday and Sunday from 11 a.m. - 4 p.m. PT at Safeco Field",
    "body": "SEATTLE -- Mariners fans interested in looking at the new fence construction under way at Safeco Field as well as the chance to see many of the players who'll be on the field in 2013 can get a sneak peek this weekend at the 15th annual FanFest. Eleven current players -- including newly acquired outfielder Michael Morse -- will be on hand Saturday and Sunday for autograph and interview sessions. FanFest runs from 11 a.m. to 4 p.m. PT both days. In addition to Morse, players taking part are outfielders Franklin Gutierrez, Michael Saunders and Casper Wells, third baseman Kyle Seager, catcher Jesus Montero, shortstop Brendan Ryan, starting pitchers Blake Beavan and Hishashi Iwakuma, closer Tom Wilhelmsen and reliever Carter Capps. Four of the club's top prospects, led by 2012 first-round Draft pick Mike Zunino, will also be in attendance. Zunino will be joined by infielders Nick Franklin and Stefan Romero and pitcher James Paxton. Romero was the Mariners' Minor League Player of the Year last season. All four of those youngsters have been invited to Spring Training next month in Peoria, Ariz. Several former players will also take part, with Edgar Martinez a late addition to the Sunday lineup. Jay Buhner, Dan Wilson, Dave Henderson and Julio Cruz will be there both days, as will general manager Jack Zduriencik and manager Eric Wedge. Details and timing on the specific autograph sessions is available at mariners.com\/fanfest. The newest FanFest feature is a 200-foot zip line ride over the field from the third-base area and extending into left-center field. Riders must weigh between 45 and 250 pounds. Fans also will have a unique chance to get an up-close look at the work being done on the new fences, as the club is bringing the outfield wall in from 4 to 17 feet from left field to the right-center gap. That project, along with construction of the largest video screen in Major League Baseball atop the center-field bleachers, is currently under way and will be completed in mid-March. Work has also begun on a new Edgar's restaurant and lounge that is going in down the left-field line, behind where the manual scoreboard used to be. Also new this year is a \"Felixing\" photo opportunity for fans who want to put themselves in the image from Felix Hernandez's perfect game celebration. Fans will also be able to run the bases, tour the Mariners clubhouse, try to hit against a simulated Hernandez fastball, play catch in the outfield, view memorabilia from the perfect game and last year's combined six-pitcher no-hitter and swing a game-used bat. Executive chef David Dekker will offer a \"Taste of Safeco Field\" in the Diamond Club, cooking up the variety of dishes available around the park and showing a sneak preview of what will be on the menu at Edgar's restaurant. Former Mariners beat writers Jim Street and Larry LaRue will be in the ballpark's Ellis Pavilion with their recently released books, doing readings and offering autographed copies. Street, who covered the Mariners for the Seattle Post-Intelligencer and MLB.com until retiring in 2010, has just released \"Life From the Press Box.\" LaRue, who covered the Mariners for the Tacoma News Tribune from 1988-2012, released \"Major League Encounters\" in April. Mariners account representatives will also be on hand to let fans try out the different views from seats that will be available in any of the variety of season-ticket packages for the upcoming season. FanFest tickets are $10 for adults, with kids 14 and under getting in for free. Tickets are on sale at mariners.com\/fanfest and Mariners Team Stores as well as at the door. Parking is available at the Safeco Field garage for $5 in advance or $10 at the door. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
