{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/41166352\/brewers-first-baseman-corey-hart-to-be-sidelined-four-months-after-knee-surgery\/",
    "title": "Hart to be sidelined four months after knee surgery",
    "subtitle": "First baseman undergoes procedure after second opinion; Gamel to fill in",
    "body": "MILWAUKEE -- Brewers first baseman Corey Hart is expected to be sidelined four months after undergoing right knee surgery on Friday morning. Dr. William Raasch, the team’s head physician, repaired a small tear to Hart’s meniscus and debrided the knee joint, removing damaged tissue to heal the surrounding tissue. The same surgery had originally been scheduled for Tuesday, but was delayed while Hart sought a second opinion of his MRI scan from Vail, Colo.-based specialist Richard Steadman. Hart has been a fast healer in the past, including last spring when he had March 6 surgery to repair two cartilage tears in the same knee and was ready by Opening Day. Hart was the right fielder then, but later moved to first base after Mat Gamel was lost in early May to a torn ACL. Now, it’s Gamel’s turn to replace an injured Hart, at least to begin the season. If he misses four months, Hart, the Brewers’ longest-tenured player, would be game-ready by the end of May, giving him at least four months to re-establish his value entering free agency. He is in the final season of a three-year, $26.5 million contract and expressed interest last year in another extension, but the Brewers and agent Jeff Berry never progressed past informal talks. Hart batted .270 in 2012, with 30 home runs and 83 RBIs in 149 games. After making the successful move to first base, he played through some swelling in his right knee that manager Ron Roenicke attributed to Hart’s aggressiveness in kneeling and diving for throws in the dirt. The Brewers had penciled in Hart as their first baseman for the start of 2013 before he experienced renewed swelling in his knee during offseason workouts. Now that duty falls to Gamel, 27, a left-handed hitter who is back to 100 percent after his own right knee surgery last May. Also on Friday, the Brewers announced they had agreed to terms on 2013 contracts with seven players already under club control: Catcher Martin Maldonado, pitchers Nick Bucci and Jim Henderson, infielders Scooter Gennett and Taylor Green and outfielders Khris Davis and Josh Prince. Twenty-five members of the team's full 40-man roster are now signed for next season. Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
