{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/41166732\/indians-promote-andrew-miller-to-vp-of-strategy-ad-business-analytics\/",
    "title": "Indians tab Miller VP of strategy and business analytics",
    "subtitle": "",
    "body": "CLEVELAND -- Andrew Miller has already made his mark on the baseball side of the Indians organization. The ballclub is now asking him to use his skills on the business side.  On Friday, Cleveland announced that Miller has been promoted to the position of senior vice president of strategy and business analytics. This new role for Miller, who has previous experience working in the baseball operations department, will involve strategic planning, research and analysis in all areas of the team's business departments.  \"Since joining the organization in 2006,\" Indians president Mark Shapiro said in a statement, \"Andrew has made invaluable contributions in the areas of analytics and strategy, both during his time in baseball operations and on the business side as a direct advisor to me. \"As we continue to maximize all business opportunities, Andrew's expertise and leadership in these areas will provide a solid foundation for the organization.\"   Miller, who reports to Shapiro, will continue to advise the baseball operations department on negotiations and strategic issues. Prior to his new role with the club, Miller served as an assistant to the president over the past two years.   After joining Cleveland, Miller worked as a baseball operations assistant in 2007 and then served as the assistant director of baseball operations for the '08 and '09 seasons. In 2010, Miller began working as an assistant to Shapiro to help during the president's transition from his previous role as Indians general manager.   In the baseball operations department, Miller was involved in every aspect of the team's Major League operations, though he focused on financial, contractual and strategic elements of player acquisitions and negotiations. Miller also played a key role in the development of Cleveland's player development and Spring Training complex in Goodyear, Ariz.   Miller attended Northwestern University and the Haas School of Business at University of California, Berkeley. He spent four years as a pitcher for the Cal baseball team. Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
