{
    "url": "http:\/\/m.mlb.com\/news\/article\/1291547",
    "title": "Hot Stove: Koskie back in Minny?",
    "subtitle": "Hot Stove: Koskie back in Minny?",
    "body": "While all eyes were still on the futures of Manny Ramirez and Miguel Tejada, one of the more intriguing developments in the Hot Stove League was a reported dialogue between Minnesota and Toronto that could bring Corey Koskie back to the Twin Cities. The Blue Jays now have a bizarre surplus of quality corner infielders, and newcomer Troy Glaus has been told he will start at third base in 2006. Koskie had helped the Twins to an expected level of dominance in the American League Central before leaving for the Blue Jays as a free agent during the last offseason, and he appeared in only 97 games in 2005 because of a broken thumb. Is it back to the Twins? The Toronto Sun reported Wednesday that the two clubs are talking again about him, and that the discussion is about money. Koskie has $11.5 million remaining on the final two years of his contract with Toronto, and the hurdle reportedly could be cleared if the Jays pay some of his deal. But if Koskie has 600 plate appearances in either 2006 or '07 -- or combines for at least 1,200 over the next two seasons -- it would cause his $6.5 million option for 2008 to vest, and the Sun speculated that it could mean a second hurdle at present in determining who would pay it. The Twins now have another former Jay, Tony Batista, signed to a non-guaranteed deal, but Koskie would be an upgrade over him. The White Sox unseated the Twins in 2005, and they will be division favorites this year with the Indians right beside them. Koskie was highly popular as a Twin, and if financial hurdles are overcome, then few Hot Stove rumors make more sense.  Now we return you to the regularly scheduled programming: The Manny-Miggy Saga.  The Baltimore Sun reported that the prospective trade involving those superstars is toast, at least in its most recent iteration. The report said the Orioles rejected the Red Sox offer of Ramirez, pitcher Matt Clement and cash for Tejada, who would drive in 300 runs in 2006 if every one of those \"disgruntled\" adjectives in front of his published name were a baserunner.  Both clubs were taking cautionary measures in the meantime, it seemed. The Orioles brought back Jeff Conine, having lost out on the possibility of Jeromy Burnitz (to Pittsburgh) and faced with the possibility of no left fielder. And the Boston Herald reported that the Red Sox and Devil Rays are in discussions about a deal that would send Julio Lugo to Boston in exchange for top prospect Andy Marte, whom the Sox recently acquired from the Braves for Edgar Renteria. The Herald wrote: \"Talks between the Sox and Devil Rays have progressed to the point where a deal could be within striking distance.\"     The latest developments do not necessarily mean the Sox are out of the Tejada running. The Sun also reported that the Red Sox, Astros and Cubs appear to be the leaders in the Tejada sweepstakes. Still ambiguous is how Ramirez's 10-5 rights would affect the potential blockbuster. There is speculation that Ramirez would demand that his 2009 and 2010 club options be picked up by whichever team acquires him. The Boston Globe cited an industry source who \"vigorously denied\" that Ramirez had placed any kind of demands on the Orioles during these talks.  Speculation about the trade, which had been discussed for nearly a month since Tejada publicly requested a new home, heated up in recent days after Burnitz broke off talks with the club and signed with Pittsburgh. The Orioles reportedly had contacted the agent of free-agent outfielder Richard Hidalgo, but the talks were said to be general. Hidalgo, 30, a close friend of Orioles third baseman Melvin Mora's, hit .221 last season with 16 homers and 43 RBIs in 88 games for Texas.  The Sun wrote that there still is a possibility that the Orioles will wind up with Ramirez, though several obstacles remain, starting with the Orioles' asking price for Tejada. The Orioles apparently would prefer getting one of the Red Sox's young pitchers, Jon Lester or Jon Papelbon, but both are believed to be untouchable.     \"The parameters from the very beginning is that we have to feel that we are getting fair value in return,\" Orioles executive vice president Mike Flanagan told the Sun, not commenting specifically on any deal.  Ramirez is owed $57 million on the remaining three years of his deal with the Sox, while Tejada has four years left at $48 million.  The Cubs, who may be willing to part with Mark Prior as part of a deal for Tejada according to the Globe, remain an active suitor. But their offer cannot replace the offense the Orioles would be losing if they dealt Tejada. Ramirez could, of course, but the Orioles have reservations about moving Tejada within the division. Those reservations apparently are exacerbated by Ramirez's desire for a contract extension, though the industry source insisted that Ramirez has not yet told the Orioles what it would take for him to approve a deal.  Elsewhere around the Hot Stove:  Angels: A number of names have been associated with the Angels since the conclusion of the 2005 season. Manny and Miggy were rumored to be on the way to Anaheim while Darin Erstad and Orlando Cabrera were on the way out. With the New Year, everyone remains in place as the Angels ponder a lineup that may look much as it did last season. The club still would like to add a bat and possibly another arm, but is reluctant to part with any of their young talent.  Devil Rays: Reports in New York papers indicate the Mets still are interested in Rays closer Danys Baez, but the Post reports that this interest is on the backburner and they are more likely to deal with the Orioles for reliever Jorge Julio.     Padres: Now that Bret Boone has agreed to a Minor League contract with the Mets, the Padres still have no lack for second basemen. They already have as many as five candidates to replace Mark Loretta, and they also remain in conversation with the Red Sox regarding lefty David Wells, GM Kevin Towers discloses.  Phillies: Jason Michaels' latest destination is heading to Colorado, according the latest rumor mill Web sites, though none have mentioned specifics. The Phillies have told teams that they have a surplus of outfielders, and are looking for pitching help. The Rockies have a need for outfield help, but don't have pitching to trade, so a deal isn't imminent.  Reds: According to Wednesday's Cincinnati Enquirer, there was optimism that free agent infielder Rich Aurilia would re-sign with the Reds before the Sunday deadline. \"I think the Reds are our most viable alternative,\" agent Barry Axelrod told the paper. \"We've talked to some other clubs but those have been contingent discussions.\" If Aurilia returned to Cincinnati, it remains unknown how he'd be utilized. The Reds already have Tony Womack and Ryan Freel competing for the starting second baseman's job and young Edwin Encarnacion is slated to play third base.   Mark Newman is enterprise editor for MLB.com. Team correspondents for MLB.com contributed to this story. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
