{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/41173460\/phil-coke-torii-hunter-and-austin-jackson-took-part-in-the-teams-winter-caravan\/",
    "title": "It's Coke and all smiles on Tigers' Winter Caravan",
    "subtitle": "Reliever joins Hunter, Jackson on eventful afternoon with Tigers fans",
    "body": "SOUTHFIELD, Mich. -- Phil Coke spent October thriving without a set role in the Tigers bullpen. It only figured he'd be doing the same on the team's Winter Caravan. Coke went to Dunkin Donuts on Southfield Road on Friday, knowing he'd be working the counter and the drive-thru as one of the highlights of the Tigers annual Winter Caravan. He didn't know that he'd be writing a letter trying to get a group of kids out of punishment for skipping their early classes. Relievers don't normally get to make excuses, but this was different. \"Get to school,\" Coke yelled out, his head poking out of the drive-thru window into Michigan's frigid weather, as the carload of kids pulled away. His new Tigers teammate, Torii Hunter, was struggling to keep up with a storeload of fans as he worked the counter nearby. \"You know what? I made adjustments,\" Hunter said. \"And that's what you have to do in baseball. So I just made some adjustments. Early on, I started off slow. I was in a little funk, but I got out of it.\" About an hour later, manager Jim Leyland was touring the facilities used by U.S. Customs and Border Protection at the Ambassador Bridge, and was amazed at the skill of the officers and the precision of the technology to detect potential illegal materials and protect the border. \"We're going to try like hell to win in Toronto so they let us back in,\" Leyland joked later. In most years, the Winter Caravan is meant to drum up enthusiasm about the upcoming season. The way the Tigers have won the last couple years, with a roster of established superstars and other young stars in the making, enthusiasm and anticipation aren't in question. Now, the caravan not only gives the Tigers a chance to honor those who play a positive role in the community, it gives players a chance to interact with fans in a way that's usually impossible during the season. Coke, for instance, spent Thursday evening at Royal Oak Middle School talking with students and parents as part of his anti-bullying efforts. Along with Prince Fielder, Coke congratulated winners of a recent essay contest asking kids for examples of counter-acting bullying. Coke talked about being roughed up as a freshman in high school on the wrestling team. Even the 5-foot-11, 275-pound Fielder, never a small kid among his peers in schools, had stories about how smaller kids would take their kicks and punches at him to try to knock him down to size. \"You shouldn't hold that inside. You want to make sure you get that out so it doesn't affect you and your character,\" Fielder said. It was a positive way for Coke to end his first day on the caravan. The Dunkin Donuts visit was obviously a fun start to the second one. Asked how working the drive-thru compares to working the ninth inning, Coke said, \"Not even comparable. Well, no, I'm lying. It's fun the whole time.\" The Tigers saw military technology at work at the U.S. Army garrison on Thursday, and they toured the latest in automotive innovation at the North American International Auto Show on Friday. The capper to the tour for outfielder Austin Jackson and Tigers coaches, however, might have been recognition from the city's leading man. Mayor Dave Bing and his staff invited them to the historic Manoogian Mansion for a tour and a talk. While they were there, they received a proclamation congratulating them on their 2012 American League championship and encouragement to try to take the next step. Bing, an NBA star with the Detroit Pistons before embarking on success in the business and political fields, talked about how he had been a skilled first baseman and outfielder in high school, before passing up baseball for a basketball scholarship at Syracuse. He talked about what it meant to be in Detroit when the Tigers won the World Series in 1968 and soothed a city in turmoil. \"Part of the good stuff of being mayor,\" Bing said, \"is having chances like this to meet the next generation of stars.\" While he had the chance, he also tried to relay what it meant to be a professional athlete in Detroit. \"It's a unique city,\" Bing said, \"And from a sports perspective, for those of us who have had the opportunity to play in Detroit, it's an unbelievable experience.\" What impressed him about last year's team, Bing said, was the ability to overcome a slow start. \"I'm hopeful that at the end of your season, we'll be able to have a march down Woodward Avenue,\" Bing said. The Tigers were presented with a framed copy of the proclamation. Leyland, in turn, presented the mayor with a No. 21 Tigers jersey, the same number retired in his name with the Pistons. \"I know you wore a different type jersey,\" Leyland said, \"but I'm sure if you would have concentrated on baseball instead of basketball, you would've been a Major League player.\" After traversing the area the last two days, the Tigers wrap up their outreach by welcoming fans to Comerica Park on Saturday for TigerFest. From there, they'll have just over two weeks before Spring Training begins in Lakeland, Fla. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
