{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/108008152\/sizing-up-seattle-vs-boston-on-the-baseball-diamond\/",
    "title": "A Super matchup on the diamond: Seattle vs. Boston",
    "subtitle": "We could see these two cities on the big stage again come October",
    "body": "A team from Seattle vs. a team from Boston on the big stage. What's that, you say? The Super what? No, no, I'm talking about the 2015 American League Championship Series. Could happen. Both the Mariners and Red Sox will be attempting to rise from the abyss of an October absence to reach playoff pay dirt in 2015. The stakes are high in both cities, with the Mariners trying to erase the Majors' second-longest playoff drought and the Red Sox trying to become the first club to go from worst to first to worst and back to first. The efforts have been earnest in each case. These were two of the AL's more aggressive teams this Hot Stove season. So in the spirit of... uh, some football game, let's pit these two ballclubs against each other and see where they stand. FIRST QUARTER: Offense The Red Sox and M's were dead even (and nearly dead last in the AL) in run production last season, tying for 11th among the AL's 15 teams with 3.91 runs per game. Where they differ is how they got to that point. For Seattle, this was actually improvement over 2013, when they averaged just 3.85 runs. The improvement was modest, of course, but Robinson Cano's arrival and Kyle Seager's continued growth (his 16 home runs at Safeco last season tied for the fourth-most in the ballpark's history) legitimized the middle of the order in a big way. Alas, the in-season acquisitions of Kendrys Morales (.632 OPS), Austin Jackson (.527) and Chris Denorfia (.573) did little to help the M's in their bid to take things to another level. For Boston, this was a big step backward. The Red Sox were the only Major League club to cross the 800-run threshold in their World Series season of '13, but injury aided regressions for the likes of Mike Napoli, Dustin Pedroia and Shane Victorino and less-than-expected returns from youngsters Jackie Bradley Jr. (.531 OPS) and Xander Bogaerts (.660) set Boston back. Solutions were sought swiftly in each city. The Mariners had ultimately abstained from the Nelson Cruz market in the winter before '14 because of his PED past, but his 40-homer season in Baltimore convinced them to sign Cruz to a four-year, $57 million contract. That gives them the right-handed power presence they so desperately needed to slot between lefties Cano and Seager. The Mariners also targeted new corner-outfield options in Seth Smith and Justin Ruggiano. The Red Sox pounced on not one, but two of the market's biggest bats, and Pablo Sandoval and Hanley Ramirez are both particularly valuable in today's climate because their power to all fields makes them more shift-proof than most. Ramirez's arrival made Yoenis Cespedes expendable, and even after his departure, Boston still has a bit of a logjam in the outfield. If for no reason other than park factors (it's really, really hard to imagine Cruz repeating his 40-homer output at Safeco), you've got to give the edge to the Red Sox. But Boston also had better infrastructure before the winter activity, provided Pedroia, Napoli and David Ortiz can stay healthy, and should, in fact, have one of the most productive lineups in baseball. Score: Boston 7, Seattle 0 SECOND QUARTER: Starting pitching There are any number of ways Jack Zduriencik could have addressed the M's offensive needs, but the manner in which he did so allowed him to preserve one of the game's best rotations. Felix Hernandez was a coin-flip finalist for the AL Cy Young, and it's amazing that he's coming off arguably his best Major League season, given all the innings he's accrued and the diminished velocity he's had to work around. Hisashi Iwakuma is, of course, a worthy complement to King Felix. J.A. Happ could be a worthwhile acquisition who benefits from the Safeco effect. And perhaps most importantly for the '15 outlook, the talented James Paxton and the uber-athletic Taijuan Walker give the back end of this starting five a ton of upside. For the Red Sox, the rotation outlook is obviously more iffy. Trade acquisition Rick Porcello is coming off a breakout season in Detroit, but Clay Buchholz has been erratic the last few years, Justin Masterson was, by any worthwhile analytical measure, one of the least-effective starters in the Majors last season, and Wade Miley and Joe Kelly both had adjusted ERA+ marks below the league average last year. Once it was clear Jon Lester wasn't coming back, the Red Sox became intent on abstaining from the \"ace\" market, though they certainly have the resources to acquire one from the midseason trade market. For now, though, this is a staff very much reliant on its groundball-inducing leanings and the supporting cast in what should be a strong infield defense. It could be better than expected, but -- on paper, at least -- it's not better than Seattle's starting five. Score: Boston 7, Seattle 7 HALFTIME: Katy Perry Wow, I did not see that \"Dirty Water\" and \"Smells Like Teen Spirit\" mashup coming. THIRD QUARTER: Bullpen You can't predict 'pens. Don't even try. But we can at least look at 2014 performance and speculate about what's to come. In '14, the Mariners bullpen was not just one of the best in baseball, but, in some measures, historically good. Mariners relievers posted the ninth-best strand rate (80.7 percent) in the live-ball era, in addition to the best ERA (2.60) and fourth-best WHIP (1.15) of '14. Fernando Rodney got to do his bow-and-arrow routine so often that he somehow became a South Korean sensation, and setup men Danny Farquhar, Dominic Leone and Tom Wilhelmsen can all be considered closer-caliber. The Red Sox's bullpen picture is a little less clear, but it could come together nicely. They re-signed Koji Uehara, who has been one of the best closers in baseball the last two years but who is entering his age-39 season and wore down a bit in the second half of '14. Alexi Ogando is a former Texas stud who could be primed for a big bounceback season. Junichi Tazawa, Ed Mujica and Craig Breslow are all back, barring a trade, and Robbie Ross and Anthony Varvaro were trade targets. Again, I'm not going to make bullpen predictions, because that's futile, even by the standards of predicting baseball. I'll just say the Mariners are coming from a more stable place here. Score: Seattle 14, Boston 7 FOURTH QUARTER: Defense Can the Mariners hold on to their late lead? Well, maybe. But I do wonder which direction their defense will take in '15. Remember: Seattle had easily one of the worst defenses in baseball in 2013. In '14, they improved considerably in that area, thanks in no small part to Kyle Seager developing -- according to the advanced metrics -- into one of the best hot-corner gloves in the game. This winter, the M's might have sacrificed some defense in moving Michael Saunders and installing Smith and Ruggiano in right. They'll also have their first full season with Jackson in center, and his defensive metrics (whatever you want to read into them) have gone backward the last two years. Cano has a strong reputation, but he rates as average on the advanced scale. On the whole, I'd say the M's are excellent behind the plate (Mike Zunino) and on the left side of the infield (Seager and either Brad Miller or Chris Taylor at short) and average-to-below-average everywhere else. The Red Sox have a big question of their own: Hanley in left. That could get interesting. But they'll have a full season of Rusney Castillo in center, and he rates well. They've upgraded with the Panda, an underrated defender, at third, Pedroia should be healthier at second and, like the M's, they should have elite-level defense behind the plate with Christian Vazquez and the newly acquired Ryan Hanigan. I don't know, take your pick. But the M's were at minus-9 in defensive runs saved in '14 and don't have any obvious defensive gains ahead, while the Red Sox were at minus-15 but seem to have made some strides. Plus, we have to keep this game interesting. Boston, it is. Score: Seattle 14, Boston 14 OVERTIME: The intangibles I believe it was the great Vince Lombardi who famously said, \"Winning a sportswriter's poorly conceived, experimental pairing of two baseball teams who coincidentally play in the same areas as the two Super Bowl teams isn't everything, it's the only thing.\" So who wants it more? On the one hand, you've got the John Farrell-led Red Sox, with their established championship culture and their interesting blend of been-there, done-that veteran presence (augmented all the more by the arrival of an October legend in Sandoval) and developing talent like Bogaerts, Castillo and Mookie Betts. They've also got in-house depth that can either help them sustain success in the face of injury or find midseason assistance from the outside. On the other hand, you've got Lloyd McClendon's Mariners, starving for some October action after getting tantalizingly close in 2014. Did you see that scene in Seattle on the last day of the regular season? The King's Court out in full force, Felix willing his team to victory over the Angels, only to find out, mid-game, that the M's mathematical hopes of winning a Wild Card spot had been dashed by an A's victory elsewhere. The fans groaned, then cheered a Seattle team that made a 16-win improvement over '13. It felt like the beginning of something. What do the math wizards say? Baseball Prospectus' PECOTA projections have the Red Sox tying for the AL East title and the Mariners finishing second, but they have Seattle finishing with 87 wins to Boston's 86. That's a credit to what could be a more demanding AL West. Man, this is tough. I'm going to side with the Red Sox's depth, experience and trade resources here, but only by the slimmest of margins. Let's say they win it on a safety. Final score: Boston 16, Seattle 14 Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
