{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/108012154\/clayton-kershaw-felix-hernandez-lead-networks-pitcher-rankings\/",
    "title": "Kershaw, Felix lead Network's pitcher rankings",
    "subtitle": "Sale, Wainwright, Scherzer round out Top 10 arms heading into this season",
    "body": "Entering the 2015 season, Major League Baseball has no shortage of great pitchers. Some names immediately come to mind, while others fly under the radar. Who is the top arm in baseball right now? MLB Network's response won't surprise anyone. As part of its annual rankings of the Top 10 players at each position, the Network named Clayton Kershaw as the game's best pitcher. \"[Kershaw's] stuff is great, but his makeup defines him,\" commentator John Smoltz said, comparing the left-hander with his own former teammate, Greg Maddux. Host Brian Kenny and Smoltz agreed that Kershaw's dominance, especially in 2014, has been unbelievable. He's led the Majors in ERA the last four seasons (2.11 overall) and is No. 1 in almost every statistical category. During his Cy Young and MVP Award-winning campaign in 2014, Kershaw had a 21-3 record and a 1.77 ERA. While Kershaw may have been a lock for the No. 1 slot, plenty of pitchers were in the running for No. 2. MLB Network chose Seattle right-hander Felix Hernandez because of his consistency. Hernandez has tossed over 200 innings the last seven seasons, including a 2014 season in which he threw 236 frames. \"It's all there. I think it nails it putting Felix at No. 2,\" said Kenny. \"I root for this guy. He is everything you want. He's the model of consistency. He's a workhorse and has a great frame,\" Smoltz said. \"He's proven he's a stud and someone everyone should be talking about.\" Rounding out the top five were White Sox left-hander Chris Sale at No. 3, Cardinals right-hander Adam Wainwright at No. 4 and Nationals right-hander Max Scherzer at No. 5. Some notable pitchers left off the list include Cubs left-hander Jon Lester, Nationals right-hander Stephen Strasburg and Tigers right-hander Anibal Sanchez. \"This is the hardest it's ever been,\" Smoltz said. \"The next 10 were just as good. I like the immediate impact of the Top 10.\" Here's MLB Network's full Top 10: 1. Clayton Kershaw 2. Felix Hernandez 3. Chris Sale 4. Adam Wainwright 5. Max Scherzer 6. Johnny Cueto 7. Corey Kluber 8. David Price 9. Madison Bumgarner 10. Jordan Zimmermann Quinn Roberts is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Quinn Roberts"
}
