{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/108027636\/orioles-catcher-matt-wieters-third-baseman-manny-machado-expect-to-be-ready-for-opening-day\/",
    "title": "Wieters, Machado expect to be ready for Opening Day",
    "subtitle": "Catcher planning light spring to prepare for season; third baseman a full go",
    "body": "BALTIMORE -- If everything goes according to plan, Orioles catcher Matt Wieters believes he will be ready for Opening Day. Wieters, who had season-ending Tommy John surgery on his right elbow in early June, has been throwing from up to 150 feet, and he said that everything has gone the way doctors anticipated so far. \"We are still in a phase where a lot could happen in the next few months,\" said Wieters, who has been swinging the bat with no issues for about a month. \"It could get a lot better, it could slow down. So we won't know until we go through a throwing program. But I'm preparing every part of my body to be ready for Opening Day, and that's all I can do right now.\" Wieters doesn't anticipate catching a lot of early spring games, but he said he can get the most out of camp by catching bullpens, spending time in the weight room and making sure his body is conditioned for the long haul of the regular season. A free agent at the end of the season, the All-Star catcher didn't think his contract status made it more important for him to return to the field quickly. \"The main thing is we have to get the arm healthy enough to play the rest of my career, whenever that is, it is,\" said Wieters, who has never gone this long without playing baseball. \"We don't want to be feeling like we are babying [the elbow] through the season. We need to be ready to go.\" Orioles third baseman Manny Machado, who underwent season-ending surgery on his right knee, expects to be a full go in camp next month. \"I've been through pretty much everything, catching my grounders, hitting,\" said Machado, who has also done some lateral movement. \"I've been doing it all. The next step is just playing some games.\" Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Facebook and Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
