{
    "url": "http:\/\/m.mlb.com\/news\/article\/105287992\/fresh-faces-in-2015-baseballs-history-continues-to-unfold\/",
    "title": "Fresh faces in '15: Baseball's history continues to unfold",
    "subtitle": "Transition in Commissioner's Office among changes New Year brings to national pastime",
    "body": "It goes on. You are reading the first of hundreds of thousands of content pieces fans will see, hear, share, like, retweet and consume in 2015 from Major League Baseball Advanced Media across various media platforms, so let's begin the year with those three simple words. They are synonymous here for \"Happy New Year\" and are the three words that Robert Frost once used to \"sum up everything I've learned about life.\" Life goes on in 2015, and baseball indeed goes on along with it. That is especially meaningful when considering that this might be the newest New Year in recent memory. It will start at the very top, when Commissioner-elect Rob Manfred succeeds Commissioner Bud Selig on Jan. 25 as only the 10th Commissioner in the game's history. Manfred's five-year contract will take him nearly to the 100th anniversary of the position, first filled by Judge Kenesaw Mountain Landis after the 1920 season. This year will start with a new face of baseball on the field as well. A generation of new fans grew up idolizing or at least respecting Derek Jeter, who spent 20 years as shortstop for the New York Yankees. Just imagine the next generation of youngsters to bond with their 2015 heroes. That is what baseball is all about. It is the rite of passage, from parents to children, and that passage is never more pronounced than in this particular turn of a calendar. Everyone wanted Jeter's No. 2 jersey, the most popular in MLB on an annual basis. Now we will see which young stars step forward into the gap, inspiring a young boy or girl to field the same position on a local youth team, a dream in their eyes. Mike Trout, Clayton Kershaw, Buster Posey, Felix Hernandez, Giancarlo Stanton, Matt Harvey, Jose Fernandez, Madison Bumgarner, Bryce Harper, Manny Machado, Yasiel Puig, Eric Hosmer, Jose Abreu, Anthony Rizzo. Byron Buxton, Carlos Correa, Kris Bryant, Francisco Lindor, Addison Russell, Joey Gallo. Go to MLBPipeline.com and you can see why there is never a lull, only a rolling wave of talent. It goes on. Let's start the year with a hypothetical question: What if the Nationals and Mariners meet in the 111th World Series? They are the only active clubs never to reach the Fall Classic ... and both are now contenders in an anyone-can-win generation. Washington will be a trendy pick to get that far, but how about Seattle? It just added 2014 home run king Nelson Cruz, extended young All-Star Kyle Seager's contract, had the 2014 saves leader in Fernando Rodney, and brings back Felix Hernandez, Robinson Cano and Hisashi Iwakuma. You say the Mariners' goal should be to just get into the postseason? The last World Series was played by two Wild Cards teams. In Kansas City, a methodical building process so suddenly yielded riches, with the Royals going down to the last out of Game 7 in the World Series with the potential tying run (Alex Gordon) stranded on third as the Giants clinched. Ned Yost's Royals are living proof of today's incomparable competitive balance, an example for other clubs. It was Madison Bumgarner who proved unbeatable in the end, and April will arrive and remind us once again of Frost's words. Perhaps Bumgarner will pick up where he left off, win 20 games, and challenge Dodgers rival Kershaw for the distinction of best National League lefty. Or maybe Bumgarner will win 13 games, as he did in each of the last two odd-numbered years, those curious times when the Giants don't win it all. The Cardinals, who usually win the NL pennant in those odd-numbered years, just announced something interesting ... and telling. They are encouraging fans to post as many photos and memories as they want on Facebook, Instagram or Twitter with the designated hashtag #FansToThePast until April 5. Their goal is to populate an online photo gallery as well as the Cardinals Hall of Fame & Museum at Cardinals Nation in Ballpark Village. A lucky fan gets a private guided tour of the museum with the great Ozzie Smith. It is a modern example of how the tradition of baseball goes hand-in-hand with every new technological age, including social media fandom and mobile advancements. The MLB.com At Bat and MLB.com Ballpark apps are now trendsetting fan fixtures in and out of the stadiums, and the next round of fun already has begun. MLB.com just started selling access to the premium At Bat 15 features, so you can choose to subscribe for either $2.99 a month or $19.99 for the season. Angels, Astros, Athletics, Blue Jays, Braves, Brewers, Cardinals, Cubs, D-backs, Dodgers, Giants, Indians, Mariners, Marlins, Mets, Nationals, Orioles, Padres, Phillies, Pirates, Rangers, Rays, Red Sox, Reds, Rockies, Royals, Tigers, Twins, White Sox and Yankees. The dean of all of those teams, Cincinnati, will host a traditional Opening Day game and then the All-Star Game on July 14 at Great American Ball Park. It will be the 86th Midsummer Classic, an innovation during Landis' term as Commissioner. \"That's a grand show, and it should be continued,\" Landis once said of the event. Who will you vote into the next one? Which players will burst upon the scene this spring? Which greats will pour it on as Cooperstown awaits? Will your next fantasy draft be a boon or bust? Will you catch a foul ball or get that special autograph in 2015? Are your season tickets better? Will you see the game through a child's eyes? Could you see something historic like back-to-back no-hitters or a slugger homering in a record nine consecutive games? Will this be the year that not only begins with showers of bubbly but also finishes that way in your team's clubhouse? How long will it take to get over the view at Yankee Stadium without No. 2 at short? How many days until your pitchers and catchers report to Spring Training? It goes on. Mark Newman is enterprise editor of MLB.com. Read and join other baseball fans on his MLB.com community blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
