{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/105468340\/nationals-prospect-lucas-giolito-discusses-2014-his-future-in-qa\/",
    "title": "Giolito discusses 2014, his future in Q",
    "subtitle": "Top prospect excited to pitch without innings limit in upcoming season",
    "body": "Right-hander Lucas Giolito is one of the reasons the Nationals' farm system is going strong. Ranked by MLB.com as the Nats' top prospect, Giolito, 20, showed he was fully recovered from Tommy John surgery last year while playing for Class A Hagerstown. In 20 starts, he was 10-2 with a 2.20 ERA and 110 strikeouts in 98 innings pitched.  Where will Giolito be this year? It's anyone's guess at this point. There is talk that he could be a September callup as long as he is productive on the mound. MLB.com caught up with Giolito recently to talk about last year and his future with the Nationals. MLB.com: Before the 2014 season, you were coming off Tommy John surgery. Were you surprised you were able to have a productive season? Giolito: I wouldn't necessarily say surprised. I set high expectations for myself, no matter what situation I'm in. I felt that my arm came back very strong over the course of that year of rehab. I put myself in a good position to have a great year with a great team. It was a fun season. I wish I could have contributed a little bit more. It's all part of a plan. During the course of the season, I don't worry about the numbers too much. I just want to give us a chance to win every time I pitch. At the end of the season, I got a chance to look at those numbers and appreciated how good of a season it was. Yeah, it's a good feeling to be able to see that you have a nice ERA. I would say the most important stat to me is walks vs. innings pitched. I started the season walking way more batters than I should have. To me, at the end of the season, I got stronger. I put together better outings. I was able to pitch at a more consistent level. MLB.com: Jordan Zimmermann and Stephen Strasburg have been successful after Tommy John surgery. It looks like you are on your way to doing the same thing. What does that say about the Nationals? Giolito: They are definitely the best in the business when it comes to rehabbing the Tommy John surgery specifically. The training staff is unbelievable. The pitching coordinators and coaches are unbelievable. It's great communication all around. I feel very fortunate to be in this organization, able to rehab with them and hopefully have a great career. MLB.com:  You had elbow problems in high school. Were you worried in any way? Giolito: I wouldn't say worried. Despite the problems I had in high school, it was kind of assumed that my elbow was going to go at some point, whether it was immediately or a few years down the line. That's just how it is when you are initially injured. They communicated that to me. I was in a great position to be able to come back strong if the surgery was necessary, which it was. Now I'm looking forward. MLB.com: The team has high hopes for you. There is even talk that you could be a September callup in 2015. What are your goals for this coming season? Giolito: Wherever they want to start me out, whether that be High A, Double-A, that's not really my concern. I'm obviously looking forward to developing my game. There are a lot of things I can work on -- especially command and control, all of my pitches. I want to maintain that competitive personality that I feel I possess, just keep working my way up. MLB.com: What improvements do you want to make on the mound? Giolito: I definitely feel that I can improve on fastball location -- not just throwing it for strikes, but throwing it to the exact part of the plate you want to as often as you can, which is probably the most difficult thing to do. I feel the need to make more strides in that area as well as develop the changeup and curveball and throw those for strikes as well. MLB.com: You will not be on an innings limit in 2015. How much are you looking forward to a normal season? Giolito: It's going to be awesome. Being able to pitch deeper into the games, maybe going seven, eight, even complete games on occasion. Being able to throw every five or six days -- however our rotation is set up. It's going to be really fun. Having a really great vibe -- I know a lot of guys I played with last year will all be together again. I look forward to winning. MLB.com: How much would you like to help the big league club? Giolito: I can't wait. I believe that winning at that level is like the most fantastic thing ever. I can't wait to be up there and contribute to the team. It's every baseball player's dream to win at the Major League level. MLB.com: Since you have been a member of the Nationals, who do you credit for your success in professional baseball? Giolito:: It goes back a long way. My coaches in high school, and then on a professional level, I would say all the trainers I worked with. There have been a few during my three years in the organization. My pitching coach Sam Narron was fantastic at Hagerstown. He was great with all the pitchers. We had a really good overall vibe as a pitching staff. My manager, Patrick Anderson, was great. We had a great year in Hagerstown. It was really fun. All the coordinators -- especially Spin Williams. He was fantastic with the rehab process, as well as Mark Grater, who was the rehab pitching coordinator down in Florida. Credit goes a million ways. Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the Time. He also can be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
