{
    "url": "http:\/\/m.mlb.com\/news\/article\/105503064\/mike-bauman-baseballs-prosperity-at-the-center-of-bud-seligs-legacy\/",
    "title": "Baseball's prosperity at the center of Selig's legacy",
    "subtitle": "Retiring Commissioner's reforms deliver booming business, competitive balance",
    "body": "The sweeping change brought about by Bud Selig that had the greatest impact on baseball was the reform of the game's economic system. Selig, who will retire as Commissioner of Baseball later this month, instituted vast increases in revenue sharing -- along with a luxury tax -- in an attempt to reduce the economic disparity among franchises. It worked. In this century, 29 of 30 Major League teams have qualified for the postseason. More small-market teams are now able to retain their own talented players, increasing the game's competitive balance. In pushing for these reforms, against considerable early opposition, Selig was acting on the lessons he had learned as owner of the Milwaukee Brewers in the Majors' smallest media market. But the reforms he insisted upon were also beneficial for the entire game. There were numerous other advancements made during Selig's 22-plus years as Commissioner. Labor peace has been in place for 19 years. The game has grown dramatically as a commercial proposition; from $1.2 billion in gross revenues when Selig became Commissioner to about $9 billion in 2014. The addition of Wild Card teams to the postseason did not dilute the playoffs, but served to broaden the excitement of postseason contention. Interleague Play proved to be a success with the one group that mattered most, the fans. Selig's push for the internationalization of baseball has made a difference, with the World Baseball Classic becoming a staple of the global game. But underlying all of the other progress is the parity, brought about by the economic reforms. Baseball's economic playing field has been evened out, to the extent that all 30 franchises can provide their fans with \"hope and faith,\" which is what Selig has always said baseball owes its public. When asked what his most important achievement as Commissioner has been, Selig responded: \"The economic reformation of the sport. Because there have been so many manifestations of that -- competitive balance. \"You know, I really believe in the theory of hope and faith. You've heard me talk about that a lot. There is hope and faith in many places, and we have the best competitive balance we've ever had. And it's led to so many other things. \"[The process of getting revenue sharing] was painful. It was really, really painful. The meetings of the '90s and even into 2001, 2002, 2003. It was really difficult for me. \"When I said in 1992 and 1993 that we were back in the Ebbets Field, Polo Grounds days, the leagues were operating with the same economic formula that they did in the 1940s. Here it was, 50-some years later, and nothing had been changed. Stunning. \"And yet, baseball is a social institution. It is very resistant to change. People are really resistant to change -- even in the local situation, as well as the national. And so to go from no revenue sharing, where disparity is growing just stunningly, to a point where we are today, guess what? Instead of hurting the sport, as many in the '90s wrote and said, 'This will kill us, this will destroy the game,' revenues have gone to all-time highs. Asset values of franchises have gone to all-time highs. \"So it didn't work out too badly. But boy, it was a tough process. If there is one thing I focus on, that's it.\" Selig will be succeeded as Commissioner by Rob Manfred, who has been Selig's trusted deputy in the post of chief operating officer of Major League Baseball. Manfred has been the point man on baseball's most critical issues, including collective bargaining and the forging of drug-testing and treatment programs. Manfred should not represent a dramatic departure on policy, particularly since he has appointed Selig as an advisor in the new post of Commissioner Emeritus. If there is one persistent criticism of Selig, it is that he did not do enough, soon enough to stop the usage of performance-enhancing drugs. \"Look,\" Selig said, \"the history of our sport is thus: We went through the cocaine era of the '80s. No drug testing program, which was quite sad. We went through the Pittsburgh drug trials. Very sad. Twenty-nine people were convicted, four went to jail, if memory serves me correctly. And still no drug-testing program. \"So now here we are, 30 years later, toughest testing program in American sports. Even [the World Anti-Doping Agency], which was critical of us at one time, has raved about our program. We must be doing something right. I haven't heard from anybody in Washington [D.C.] in 8 1\/2 years. \"And so here we have this program. It's a tough program. And the enforcement of that program must be just as tough. \"It's one thing to say you have a tough program, but we need to enforce it well. We have a tough program. We have left no stone unturned. I think it's consistent with everything we do.\" The test of an officeholder is this: Is his area of governance better off when he leaves office than it was when he took office? In the case of Bud Selig as Commissioner of Baseball, it is not even a close call. The game is considerably better off than it was in 1992; competitively, commercially, economically, internationally. No other Commissioner's administration has done more for baseball. Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
