{
    "url": "http:\/\/m.mlb.com\/news\/article\/105575258\/richard-justice-hall-of-fame-election-a-whirlwind-like-no-other\/",
    "title": "Hall of Fame election a whirlwind like no other",
    "subtitle": "",
    "body": "Almost every Hall of Famer will tell you the same thing. At some point, the emotions will be overwhelming. Sometimes, it doesn't happen until induction Sunday when they look around that stage for the first time and see Hank Aaron and Sandy Koufax and Frank Robinson and the others. Suddenly, it hits them that this moment represents almost all they dreamed about. All those times their dad encouraged them, their high school coach admonished them. All those managers and teammates and trainers and doctors who offered a helping hand. All those hours in cages and on mounds, all those blisters and pulls and tears, all those bus rides and cold showers, all of it has brought them to this amazing, sweet moment of celebration. All those dreams they had for you in your hometown. All those people who offered a hand along the way. You will want them to know they're in your heart. These first few weeks after the National Baseball Hall of Fame announces its 2015 electees today will be easy. There will be a blur of speeches to write, interviews to give and travel to arrange. Perhaps it'll hit you when you're touring the Hall of Fame prior to your induction in July. You'll be there with the other 2015 inductees, and when you enter the stately Hall of Fame Plaque Gallery and see those 306 names, you may begin to understand. Take a good look at Babe Ruth's plaque. And Jackie Robinson's. And Roberto Clemente's. You'll soon have one just like it. Or maybe it'll really hit you when you see those living Hall of Famers for the first time together this summer. Remember those players you idolized and imitated? Look around you. They are here. Cal Ripken Jr. and Roberto Alomar. Johnny Bench and Ozzie Smith. Brooks Robinson and Nolan Ryan. These are your new brothers, members of one of the world's most exclusive clubs. Phil Niekro will attempt to explain that feeling to you. He'll warn you that it's too much to wrap your mind around, at least in the beginning. In the end, though, it's an extremely personal experience. You will not feel comfortable in the beginning. It's just too much. Take some comfort in the numbers. In 78 Hall of Fame elections, the Baseball Writers' Association of America has inducted just 115 former players. Induction requires that your name be checked on 75 percent of the 500 or so ballots, and so there is no doubt that you belong if you cross the 75-percent threshold. The Hall of Fame has just 306 inductees in all, with the other 191 including team executives, managers, umpires and an assortment of players selected by some of the various other committees through the years. Today, though, it's about the baseball writers and perhaps the most rigorous selection process any Hall of Fame has ever had. There will be a flurry of arguments about the players who aren't selected. Still, as Joe Torre said when he just missed induction as a player, \"It's the Hall of Fame. It's supposed to be difficult to get into.\" And Torre experienced all those emotions every other person has experienced when he was inducted as a manager last summer. Here's something else to know: You'll love Cooperstown, N.Y., not just the Hall of Fame, but the amazing little village with its postcard beauty and welcoming arms. Just like almost all the 66 living Hall of Famers, you'll go back every summer to walk those streets and to soak in the atmosphere of the place. You'll go back to see Koufax and Aaron and the others. You'll go back because it's where you'll be young again. You will laugh and you will tease. You will hear cheers like you haven't heard in a long time. You will be treated like royalty. Some Hall of Famers -- Niekro, for instance -- simply show up unannounced at Cooperstown to wander the Hall of Fame and to shake hands and smile. Jim Palmer fell so hard for the place that he returned to be married in a spot overlooking Lake Otsego. He could not imagine a more beautiful place on the planet. And so, for today's electees, this is the beginning of another chapter of your life, a chapter that is an affirmation of your career and a celebration, too. Most of all, it's membership in a club you surely never dreamed of joining. Be prepared, though. It's going to be more than you ever imagined. Your life will never be the same. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
