{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/105698090\/roger-clemens-ticks-up-on-hall-ballot-but-remains-far-away\/",
    "title": "Clemens ticks up on Hall ballot, but remains far away",
    "subtitle": "One of most dominant pitchers in MLB history garners votes from 37.5 percent",
    "body": "Roger Clemens once more didn't come close. He clearly is no longer surprised by this. He has long since crafted his answer on Hall of Fame questions. He cares and has hope, but he's not sweating it. \"The Baseball Hall of Fame, the one in Cooperstown, I have zero control over that,\" Clemens said last summer. \"If that happens, it'd be great. I have my own thoughts on it. There are some good thoughts about that.\" His support remains flat. On Tuesday, Clemens had his name on just 37.5 percent of the 549 ballots, far short of the 75 percent needed for induction. In three appearances on the Hall of Fame ballot, he has been on 37.6 percent, 35.4 percent and now 37.5 percent. Although Clemens remains one of the dominant pitchers in history, it's the suspicion that he used performance-enhancing drugs that has impacted many voters. After pitching a few games for an independent league team in 2012 and flirting with the idea of making a few starts for the Astros, Clemens seems to have moved into the next chapter of his life, once and for all. As for the Hall of Fame, he said, \"It's not something I sit and worry about. I'm far too busy to worry about something like that. I know what I did in my career and how I did it. And I did it right. I can't control what people think or people that don't look at facts.\" Clemens works for the Astros as an advisor and instructor, attending an assortment of celebrity golf tournaments, and he has a long list of charitable interests. Once upon a time, being inducted into the Baseball Hall of Fame seemed critically important to him. Clemens understood he was one of the best ever and enjoyed the comparisons to other all-time greats. With 354 victories, 4,672 strikeouts and seven Cy Young Awards, Clemens has a resume that may never be matched again. Beyond the numbers, Clemens was also one of the game's great competitors, and especially in the second half of his career, he was considered a great teammate and a terrific ambassador for the sport. Everything changed when he was named in the 2007 Mitchell Report as someone who had obtained performance-enhancing substances. Clemens has emphatically denied ever using PEDs. Those denials haven't persuaded the Baseball Writers' Association of America voters, though. During a 24-year Major League career, Clemens established himself as one of the best ever. He's ninth all-time in victories (354) and third in strikeouts (4,672). His name is all over the leaderboards in virtually every pitching category, from winning percentage (19th, .658) to shutouts (26th, 46) to starts (seventh , 707). Besides the record seven Cy Young Awards, Clemens finished second once and third twice. He won the American League Most Valuable Player Award in 1986 and finished among the top 10 in the balloting five other times. Clemens led his league in victories four times, in ERA seven times and in strikeouts five times. He pitched more than 200 innings 15 times and more than 250 innings six times. There are different chapters of Clemens' 24 seasons, but they're almost all astonishingly good. For instance, in his first seven full seasons with the Red Sox, he averaged 19 victories, 34 starts, 257 innings and 239 strikeouts. In his final nine full Major League seasons, he averaged 17 victories, 214 innings and 212 strikeouts. Those who played with Clemens say he worked harder and competed more fiercely than almost anyone. However, a majority of Hall of Fame voters have declined to vote for anyone connected to performance-enhancing drugs. \"The Hall of Fame is great,\" Clemens told CBS News in 2012. \"I've got a lot of great buddies there. The guys that are there paved the way for me to do what I love to do and make a lot of money doing it, take care of my family.\" Clemens won more games than Tom Seaver and had more strikeouts than Walter Johnson in his career. Clemens also helped his teams get to the postseason 12 times, and in eight World Series starts, he was 3-0 with a 2.37 ERA. Clemens made his Major League debut at 21 in 1984 and pitched his final game 23 years later at 45. With or without the Hall of Fame, he had an amazing run. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
