{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/105704670\/hall-bodley-class-of-2015-keeps-hall-of-fame-trending-upward\/",
    "title": "Class of '15 keeps Hall of Fame on the upswing",
    "subtitle": "",
    "body": "NEW YORK -- Two years ago, the Hall of Fame was all dressed up for a celebration but had nothing to celebrate. Nobody was elected in 2013, and to say a dark cloud hung over Cooperstown, N.Y., is an understatement. As empty feelings go, it doesn't get much worse than that for the shrine where the greatest honor a baseball player can achieve lives. Often, down times allow you to appreciate and enjoy the good times even more. And that's the way it is now for the Hall of Fame. On Tuesday, Randy Johnson, Pedro Martinez, John Smoltz and Craig Biggio had their tickets punched.  Complete coverage In short, these two elections couldn't have come at a better time for the Hall of Fame. The year when no one was elected couldn't have come at a worse time. There already had been a void at the Hall of Fame because some of the greatest players in the history of the game had been turned away. Association with performance-enhancing drugs has kept Barry Bonds and Roger Clemens from earning enough support from Baseball Writers' Association of America voters. Add Mark McGwire, Sammy Sosa and Rafael Palmeiro to that group. And Pete Rose, the all-time hits leader, is banned because of gambling. Induction Weekend 2015 will be held July 24-27, and it should be one of the finest. The Hall of Fame is on a roll. For the first time since 1955, writers elected four players in one year. BBWAA voters had not done that since they selected Joe DiMaggio, Gabby Hartnett, Ted Lyons and Dazzy Vance. That is extremely significant because only once have five players been elected. That was in 1936, the first election, when Ty Cobb, Walter Johnson, Christy Mathewson, Babe Ruth and Honus Wagner were chosen. This is the first time since 1954-55 in which three or more players were elected in consecutive years. In 1954, Bill Dickey, Bill Terry and Rabbit Maranville were chosen. The quartet elected Tuesday is one of the finest. This was the 43rd year I've had a vote, and during that period I always felt 1999 -- when Nolan Ryan, George Brett and Robin Yount were elected -- was my No. 1. That class, for me, now drops to second and last year's to third. Had Mike Piazza made it, this year's group would have been compared favorably with 1936. Never has there been a group so dominated by the best pitchers of an era. Consider: • Johnson: A five-time Cy Young Award winner with 303 victories and 4,875 strikeouts who was one of the most intimidating pitchers ever. • Martinez: A three-time Cy Young Award winner with 219 wins who led the Major Leagues in ERA five times. Seldom has a pitcher had the back-to-back seasons Pedro had in 1999-2000, when his ERAs were 1.74 and 2.07, respectively. And in 2004, he helped the Boston Red Sox win their first World Series title in 86 years. • Smoltz: A one-time Cy Young Award winner with 213 wins, but what makes him so special is the fact he's the first pitcher to surpass both 200 wins and 100 saves. That he was the Braves' closer after starting, then returned to the rotation is amazing. \"I think it's an almost impossible accomplishment,\" said MLB.com's Jeff Nelson, a former big league reliever. \"A starter can become a reliever, but to go back to starting is a difficult mindset.\" As a group, these pitchers won nine Cy Young Awards, 14 strikeout titles and nine ERA titles. Add to that trio Biggio, a seven-time All-Star with 3,060 hits. He spent his entire 20-year career with the Astros and was the face of the team. Next year, the Cooperstown doors will open for another great player, Ken Griffey Jr. He's a slam dunk and may be joined by former All-Time saves leader Trevor Hoffman, who'll also be on the ballot for the first time. And because the huge logjam at the top that the 2014 and '15 classes created has been broken, Piazza stands a good chance of making it. He fell 28 votes short this time. Piazza is the greatest hitting catcher of all time and deserves a plaque in Cooperstown -- 427 homers, 1,335 RBIs and a lifetime .308 batting average. As we look back, 2013 seems a long time ago. The last two elections have done more than enough to make us forget about that empty year. Hal Bodley is the senior correspondent for MLB.com. Follow him @halbodley on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Hal Bodley"
}
