{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/105774106\/new-chicago-white-sox-share-a-common-goal-win\/",
    "title": "New White Sox share a common goal: win",
    "subtitle": "Club added several players in offseason, now it needs to find the right chemistry",
    "body": "CHICAGO -- The reshaping appears nearly complete, with the new-look White Sox roster a little more than a month away from taking the field together for the first time in Spring Training. The South Siders were without a doubt an offseason winner, adding several key pieces via trades and free-agent signings. On paper, it's a team that should contend in a competitive American League Central. But winning the offseason doesn't always lead to division championships or pennants -- just look at the 2012 Marlins or 2013 Blue Jays, who were lauded following their moves but were unable to live up to expectations. Writing out the lineup and rotation is one thing. Having 25 players mesh and come together is another. Although chemistry is viewed as overrated by some or incalculable by others, winning teams swear by it. The key to developing it, right-hander Jeff Samardzija believes, is as simple as everyone having the same goal. \"As long as that common denominator is winning, I think it happens pretty quick,\" Samardzija said in December alongside fellow additions David Robertson and Melky Cabrera. \"I think as a team and as a veteran group of guys, when everyone's on the same page about winning games and playing winning baseball, I think everything comes together pretty quickly.\" The White Sox look poised to contend after the signings of first baseman\/designated hitter Adam LaRoche, relievers Zach Duke and Robertson and left fielder Cabrera, as well as the acquisitions of reliever Dan Jennings and Samardzija. Chicago also has a deal in place with utility man Emilio Bonifacio, sources told MLB.com earlier this week. All of those players are experienced Major Leaguers, and all but Robertson have played for multiple teams. Those are two reasons why executive vice president Kenny Williams isn't concerned with bringing several new players into the fold at once. \"They're veterans. They've seen a lot of people not just come into clubhouses, they've seen a lot of people go in clubhouses, and they've had to be that veteran presence to welcome guys in,\" Williams said. \"So they're comfortable and confident in knowing they've been on both sides.\" Despite spending his entire career with the Yankees, Robertson also was part of an ever-changing roster in New York. The White Sox new closer said being around one another each day will breed familiarity and comfort. That comes in Spring Training, where Cabrera -- now with his sixth team -- said the bonding occurs. \"It takes a Spring Training,\" Cabrera said through an interpreter. \"We start getting along together, we start knowing each other, and after Spring Training comes and it's like we've been playing forever together. It takes a Spring Training to know each other, and then we become better friends when we have a team that we can play with and bring a championship or make it to the playoffs.\" Cash Kruth is a reporter for MLB.com. Follow him on Twitter at @cashkruth. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Cash Kruth"
}
