{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/105942288\/matt-silverman-discusses-new-role-tampa-bay-rays-direction\/",
    "title": "Silverman discusses new role, Rays' direction",
    "subtitle": "President of baseball operations expects club to succeed in 2015",
    "body": "ST. PETERSBURG -- When Andrew Friedman left to become the Dodgers' president of baseball operations, Rays team president Matt Silverman changed roles to assume Friedman's position as Tampa Bay's president of baseball operations. Silverman hasn't exactly had time to ease into the job. Faced with a changing climate, Silverman has boldly surged forward this offseason. He's hired a new manager, Kevin Cash, and made a dizzying amount of transactions. Silverman recently sat down with MLB.com to answer a few questions about his new role with the team and about the direction the team is headed. MLB.com: Since taking over, what has been the most challenging part of your job to date? Silverman: The offseason is always a challenge for our department. We are looking to turn the page and reinvent ourselves in a way to make us competitive, not just for the upcoming season, but also for the years ahead. This season, with all of the transition, the challenge has been to execute on our offseason plan while also working through so many of the organizational changes that have taken place. The search for a new manager is one that is very time intensive. We hope it is one that we only do every 10 years or so. The time required for that takes away from other time we might be able to dedicate elsewhere. And in the end, we probably just ended up sleeping less because of it. MLB.com: How difficult was it for you to look at a 77-win club and figure out what parts were worth salvaging and which parts you wanted to move on from? Silverman: Last season was disappointing and would have been disappointing if we had won 83 games. We had a level of talent that we believed should have played better than it did. We still have great confidence in that talent, but that doesn't mean we should simply be satisfied with the status quo and stand pat. MLB.com: How do you balance the sentimentality for players -- fans fall in love with certain players -- and developing a winning club? Is that something tough for fans to understand? Silverman: It's tough for fans to understand, but it's also something that's difficult for all of us within the organization. We have strong connections to our players. And it's impossible to separate the personal side from the business decisions we have to make. In the end, our compass points us toward making our organization stronger on the field, now and into the future. Sometimes that requires us to make difficult personnel decisions that we wouldn't choose to make otherwise. MLB.com: Along those same lines, how important is it for you to stick to the Rays' model of being cost conscious, sticking to young players, etc.? Silverman: The perils of deviating from our model are potentially severe. If we venture too far from it, we risk losing our long-term competitiveness. Our challenge is to continue fielding a competitive club while also maintaining our confidence in the future. We embrace that challenge, and we can best overcome it by adhering to our way of operating. MLB.com: Have you accomplished what you wanted to this offseason to this point? Silverman: There has been tremendous change, not only within our organization, but throughout our roster. We believe those changes benefit our organization. The results may not materialize immediately, but over the course of several years, we expect they will shine through. MLB.com: What are your expectations for the coming season? Silverman: My expectation is that we will be playing meaningful games in September. We have a very talented and well-rounded roster. Our strengths will continue to be pitching and defense. And our offensive profile should be better given performances that revert to expectations and also given some new personnel we've added. Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
