{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/105943784\/phillies-prospect-ben-lively-rising-up-ranks-with-strong-mound-presence\/",
    "title": "Lively arm: Phillies prospect rising up ranks",
    "subtitle": "Right-hander jumps to Double-A with strong mound presence",
    "body": "PHILADELPHIA -- Ben Lively is the newest piece of the Phillies' rebuilding effort. The starting pitching prospect was rising through the Reds' farm system before he was acquired in a trade for veteran outfielder Marlon Byrd on the final day of 2014. The abrupt change in scenery is nothing new for Lively, though, so don't expect it to slow his development. Lively made strides last year after beginning the season at Class A Advanced Bakersfield, where he went 10-1 with a 2.28 ERA, 16 walks and 95 strikeouts over 79 innings in 13 starts. In June, the 22-year-old Lively was promoted to Double-A Pensacola, which is his hometown. \"Having been in that scene for a long time, it was pretty cool for the first couple of weeks, but it settled down,\" said Lively, a product of Pensacola's Gulf Breeze High School before he pitched for the University of Central Florida in Orlando. At Pensacola, Lively was 3-6 with a 3.88 ERA in 13 starts. He walked 36 and struck out 76 over 72 innings. \"I kind of got into a groove, stuck with the same schedule and everything worked out,\" said Lively, who is likely to begin the 2015 season with Double-A Reading. \"I didn't change anything except to settle myself down more when things got out of control for a little bit. I'd get back into the groove and it was all good.\" Following the 2014 season, Lively was named Cincinnati's Minor League Player of the Year. MLB.com has the right-hander ranked as the Phils' No. 8 prospect, the same ranking he had with the Reds. Lively seems ahead of schedule after his first full year of professional baseball. He was Cincinnati's fourth-round pick in the 2013 First-Year Player Draft. \"He's definitely going faster than we could have expected,\" Reds Minor League director Jeff Graupe said. \"We challenged him in his first full season, putting him in [high [Class] A] in the Cal League, an extreme hitters environment. We thought he would do well there, but that it would be more of a year-long battle for him. He blew away all expectations and made it to the point where he forced our hand to promote him.\" Lively has a fastball velocity range of 88-93 mph, and reports show he has four average pitches. But he's been able to throw them for strikes. What helped Lively make the big jump were improvements in mechanics, mound presence and demeanor -- something he felt he had to work on going into the season. \"I definitely matured more on the mound than I had in the past,\" Lively said. \"I kind of get amped up a little too much. Slowing myself down was the main thing. I worked on it all year.\" If Lively's progress in his previous organization was any indication, the Phillies might have found another important piece moving forward. Austin Laymance is a reporter for MLB.com. Mark Sheldon is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Austin Laymance and Mark Sheldon"
}
