{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/105797842\/red-sox-legend-pedro-martinez-still-in-awe-about-getting-call-to-hall\/",
    "title": "Pedro still in awe about getting call to Hall",
    "subtitle": "Righty never thought he would be Cooperstown-bound during his playing career",
    "body": "NEW YORK -- Pedro Martinez doesn't want you to weep over his vote totals. Martinez, elected to the National Baseball Hall of Fame on his first opportunity, met the media at the venerable Waldorf Astoria hotel on Wednesday and discussed his place in the game. The three-time Cy Young Award winner was thrilled to be the first Dominican Republic native to be elected to the Hall of Fame in 30 years, and he was justly proud to be the first player born in the 1970s to reach Cooperstown. But as for any controversy about his vote total (91.1 percent), Martinez just isn't interested. • Pedro Martinez gear The only number that mattered to Martinez, in this case, was the 75-percent threshold necessary for induction. Anything over that, he said, was just a tangential connection to history, and it's a number that will be long forgotten compared to his 219 wins and 2.93 ERA. \"The fact that I made it over 90 [percent]? My God. It's unbelievable,\" Martinez said of earning election on his first chance. \"I couldn't ask for more. The minimum would've been great for me. Remember, I was second-guessed to be here. And today I can say, 'I'm here.' I was supposed to be too fragile. I was supposed to break down on the way over. And I'm here answering your questions. I'm extremely honored to have been selected. Period. Without anybody thinking about what the amount of votes could be.\"  Complete coverage Martinez, in the end, was chosen on 500 of the 549 ballots, which was second only to Randy Johnson (534 of the 549 ballots, 97.3 percent) among this year's four inductees. John Smoltz and Craig Biggio also earned induction to the Hall of Fame this year, and Martinez said he was thrilled to share the honor with his peers. Martinez, who led the league in ERA five times and retired with the sixth-highest winning percentage (.687) of all-time, could recall his 20-year odyssey from the Minor Leagues to the peak of his profession. Martinez never once stopped and thought he could be Cooperstown-bound during his playing career, he said, and he maintained his youthful love of the game all the way through to his retirement. \"I'm extremely honored to be with all of you,\" Martinez said in his opening statement. \"Craig, I know I brushed you back a couple times, but it wasn't intentional. I'm honored to be here, and it's a great joy. For the Dominican Republic, it's a bigger deal than you think, the fact that I'm going in with this class -- and what a class to go in with. Don't forget, you guys have to give me an autograph before you leave.\" Indeed, Martinez gushed several times on Wednesday about his fellow immortals. Martinez said he could recall watching pitchers like Johnson and Smoltz and Roger Clemens perform on the grandest of stages, and he also said that he took copious mental notes on what made them effective. Martinez -- the shortest pitcher in the history of the game to reach 3,000 strikeouts -- said that he didn't necessarily have the physical gifts that Johnson and Smoltz brought to the mound. But Martinez, listed at 5-foot-11 and 170 pounds, made up for his lack of stature with a voracious appetite for competition. \"Even if I was trying to intimidate as far as pitching, I couldn't do it. My body frame didn't intimidate anybody,\" Martinez said. \"At first, like every young pitcher, I was struggling with my control. But because I was small, that was my advantage. ... I was able to pretty much harness everything I had and get this pinpoint control where later on, every time I hit somebody, it seemed like it was on purpose. Early in my career, the intimidation factor wasn't really with me. I was just wild, like every other young pitcher.\" Martinez started out with the Dodgers and later starred for the Expos, Red Sox and Mets before finishing up his career with the Phillies, and he told a few anecdotes about his young life on Wednesday. First up, Martinez told of a time early in his career when his reverence for the game outshone all of his accomplishments. Martinez remembered being young enough to attend a silent auction with his brother Ramon, and he can recall spending all of his money -- $250 -- on a ball signed by Reggie Jackson. Later in his career, Martinez had the chance to visit the Hall of Fame for the first time. The right-hander said he went off in search of the plaque of Juan Marichal, his idol and countryman, and found so much more. Martinez marveled at the finger-less gloves that players wore in the old days and seemed shocked at the thickness of a bat handle used by Babe Ruth, the game's first true matinee idol. Now, more than a decade after that visit to the Hall, it's hard for Martinez to grasp that he's one of the immortals. \"I couldn't imagine how the game was [back then],\" Martinez said. \"I'm extremely honored now to go back and to be a part of it and to be looked at as an old goat. That's what we all became. We're old goats now. Kids will be there and say, 'Oh, look! That's Pedro. That's John [Smoltz]. That was back then!'\" The Hall of Fame, in conjunction with this year's inductees, will decide which hat will appear on the player's plaque. For Martinez, it will likely come down to either an Expos or Red Sox lid. Martinez went 55-33 with a 3.06 ERA in four seasons with the Expos compared to a 117-37 mark with a 2.52 ERA during a seven-year stint in Boston. Martinez did win two of his three Cy Young Awards in Boston, though, and he threw perhaps his most memorable game -- six hitless relief innings -- for the Red Sox in Game 5 of the American League Divisional Series in 1999. Martinez also famously retired the game's first 27 hitters as an Expo in 1995, but the game was scoreless at that point and he gave up a hit to the first batter in the 10th inning. Martinez was traded from the Dodgers to the Expos in 1993, and with free agency looming over his new organization, he was dealt again to the Red Sox in November 1997. Martinez would pitch for the Red Sox for the next seven seasons, a time notable for his many collisions with the dynastic Yankees. The Yankees won the World Series in each of the ace's first three seasons with Boston, and New York lost in the Fall Classic in 2001. The Red Sox would finally get the best of the Yankees in '04, and Martinez said the high-pressure crucible of New York gave him an unparalleled perspective. \"I learned a lot while coming over to New York as a visitor with the Red Sox, and also coming later on and dressing in the uniform of the Mets,\" said Martinez. \"The Yankees' fans were really good at trying to intimidate you as a [member of the] Red Sox. As the opposition, they wanted to intimidate you, but deep in their heart, they appreciate baseball. They appreciate everything you do. They recognize greatness. \"Coming over to the Mets really got me to understand the New York fan. Obviously, Queens is a little bit different than the Yankees fans. In Queens, they're wild. They're happy. They settle for what they have. The Yankees' fans cannot. Win or nothing. They're going to boo you and [yell], 'Who's your daddy?' \" Martinez, known as much for his infectious wit and personality as for his effortlessly dominant ways on the mound, truly enjoyed the back-and-forth with the fans. And that's why he won't really grasp the profundity of his accomplishment until he's back home among family in the Dominican Republic. Martinez, born in the small town of Manoguayabo, grew up idolizing Marichal and wanting something better for himself, and he knows his countrymen take huge pride in his success. Martinez may be the one who will be enshrined in Cooperstown, but the entire nation will celebrate with him in July. \"Once I step in the Dominican, I'll probably get a better feel,\" he said. \"Without a doubt, I know it's an important accomplishment for the Dominican Republic, for me individually, for my family. We're so thankful for the support of the Dominicans and all the people around the world -- and America for giving us the opportunity. I have a pretty good idea. I never dreamt or thought about -- or it never crossed my mind, ever -- that I was going to be a Hall of Famer. ...I took every game like it was my Hall of Fame game.\" Spencer Fordin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Spencer Fordin"
}
