{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/106016822\/mets-banking-on-travis-darnaud-to-keep-making-strides\/",
    "title": "Mets banking on d'Arnaud to keep making strides",
    "subtitle": "Catching depth an asset behind projected long-term starting backstop",
    "body": "With pitchers and catchers scheduled to report to Port St. Lucie, Fla., by Feb. 19, it's time to begin dissecting the Mets' 2015 roster. This is the first of a multipart Around the Horn series taking a position-by-position look at the projected starters and backups heading into the season. First up: catchers. NEW YORK -- If things break their way, the Mets will head into Opening Day set at catcher for at least the next half-decade. In Travis d'Arnaud, the club believes it has a star-in-the-making who took enormous strides last season, and who still possesses All-Star upside. In Kevin Plawecki, it believes it boasts one of the game's top catching prospects -- and a nearly big league-ready one at that. Considering the Mets have not employed a reliable offensive threat at the position since Paul Lo Duca skipped town in 2007, that much is significant. Yet it means nothing unless d'Arnaud can make some significant defensive improvements, all while proving that the hitter he was in the second half of '14 is for real. The starter: Travis d'Arnaud For all the hype surrounding d'Arnaud when the Mets traded R.A. Dickey to acquire him from the Blue Jays two winters ago, the catching prodigy did little to show why over his first year and a half in the organization. Breaking his toe early in 2013, d'Arnaud sat on the sideline for much of the summer, furthering his reputation as an injury-prone player before struggling mightily at the plate during a September callup. A year later, he broke camp with the team, but he fared so poorly over the first two-plus months of the season -- a .180 average, .544 OPS and three home runs -- that the Mets sent him back to Triple-A Las Vegas for seasoning. Upon his return, d'Arnaud struggled to explain what happened at Vegas, saying only that he trained himself to stop thinking so much. Maybe it was that simple, because he hit a home run in his first game back, finishing with a .272 average, 10 homers and an .805 OPS over his final 69 games. The only issue was d'Arnaud's defense. Struggling to throw out runners, he eventually succumbed to right elbow surgery in September, after a bone spur broke off inside the joint. The Mets are banking that a healthy arm will transform d'Arnaud. An expert at pitch framing who never exhibited significant throwing issues as a prospect, d'Arnaud vowed to watch tape of Yadier Molina, Buster Posey and other top catchers over the winter. He hopes that by spring, those issues will be behind him, allowing him to enjoy his first full healthy big league season. \"When he came up last year, we all talked about how he worked so hard to work with the pitchers and be a good defensive catcher,\" manager Terry Collins said in September. \"The one thing that was always tied to this guy was his offensive potential. We saw it. It's no longer potential. It's legit. So going into this winter, we know we've got a guy who can be in the middle of your lineup playing one of the toughest positions -- if not the toughest position in the game -- and do both well.\" The backups: Anthony Recker, Johnny Monell  Because Recker is already on the 40-man roster and out of options, the backup catcher's job (plus the emergency pitcher's gig; he throws a knuckleball) is again his to lose. An all-or-nothing hitter, Recker finished with 35 knocks in 189 plate appearances, nearly half of them resulting in extra bases and a full 20 percent of them going over the fence. Recker made huge strides with his throwing last year, cutting down 10 of 27 would-be basestealers. To compete with Recker, the Mets signed longtime Giants farmhand Johnny Monell to a Minor League contract. Monell reached the Majors briefly in 2013 and, though he is the underdog heading into camp, could swipe Recker's job with a strong spring. Waiting in the wings: Kevin Plawecki Scouts have offered mixed reviews on Plawecki since the Mets took him in the supplemental round of the 2012 First-Year Player Draft, but all the catcher has done since is rake. Reaching Triple-A for the first time last season, he hit .309 with an .825 OPS over two levels, with 11 home runs and 24 doubles. Plawecki was a participant in the Futures Game. If d'Arnaud falters, Plawecki should be ready for the big leagues by midseason. If d'Arnaud thrives, Plawecki could become a valuable non-waiver Trade Deadline chip. Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
