{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/106021200\/phil-rogers-hot-stove-arc-already-stretching-into-2016\/",
    "title": "Hot Stove arc already stretching into 2016",
    "subtitle": "",
    "body": "Every season is sacred, for every team. The clock never stops ticking. Cubs president of baseball operations Theo Epstein was right to say that when he arrived in Chicago three years ago. But he didn't say fans should expect instant gratification, even if it's what they always seem to want. Epstein and his staff have made dozens of smart, creative moves over the last three years. All of them were leading to the one he made in December, when he signed Jon Lester to a contract that does more than speak loudly about the organization's elevated expectations. It screams loudly, like the Rangers' signing of Yu Darvish three years ago or the Yankees digging deep to land Masahiro Tanaka last offseason. At some point soon, two other fan bases -- or three, if the Phillies do trade Cole Hamels to a contender -- will experience that same type of exuberant rush. Max Scherzer and James Shields will tell fans of the teams that add them that their teams are as serious about winning championships as they are about building their summers around the ballpark. While it might seem like it at this point, Scherzer and Shields aren't going to remain on the free-agent market forever. When they're gone, they'll take with them the wide-eyed hopes of dreamers in several Major League cities. Barring a general manager swallowing hard and trading his highly regarded 21- and 22-year-olds for someone like Hamels or David Price, the quick fix or the go-for-bust hand of cards will have to wait. But for how long? That's the question. At the top of the market, there are at least eight teams whose fans would love to see them add a starting pitcher worth an extra five or six wins: the Red Sox, Yankees, Tigers, Blue Jays, Dodgers, Cardinals, Giants and Marlins. And it doesn't take that much imagination to expand the list to include the Nationals, Padres, D-backs, Rangers, Angels and Royals. There's no way the supply can meet the demand of dreamers … or can it? Beneath the surface of this game-changing Hot Stove season -- one in which teams like the Blue Jays, White Sox, Padres and Cubs (even the Twins and Astros) have made moves setting themselves up for major improvement in 2015 -- lurks a truly exciting universal reality. As strong as this market has been, the one that kicks in at the Trade Deadline next July could be the wildest ever. The list of players who are in the last season of team control is staggering. A quick stroll through contracts shows at least 75 guys who have a chance to set themselves up for a romp in the free-agent pool -- including maybe 50 who could be worth three-plus wins in 2016. Some of these guys will sign extensions with their teams, but not many. So let's take a look at who is standing in the Hot Stove on-deck circle. How about this All-Star team? Starting pitchers: Johnny Cueto, Jordan Zimmermann, Jeff Samardzija, Mark Buehrle and Price. Zack Greinke is among the other possibilities, as he has the right to opt out of the the last three seasons of his deal with the Dodgers. Closers: Huston Street, Santiago Casilla and Jonathan Papelbon. Catchers: Matt Wieters, Chris Iannetta and Alex Avila. First base: Mike Napoli and Chris Davis. Second base: Ben Zobrist and Daniel Murphy. Shortstop: Ian Desmond and Jimmy Rollins. Third base: Aramis Ramirez and Juan Uribe. Outfield: Justin Upton, Jason Heyward, Yoenis Cespedes, Dexter Fowler, Austin Jackson, Shane Victorino and Gerardo Parra. Alex Gordon can put himself on the list by not exercising his $12.5 million player option with the Royals. Not a bad list, huh? You can argue that it's light on power hitters -- Jose Bautista, Edwin Encarnacion, Adrian Beltre, Brandon Moss, Mark Trumbo and Jay Bruce are still two years away from free agency -- but for the teams we listed earlier, the ones that are looking for impact arms at the front of their rotations, the upcoming transaction cycle will almost certainly offer a wealth of options. We've accounted for Cueto, Zimmermann, Samardzija, Price, Buehrle and, maybe, Greinke. But that's only the carving station portion of this buffet of pitching talent. If the Red Sox don't get their ace this time around, if the Tigers lose Scherzer and miss him, if the Cubs decide the time is right to add a second heavyweight alongside Lester, they won't lack for inventory to explore. A pack of prospective free agents headed by Mat Latos, Doug Fister, Rick Porcello, Yovani Gallardo, Ian Kennedy, Jhoulys Chacin, Bud Norris, Mike Leake, Wei-Yin Chen and Hisashi Iwakuma can pitch their way into the top tier with strong 2015 performances. A deep group of veterans could offer middle-of-the-rotation options for contenders -- John Lackey, Kyle Lohse, Tim Hudson, Justin Masterson, J.A. Happ, Alfredo Simon, Scott Kazmir and Tim Lincecum. And there's always a possibility that some guys like Ross Detwiler, Josh Johnson and Clayton Richard could pitch well enough to emerge as viable free-agent options, as Brandon McCarthy did in 2014. Feel free to be bummed if your team doesn't import an ace this winter. Call a talk-radio station and vent, if you'd like. That's your prerogative. But don't do something silly and abandon hope. There are more studs where Scherzer and Shields came from, and you won't have to wait long for them to be the guys you covet. Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
