{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/105823434\/new-hall-of-fame-electees-reveal-treasured-items\/",
    "title": "New Hall electees reveal treasured items",
    "subtitle": "A Reggie autographed baseball and Payton football jersey among prized possessions",
    "body": "NEW YORK -- Baseball players are asked for their autographs a lot. People collect artifacts connected to their favorite stars. Even Hall of Famers are no different, it seems. Each of the four new inductees -- Pedro Martinez, Randy Johnson, Craig Biggio, John Smoltz -- who attended a press conference at the Waldorf-Astoria on Wednesday was asked about his most treasured memorabilia. Martinez told a funny story about being called up to pitch a Class A playoff game after his first full season at Great Falls, Mont., in 1990. His older brother, Ramon, was pitching for the Dodgers at the time. As fate would have it, the playoff game was in Bakersfield, Calif., so Ramon had friends pick up Pedro after the game and drive him to Los Angeles. At the time, Ramon was appearing at a charity auction. And Pedro had just been paid -- he had a whole $250 in his pocket after cashing his bi-monthly check.  Complete coverage \"I went over and I saw many things signed on a table. And I saw a Reggie Jackson signed ball,\" Pedro said. \"As a kid, I remember watching Reggie Jackson. ... [He was a] big name. And it said, 'Minimum, 250 bucks.' I checked in my pockets. I looked at the ball and I looked at my pockets. I looked at the ball.\" He decided to buy it, but was told that it was a silent auction. He had to sign a paper agreeing to pay $250. If nobody else bid more, he'd get it. \"And, guess what? I got it,\" he said with a delighted laugh. \"I paid all 250 bucks that I'd made in the last 15 days of work in Great Falls, Montana. That's the first memorabilia that I have. But I have many now.\" Johnson became interested after meeting legendary collector Barry Halper. \"As much as I didn't like facing hitters, I started collecting [items from] hitters who had won batting championships, MVPs,\" Johnson said. \"After I won my first Cy Young [Award] in '95 with Seattle, I started collecting [items from] some of the prior Cy Young Award winners. Then when I won a few more Cy Youngs in Arizona, that's when I started getting into some of the real interesting pieces I purchased from [Halper] before he passed away. Christy Mathewson, personal stuff by Cy Young -- that's when I had a tie there, a tangible meaning.\" Biggio was a football star in high school, and the sport has influenced his collection. \"For me, the two prized things I have, one is actually football-related,\" said Biggio. \"[Bears running back] Walter Payton was my hero growing up, and I have a game jersey of his that I treasure. Then, on the baseball side, Thurman Munson was my hero growing up. I have a bat of his.\" \"Matt Galante, who was [an Astros] coach who was my mentor -- almost like a father figure to me -- he coached Thurman Munson when he was younger. It was nice to hear the stories of who Thurman was and what he stood for. And it was everything -- as someone who was a hero of yours as a young man -- he was everything I thought he was.\" Of the quartet, Smoltz has pursued collecting the least diligently, but he still has quite a few items. \"I never really asked for autographs growing up,\" said Smoltz. \"I'm better today, but I've been known to play catch with my son with my 200th win ball. So I don't know where a lot of stuff is. \"I'm sure I've got some artifacts somewhere. Not that it's not important to me, it's not that important to me where I know where everything is. I have a nice collection just from the All-Star Games and [items] guys signed. But I'm embarrassed to tell you that I've played catch with some memorable balls that I shouldn't have.\" Paul Hagen is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Hagen"
}
