{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/105844294\/erick-fedde-progressing-in-rehab-from-tommy-john-surgery\/",
    "title": "Fedde progressing in rehab from Tommy John surgery",
    "subtitle": "Nats' 2014 top pick throwing from 90 feet, expects to be pitching by midseason",
    "body": "WASHINGTON -- Right-hander Erick Fedde, the Nationals' first-round pick in the 2014 First-Year Player Draft, is happy to report that his elbow is recovering nicely from Tommy John surgery. In fact, the Nevada native was in Viera, Fla., recently to start a throwing program. Fedde started off slowly by throwing 30 feet and then 60 feet. As of Tuesday, he had reached 90 feet and was throwing the ball 50 times per session. Fedde has good and bad days. When he has his good days, it means that he is thinking about nothing else other than throwing the baseball. He forgets that he had elbow reconstruction. The bad days mean the elbow is feeling a little tight and he feel soreness in muscles that he hasn't used in a while. \"I'm progressing pretty well,\" Fedde said via telephone. \"There are good days and bad days when I'm throwing. I was told that was to be expected. I'm continuing with the shoulder rehab. Now I can finally lift and do weight training. My body is starting to feel back to normal.\" Fedde is aware that the Nationals have had success with the players who have recovered from Tommy John surgery. The 21-year-old had a conversation with Stephen Strasburg once about getting back on the mound, and he has befriended fellow pitching prospect Lucas Giolito. The two met during the instructional league season, and Giolito had the procedure done two years ago. Strasburg and Giolito have been successful on the mound since their surgeries. It helps Fedde believe that he will follow in the same path as those two pitchers. \"That's a big boost for me, personally,\" Fedde said. \"I got to say hi to Stras when I went to D.C. He reassured me to keep moving along and trust the system. He said, 'There are going to be some days it's not going to feel good. Just judge yourself from month to month. It's easier that way. It would be better than day to day.' That's been some good advice from him. \"Giolito was walking me through the whole process. We have become pretty good friends. I still stay in contact with him, even in the offseason. He has been a huge help him for me. That is probably one of biggest things for getting through it, just having other guys to tell me, 'You are going to feel bad today. It happens. It's the same way I am.' Today I'm feeling just fine, throwing effectively.\" Fedde will report to Spring Training early and work out with his teammates. He expects to take part in extended spring camp once the season starts and hopes to begin pitching in games by midseason. \"I'll work my way up. I hope to get some rehab starts. Hopefully, July time, we'll see what happens from there,\" Fedde said. \"I want to be on the mound and be somewhat like my old self at some point of the year.\" Before the surgery, the 6-foot-4, 180-pound Fedde had a great final season for UNLV, going 8-2 with a 1.76 ERA in 11 starts. He had 82 strikeouts in 76 2\/3 innings. Scouts compared Fedde to former White Sox pitcher Jack McDowell. \"I picture myself as a power pitcher with the ability to get ground balls when they are needed.\" Fedde said. \"I lived on my two-seam fastball and my slider. I thought I could punch out anybody in the country when I needed to. I could also live on my two-seam sinker to get the double play. [Before the injury] I was a pretty versatile pitcher. I want to become a little more rounded pitcher to help the Nationals. I want to pick up on other pitches and go from there.\" Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the Time. He also can be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
