{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/105863514\/how-will-signing-jo-hung-kang-impact-neil-walkers-future-with-pirates\/",
    "title": "How will signing Kang impact Walker's future with Bucs?",
    "subtitle": "",
    "body": "SCOTTSDALE, Ariz. -- With their $5 million negotiating fee already in the ante, the Pirates are about halfway to the deadline for striking a deal with Korean infielder Jung-ho Kang. The negotiations with agent Alan Nero proceed, with no comment expected from general manager Neal Huntington until a deal is struck or the Jan. 20 deadline passes. However, Nero told the Pittsburgh Post-Gazette on Wednesday that he's \"confident we'll come to an agreement.\" \"The process has been very positive,\" added Nero. \"Neal has tried very hard to basically come to the table with an offer.\" The real mystery will begin if the Bucs are able to sign the 27-year-old power hitter. A deal appears imminent after Kang's Korean team, the Nexen Heroes, announced that their shortstop would be heading to Pittsburgh for a physical this week. Where will Kang play? Who will he displace? Third base, as insurance for a Josh Harrison regression? Does Kang become yet another option at first base? Or does he join the contingency plan for the club's move beyond second baseman Neil Walker? Walker's long-term status is the most riveting, most sensitive issue facing Huntington. Alen Hanson, the Pirates' No. 6 ranked prospect who has primarily played shortstop in the Minors, focused on playing second this Dominican Winter League season as an indication the club may be preparing for the possibility of Walker's eventual departure. Major League talent evaluators are somewhat split over Kang's potential, ranking him anywhere from an impact player to a defensively suspect player whose power numbers (87 homers and 295 RBIs the past three seasons) face serious MLB attrition. Likewise, they're divided on whether he has the tools to stay at shortstop or is better suited for playing second base. And that's where a puzzle tailor-made for the Hot Stove season begins. The Bucs are set around the keystone, with Jordy Mercer and Walker. It will take a long-term, eight-figure deal to reel in Kang -- not the level of commitment the Pirates would make to someone they do not foresee as a regular. Mercer established solid defensive and offensive credentials and does not even become arbitration-eligible until after this 2015 season. Walker comes off a career season that will earn him a hefty raise over his $5.75 million salary, and he is still in line for yet another round of arbitration. Add in the fact that Walker is an extremely popular hometown player, and you've got Huntington's biggest challenge, by far, as the Bucs' GM. Preliminary talks about a long-term extension for Walker took place near the end of the 2014 season -- and the feeling of how they went may have influenced the decision to make a play for Kang. Without multiyear certainty, the Pirates are not likely to retain Walker into his free-agent walk season of 2016. Is it conceivable for them to strike long-term deals with both Walker and Kang, or is it a case of either\/or? Kang reportedly seeks a four-year deal for $5 million a year. The feeling is the Pirates prefer making a large slice of the package incentive-based, not all guaranteed. As a Super Two player, Walker's remaining arbitration leverage will put his salary in eight figures even before he reaches free agency. Such projections make it extremely challenging to agree on a long-term extension. Under Huntington, the Pirates have shown a willingness to sign core players to long-term deals. But Andrew McCutchen earned $452,500 heading into the six-year, $51.5 million deal he signed in February 2012, and Starling Marte made $500,000 prior to agreeing to a five-year, $31 million deal last spring. Walker's starting point is so much higher. Huntington has acknowledged an appreciation for his hometown's adulation of Walker, but will find the resolve for the emotional issues to not influence a baseball decision. Other GMs have wrestled with the same quandary. The Braves dealt the extremely popular Jeff Francoeur in July 2009 and recently traded another hometown guy, Jason Heyward. Mark Trumbo, who grew up a few miles from Angel Stadium, was dealt away by the Angels in December 2013. The Orioles broke L.J. Hoes' heart by swapping him to Houston at the '13 Trade Deadline. John Olerud, the pride of Seattle, was released by the Mariners in the middle of the '04 season. Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. Follow him on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
