{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/105860928\/rangers-pitcher-matt-harrison-begins-throwing-as-he-continues-comeback-bid\/",
    "title": "Continuing comeback bid, Harrison begins throwing",
    "subtitle": "Rangers lefty, who had lumbar spinal fusion surgery in June, says 'everything felt good'",
    "body": "ARLINGTON -- Rangers pitcher Matt Harrison, who is trying to come back from lumbar spinal fusion surgery, has begun throwing again. Harrison, working out at his home in North Carolina, made 65 throws from 30-40 feet in his first throwing session since May 30. Harrison, who won 32 games for the Rangers as a starter in 2011-12, has made just six starts over the past two years. \"It went fine and I felt fine,\" said Harrison, who had the surgery last June. \"There were no issues in my back, but I was just playing catch. It wasn't like long toss. But overall, everything felt good. Every day is better and better. We'll see where it goes from here.\" Harrison is not expected to be close to full strength by the beginning of Spring Training and probably won't be an option for the rotation until sometime around June 1 or later. Because there is almost no history of a pitcher returning from this kind of surgery, the Rangers are planning to take a cautious approach to Harrison's recovery. He will most likely be limited to playing catch and long toss until March 1. If all goes well, he would likely start throwing off a mound around that date and possibly start pitching in Minor League games in April. All of that is tentative because nobody is sure how the back will react to extensive rehab. The only sure thing is Harrison wants to do everything he can to see if he can overcome his back issues and return to the Rangers' rotation. T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
