{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/105872378\/pirates-looking-to-fit-koreas-jung-ho-kang-into-tight-budget\/",
    "title": "Pirates looking to fit Korea's Kang into tight budget",
    "subtitle": "Glut of players eligible for arbitration has GM Huntington thinking outside the box",
    "body": "Arbitration season approaches, and with it comes a sense of dread for almost everyone involved in the process. It's an annual wrestling match between general managers and the agents who represent their players, and it might have had more to do with the average baseball salary increasing 12.8 percent last year than the lucrative deals signed by free agents like Robinson Cano, Jacoby Ellsbury and Shin-Soo Choo. The arbitration process can be a disappointing, eye-opening experience for players or a nightmare for a team loaded with mid-career veterans. The Pittsburgh Pirates are especially invested this year. GM Neal Huntington and his assistants have had a solid if not overly ambitious Hot Stove season. The re-signing of left-hander Francisco Liriano and return of right-hander A.J. Burnett were huge for a starting rotation that once again looks deep, maybe deeper than ever if the Pirates hit on the signing of former Korea Baseball Organization All-Star Radhames Liz and 31-year-old lefty Clayton Richard, who twice won 14 games for the Padres. Antonio Bastardo, acquired in a trade with the Phillies, nicely replaces Justin Wilson in the bullpen. Pedro Alvarez, moving over from third base, and newcomer Corey Hart could upgrade first base, which was a weakness of the teams that won a National League Wild Card spot each of the last two seasons. But there was only so much that Huntington could do to the Bucs' roster because of a glut of arbitration-eligible players. Barring a signing between now and then, they will exchange arbitration numbers with nine players (including second baseman Neil Walker, closer Mark Melancon, third baseman Josh Harrison and Alvarez) on Jan. 16. There's always guesswork involved in setting those figures, but Matt Swartz of mlbtraderumors.com has a solid track record with projections and he estimates that the Pirates' 10 arbitration-eligible players could wind up earning a combined $39.1 million. That's more than half of the $72 million payroll on Opening Day last year, which was a Pittsburgh record. Using that arbitration total, the Bucs are currently looking at a payroll of about $91 million -- almost a 36-percent increase over the total they had at the start of 2013. Serious business, indeed. Ditto the ongoing negotiations to sign slugging KBO middle infielder Jung-ho Kang, who batted .356 with 40 home runs for the Nexen Heroes last year. Sure, the Korean game is dominated by hitting, so you can sneeze at those numbers if you want. It's more fun to dream on them. The Pirates acquired the right to do exactly that with a $5 million posting bid, which they'll pay to Nexen only if they sign Kang. The Bucs are set up the middle with shortstop Jordy Mercer and Walker, yet they're serious about trying to sign Kang, who is a genuine man of mystery. No position player has successfully migrated to the Major Leagues from the KBO. But Korea has also never produced a shortstop who hits like Kang. Maybe Kang would only be a right-handed bat off the bench in Pittsburgh. That seems to be what the rest of MLB is saying he'll be by letting the Pirates win his North American rights with such a low bid. But only the Dodgers bid heavily for Yasiel Puig two years ago, and how's that looking? If Huntington can sign Kang and it turns out he can get on base 33 percent of the time with the power to hit 20-plus home runs, this would be the signing of the year. It might also make Walker a highly valued piece to trade at some point in the next year rather than a home town, homegrown player with the leverage to sign a long-term extension the team could come to regret down the road. Walker is a very good player -- solid in the field, great in the clubhouse and community and coming off a breakout season in which he had a .342 on-base percentage and 23 home runs. He's been a big piece of the teams that ended Pittsburgh's postseason drought. But Walker will be 30 next September and has averaged only 133 games the last three seasons. An appendectomy was part of that story in 2014, but for the third year in a row, Walker also missed some time with back issues. That's got to give Huntington a lot of concern as he tries to avoid an arbitration battle with Walker, who is due a projected raise from $5.75 million to $8.6 million, according to Swartz. Huntington said that he \"would like nothing more'' than for Walker to spend his entire career in Pittsburgh. But he must feel like he's trying to thread a needle in a wind storm when he considers how to keep his young, talented roster intact in MLB's sixth-smallest television market. Walker is two years away from free agency, and it might be now or never to lock him up long term. Contracts signed by fellow shortstops -- like Elvis Andrus' eight-year, $120-million deal (also signed two years from free agency) -- are sure to come up around these contract talks. Just ask the Nationals, who have had every attempt to extend Ian Desmond rebuffed. At some point, players can outgrow the markets they play in. That's a universal reality, even when the player went to elementary school across town from where he now plays second base. Even teams like the Yankees, Red Sox and Dodgers don't have bottomless resources. The Pirates certainly don't, which is why they lost catcher Russell Martin to the Blue Jays. They hope they have filled in well enough with the combination of Francisco Cervelli and Chris Stewart, and would love it if Minor League-signing Sebastian Valle has turned a corner with his stop play in Mexico this winter. It's always about creating options. Kang looks like an intriguing one. Huntington has a couple more weeks to get him signed, when he and his staff aren't trying to sign the players they already have under control. There's nothing fun about this part of the sport, but it's part of the job. Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
