{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/105873292\/new-dodgers-shortstop-jimmy-rollins-ready-to-be-a-part-of-something-special-in-los-angeles\/",
    "title": "Rollins settles in under the LA spotlight",
    "subtitle": "Introduced by Dodgers, veteran shortstop eager to have impact, make history for new city",
    "body": "LOS ANGELES -- \"So this is how I'll walk in every day?\" Jimmy Rollins asked as he stepped off the elevator on the ground floor of Dodger Stadium and encountered a wide hallway decorated by the franchise's entire collection of Gold Gloves. \"This is it,\" Lon Rosen, the Dodgers' executive vice president and chief marketing officer, said proudly. \"You'll get to look at these every day.\" And so began Rollins' career as the Dodgers' shortstop, however long that will last. Sixteen minutes into his introductory news conference on Wednesday afternoon, the question finally came. Any kind of so-called guarantees you can make about this club, this year? Rollins laughed. \"They used to ask me that in Philly all the time,\" he said, referencing his infamous proclamation that the Phillies were \"the team to beat\" heading into the 2007 season. \"Yeah, we're going to be fun. We're going to be a fun team to watch, I can guarantee you that much, and everybody's going to be pulling in the same direction, and you're going to get our best. You're going to get our best.\" The Dodgers were the only team Rollins was willing to waive his no-trade clause for this offseason. \"There was only one place I wanted to go if I left Philadelphia and that was Los Angeles -- a place that has history, a place that wants to win, and I wanted to be a part of something special and somehow have an impact on that,\" Rollins said. \"It wasn't happening in Philly at the moment, so I'm not surprised. I'm just glad it happened.\" There's an irony in that sentiment, as Rollins grew up in Northern California, cheered for the A's and hated the Dodgers ever since they beat them in the 1988 World Series. \"But once I started coming here,\" Rollins said, \"seeing the team, seeing the crowds in L.A., liking the field, the lights flashing, back when [Mike] Piazza was hitting home runs and stuff, I was like, 'This is pretty special.' It feels like you're putting on a show and baseball is entertainment, and this is a place that allows you to entertain, so it was very attractive for that reason.\" A deal for Rollins was struck on the third day of the Winter Meetings for pitching prospects Tom Windle and Zach Eflin, with the Phillies kicking in $1 million of Rollins' $11 million salary for 2015, his final year before free agency. That same day, the Dodgers agreed to send Dee Gordon and Dan Haren to the Marlins, acquired second baseman Howie Kendrick from the Angels and signed starting pitcher Brandon McCarthy to a four-year contract. Shortly after that, Matt Kemp was sent to the Padres in the five-player deal that brought back catcher Yasmani Grandal. Rollins admitted he didn't expect all the changes the new front office made to a 94-win team. \"But not surprised because it's baseball,\" he countered. \"And number of wins doesn't necessarily mean that everything is going well. Sometimes you do it by talent alone, and that gets you through 162 games. But it takes a little bit more to get those next 11 wins [in the playoffs].\" And that's part of why Rollins is here. Shortly after getting shipped to Los Angeles, the 36-year-old got a call from Dodgers manager Don Mattingly, who spent the entire conversation running through the clubhouse dynamics and talking about how Rollins can \"be the glue that holds everything together.\" Yasiel Puig will be one of his biggest projects. \"He's talented,\" Rollins said of the Dodgers' eccentric outfielder. \"He puts on a show, which is fine. Hopefully we keep all that energy headed in the right direction.\" Per FanGraphs, Rollins has compiled the highest Wins Above Replacement (WAR) score for a shortstop since 2002. His slash line dipped to .253\/.323\/.392 from 2011-14, but he averaged 16 homers, 56 RBIs and 28 stolen bases per season and is coming off posting a 3.6 Ultimate Zone Rating last year. Does he feel older? \"Shoot,\" he said, \"I'm sore right now.\" Rollins looks like a stopgap, with Corey Seager perhaps ready to man shortstop by 2016. But third baseman Juan Uribe will also be a free agent at season's end, opening up another spot for the highly touted prospect, and general manager Farhan Zaidi \"certainly wouldn't rule out\" an extension for Rollins. \"Those things have a way of working themselves out,\" Zaidi said. \"He's still playing at an elite level.\" Whether it's his only one with the Dodgers, the 2015 season will be Rollins' 16th. He's notched 2,306 hits -- the most in Phillies history -- won the National League's Most Valuable Player Award in 2007, notched four Gold Gloves and a Silver Slugger Award, went to three All-Star Games and won the World Series in '08. So, what's left? \"I haven't won enough,\" Rollins said. \"I haven't won enough rings.\" Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
