{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/105876824\/braves-bring-in-josh-outman-as-lefty-specialist\/",
    "title": "Braves bring in Outman as lefty specialist",
    "subtitle": "",
    "body": "ATLANTA -- The Braves completed their search for a left-handed specialist on Wednesday, when they signed Josh Outman to a one-year, $925,000 contract. Outman, 30, was prepared to sign a Minor League contract with a club before Atlanta called on New Year's Eve to discuss the possibility of a Major League deal. \"It's never a bad thing to be on a competitive team, especially being in a bullpen that has been as strong as the Braves' has been over the years,\" Outman said. The Braves announced the Outman signing at the same time they confirmed the Jason Grilli and A.J. Pierzynski deals, which were agreed upon in December. These additions forced Atlanta to create a spot on the 40-man roster by designating for assignment infielder Tyler Pastornicky, who may be involved in a minor trade within the next few days. • Hot Stove Tracker  Now that the Braves have signed Outman, they may talk to other clubs about left-handed reliever Luis Avilan, who fell out of favor as he struggled throughout most of the 2014 season. Outman has been used solely as a reliever for both of the past two seasons. He produced a 4.33 ERA for the Rockies in 2013 and was then traded to the Indians. Outman recorded a 3.28 ERA in 31 appearances for Cleveland before being traded to the Yankees on Aug. 28. He surrendered just two hits in the 3 2\/3 innings he compiled over nine scoreless appearances for New York. \"I think I just focused on embracing the role of the reliever,\" said Outman, who spent time as a starter for Oakland and Colorado. \"I had a specific job last year.\" While pitching for the Indians and Yankees, Outman allowed right-handers to bat .304 and compile a .407 on-base percentage, but he limited left-handers to a .169 average and a .269 OBP. \"I figured it out last year that I can be successful [as a lefty specialist],\" he said. \"I think, given my abilities, I can do more than that. But if that is what I'm called upon to do, I know I can be successful and I can give the team what the manager wants from me.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
