{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/105928124\/twins-center-field-job-up-for-grabs-in-spring-training\/",
    "title": "Twins' center-field job up for grabs in Spring Training",
    "subtitle": "Hicks, Schafer to compete for starting role; Buxton's debut likely in late '15 or '16",
    "body": "MINNEAPOLIS -- With new manager Paul Molitor announcing he plans to move Danny Santana back to his natural shortstop position in 2015, the Twins are expected to head to Spring Training with an open competition in center field. Santana was one of the club's better players as a rookie, hitting .319\/.353\/.472 in 101 games, but played most of the season out of position. The 24-year-old made 62 starts in center, while making just 31 at shortstop. It came out of necessity despite the fact Santana had played just 25 games in center in the Minors, compared to 420 games at shortstop. So Molitor said he plans on moving Santana back to short, which means the Twins are expected to use a combination of Aaron Hicks and Jordan Schafer in center. Minnesota also signed former Cardinals outfielder Shane Robinson to a Minor League deal to add more competition to the position. Top prospect Byron Buxton, ranked as baseball's No. 1 overall prospect by MLB.com, is slated to the club's center fielder of the future, but is expected to start the year at Double-A Chattanooga, with his debut not likely to come until late '15 or '16. So until Buxton is ready, here's a look Minnesota's center field candidates for '15: Hicks: Hicks won the center-field job out of Spring Training as a rookie in '13, but has struggled in the Majors over the last two seasons. The switch-hitter has batted just .201\/.293\/.313 with nine homers, 19 doubles and 13 stolen bases in 150 games. He briefly gave up switch-hitting last year to hit from his natural right side, but went back to switch-hitting once he was optioned to Double-A. He fared much better in the Minors last season and looked more comfortable at the plate as a September callup. He was a former top prospect for a reason and the Twins remain hopeful the 25-year-old will be able to figure it out. Veteran outfielder Torii Hunter was brought in as a free agent and will help mentor Hicks in what could be a make-or-break season for the outfielder. Schafer: Schafer is another former top prospect who hasn't quite panned out, but played well with the Twins after being claimed on waivers from the Braves in early August. Schafer hit .285\/.345\/.362 with 15 stolen bases in 41 games. The 28-year-old is just a career .229\/.311\/.310 hitter, but the left-handed hitter has fared much better against right-handers. So it could lead to a platoon with Schafer facing righties and Hicks playing against lefties. Robinson: Robinson was mostly brought in for depth, but has played parts of five seasons in the Majors with the Cardinals, hitting .231\/.303\/.308 in 268 games. He played in 47 games with St. Louis last year, but hit just .150 with one double and one triple. Robinson, who hits from the right side, will get a chance to compete in Spring Training, but is more likely to be a fourth outfielder or start the year at Triple-A Rochester. Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
