{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/105932494\/yankees-prospect-ty-hensley-recovering-after-being-attacked\/",
    "title": "Prospect Hensley recovering after being 'attacked'",
    "subtitle": "",
    "body": "NEW YORK -- Ty Hensley, the Yankees' first-round selection in the 2012 First-Year Player Draft, was hospitalized after being \"brutally attacked and assaulted\" on Dec. 28 in a suburb of Oklahoma City, his agent confirmed on Thursday. Hensley was beaten unconscious and sustained a broken jaw and facial fractures in the attack, which took place at a friend's home in The Village, Okla. Late Thursday night, the 21-year-old right-hander, who is recovering at his home in Oklahoma City, showed his appreciation for those who sent him well-wishes.  \"I just want to thank everyone who has reached out to me today. Your thoughts, prayers, and support are much appreciated by my family and [me]!\" Hensley said via his Twitter account. \"For those of us that know Ty best, this attack was shocking and disturbing both in its severity as well as the fact that it could not have happened to a nicer, more good-natured young man,\" said his agent, Rob Martin. \"While Ty always handles adversity remarkably well, he's taken it to a new level in meeting this challenge head on. His pain tolerance, attitude and determination to get back on the mound as soon as possible are literally off the charts. This is a young man with rare character and unbelievable toughness.\" The Yankees said that they are aware of the incident but will have no further comment at this time. Hensley received a $1.2 million signing bonus from the Yanks in 2012 and missed all of 2013 following surgery to repair the labrums of both hips. He pitched last season for the Gulf Coast Yankees and Class A Staten Island, posting a 2.93 ERA in 11 combined games (10 starts). The case was referred to the Oklahoma District Attorney's office. Felony assault and battery charges were filed against Anthony Morales on Thursday afternoon. Hensley's attorney, Jacob Diesselhorst, identified Morales as a mutual acquaintance. Morales is a former Weber State linebacker who was briefly on the Carolina Panthers' training camp roster this season. \"Ty was jumped and knocked unconscious by this person, who then continued to attack him while Ty was on the ground unconscious,\" Diesselhorst said. \"Another person at the home walked in on the incident and at that time, the perpetrator fled the scene. Ty was taken to the hospital, treated and released.\" Diesselhorst said that Hensley showed no neurological damage or skull fractures following the attack. There were no injuries to Hensley's arm or any part of his body other than the head, Diesselhorst said, and Hensley is expecting to report to Spring Training. \"He's pretty banged up, but he's a strong kid,\" Diesselhorst said. \"He's got a good spirit about him. Once his jaw heals up, he will be back on his feet.\" Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
