{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/105934086\/slugger-jose-abreu-eyes-postseason-berth-for-white-sox-in-2015\/",
    "title": "Excited about Sox moves, Abreu eyes playoff berth",
    "subtitle": "Slugger looking forward to working with LaRoche",
    "body": "CHICAGO -- Jose Abreu readily admits that Rick Hahn's aggressive offseason personnel maneuvers have directly influenced his continued improvement with English comprehension. The thrice-honored 2014 American League Rookie of the Year (BBWAA, Sporting News, Players Choice), overall Rookie of the Year according to the GIBBYs and AL All-Star has been paying close attention to the plethora of impact moves made by the White Sox general manager during the Hot Stove period. With the trade for Jeff Samardzija and the free-agent signings of Adam LaRoche and Melky Cabrera, the White Sox first baseman studied the reports via Twitter, read articles online or simply watched coverage on MLB Network. Julio Estrada, Abreu's friend and assistant, would see a White Sox move and text Abreu, but most of the time, Abreu would text him back that he already knew as he was watching the news. Abreu took time from his workouts in Miami to talk with MLB.com about his excitement for the 2015 White Sox and the lofty expectations placed upon the team. \"I'm preparing for a longer season,\" said Abreu, with the assistance of Estrada. \"I'm not preparing for 162 games. I want playoffs in Chicago. \"Individual accolades won't matter. At the end, we will be remembered for what we accomplished as a team, and as a team, we have business to finish this year and years to come.\" Abreu's .317 average, 36 homers and 107 RBIs, not to mention his Major League-leading .581 slugging percentage, did more than back up the six-year, $68 million deal agreed upon when Abreu came from Cuba as a free agent and joined the White Sox. His proven excellence contributed to the team taking a giant step forward in its reshaping process, accelerating the plan by at least one season. Adding LaRoche figures to take away some of Abreu's first-base time, although Abreu is expected to be at his position for around the 109 games he played there last season, per Hahn. Whatever the first base\/designated hitter breakdown, Abreu understands the benefits of having an established cleanup hitter and the added plus of both men staying fresh longer into the season with the defensive split. Because of his immediate excellence, people might forget that Abreu will soon begin just his second big league season. So the 27-year-old knows there's more to learn from an established presence such as LaRoche, presenting a similar sort of relationship he fostered with Adam Dunn and Paul Konerko last season. \"Adam Dunn helped me with a lot of baseball knowledge and I picked up a lot of things from Paulie in terms of his leadership role and in terms of baseball,\" Abreu said. \"LaRoche has had a great career, and he has more baseball ahead of him. It's going to be beneficial for both sides sharing first base\/DH duties for the benefit of the team and the whole organization.\" Documentaries on the Discovery Channel, History Channel and National Geographic also have held Abreu's interest this offseason. But it was Abreu's viewing of the World Series between the Giants and Royals, coupled with Hahn's moves, that has him ready to leave Miami and start Spring Training today. \"Kansas City was a team we played so many times that I knew a lot of players on the team, especially the Latin players. I felt like, 'Come on, I want to be there someday,'\" Abreu said. \"Winning games for the White Sox and obviously reaching the postseason, that's my dream.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
