{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/105938084\/white-sox-prospects-find-mini-camp-quite-beneficial\/",
    "title": "White Sox prospects find mini-camp quite beneficial",
    "subtitle": "",
    "body": "CHICAGO -- Spring Training workouts won't begin for at least six weeks for most of the 13 players taking part in the second annual White Sox hitters mini-camp at Camelback Ranch in Arizona. But with the conclusion of the three-day workout Wednesday, many of the top young prospects invited, as well as the couple of veterans involved, finished an offensive primer to enhance their spring exams. \"I think it was very productive. We were able to get in the cage and get some things done with thought processes going forward in their mental capacities and their physical capacities,\" said White Sox hitting coach Todd Steverson in an interview taped in Arizona. \"For these guys going into a long season, they really need to learn themselves and that's what really the process of this is all about. It's about getting a routine down and understanding what you want to do moving forward.\" \"It was great,\" said White Sox Minor League outfielder Courtney Hawkins, the No. 5 White Sox prospect per MLB.com. \"You get to work with big league coaches. They tell you what to strive for over the next month and a half. It's never going to be perfect. It's baseball, but it's beneficial to work on what you need to work on and try to perfect it.\" Hawkins spoke of being at a good place now, where he's just playing and not worrying about validating his standing as the 13th pick overall in the 2012 First-Year Player Draft. Third baseman Matt Davidson, the team's eighth-rated prospect, has put behind him a rough debut with the White Sox in 2014 and the new father feels much more comfortable entering his second season following a trade over from Arizona. Infielder Tyler Saladino took swings and did a little throwing in his ongoing recovery from Tommy John surgery that prematurely ended his '14 campaign, with a target of being ready to go at the start of Spring Training. Outfielder Trayce Thompson (No. 14 prospect) felt the hitters mini-camp provided a springboard into Spring Training. \"This has definitely been beneficial,\" Thompson said. \"Everyone got something good out of it.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
