{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/105935336\/spring-workout-dates-announced-for-all-clubs\/",
    "title": "Spring workout dates announced for all clubs",
    "subtitle": "",
    "body": "Spring is officially on the horizon. Major League Baseball announced the first Spring Training workout dates for all 30 of its clubs on Thursday. Pitchers and catchers for the reigning World Series champion Giants -- along with the Phillies, Pirates and Reds -- will be the first to work out, with a Feb. 19 start date. Thirteen other clubs will work out pitchers and catchers for the first time the following day. That's right, folks: Just 42 days until the first pitches of the 2015 season are thrown. The first full-squad workouts will take place on Feb. 24. Those four teams will be joined by the Marlins, White Sox, Indians and Tigers as the first to have their entire team begin working out. The Phillies will play the University of Tampa on March 1 in the first Spring Training game for any team. Grapefruit and Cactus League play will kick off two days later, with a slate that features five games between big league clubs. The Twins, Rays and Blue Jays will be the final three clubs to begin working out, with pitchers and catchers set for action on Feb. 23. The Rays and Twins won't go through their first full-squad workouts until Feb. 28, the latest date for any team. Here's a full breakdown of the initial workout dates for pitchers and catchers for each club (with the first full-squad workout in parentheses). Thursday, Feb. 19 Cincinnati Reds (Feb. 24) Philadelphia Phillies (Feb. 24) Pittsburgh Pirates (Feb. 24) San Francisco Giants (Feb. 24) Friday, Feb. 20 Arizona Diamondbacks (Feb. 25) Baltimore Orioles (Feb. 25) Chicago Cubs (Feb. 25) Chicago White Sox (Feb. 24) Cleveland Indians (Feb. 24) Detroit Tigers (Feb. 24) Kansas City Royals (Feb. 25) Los Angeles Angels (Feb. 25) Los Angeles Dodgers (Feb. 26) Miami Marlins (Feb. 24) Oakland A's (Feb. 25) St. Louis Cardinals (Feb. 25) San Diego Padres (Feb. 25) Saturday, Feb. 21 Atlanta Braves (Feb. 26) Boston Red Sox (Feb. 25) Colorado Rockies (Feb. 27) Houston Astros (Feb. 25) New York Mets (Feb. 26) New York Yankees (Feb. 26) Seattle Mariners (Feb. 25) Texas Rangers (Feb. 26) Washington Nationals (Feb. 26) Sunday, Feb. 22 Milwaukee Brewers (Feb. 26) Monday, Feb. 23 Minnesota Twins (Feb. 28) Tampa Bay Rays (Feb. 28) Toronto Blue Jays (Feb. 27) AJ Cassavell is a reporter for MLB.com. Follow him on Twitter @ajcassavell. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "AJ Cassavell"
}
