{
    "url": "http:\/\/m.mlb.com\/news\/article\/1291558",
    "title": "Is this the year of Texas?",
    "subtitle": "Is this the year of Texas?",
    "body": "So does that mean it's the Year of Texas? We're less than a week into 2006, and if what just happened in the Rose Bowl is any indication, then you can probably understand why a great number of baseball fans in the Lone Star State might be wondering about that. The No. 2 Texas Longhorns survived a 41-38 thriller to end the 34-game winning streak of the No. 1 USC Trojans, capturing the national college football championship. It symbolizes the first major sports championship of the year on the North American calendar, and the last one happens in late October on a ballfield. The question now is: Could that last one in 2006 possibly feature the Houston Astros and the Texas Rangers? Could it be the first regional-rivalry World Series since this decade began with a New York Subway Series -- and thus ensuring the first Major League Baseball world championship in the state of Texas?  Well, it's certainly not out of the question. The Astros are coming off their first actual visit to a World Series since the franchise's inception in 1962. The Rangers have been building with a young nucleus and are knocking on the door. On paper, the former probably will be pronounced the more likely of the two to get there when the preseason publications roll out this spring.  There's even an obvious Roger Clemens connection here. The Rocket pitched the Longhorns to an NCAA championship in the 1980s, and he came \"home\" to pitch for the Astros the last two seasons. His future is uncertain right now, and Texas is considered one of the likeliest teams for him in 2006 if he continues to play and does not re-sign with the Astros on or after May 1.  Maybe it's a stretch, like Vince Young stretching five yards into 20. But baseball fans are college football fans, too, and it's worth exploring after watching one of the all-time bowl classics. Especially in this anything-is-possible era, when the Boston Red Sox and Chicago White Sox finally can win world championships. Here is a closer look at both Texas candidates for 2006:  Houston Astros They were swept by the Chicago White Sox in the World Series, but four breaks and it could have been a Houston sweep. It is a franchise that has taken breakthrough steps each of the last two years, taking St. Louis to Game 7 in the 2004 National League Championship Series and then eliminating the Cardinals for the pennant last fall. Owner Drayton McLane is determined to take the next step.  The pitching staff returns Roy Oswalt, who has won 20 games each of the last two years; Andy Pettitte; and elite closer Brad Lidge. Clemens is the X-factor. He was not offered arbitration by the club because of his uncertain status, so he is not eligible to re-sign until May 1. (He will pitch in the World Baseball Classic in the meantime.)  In need of a big bat, the Astros just acquired Preston Wilson on Tuesday. He won the NL RBI title in 2003, and last season drove in 90 runs -- more than every Astro except Morgan Ensberg. That has been viewed as a major addition around the Majors, a run producer whose skills are well-suited to Minute Maid Park.  \"Last year (2004) we took a big step by winning in the playoffs for the first time,\" Pettitte said right after the last World Series ended. \"This year was another huge step. We've got a taste of it now. Now it's the same old story, try to keep your club together and look forward to next year.\"  Texas Rangers On Wednesday, the Rangers completed that six-player deal with the Padres -- bringing Adam Eaton to the Texas rotation and Akinori Otsuka to the bullpen. Eaton will join Kevin Millwood and Vicente Padilla as newcomers on a rotation that is key to this team's next steps.  The Rangers never have been to the World Series. They made it to the American League Division Series three times, all in a confined stretch and under Johnny Oates' managing: 1996, 1998, 1999. And in each of those three Octobers, they were quickly ousted by the Yankees. Are they due? Yes, they are definitely that.  In this offseason, the Rangers also have dealt Alfonso Soriano to the Washington Nationals, acquiring Brad Wilkerson for outfield strength. While Soriano has been a consistent run producer in his career, this is a Texas club that is certainly not lacking for offense. It's loaded on that front, built around emerging stars as Mark Teixeira and Hank Blalock.  \"Initially, I was surprised for one, and I didn't know if I wanted to pitch there,\" Eaton said after the trade was announced. \"With the acquisition of Padilla and Millwood, I see they are making serious strides.\"  Astros vs. Rangers next October? Home-field advantage for the state of Texas no matter what? When there are 28 other possibles in the mix, naturally the odds are against it. But it's not out of the question, and after watching that thriller that ended just after midnight ET on Thursday, it's fair for anyone in the big state to ask that question.  Mark Newman is enterprise editor for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
