{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/105581224\/phil-rogers-rick-hahn-rapidly-renovates-chicago-white-sox\/",
    "title": "Hahn's rapid renovation has White Sox in strong location",
    "subtitle": "Versatile speedster Bonifacio latest addition to South Siders' extreme makeover",
    "body": "Only two years ago, the White Sox opened the season with a 1-0 victory over the Royals. Chris Sale was one home run better than James Shields, who was making his first start for Kansas City. It was a great game; the 2013 White Sox were not a great team. They were an old, seriously flawed, heavily right-handed team. Their lineup that day read like this: Alejandro De Aza, Jeff Keppinger, Alex Rios, Adam Dunn, Paul Konerko, Dayan Viciedo, Alexei Ramirez, Tyler Flowers and Gordon Beckham. Whatever hope that team carried into the season was gone by mid-June, and the team collapsed all the way to a 63-99 record, the worst for the White Sox since 1970. But look at them now. Rick Hahn, who inherited a troubled organization with limited payroll flexibility and a thin farm system when he took over for Ken Williams after 2012, has transformed the Major League roster into one of the deepest, most-balanced in the American League. Say what you will about Miguel Cabrera and Victor Martinez, but it won't be a huge surprise if the White Sox outscore the Tigers this season. That's saying a lot, but consider how much left-handed hitting and speed Hahn has added since the Trade Deadline in 2013, when he began the makeover that continued Monday with an agreement to sign switch-hitting utility man Emilio Bonifacio. This will be the sixth team in four years for Bonifacio, who has always been valued for his versatility and his speed over his pure presence. But barring a huge spring from one of Chicago's young second basemen, Micah Johnson and Carlos Sanchez, Bonifacio will be in an Opening Day lineup for the fourth consecutive season. He batted leadoff for the Cubs last year; he could hit ninth for the South Siders when they open the season in Kansas City, most likely with Yordano Ventura standing where Shields was two years ago. As for the rest of the White Sox lineup, we're looking at only two holdovers from that group that faced Shields -- catcher Flowers (a good candidate for a breakout season after quietly hitting .280 with a .337 on-base percentage and a home run every 15 at-bats in the second half last season) and shortstop Ramirez, a Silver Slugger Award winner last season. Here's the lineup that Hahn has put together: 1. Center fielder Adam Eaton, a left-handed-hitting speedster acquired from Arizona in a three-team trade last offseason that cost the White Sox left-hander Hector Santiago and Minor League outfielder Brandon Jacobs. Eaton had a .396 on-base percentage in the second half last season. Someone has to help him stop running into outfield walls. 2. Left fielder Melky Cabrera, a switch-hitter with a strong arm signed to a three-year, $42 million contract as a free agent. 3. First baseman Jose Abreu, a right-handed-batting elite hitter signed to a six-year, $68 million last offseason after he defected from Cuba. He was fifth in the Majors with 107 RBIs last year despite being tied for 70th in at-bats with runners in scoring position (126). He's a serious MVP candidate for 2015 and every ensuing season, until further notice. 4. Adam LaRoche, a left-handed-hitting first baseman\/DH with an .811 career OPS who signed a two-year, $25 million contract. He seems well-suited for U.S. Cellular Field and could challenge his career high of 33 homers while also upgrading the fielding at first base and adding a strong presence to the clubhouse. 5. Avisail Garcia, a 23-year-old right fielder acquired from Detroit along with a package of prospects in the three-team deal that sent Jake Peavy to Boston two seasons ago. He's an X-factor high on talent and with experience beyond his age. His right-handed bat rounds out the 3-4-5 combination. 6. Conor Gillaspie, a left-handed-hitting third baseman Hahn added from the Giants in a 2013 trade for pitching prospect Jeff Soptic. He's a tough out but needs work in the field. Bonifacio could give him some rest against left-handers. 7. Flowers -- Pitchers love his selfless nature and game-calling, and he ranked eighth among AL catchers with 15 home runs. 8. Ramirez -- A 2014 All-Star, he mostly hit second or sixth last season but could slide down the order with the addition of Cabrera and LaRoche. In this lineup, Ramirez and Flowers mark the only spot where a right-hander would face back-to-back right-handed hitters. 9. Bonifacio -- He's a streaky hitter who can take over a series with his small-ball skills. He's averaged 31 stolen bases the last four seasons while being caught only 19 percent of the time. He could be the primary backup for Eaton in center field and Cabrera in left, possibly allowing manager Robin Ventura to keep a specialist such as the crazy-fast Tony Campana (signed to a Minor League contract) on his roster. Like most other moves Hahn has made in his Hot Stove run -- the key exception being the trade for Jeff Samardzija -- the White Sox picked up Bonifacio without giving up talent. Under Hahn, they have constructed a lineup that could back Sale, Samardzija, Jose Quintana and possibly Carlos Rodon well enough to reach the playoffs while also building a strong farm system. That's a tricky double to pull off, but it sure looks like the White Sox have done so. Hahn sent four young players to Oakland for Samardzija but not any of the guys who are considered top prospects -- pitchers Rodon, Francellis Montas, Spencer Adams and Tyler Danish, along with shortstop Tim Anderson, outfielder Courtney Hawkins and Johnson, the left-handed-hitting second baseman who hit .294 between Double-A and Triple-A last year and stole 84 bases in 2013. The White Sox do lose a second-round Draft pick for signing Cabrera, who had received a qualifying offer from Toronto, but pick eighth overall in the first round and figure to once again be active internationally. Power-hitting outfielder Micker Adolfo and shortstop Amado Nunez highlight the Latin American talent they've added in the last two signing periods. With Bonifacio added, the White Sox are headed toward a $120 million payroll after opening last season at about $90 million. They are working to trade Viciedo, and can pay for Bonifacio's $4 million guarantee (for 2015 and the buyout of a '16 option) if they find a taker. This is a serious team, and it got here in a hurry thanks to the moves made by Hahn and his staff. The talent still coming in the pipeline -- along with long-term contract extensions for Sale, Quintana and Abreu -- could make the White Sox a factor in the AL Central for years to come. Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
