{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/105613450\/former-giants-orioles-pitcher-stu-miller-dies-at-87\/",
    "title": "Former Giants, Orioles pitcher Miller dies",
    "subtitle": "Hurler famously charged with balk during windy 1961 All-Star Game",
    "body": "SAN FRANCISCO -- Stu Miller, who will be remembered more for committing history's most famous balk than for his formidable pitching, died Sunday at his home in Cameron Park, Calif. He was 87. The Giants and Orioles, the teams with whom Miller distinguished himself the most during his 16-year Major League career, announced his death Monday. Baseball's spotlight glared upon Miller during the 1961 All-Star Game, which cemented Candlestick Park's reputation as an oversized air conditioner. This, according to legend, was the Midsummer Classic in which Miller was blown off the mound. That wasn't exactly what happened. A game recap in the 1963 book \"The Giants of San Francisco\" cited unusually withering temperatures that forced 95 fans to receive treatment for heat prostration during the early innings. But Candlestick's infamous breezes took over by mid-afternoon. Recalled Dodgers shortstop Maury Wills, who played the entire game for the National League, \"I saw the same hot-dog wrapper hover over the infield for three or four innings with the wind taking it in different directions, about 100 feet off the ground.\" Miller, the Giants right-hander making his first and only All-Star appearance, relieved Sandy Koufax in the ninth inning with one out, Roger Maris on first base, Al Kaline on second and the NL clinging to a 3-2 lead. In the 1979 book \"SF Giants: An Oral History\", Miller said the flags in center field were \"almost torn off the flagpole by the time I got in. It was actually the windiest day I had ever seen there, and I was certainly used to it by then. So I came in and anchored myself into the wind, as usual.\" As the 5-foot-11, 165-pound Miller went into the stretch position to pitch to Rocky Colavito, a sudden gust upset his balance. Miller threw the pitch anyway, but was called for a balk after doing so, due to his erratic movement. Kaline scored the tying run as third baseman Ken Boyer misplayed Colavito's subsequent grounder. Ultimately, Miller persevered and received the decision in the NL's 5-4, 10-inning victory. Miller, who ranked among the top 20 finishers in Most Valuable Player Award voting four times, broke into the Majors with the Cardinals in 1952. He performed for four other teams, including the Giants (1957-62) and Orioles (1963-67), and compiled a 105-103 record with a 3.24 ERA and 154 saves in 704 career appearances. He was among 43 former Giants to merit a plaque on AT&T Park's Wall of Fame, a distinction reserved for the franchise's finest San Francisco-era (since 1958) performers. Miller also was elected to the Orioles Hall of Fame in 1989. After alternating between starting and relieving, Miller moved almost exclusively to the latter role in 1959, one year after he recorded an NL-best 2.47 ERA. He topped the NL with 17 saves in 1961 and the AL with 27 in 1963. He won 14 games in relief in 1961 and again in 1965. Though Miller relied primarily on a changeup, he overwhelmed enough hitters to average 8.35 strikeouts per nine innings from 1963-65. \"For what he had, he was amazing,\" said left-hander Johnny Antonelli, a Giants teammate of Miller's from 1957-60. \"He made some of those hitters look pretty bad. He had a great idea of how to pitch, changing speeds. It was really funny to watch sometimes. He would throw a pitch that floated up there, someway, somehow, and it looked like it was going to be a fastball. But it came in there slow and they would just swing through it. He would make certain hitters look sick. That was Stu Miller.\" A native of Northampton, Mass., Miller is survived by his wife, Jayne; six children, Scott, Lori, Kim, Marc, Gary and Matthew; five grandchildren and one great-grandson. Chris Haft is a reporter for MLB.com. Read his blog, Haft-Baked Ideas, and follow him on Twitter at @sfgiantsbeat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Haft"
}
