{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/105636078\/baseball-world-abuzz-as-hall-announcement-looms\/",
    "title": "Baseball world abuzz as Hall announcement looms",
    "subtitle": "",
    "body": "The National Baseball Hall of Fame is set to reveal its class of 2015 today, and if four players are elected it would be the largest class of players since 1955. There is a pair of first-timer pitchers on the ballot who appear to be shoe-ins for induction, another pitcher who seems highly likely and another player who could get over the hump after narrowly missing out last year. Electees from the Baseball Writers' Association of America ballot are set to be announced at 2 p.m. ET on MLB Network and MLB.com, with coverage beginning at 11 a.m. ET. Here is a look at what some are saying as the announcement approaches. Jayson Stark of ESPN.com writes on left-hander Randy Johnson: \"The question isn't whether Johnson belongs in the Hall of Fame. The question is how close he is to being considered the greatest left-handed pitcher of modern times.\" Joe Posnanski of NBC Sports tweets: \"The Hall of Fame was basically invented so that one day Pedro Martinez would be in it.\" The Hall of Fame was basically invented so that one day Pedro Martinez would be in it. http:\/\/t.co\/TUFeXhhkwQ They both are virtual locks to make it to the Hall, but neither will be the first to be inducted unanimously. Mike Berardino of the St. Paul Pioneer Press revealed his ballot, and did not vote for either pitcher in favor of other players who might need his vote more. Yes, I left Randy, Pedro off my ballot. Counting on fellow BBWAA voters to elect. Trammell, Walker needed me more. pic.twitter.com\/z6OnfJtZAf Many have argued that the ballot size should be increased. Ken Rosenthal of FOXSports.com suggests increasing the ballot size to as many as 15, while Derrick Goold of the St. Louis Post-Dispatch, calls for a binary ballot where a voter would simply say \"yes\" or \"no\" to each candidate, with no limit on how many he or she could select. Former Major Leaguer Todd Hollandsworth was asked on MLB Network Radio about first-timer John Smoltz in comparison to the other Braves pitchers -- Greg Maddux and Tom Glavine, both of whom were elected last season: \"Smoltz was the one you feared, just so y'all know that. Smoltz was the one. He was the most uncomfortable at-bat of the three. ... Smoltz was the one who had the elevated velocity, 95-96 mph, started to develop the cutter late in his career. He was filthy and you didn't want to face Smoltz. Of the three guys that we're talking about, and two are in the Hall of Fame already, Smoltz was the guy you didn't want to face.\" Craig Biggio missed the Hall of Fame by just two votes last year, but as Jon Heyman of CBSSports.com writes: \"With 3,000-plus hits, the most doubles for any right-handed hitter (668) and 418 steals (not easy considering he was already standing on second a lot after all those doubles), he makes it here after being omitted the first go-around.\" Then there are players such as Roger Clemens and Barry Bonds, who based on previous balloting are almost certain to fall short of the required 75 percent of the votes needed for induction, and there are other players receiving some support who could make a push for induction. Mike Piazza told USA Today: \"As a player, you can only put out your body of work,\" he said. \"It's not like an election where I'm promising to do something. My career is done. It's in a bubble: Take it or leave it.\" Former big league pitcher C.J. Nitkowski, now an analyst for FOX Sports, made the case for Mike Mussina, tweeting: \"In 17 full seasons in the AL East in the middle of the PED era in two tough ballparks to pitch in Mike Mussina never won less than 11 games.\" In 17 full seasons in the AL East in the middle of the PED era in two tough ballparks to pitch in Mike Mussina never won less than 11 games. And while it's possible neither Mussina nor Curt Schilling is inducted into the Hall of Fame, David Schoenfield of ESPN writes: \"Curt Schilling and Mike Mussina are more deserving\" than Smoltz. Jamal Collier is a reporter for MLB.com. Follow him on Twitter at @jamalcollier. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jamal Collier"
}
