{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/105656438\/tigers-ink-tom-gorzelanny-to-one-year-deal-to-boost-bullpen\/",
    "title": "Tigers ink Gorzelanny to one-year deal to boost 'pen",
    "subtitle": "Right-hander Putkonen designated for assignment",
    "body": "DETROIT -- Long before the Tigers built their dream rotation, they tried to trade for a young lefty starter in Pittsburgh named Tom Gorzelanny. Years later, they finally got him, but it's their bullpen they're hoping he can fix. \"He's a guy that we look at as being our veteran left-hander in the bullpen,\" team president\/general manager Dave Dombrowski said Tuesday after signing Gorzelanny to a one-year contract. \"He's a guy that's got solid stuff with experience and knows how to get big league hitters out.\" The Major League deal includes a $1 million base salary plus incentives, according to industry sources. He's the first free-agent lefty reliever the Tigers have signed to a guaranteed contract in 13 years under Dombrowski. \"It was a pretty easy decision,\" Gorzelanny told MLB.com in a text message. \"When they called and made an offer, I was ready to get something done. Great team to play for, an obvious World Series contender, it was an easy choice.\" At the same time, the low-risk, high-reward deal fits the Tigers' profile for such a role. Like Joba Chamberlain a year ago, the Tigers are investing in the upside of Gorzelanny in his second season back from shoulder surgery. The Tigers had interest in Gorzelanny when he was a young starter in Pittsburgh from 2005-09. He has bounced around since, spending two years apiece with the Cubs, Nationals and, most recently, the Brewers, but he only became a full-time reliever in 2012. The 32-year-old worked his way back from shoulder surgery a year ago to make 23 appearances out of the Brewers' bullpen last summer, allowing two earned runs on 22 hits over 21 innings with eight walks and 23 strikeouts. Left-handed hitters were 11-for-34 (.324) against him, but the lone extra-base hit was a double. For his career, however, Gorzelanny has allowed a .231 average to left-handed batters, including 18-for-98 (.184) with 28 strikeouts for Milwaukee in 2013. In terms of raw stuff, Tigers scouts who watched the Brewers saw improvement out of Gorzelanny as the summer rolled on. \"We saw him early coming back, and his velocity was down. He didn't throw nearly as well as he did later in the year,\" Dombrowski said. \"His velocity picked up back to the normal range -- upper 80s, low 90s. He's always had a deceptive delivery.\" Gorzelanny is expected to fill the slot left open by Phil Coke, who became a free agent after five seasons in Detroit, and complement Ian Krol, who wore down around the midseason mark. Dombrowski didn't rule out re-signing Coke, but the parties haven't had active talks. With Detroit's 40-man roster full, the Tigers designated long reliever Luke Putkonen's contract for assignment to make room. Putkonen pitched in just two games last season before undergoing surgery to remove a bone spur from his right elbow. Detroit could still end up with the 28-year-old Putkonen in camp as a non-roster invitee if he clears waivers. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
