{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/105667738\/longtime-houston-astros-star-craig-biggio-elected-to-hall-of-fame\/",
    "title": "Astros' first Hall of Famer: Bravo, Biggio!",
    "subtitle": "Club legend, who played entire career with Houston, on 82.7 percent of ballots",
    "body": "HOUSTON -- The day was anything but routine, even though Craig Biggio tried. He rose earlier than normal at 4:30 a.m. on Tuesday, got in a workout and fell asleep three hours later. When he woke again, he went for a walk and threw batting practice to his sons -- anything to get his mind off the big day ahead. Biggio's anxiety and nerves turned to jubilation and excitement at noon, when he received the phone call telling him he had been elected to the National Baseball Hall of Fame in voting by the Baseball Writers' Association of American, making him the first Astros player to reach baseball immortality in Cooperstown, N.Y. Biggio on Hall of Fame honor Biggio on election to National Baseball Hall of FameCatch the full news conference of Craig Biggio discussing being elected to the National Baseball Hall of Fame as a member of the Astros \"I was too antsy, nervous and excited,\" he said. \"I went for a walk for a couple of miles. I came back and threw BP to [his sons], and then got a phone call at noon time that will forever change my life and my family's life, but it was very, very overwhelming and emotional.\" • Shop for Biggio memorabilia Biggio, who was at his home in Houston with his wife, Patty, sons Conor and Cavan, daughter, Quinn, and longtime agent Barry Axelrod, was crying holding the phone as he gave his family a thumbs up. There were tears and hugs and excitement.  Complete coverage \"I don't remember speaking to the people on the phone, other than I started crying,\" he said. \"Then I asked them -- I think it was the third person I ended up talking to -- 'Is this really real? You're not playing a joke on me or nothing, right?' Today is a great day.\" Biggio, in his third year on the ballot, received 82.7 percent of the vote and will become the first player who played his entire career in Houston to make the Hall. Biggio, 49, will be enshrined in Cooperstown, N.Y., on July 26, along with pitchers Randy Johnson, Pedro Martinez and John Smoltz. He hinted that his oldest son, Conor, a senior at Notre Dame, would introduce him at the induction ceremony. \"It was kind of expected, but once it happened, it all hit us just at once,\" said youngest son, Cavan, a sophomore baseball player at Notre Dame. \"It's really happening. My dad was on the phone and in tears. I felt that emotion.\" Biggio is among the Astros' record holders in several categories, including hits with 3,060 in his 20 seasons -- all with Houston. An All-Star at catcher and later at second base, Biggio ranks 21st all-time in hits, and he has more doubles (668) than any right-handed hitter in Major League history. He's 15th all-time in runs scored (1,844), 11th in plate appearances (12,504) and first in hit by pitch (285) in the modern era. And don't forget the power. Biggio also hit 291 home runs with 1,175 RBIs and had a .281 career average in 2,850 games played. But perhaps more than anything, Biggio endeared himself to the fans of Houston with his gritty play, which usually resulted in a filthy uniform. A dirty batting helmet was his trademark. \"Being a part of the organization for 25, going on 26 years as far as being a part of the front office, I love this city, I love this town and I love this organization,\" he said. \"It's always been about that. ... I tell you, I have no regrets in my career. I played the game hard, I played the game right. It was always about the team. It was always about winning and getting to the World Series.\" Biggio helped the star-studded Astros reach the World Series in 2005 -- their only appearance in the Fall Classic. It was the crowning achievement in his career other than reaching 3,000 hits. He became the first Astros player to reach the 3,000-hit plateau with a seventh-inning single against Colorado's Aaron Cook on June 28, 2007. Biggio's No. 7 was retired by the Astros in 2008. He made a club-best 19 consecutive Opening Day starts and is also the only player in Major League history to reach 600 doubles, 250 home runs, 2,700 hits and 400 stolen bases (414). Biggio was named to a franchise-record seven National League All-Star teams, received five Silver Slugger Awards, four Rawlings Gold Glove Awards and was a member of six Astros playoff teams. Biggio holds NL records for leadoff home runs with 53 (ranks second all-time). The fresh-faced kid from New York who became an Astros legend is now a Hall of Famer. \"When you play 20 years in a city, that's hard to do,\" he said. \"Sooner or later, fans will get tired of seeing you run out every day. We had an amazing relationship and I'm very grateful for them and happy to give that back to them today. Today's a special day because of that. We get to enjoy it as a Houston Astros organization. We finally got a guy in there. Today was a very emotional day, nervous day. I'm very excited and honored and humbled to be able to be the first Astro to be in the Hall of Fame.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
