{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/105660410\/randy-johnson-pedro-martinez-john-smoltz-craig-biggio-make-hall-of-fame\/",
    "title": "Big Unit, Pedro, Smoltz, Biggio make Hall of Fame",
    "subtitle": "Writers elect four players to Cooperstown for first time since 1955",
    "body": "NEW YORK -- Randy Johnson, Pedro Martinez, John Smoltz and Craig Biggio were elected to the National Baseball Hall of Fame in a blockbuster vote by the Baseball Writers' Association of America on Tuesday. The three pitchers were voted in their first time on the ballot, while Biggio was selected in his third year. It was the first time in 60 years that the BBWAA has elected four players from the same ballot and the first time three pitchers were elected in the same year. The BBWAA has now elected 119 of the 215 Major League players in the Hall. Johnson received 97.3 percent of the vote from the BBWAA, Martinez 91.1 percent, Smoltz 82.9 percent and Biggio 82.7 percent. Mike Piazza fell 28 votes shy at 69.9 percent, and Jeff Bagwell received 55.7 percent. Piazza crept inevitably closer, rising from 62.2 percent last year. This year, 549 ballots were cast by eligible BBWAA members with 10 or more consecutive years in the organization. Seventy-five percent is needed to earn induction into Cooperstown, 412 votes this year. Last year, when first-timers Greg Maddux, Tom Glavine and Frank Thomas were elected, Biggio missed by only two votes. \"Last year [going into the announcement], I was totally fine,\" said Biggio, who played his entire 20-year career with the Astros. \"It definitely wasn't the same. I was a nervous dog this morning. I haven't been this anxious in a long time. It's a super, special building, and [it's a great thing] to be invited in it at any time. We were hoping that we'd get a couple of more votes to get us over the top, and we did. I'm just glad I'm able to be a part of it, whether it's in my first, second or third year. It's an overwhelming and humbling experience.\"  The new quartet of electees will be inducted on July 26 in Cooperstown, N.Y., during the second day of the annual Hall of Fame Induction Weekend ceremonies. Unlike last year when the Expansion Era Committee elected managers Bobby Cox, Joe Torre and Tony La Russa, there were no electees this year from the Golden Era Committee that considered nine players and one executive whose careers were prominent from 1947-72. \"I'd like to congratulate all the other inductees for their great careers and accolades,\" Johnson said. \"It's all well-deserved. They were all great competitors. Further, I'd also like to thank all the [members of the] Baseball Writers' [Association] of America for making this possible. And then honestly, there are so many other people to thank: all of the various teammates on the teams I played for and the fan base. The list goes on.\" Biggio joins 24 other 3,000-hit players in the Hall. Save for Pete Rose (who is serving a lifetime suspension for betting on baseball and is not eligible for the Hall of Fame), Rafael Palmeiro (who was once suspended for performance-enhancing drugs and is no longer on the ballot) and Derek Jeter (who retired this past season with 3,465 hits and is eligible for the Hall in 2020), Biggio was the only player with 3,000 or more hits who had not been elected.  Complete coverage \"I mean, it's a great feeling,\" Biggio said. \"To be in the Hall of Fame and to be one of those guys who has 3,000 hits, it's a hard thing to do and especially in the National League. The only way to get 3,000 hits in the NL is that you have to go out there and play every day. That's why I think it's a little bit harder, because you have to do the offensive and defensive side of things. To be able to be a 3,000-hit guy and play in the NL and be in the Hall of Fame, it's a pretty cool feeling.\" Johnson, with 303 wins, was a certain first-ballot selection. His 4,875 whiffs are the most ever by a left-hander and second behind Nolan Ryan's all-time record (5,714). Johnson played for six teams, winning his 300th game for the Giants in 2009, pitching a perfect game for the D-backs in 2004 against the Braves and sharing the 2001 World Series MVP Award with teammate Curt Schilling as the D-backs beat the Yankees in seven games. He won five Cy Young Awards, one in the American League for Seattle in 1995, and four in a row in the National League for Arizona from 1999-2002. Johnson said he was most proud of his durability. \"And my tenacity to want to stay out there and pitch,\" he said. \"It was fun. I enjoyed it, despite what some people thought. I wasn't out there smiling and laughing a lot, but I enjoyed the competition and I tried to make it last as long as I could. There were bumps along the way with the [back] injuries that I had. But every player has those and you have to overcome that adversity. Playing 22 years at the Major League level was something I could never have imagined.\" Martinez, another first-time candidate, pitched for five teams in 18 seasons, but his claim to fame centered on the seven seasons (1998-2004) he pitched for the Red Sox, for whom he had a remarkable 117-37 record. His career record was 219-100, and his winning percentage of .687 is the sixth best all-time. Martinez won the Cy Young Award three times, twice while with Boston, including 1999, when he took the AL's pitching Triple Crown with a career-high 23 wins, a 2.07 ERA and 313 strikeouts. \"I was very aggressive,\" Martinez said. \"I consider myself a power pitcher with some finesse added to it. I'm very happy that I'm going in with this group. I was very precise with my mechanics. My legs were the ultimate dictator to my success and power. I didn't have the height and strength. I had to do a lot of exercises to maintain my shoulder and remain in the big leagues.\" Smoltz -- also on the ballot for the first time -- is set to join Cox, Maddux and Glavine in the Hall. The three starting pitchers played together on the Braves under Cox's tutelage for 10 seasons. Smoltz had 213 wins and 154 saves, and he enjoyed the longest consecutive tenure with Atlanta of the trio of Hall of Fame pitchers. The right-hander played 20 seasons for a Braves team that went to the playoffs in 14 consecutive non-strike seasons from 1991-2005, captured five NL pennants and won the 1995 World Series. Smoltz was a huge part of all that winning, posting a 15-4 mark in the postseason, four wins fewer than Yankees left-hander Andy Pettitte, who holds the playoff record with 19 victories. Smoltz said he's not in the same class as Maddux, who won 355 games, and Glavine, who won 305, though he has now joined them as first-year electees in the Hall of Fame. \"I had the best opportunity to play with two of the greatest pitchers in the game,\" Smoltz said. \"At this point, I can't put myself in anybody's category, let alone the Hall of Fame. It will hit me when I get there. I'm not comfortable with titles, but I will relish this one and will for the rest of my life. The three of us share such a unique bond that I don't think anyone really feels any different from the other person, although I can tell you that I'm not in their class when it comes to the numbers they put up.\" Beyond Piazza, no one else was close. Bagwell needed 106 more votes, and Tim Raines, with only two years left on the ballot under the new 10-year eligibility rule, settled at 55 percent. The other players most affected by the shadow of performance-enhancing drugs didn't move the needle much, either. Roger Clemens (37.5 percent) and Barry Bonds (36.8 percent) moved up a few ticks. Mark McGwire (10 percent) and Sammy Sosa (6.6 percent) barely remained on the ballot. A player needs 5 percent of the vote each year to carry over. In his final year on the ballot, Don Mattingly, grandfathered in under the old eligibility rules of 15 years, received 50 votes (9.1 percent), and he'll be eligible for consideration by the Expansion Era Committee in two years. Gone from the ballot for not receiving the requisite 5 percent are Carlos Delgado (3.8), Troy Percival (0.7), Aaron Boone (0.4), Tom Gordon (0.4), Darin Erstad (0.2), along with a group that didn't receive any votes: Rich Aurilia, Tony Clark, Jermaine Dye, Cliff Floyd, Brian Giles, Eddie Guardado and Jason Schmidt.     Barry M. Bloom is a national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
