{
    "url": "http:\/\/m.mlb.com\/news\/article\/1292407",
    "title": "Kent to have 'precautionary' surgery",
    "subtitle": "Kent to have 'precautionary' surgery",
    "body": "Los Angeles Dodgers second baseman Jeff Kent will undergo surgery on Tuesday to remove scar tissue from the outside of his right wrist.  General manager Ned Colletti said during a conference call Friday evening that the surgery \"is more precautionary than anything else\" and the 37-year-old Kent, who batted .289, hit 29 home runs and drove in 105 runs in his first season with the Dodgers, should be completely healed by the second week of March.  \"His baseball-related activities have been fine,\" Colletti said. \"He can throw the ball and swing a bat but has had discomfort in non-baseball related [activities].\" Kent has been taking medication, which has helped, but Colletti said the decision was made to have surgery early next week rather than risk further problems down the road.   \"From what I have been told, nothing has been impaired and it's nothing more than a cleanup process. No surgery is minor, but when they tell you they are going in for a cleanup and [Kent] can still throw the ball and swing a bat, that's about as minor as it can be.\"   Colletti said he didn't know when Kent injured his wrist.   \"When I talked to him the other day, he said it bothered him a little bit at the end of last season and has been an irritant most of the winter.\"   Meanwhile, there was no further news on the status of starting pitcher Jeff Weaver, who must decide before 9 p.m. PT Sunday whether to accept the Dodgers' salary arbitration offer. If Weaver refuses, he can't re-sign with Los Angeles until May 1.   Weaver, who had a 14-11 record and 4.22 ERA in 34 starts last season, is represented by agent Scott Boras.   \"I probably will talk to Scott in the next day or so,\" Colletti said. \"There is nothing new from the other day.\"   As for trade rumors, Colletti shot down a three-way deal with the Red Sox and Athletics. \"I don't have any three-way deals in the works,\" he said.  Jim Street is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Street"
}
