{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/105671232\/pitcher-pedro-martinez-elected-as-first-ballot-hall-of-famer\/",
    "title": "Pedro elected as first-ballot Hall of Famer",
    "subtitle": "Right-hander's dominant years in Boston help him garner 91.1 percent of vote",
    "body": "BOSTON -- Pedro Martinez remained in a state of euphoria several hours after finding out he was a first-ballot Hall of Famer. A function room at Fenway Park -- several levels above the mound where Martinez dominated for all those years -- was packed for one of the most joyous occasions in club history. Martinez didn't bother waiting to be announced. Instead, he greeted one and all by bellowing, \"Hola, hola, off we go!\" as he walked toward the center of the room. Without question, Martinez was blown away by the honor of being selected on ballots from 500 of the 549 voters (91.1 percent) from the Baseball Writers' Association of America, well above the 75 percent necessary for election into the Hall of Fame. \"It's a great honor and I dedicate it to every fan out there and every teammate that I played with,\" Martinez said. \"The voters today made me someone really, really, really special. It's something that I never expected while I was playing the game. I took each day personally and enjoyed it, but I never expected to be here today.\" • Pedro Martinez gear At the height of his powers, Martinez was too focused and determined to even envision a day like Tuesday. \"If I say I dreamt about it, it's a lie. I never did,\" Martinez said. \"But I made sure that every day I lived, I lived like it was a dream because I was so proud to play ball.\"  Complete coverage The induction ceremony is set for July 26, when Martinez will share the stage with an impressive 2015 class of Hall of Famers that also includes lefty Randy Johnson, righty John Smoltz and second baseman Craig Biggio. This marks the first time three pitchers have been elected in one Hall of Fame ballot. One of the most impressive aspects of Martinez's career is the way he dominated during an era marked by record-setting offensive performances. Martinez expressed pride that he never succumbed to the temptation of performance-enhancing drugs, even when he heard the criticism about missing some starts over the course of a long season. \"Missing the two outings or three maybe a year that I did was the best I could do, because I didn't run the short fence to get to good health,\" Martinez said. \"I went the long way, the way I had to go, the way the integrity my mom and dad taught me to have. \"When I say keep it clean, I did it the only way I knew. I didn't believe in anybody's choice to go out there. I wanted to do it clean. I had an opportunity, more than one. I had an everyday opportunity to probably take the short path to a more successful year, and escape the criticism from the media and being singled [out] as someone who is going to miss at least two or three outings a year. \"Yes, I chose to miss those three outings and not miss the respect that you guys are showing for me today and the appreciation that you have for me today. So that's what I meant when I said I'd keep it clean.\" I want to thank everybody. So many players that I had to face. To become part of history as a HOF is humbling and a great honor In fact, that time in Boston almost perfectly coincided with Martinez's glittering seven-year run from 1997 through 2003. Martinez relished going into the Hall of Fame with two other supreme competitors from his era -- Johnson and Smoltz. \"I'm very thankful that I am going with this group,\" Martinez said. \"Randy is one of the guys that I would stand on the top step of the dugout to watch him pitch. He was exciting -- the most dominant lefty I've ever seen.\" If Johnson was known for his towering \"Big Unit\" frame, Martinez was quite the opposite, thriving despite a diminutive stature that made some scouts wonder how long he would hold up. But his lack of size gave Martinez an edge -- one he would pitch with for his entire career. Martinez heard all about how he was too small to have sustained success. \"I think those were the matches that lit up everything that I did out there every day,\" Martinez said. \"The negativity that I faced made me stronger, made me focus even better. For some reason, I was loose. I was a loose goose when I wasn't pitching. \"Then when I came to the field, 30 minutes, an hour before the game, everything would change. All those thoughts about me failing, not being able to do it, triggered something. I don't know what. It triggered something.\" At his best, Martinez had a fastball that could reach the high 90s and a changeup that would make hitters all across baseball buckle. \"I was aggressive,\" Martinez said. \"I considered myself a power pitcher with some finesse in it. Because of my height, I was able to coordinate a little easier with my mechanics and put it to use with my breaking stuff. I'm easier to balance on the mound because of my small frame. I can't imagine being as tall as Randy and having to fine tune all his craft.\" My mom and dad deserve all the credit. They had all 6 kids that they had to raise. They were the best example when it came to integrity. Not realizing quite what they had, the Dodgers traded Martinez to the Expos for Delino DeShields on Nov. 19, 1993. Martinez was a three-time Cy Young Award winner who pitched from 1992-2009 for the Dodgers, Expos, Red Sox, Mets and Phillies. The plaque Martinez will have at the Hall of Fame will contain a \"B\" in the logo of his hat. \"He's one of the reasons we bought the team,\" said Red Sox owner John Henry. \"He was the best pitcher in baseball at the time. What a tremendous thing to be able to watch him pitch.\" Over 199 starts from 1997-2003, Martinez was 118-36 with a 2.20 ERA. In 1,408 innings, he registered 1,761 strikeouts while holding opponents to a .198 batting average. While posting a career record of 219-100, Martinez finished with a 2.93 ERA and 3,154 strikeouts. When Martinez took the ball at Fenway, it was a multi-cultural event, with Dominican flags being waved all over the ballpark while Bostonians roared \"Pedro, Pedro\" with every strikeout. Congrats @45PedroMartinez on being inducted in the baseball hall of fame!!! No body deserves it more bro!!! pic.twitter.com\/wLEnWD73tt As Martinez held his news conference on Tuesday, he had a small American flag and Dominican flag just in front of him. Martinez reveled at being able to spend this big day in Boston, but also expressed wonderment at what it was like in his other home, hoping one of his friends or family members was recording it for posterity. \"I would love to see what it's like,\" said Martinez. \"And guess where I am? I'm in Boston, and I'm not going to see it unless someone records it. I would love to see it, but I can only imagine how the streets look right now.\" Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
