{
    "url": "http:\/\/m.mlb.com\/news\/article\/1292411",
    "title": "Yanks finish with record $207M payroll",
    "subtitle": "Yanks finish with record $207M payroll",
    "body": "NEW YORK (AP) -- The Yankees finished last year with a record $207.2 million payroll, more than $90 million ahead of any other team, according to final figures compiled Friday by the Commissioner's office. Boston was second at $116.7 million, with the Mets third at $104 million, followed by the Angels ($97 million), Philadelphia ($94.8 million), the Dodgers ($87.8 million), St. Louis ($87.4 million) and Atlanta ($85.9 million). The White Sox, who won the World Series for the first time since 1917, were 13th at $73.2 million. Houston, swept by the White Sox in the Astros' first Series appearance, was 12th at $76.2 million. San Diego had the lowest payroll among the eight teams that made the postseason, 16th at $66.3 million. The Padres were swept in the first round of the playoffs by the Cardinals.  At the other end, Tampa Bay had the lowest payroll at $26.6 million, with Pittsburgh at $30.1 million, Colorado at $32.5 million and Kansas City at $34.9 million.  Payrolls were based on Aug. 31 active rosters and disabled lists and included prorated shares of signing bonuses. In 2004, the Yankees led the Majors with a then-record high of $187.9 million.  The average salary was $2,349,394, a 5.5 percent increase from the 2004 average of $2,227,347. The players' association, in figures released last month, calculated the average at $2,479,125, a rise of 7.2 percent. The union and management differ in their treatment of signing bonuses and option buyouts.  AL MVP Alex Rodriguez was the highest-paid player at $21.8 million, which doesn't include $4 million in money paid by Texas, which was converted to an \"assignment bonus\" under the 2004 restructuring of his $252 million, 10-year contract. The changes were made as part of his trade from the Rangers to the Yankees.  San Francisco's Barry Bonds, on the disabled list from the start of the season until Sept. 12 following knee surgery, was second at $21.3 million, followed by Boston's Manny Ramirez ($19.9 million), the Yankees' Derek Jeter ($19.6 million) and Mike Mussina ($19 million), Baltimore's Sammy Sosa ($18.9 million) and Houston's Roger Clemens ($18 million), who at 43 led the Major Leagues with a career-best 1.87 ERA.",
    "author": ""
}
