{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/105682354\/ken-griffey-jr-headlines-list-of-2016-hall-of-fame-hopefuls\/",
    "title": "Griffey headlines list of 2016 Hall of Fame hopefuls",
    "subtitle": "Junior, legendary closer Hoffman hoping to join '15 trio as first-ballot electees",
    "body": "Few athletes burst into the spotlight of their sport the way Ken Griffey Jr. did as one of the most memorable young stars in Major Leagues history, displaying power and athletic style beyond his years, and a smile that lit up the grand old game. Soon, Griffey will make another debut, this time on the National Baseball Hall of Fame ballot atop the 2016 class of players under consideration. The 600-homer power of Griffey and the 600-save prowess of closer Trevor Hoffman will headline the first-ballot hopefuls when members of the Baseball Writers' Association of America cast their votes at the end of the 2015 calendar year to determine inductees to Cooperstown for '16. Others due to make their debut on the 2016 ballot include multiple All-Stars such as premier left-handed closer Billy Wagner, outfield defensive wizard Jim Edmonds and stalwart catcher Jason Kendall. Complete coverage With consecutive elections featuring three first-ballot electees, it has been a good time to debut on the Hall of Fame ballot. Greg Maddux, Tom Glavine and Frank Thomas earned election a year ago, and the 2015 class announced Tuesday included first-timers Randy Johnson, Pedro Martinez and John Smoltz, along with Craig Biggio on his third ballot. The crop of 2016 first-timers isn't likely to make it three straight years of three electees, but the streak of having players win election in their ballot debut is in good hands. Enter Griffey, who racked up 10 Gold Glove Awards with his spectacular work in center field and was selected to 13 All-Star Games in a 22-year career that saw him stand out as one of the game's biggest stars for more than a decade. After debuting with the Mariners in 1989 at age 19 and playing alongside his father the next two years, Griffey won Most Valuable Player honors at the 1992 All-Star Game at 22 -- and Junior was on his way to big things. Griffey won the 1997 American League MVP Award with 56 homers and 147 RBIs, part of a run in which he had at least 40 homers in seven out of eight seasons. He had several iconic moments along the way, from remarkable catches robbing home runs to diving headfirst into home plate and winding up at the bottom of a dog pile as the Mariners clinched their first postseason series in 1995 -- his beaming smile right there in the picture, every time. Griffey moved on to his hometown Reds in a trade in 2000, and he battled health issues for several of his nine years in Cincinnati before being dealt to the White Sox in 2008. He finished his career back in Seattle, where it all began, in 2009-10. Through it all, Griffey stands sixth among all-time leaders in home runs, with 630, after leading the AL four times. In addition to his one MVP Award, he finished in the top five in voting four times. Hoffman, meanwhile, entered the Major Leagues on a whole different track than Griffey, but he wound up putting together a career that has him among the very best in the game's history at what he did. Hoffman was a converted infielder who'd lost a kidney as a child, and he had two career saves when he was traded to the Padres in a deal that sent popular star Gary Sheffield to the Marlins in 1993. What Hoffman did over his 18 years in the game was nothing short of historic, leading to his ownership of an all-time record and seven All-Star appearances. Embraced by Padres fans to a level second only to late Hall of Famer Tony Gwynn, Hoffman racked up a Major League-high 53 saves and finished second in NL Cy Young Award voting in 1998 for the NL champions. That was just part of a stretch of eight seasons of 30 or more saves, including four straight with 40 or more. Hoffman wound up with 14 seasons of 30-plus saves, nine with 40-plus. He finished his career by spending two seasons with the Brewers, running his career saves total to what was then an all-time high of 601 -- or 123 more than the previous record of 478 set by Lee Smith. Hoffman, who finished with a 2.87 ERA in 1,035 career appearances, held the all-time saves mark from 2006 until Mariano Rivera surpassed him in 2011 en route to 652. Another former closer up for election for the first time next year, Wagner was also one of the very best at saving games, pitching 16 seasons with the Astros, Phillies, Mets, Red Sox and Braves. He racked up 422 saves -- second all time to John Franco (424) among left-handers and fifth overall -- while earning seven All-Star nods and compiling a career WHIP of 0.998 that stands among the very best in history. Edmonds, meanwhile, was one of the best defensive players of his era, with highlight-reel catches helping him rack up eight Gold Glove Awards in 17 seasons primarily with the Angels and Cardinals, and Kendall caught more than 2,000 games for the Pirates and four other clubs. Other players also up for consideration for the first time in 2016 include, alphabetically, outfielder Garret Anderson, current Tigers manager and former catcher Brad Ausmus, infielder and 2003 World Series champion Luis Castillo, power-hitting third baseman Troy Glaus, infielder Mark Grudzielanek, outfielder Jose Guillen, left-handed starter Mike Hampton, two-time World Series champion third baseman Mike Lowell, right-handed starters Russ Ortiz and Chan Ho Park, and first baseman Mike Sweeney, a five-time All-Star. Beyond next year, more big names will find their way to the ballot for the first time, starting with a 2017 class that will include catcher Ivan Rodriguez and sluggers Manny Ramirez and Vladimir Guerrero. For 2016, however, it will be Junior leading the pack of hopefuls looking to continue a trend of first-ballot success. John Schlegel is a national reporter for MLB.com. You can follow him on Twitter @JohnSchlegelMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "John Schlegel"
}
