{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/105687016\/phil-rogers-randy-johnson-sheds-new-height-on-hall-of-fame\/",
    "title": "Johnson sheds new height on Hall of Fame",
    "subtitle": "Big Unit developed physical tools into one-of-a-kind experience, terrifying opponents",
    "body": "There's never been another one like him. Randy Johnson, the towering, semi-sidewinding left-hander who was always the easiest person to find in his team pictures, blossomed from a raw talent into a pitcher who terrorized hitters, even when they knew he would throw strikes. He once accidentally eviscerated a bird with a 95-mph fastball and threw another clocked at 102, but he developed a deadly slider and refined his command through the years, throwing a perfect game for the D-backs at age 40, almost 16 years after breaking in with the 1988 Expos. Complete coverage Standing 6-foot-10, Johnson is 5 inches taller than Fergie Jenkins, who along with the late Don Drysdale and Eppa Rixey stood as the tallest pitchers inducted into the National Baseball Hall of Fame. Jenkins will be looking up to Johnson next July when the Big Unit steps onto the stage on induction Sunday in Cooperstown. \"Obviously my height was to my advantage, but only [after] I was able to harness my ability,\" said Johnson, who was 26 before spending his first full season in the Major Leagues. \"Being 6-foot-10 and all arms and legs, obviously not too many [similar] pitchers, power pitchers, came before me. I didn't have a blueprint to work with.\" Working diligently from his teenage years, Johnson learned to use his body's system of hinges and levers to throw a baseball with both velocity and torque. Because of his height and his wingspan, the ball had less distance than normal to travel on its way to home plate once he released it. • Shop for Randy Johnson memorabilia Physicists estimate that it made Johnson's pitches appear to hitters as much as 4 mph faster than they were, and they were already plenty fast. At the peak of his 22-season career, one that he extended until after his 46th birthday, baseball's best hitters didn't think they had a chance against him. When Johnson threw his perfect game against the Braves, the lineup he faced included Chipper Jones and Julio Franco, who would combine for 5,312 hits and both win batting titles. They were 0-for-6 with four strikeouts, and Jones says he doesn't think he even had a foul tip. Jones described his mound opponent on that night as \"electrically unhittable,\" and MLB Network's Kevin Millar can relate. He has called Johnson the most dominating pitcher he faced, because of velocity, a devastating slider and the unique angles in his delivery. \"The slider would come out of his hand -- it was a strike -- then it would end up over your back shoelace,\" Millar said. \"Slider, back shoelace. Slider, back shoelace. Slider, back shoelace. And his size was so different than anyone else. You're not used to it. Take any pitcher's release point, then add a foot and a half, and that's his.\" But long before hitters, it was Johnson himself who cursed his size. He was a second-round pick of the Expos in 1985 after a career at USC in which he walked as many hitters as he struck out, and he was considered as more of an experiment than an asset long after the Mariners acquired him from Montreal in a 1989 trade for Seattle ace Mark Langston. Johnson led the AL in walks in each of his first three full seasons with the M's. His potential was obvious but no one expected greatness, including Johnson. \"There are so many things that have happened in my career where if you would have asked me when I was in Jamestown, N.Y., or West Palm Beach, any of those places, if I would have had a chance to do some of those things, I just would have laughed at you,\" Johnson said Monday on a conference call. \"I think everybody else would have.\" At times, Johnson envied the guys who didn't stand out in a crowd. \"I don't think people quite understand how difficult it is to be 6-foot-10 and throwing a ball 60 feet, 6 inches away,\" Johnson said. \"In order to do that, you have to be consistent with your release point, where you're landing, your arm slot and all that. For someone 6-1, 6-2, there's less body to keep under control so it's a lot easier. For me it was extremely difficult. That was the toughest thing -- becoming consistent with my release point and mechanics. That wasn't a one-year type thing. It was gradual.\" Johnson threw a no-hitter in 1990, shortly after arriving at the Kingdome, but he says it wasn't until 1993, just before his 30th birthday, that he developed the consistency that had eluded him. \"When I did become consistent with my mechanics, with my release point, it became a lot of fun,\" Johnson said. \"What I mean by that is I [could] just compete, utilize my God-given ability. I wasn't fighting myself as much out there. Toward the end of my Seattle years, I was right where I wanted to be.\" This was a time when many of the best players would be linked to performance-enhancing drugs, but Johnson overpowered hitters -- whether chemically enhanced or not -- through genetics and hard work. In a 10-season run from 1993-2002, Johnson went 175-58 with a 2.73 ERA and 2,928 strikeouts for the Mariners, Astros and D-backs. When Seattle faced the Orioles in the 1997 American League Division Series, Davey Johnson twice benched his best three left-handed hitters (Rafael Palmeiro, B.J. Surhoff and Roberto Alomar, a switch-hitter limited to the left side because of an injury) in Johnson starts. Johnson would pile up 303 victories and five Cy Young Awards, including one with the Mariners in 1995 and four in a row from 1999-2002 in Arizona. In those four seasons, he was 81-27 with a 2.48 ERA and 354 strikeouts per year. • Photos: Randy Johnson retrospective Johnson amassed 4,875 strikeouts, second most in history to Nolan Ryan (who gave him a push with some player-to-player coaching), and is the all-time leader with 10.6 strikeouts per nine innings pitched (minimum 1,000 innings). He was a 10-time All-Star who drew the starting assignment four times. Never was baseball more fun for Johnson than his years in Arizona, when he was at his peak and on a team strong enough to knock the Yankees from their throne. Johnson started Game 6 of the 2001 World Series in Phoenix. Needing a win to set up Game 7, the D-backs pounded Andy Pettitte and Joe Torre's bullpen. They had a 15-2 lead when manager Bob Brenly pulled Johnson after seven innings and 104 pitches, in the hope that he might work out of the bullpen the next night. Curt Schilling, the Game 7 starter, says he and his teammates felt a surge of confidence when Johnson declared himself available the next day, and indeed Johnson did pitch the final 1 1\/3 innings in that historic game. He kept the score 2-1 so that the D-backs could rally to beat Mariano Rivera in the bottom of the ninth. Nights like these were why he decided to keep tormenting hitters for so long. The Big Unit, on officially getting the call to Cooperstown: \"I got goosebumps and I felt like I've never felt before in my life.\" #RJ51HOF \"It was fun,\" Johnson said. \"I enjoyed it, despite what [a lot of people think]. I wasn't out there smiling and laughing a lot, but I enjoyed the competition. I tried to make it last as long as I could.\" Now even Hall of Famers have a peer they can look up to. Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
