{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/105710076\/randy-johnson-becomes-special-assistant-to-d-backs-team-presidentceo-derrick-hall\/",
    "title": "Johnson to serve as D-backs special assistant",
    "subtitle": "New Hall of Famer looking forward to mentoring young players",
    "body": "PHOENIX -- Randy Johnson officially rejoined the D-backs organization Tuesday when he agreed to become a special assistant to team president\/CEO Derrick Hall. Johnson was elected to the Baseball Hall of Fame on Tuesday, leading all four inductees with 97.3 percent of the vote in his first year of eligibility. He will be inducted in July along with Craig Biggio, Pedro Martinez and John Smoltz. In his role with the D-backs, Johnson will include being a part of some community initiatives as well as sharing his thoughts and ideas with both the baseball operation and business operation staffs. No, this will not be part of Randy's responsibilities in his new #Dbacks role. pic.twitter.com\/PZWMiJTcvy The part that most excites Johnson, however, is the work he plans to do with the organization's young pitchers. \"I don't see myself being a coach, but I do see myself going around to the Minor Leagues and I think that's where I can best help,\" Johnson said. \"I can sit down with a young kid and say I was in the same boat when I was in A-ball, you've got to fight through it. I think those kids at the Minor League level can be more receptive to what I have to say than someone at the Major League level possibly.\" Johnson will also be in uniform for part of Spring Training as he works with both Major League and Minor League pitchers. Speaking of uniforms, it's likely that Johnson's No. 51 will be retired by the D-backs at some point this season or next, something Johnson had wanted to wait on until he entered the Hall of Fame. \"Now we'll be able to make those plans to have No. 51 up there where it should be,\" Hall said. Johnson will not focus on a pitcher's mechanics or pitch selection as much as he will the mindset and work ethic that is integral to being successful. It was a role he began to warm up to in his final big league season when he spent time talking with young Giants pitchers like Tim Lincecum and Matt Cain. Johnson certainly will have the respect of every young pitcher he approaches after compiling 303 wins and 4,875 strikeouts and winning five Cy Young Awards during his career. \"The only way that young people will listen to you is you have to go out and do it,\" Johnson said. \"You can talk until you're blue in the face, but I'll get someone's attention -- like a Matt Cain -- if I've already done it or am still doing it.\" Steve Gilbert is a reporter for MLB.com. Read his blog, Inside the D-backs, and follow him on Twitter @SteveGilbertMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
