{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293592",
    "title": "Jays cool to idea of signing Molina",
    "subtitle": "Jays cool on catcher Molina",
    "body": "The Blue Jays' Hot Stove may have cooled off a bit in regard to acquiring free agent catcher Bengie Molina.  When the Blue Jays traded third baseman Corey Koskie to the Brewers last week, that lowered Toronto's payroll to around $70 million. Toronto general manager J.P. Ricciardi has stated that the Jays' 2006 payroll has a ceiling of around $75 million. While the Koskie deal gave the team some financial breathing room, it may not be enough to sign Molina and leave cash on hand in case another move arises.  \"We never really had any real dialogue with his representative,\" Ricciardi said of Molina. \"Our money is getting a little tight right now, so it has to be a situation that works financially from our end. \"We've obviously liked [Molina] for a long time, but there comes a point where we can't do everything. This might be a case where we have to pass.\"   If the Blue Jays wanted to make a serious run for Molina, it seems likely that they would have to make an offer in the neighborhood of the one the Orioles gave free agent catcher Ramon Hernandez ($27.5 million over four years). Toronto might not feel comfortable handing over that much cash after dishing out two large deals to All-Star closer B.J. Ryan and starter A.J. Burnett worth a combined $102 million over the next five years.   Not to mention that the Blue Jays already have three catchers -- Gregg Zaun, Guillermo Quiroz and recently signed Jason Phillips -- in the running for the two big-league jobs.   Quiroz, 24, has struggled in winter ball in Venezuela and will probably compete with Phillips for backup catching duties. Phillips, 29, signed a Minor League deal with Toronto on Jan. 3 that included an invitation to Spring Training. The five-year veteran had 10 homers and 55 RBIs with the Los Angeles Dodgers last year.   Molina would probably be a good fit, but Zaun already has a good rapport with the Blue Jays starters and comes considerably cheaper. He is scheduled to make just $1 million in 2006. Molina hit .295 with 15 home runs and 68 RBIs for the Angels last season. Zaun put up his best offensive totals in 11 seasons. The switch-hitter had a .251 average with 11 homers and 61 RBIs.   On Monday, the Toronto Sun reported that Ricciardi was still interested in signing Molina. That hasn't changed, but the likelihood of a deal happening with the catcher are slim.   \"We still may be able to do something with Molina,\" Ricciardi told the Sun. \"We'll have to see how much money we have going forward. We'll still need money next year.\"   Besides the deals for Ryan and Burnett, Toronto has been active with trades this offseason. The Blue Jays acquired Lyle Overbay from the Brewers in early December and Troy Glaus from Arizona on Dec. 27. The latter deal took its toll on the payroll, as Glaus is due to make $32 million over the next three seasons. Toronto is also paying more than half of the remaining $11 million left on Koskie's contract over the next two years.   Even though the payroll has nearly reached Ricciardi's limit, that doesn't mean Toronto is finished tweaking its '06 team. After all, the Jays still have a little money to play with.   \"I don't know of any team that's set on Jan. 10,\" Ricciardi said. \"But I think we're closer to being set than we are to not being set. We'll keep our eyes and ears open to see if there's something that comes around that's appealing to us.   \"I think at this point, our major moves are pretty much done.\" Jordan Bastian is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
