{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293535",
    "title": "Tigers add Mantei to bullpen mix",
    "subtitle": "Tigers add Mantei to bullpen",
    "body": "DETROIT -- Matt Mantei missed out on the Marlins' 1997 World Series championship, but he'll have a chance to join the reunion here. The Tigers announced Tuesday they signed the reliever to a Minor League contract and invited him to Spring Training.  The Tigers filled their void for a veteran setup man with a 32-year-old right-hander whose career took off the last time he played for manager Jim Leyland. Acquired by then-Marlins GM Dave Dombrowski in the Rule 5 Draft before the 1995 season, Mantei saw spot duty for two years before missing the 1997 season following rotator cuff surgery.  By the time Mantei returned to the Majors, the Marlins roster had been overhauled, giving him a chance at a major role in Leyland's bullpen. He led the 1998 Marlins with nine saves to go with a 2.96 ERA and 63 strikeouts, then was traded to Arizona midway through the following season. Mantei's second go-around with Leyland and Dombrowski this spring, by contrast, will be an attempt to turn around his career after injuries and control woes hampered him the past couple years. He went 1-0 with a 6.49 ERA for the Red Sox last year, allowing 19 earned runs in 26 1\/3 innings with 24 walks and 22 strikeouts. He went on the disabled list July 2 and underwent season-ending ligament surgery on his left ankle later in the month.   A year earlier, Mantei's tenure in Arizona ended in midseason with surgery to remove a bone spur in his shoulder after missing much of the year with labrum problems.   His last full, healthy season was a solid one. He saved 29 games for the Diamondbacks in 2003 to go with a 5-4 record and 2.62 ERA. He scattered 37 hits over 55 innings that year while racking up 68 strikeouts.   If he's healthy this spring, it's easy to see him making the club. Though the Tigers have solidified their late-inning corps with closer Todd Jones, they have a relatively unproven group under him after situational lefty Jamie Walker. Ex-closer Fernando Rodney will turn 29 next spring but has yet to pitch 40 games in a Major League season. Franklyn German finally stuck with the big club all season last year but is still just 25 years old. Chris Spurling became a prominent middle reliever last year in his second Major League season.   Leyland said during the Winter Meetings that he worried about having a young bullpen to go with a young rotation.   Mantei becomes the 20th player to receive a non-roster invite to Tigers Spring Training. Others include pitchers Tim Crabtree, Chad Durbin, Lee Gardner, Kevin Hodge, Colby Lewis, Hector Mercado and Bobby Seay; catchers Brian Peterson, Mike Rabelo, Chris Robinson, Danilo Sanchez and Max St. Pierre; infielders Mike Hessman, Kevin Hooper, Josh Phelps and Ramon Santiago; and outfielders Alexis Gomez, Ryan Ludwick and Reggie Taylor.    Jason Beck is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
