{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/105728060\/randy-johnson-made-impact-on-san-francisco-giants-by-mentoring-young-pitchers\/",
    "title": "Big Unit made impact on Giants in final year",
    "subtitle": "Veteran took pride in mentoring San Francisco's young pitchers",
    "body": "SAN FRANCISCO -- Unlike Randy Johnson's 303 career victories and 4,875 strikeouts, none of his 448 lifetime assists is particularly memorable. However, the newest Hall of Fame left-hander recorded an intangible 449th assist that shaped baseball history and the Giants' fortunes. It could be suggested that without Johnson's presence on the Giants' roster in 2009, his final Major League season, they might not have won the World Series in 2010 -- which launched their streak of three Fall Classic triumphs in five years. \"I do think he played a role with how he carried himself and how he approached his games,\" Giants manager Bruce Bochy said Tuesday, hours after Johnson officially gained election to the Cooperstown shrine. \"You learn from everybody, whether it's a coach or a peer, and I think our young players learned quite a bit from him on how to raise their level of play.\"  Complete coverage Said Johnson, who spent 22 years in the Majors, \"That was one of the funnest years of my career.\" Consider: • Matt Cain, who television cameras frequently caught conversing intently with Johnson, finished 14-8 with a 2.89 ERA, his career bests to that point, in '09. Cain also made his first All-Star team. Urged by Johnson to pitch deeper into games, Cain accumulated his three highest single-season innings totals from 2010-12. \"He was awesome. I really enjoyed being his teammate,\" Cain said in a text message. \"He did a great job of picking my brain to figure out what I was thinking out on the mound and would add things to them. He did really harp on going deep into games. He prided himself on pitching a ton of innings and wanted the rest of the staff to do the same. It is really special to tell people I was RJ's teammate. Glad the Giants brought him over for us young guys at the time to pitch with a Hall of Famer.\" • Shop for Randy Johnson gear • Tim Lincecum won the National League Cy Young Award with a spectacular 2008 performance and apparently didn't need Johnson's help. But Johnson, a five-time Cy Young Award winner, emphasized to Lincecum that once is not enough. Lincecum proceeded to win the 2009 NL Cy Young Award, then excelled in the 2010 and 2012 postseasons. \"Randy talked about, 'Hey, it's not about doing it once.' ... It's about being consistent over, hopefully, a long career,\" Bochy said. \"I think that was a big message he sent to our players and pitchers. He made a huge impact on our staff and on our young pitchers.\" • Johnson identified with Jonathan Sanchez, a fellow southpaw struggling to overcome problems with his command. Enough of Johnson's tutelage rubbed off on Sanchez to help him no-hit San Diego on July 10, 2009, then finish 13-9 with a 3.07 ERA and 205 strikeouts in 2010. The Giants wouldn't have reached the 2010 postseason without Sanchez, who went 4-1 with a 1.03 ERA in his last seven starts. And it's worth remembering that Madison Bumgarner, who no longer needs an introduction, made his Major League debut with the Giants during Johnson's final month with the club. \"I do remember Madison being there. Obviously I talked to him on a few occasions when he got to San Francisco,\" Johnson said. He added that he and Cain \"had become fairly good friends and we had discussed pitching and he had an open mind and an open ear, so we talked quite a bit. He fielded a lot of questions to me and hopefully I gave him some good advice. ... The biggest thing for Matt was just digging down a little deeper and extending himself a little deeper into games, which I really enjoyed going from five, six innings to later in my career seven, eight or nine innings. ... That's kind of where you need to be when you want to be a frontline pitcher.\" At age 45, Johnson provided glimpses of being a frontline pitcher with the Giants. He finished 8-6 with a 4.88 ERA in 22 appearances, including 17 starts. On a soggy June 4, in the first game of a doubleheader at Washington, he yielded two hits and an unearned run in six innings to record his 300th career victory. Chris Haft is a reporter for MLB.com. Read his blog, Haft-Baked Ideas, and follow him on Twitter at @sfgiantsbeat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Haft"
}
