{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/105754370\/richard-justice-jon-daniels-not-ready-to-overhaul-rangers-roster\/",
    "title": "Daniels not ready to overhaul Rangers' roster",
    "subtitle": "Return to health of Fielder, Choo would help club bounce back from 95-loss 2014",
    "body": "Speaking of teams poised for a big improvement in 2015, there are the Texas Rangers. Worst to first? Why not? In an offseason when the Padres, Marlins and Red Sox have done all sorts of moving and shaking, no team has a chance to improve more than the Rangers. Unfortunately, no team will begin Spring Training with more uncertainty than Texas. For instance: • Can Prince Fielder and Shin-Soo Choo bounce back from injuries and still be dominant offensive players? If they're back, the Rangers might be as well. • Will Yu Darvish and Derek Holland stay healthy for an entire season? Texas has terrific young pitching and lots of it, but the Rangers need their aces to be aces after injury-shortened 2014 seasons. • What difference will new manager Jeff Banister make in terms of fixing the sloppy baserunning and poor defense that contributed to last season's 67-95 freefall? This offseason has been a time of reassessment for Rangers president of baseball operations and general manager Jon Daniels. He's the architect of one of baseball's best organizations, and of teams that averaged 91 victories and went to the World Series twice in five seasons between 2009-13. In 37 seasons before that, the Rangers had won just one postseason game. So 95 losses in 2014 was a wakeup call on a number of levels, especially after Daniels believed the acquisitions of Fielder and Choo had positioned his team for another postseason run. First, the health issues. Fielder has had no setbacks in recovering from neck surgery that ended his season after 42 games. What the Rangers don't know is if there'll be long-term consequences. That is, is Fielder still capable of being the player he has been for most of his career? Likewise, Choo is recovering nicely from season-ending ankle surgery. The Rangers are confident he'll be the player he has been for most of his career. \"If we're healthy, that's going to go a long ways,\" Daniels said. \"Part of the reason we haven't been as aggressive [this offseason] is that we do have some uncertainty. We're getting good reports on the medical side and feel good about where a lot of our guys are. But we know it's easy to be feeling good in December. It's different in March and April, when we're into the grind.\" The Rangers were gutted by injuries last season and ended up using 64 players, most in Major League history. One of the silver linings of 95 losses is they were forced to fast-track some kids through the system, and what emerged was an impressive array of depth. So Daniels has had twin storylines this offseason. At the big league level, he simply doesn't know what he has. In the farm system, there's the kind of talent that can keep a team in contention for a decade. Some of that talent isn't Major League ready, but it could arrive in waves over the next two or three seasons. From third baseman Joey Gallo and his jaw-dropping power to catcher Jorge Alfaro to right-handers Alex Gonzalez and Nick Martinez, the Rangers have young guys who have a chance to be impact players. Ryan Rua, 24, will have a chance to win the starting left-field job, and 20-year-old Rougned Odor may be the second baseman of the present and the future. As Daniels has waded through this offseason, he's had to evaluate whether to hold onto that talent or make a trade for a veteran. If Daniels had wanted to make a deal, he could have. Cole Hamels? No problem. Justin Upton? Absolutely. On the other hand, all that young talent could help keep the Rangers in contention for a long time. Daniels said he's willing to make a trade, but he hasn't found anything that \"lines up.\" But he may also be less motivated to deal -- or to sign, say, James Shields -- because he needs to find out what he has in Fielder and Choo. If they're both productive and Texas is in contention at the All-Star break, Daniels will have the flexibility to upgrade. Daniels knows that after a 67-95 season, fans didn't want to see a cautious approach to the offseason. Caution doesn't entertain. Caution doesn't sell. \"That's a decision all clubs are facing,\" Daniels said. \"We've traded a lot of prospects in the past and will continue to. We've made some proposals involving our better young players. But it just didn't line up.\" General managers sometimes are criticized for overvaluing their own players. But Daniels said it's just as important not to undervalue your guys. \"We've got a group of players at Double-A and Triple-A [that] we feel are close to playing for us,\" he said. \"What they did in the second half of the season, we learned some of them are ready to contribute.\" The Angels and Mariners likely will be picked to finish in front of the Rangers, but Texas could be a team with very few holes. Or many. \"We weren't looking to turn over the roster,\" Daniels said. \"After we lost 90-plus games last year, maybe some people would think that we should turn it over, but that's not the approach we took. We believe in these guys.\" Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
