{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/105739724\/hall-of-fame-dad-great-day-for-biggio-family\/",
    "title": "Hall of Fame dad: Great day for Biggio family",
    "subtitle": "Astros icon with wife, children when good news was delivered",
    "body": "Former teammates, baseball executives and even a former United States President have congratulated Craig Biggio on his election to the National Baseball Hall of Fame. Many will continue to send their congratulations along to Biggio, but the first people to share the moment with him were those closest to him. The second baseman was in his Houston home, alongside his wife, Patty; sons Conor and Cavan; daughter, Quinn; and agent Barry Axelrod when he first found out he'd be enshrined in Cooperstown. Complete coverage \"It was crazy,\" Conor, a senior outfielder for the University of Notre Dame, said. \"The phone was in the other room, he was running across the house trying to get to the phone, and you could just tell in his voice, he was very excited. He was getting all emotional and we just gave him a little fist pump because we knew what happened.\" Biggio, the first Astros player to be elected into the Hall of Fame, received 82.7 percent of the vote and was on the ballot for the third time. \"The phone rang and he just started bawling,\" Cavan, a sophomore infielder at Notre Dame, said. \"This is obviously very special, one of 300 in Cooperstown, one of the greatest -- with [Babe] Ruth and [Ted] Williams, it's unbelievable.\" While Tuesday was an emotional and exciting day in the Biggio household, Craig's life as a Hall of Famer is just beginning, and his family is ready to share in the experiences. \"I'm looking forward to that ceremony in Cooperstown,\" Cavan said. \"It's going to be a great time to see big [Randy Johnson] and Pedro [Martinez] and John Smoltz.\" William Boor is a reporter for MLB.com. Follow him on Twitter at @wboor. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "William Boor"
}
