{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/105762364\/day-after-vote-old-goats-talk-hall-of-fame-honor\/",
    "title": "Day after vote, 'old goats' talk Hall of Fame, honor",
    "subtitle": "",
    "body": "NEW YORK -- For the Class of 2015, the next stop is Cooperstown, N.Y. Randy Johnson, Pedro Martinez, John Smoltz and Craig Biggio were officially introduced by the National Baseball Hall of Fame as the latest inductees during a Wednesday news conference at the Waldorf Astoria. Martinez called the trio of first-ballot pitchers and the 24th member of the 3,000-hit club a \"bunch of old goats.\" All of them will be inducted four hours to the north in the tiny hamlet nestled on the banks of Lake Otsego on July 26. Smoltz has been there before.  Complete coverage \"Last year, working for MLB Network was the greatest feeling,\" said Smoltz, who was on hand this past July when Braves manager Bobby Cox and Atlanta rotation mates Greg Maddux and Tom Glavine were among the six people inducted. \"I've been to great sporting events: the Super Bowl, Final Four, you name it. Nothing topped last year. It was the greatest event I've ever been a part of.\" And that's saying something since Smoltz played in the World Series five times with the Braves, helping to defeat the Indians in a six-game series in 1995 and losing a classic Game 7 in '91, 1-0, in 10 innings to the Twins and Jack Morris, who pitched a complete game. Smoltz was not the other pitcher of record after pitching 7 1\/3 shutout innings of his own. Between now and the summer, each player will have his individual orientation tour of the red-brick museum on Main Street, and they will determine what, if any, team logo will appear on his plaque. For Biggio and Smoltz, there is no decision. Biggio played his entire 20-year career with the Astros, amassing 3,060 hits, including a record 668 doubles as a right-handed hitter. Smoltz pitched the first 20 of his 21 seasons with the Braves, finishing about evenly with 15 starts for St. Louis and Boston in 2009. For Johnson and Martinez, the choice is difficult. Martinez is most identified for his seven years with the Red Sox, although he came up with the Dodgers, was traded to the Expos, signed as a free agent with the Mets and finished in 2009 with the Phillies, losing Game 6 of the World Series in the Bronx to the Yankees and Andy Pettitte in his finale. Johnson may be most identified for his eight years in two stints with the D-backs, who made him an executive vice president and said they would retire his No. 51 this season in the wake of the Big Unit's election with 97.3 percent of the vote from eligible members of the Baseball Writers' Association of America on Tuesday. But Johnson also was brought up by the Expos, played 10 years with the Mariners, went 10-1 with a 1.28 ERA in 11 late-season starts for the Astros in 1998, won 34 games (17 and 17) in two seasons for the Yankees and recorded his 300th career win in 2009 with the Giants. Both pitchers could take the route chosen last year by Maddux and Tony La Russa, who both went into the Hall with no logo on their plaques, because they didn't want to offend any of the organizations they worked for. Maddux pitched 23 seasons for four teams, playing 11 years with Smoltz on the Braves and 10 in two stints with the Cubs. La Russa managed 33 years for the White Sox, A's and Cardinals, making the playoffs with all three teams and winning six pennants and three World Series titles between Oakland and St. Louis. Thus far, Johnson has not committed, but they all will be asked for their input. \"Right now, I'm just celebrating the 22 years that I played and being inducted in the Hall of Fame,\" said Johnson, who pitched a perfect game, was co-MVP of the 2001 World Series and won four of his five Cy Young Awards with the D-backs. \"That's out of my control. It's more of a Hall of Fame decision. I'll cross that bridge in the next couple of days, from what I understand.\" Unlike Smoltz, Johnson said he hasn't been to Cooperstown since 1985, when he pitched for Class A Jamestown as a 21-year-old in the New York-Penn League and visited the museum. \"I'm sure it's a little bit bigger now,\" Johnson said. \"Obviously being mentored by some Hall of Fame players during my 22-year career and meeting Hall of Fame players along the way, I'm very excited to be on the stage and be in their presence. I'm now in one of the greatest fraternities of all sports.\" Biggio, who grew up on Long Island, said he hasn't been back to Cooperstown since he was a little boy, although his wife and youngest son have since toured the museum. \"I don't really remember a lot about it,\" he said. \"My youngest son went up with my wife and played in a Little League World Series thing, and they shared their experience. [Hall president] Jeff [Idelson] took them [in the archives] under the Hall of Fame and showed them some stuff we have in there. They wouldn't shut up when they got home about all the things that they'd seen and the plaques and some of the people they heard about. I'm looking forward to getting back there and seeing all the history again and being part of that. It's crazy. We're part of history now.\" Martinez has been to the museum several times and actually pitched in the Hall of Fame Game last year at Doubleday Field, a stone's throw down Main Street from the museum. Martinez is the first player to play in Cooperstown one year and then be inducted the next. \"When I first got a chance to go, I was an Expo, a young Expo,\" said Martinez, the second native of the Dominican Republic set to be inducted, joining Juan Marichal. \"I always was a guy who likes to search and learn and see history. I got glued to everything I saw in Cooperstown. My eyes were glued to every statue, every plaque from everybody. I couldn't help but to look at the gloves we used back then. I couldn't imagine how they could catch a ball hit off a bat that fast. \"It was a tremendous experience. I went looking for Marichal's plaque, and I got a lot more. I'm extremely honored to be going back and being part of it and being looked at as an old goat. That's what we became: We're a bunch of old goats now.\" Aside from his experience last year, Smoltz played with the Braves in what was then an annual exhibition game between Major League teams that for years was staged on Monday, a day after the induction. \"We came through here when they used to do that, and it was a blur [of a trip],\" he said. \"[Last year] was seeing my teammates that I knew, seeing my manager who I basically played for my whole career, and I had a smile on for five hours. It was such a surreal feeling. This was something that I felt for the first time: 'What if?' Everyone kind of assumes the three of us together and links us together. Everyone assumes we got six inches off the plate [from the umpires] -- I didn't, by the way. \"Having seen it come around full circle, I never said anything to Tommy or Greg after that day. I never asked them what it was like, where they stayed, none of that stuff. I pretty much kept this process as pure as possible. Finding out that I'm going to go there on July 26 is probably the only way it could have topped last year.\" Barry M. Bloom is a national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
