{
    "url": "http:\/\/m.mlb.com\/news\/article\/105520004\/rob-manfred-ned-yost-speak-to-future-of-game-at-abca-convention\/",
    "title": "Manfred, Yost speak to game's future at coaches convention",
    "subtitle": "",
    "body": "ORLANDO, Fla. -- Major League Baseball Commissioner-elect Rob Manfred and Royals manager Ned Yost each received the American Baseball Coaches Association's Honor Award during a luncheon at the ABCA Convention on Sunday afternoon. Standing behind a podium in a ballroom at the Marriott World Center, Manfred and Yost accepted their awards and addressed the crowd of about 300 people. Yost recalled his journey from being a backup catcher to managing in last year's World Series and the people who helped him get there, while Manfred discussed the need to get more people participating in baseball. \"Major League Baseball is committed to the idea that we are going to be more actively engaged with all parts of the baseball community at all levels,\" Manfred told the crowd. \"I just ask one thing from you in return: That all of you make a similar commitment to us so that we can continue to make our game the greatest game in the world.\" According to the ABCA, the Honor Award is presented annually to individuals involved in baseball who have distinguished themselves and are recognized for achievements in their profession. Recent winners include Tony La Russa, Rawlings Sporting Goods Company, Mike Scioscia, Dave Winfield and Jim Tracy. \"To be in front of a room of coaches is just a tremendous thrill for me because we all share a bond,\" Yost said. \"We all try to mentor, we all try to lead, we all try to teach young men a great game.\" Manfred has previously stressed his desire to see youth baseball develop and grow. His first major public appearance after being elected to succeed Commissioner Bud Selig came at the Little League World Series, after all. Speaking to a group of assembled coaches from college, high school and youth teams, Manfred said everyone in the room possessed a common interest in getting more kids interested in playing baseball. \"We need to work hard to make sure that we get more young people playing the game,\" he said. \"We need to work hard to make sure that we get more of the best athletes playing our game, and they need to be playing at every level -- the youth level, the high school level and the college level.\" Manfred also pointed out that baseball is an inherently safe game, something that must be emphasized to parents, but noted the recent rash of elbow injuries throughout Major League Baseball. To address the pitching-injury matter, Major League Baseball and USA Baseball teamed up to launch the \"Pitch Smart\" program. \"We must continue to make sure that our game is as safe as possible so that parents are attracted to our game and encourage their kids to participate,\" Manfred said. Manfred also promoted the idea of \"one baseball\" -- an umbrella for the game with the Major Leagues at the top followed by colleges, high schools and youth programs including both baseball and softball. That strategy mandates that groups work together, Manfred said. He used the College World Series and Draft as an example, saying that both can be improved by MLB and the NCAA working together to address their conflicting schedules. Finally, Manfred addressed the need to evolve and modernize baseball as time goes on. He pointed to the implementation of replay as the most recent and prominent example but said there will be more, specifically discussing the debate around the time\/pace of games. \"The habits that college, high school and youth coaches instill in their players dictate the way that they play when they get to the big league level,\" Manfred told the audience. \"We need your help in making sure our game is played in the way that is best for our fans at all levels.\" Yost, meanwhile, recounted a story about when Brewers general manager Doug Melvin interviewed him for Milwaukee's managerial job. Melvin asked Yost who his mentors were, something Yost said he hadn't thought about before. But he instantly answered Ted Simmons, Bobby Cox and the late Dale Earnhardt. Yost went on to explain to the crowd how each man impacted his life. Simmons, an eight-time All-Star catcher, taught him about the game every day for three years. Cox, the Hall of Fame manager, taught Yost how to treat people. And Earnhardt, the NASCAR driver and a longtime friend, taught Yost about competitiveness. Yost finished his speech with a story about a race during which he served on Earnhardt's crew. Despite a number of obstacles and doubters, Yost said, Earnhardt finished second -- and he still wasn't happy. Yost said he still remembers Earnhardt's words after that race: \"You never, ever, ever settle for mediocrity. Never. You know why? Because you don't have to.\" \"There's days as a coach or as a team where you're going to be mediocre, but you work on it. You don't settle for it. Ever. Because you don't have to,\" Yost told the crowd. \"And when you don't settle for mediocrity and you have patience and you watch your kids grow and develop, you get to experience what we experienced this year. You get to go to the World Series and have a ton of fun.\" Adam Berry is a reporter for MLB.com. Follow him on Twitter at @adamdberry. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
