{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/105558326\/emilio-bonifacio-white-sox-agree-to-1-year-contract\/",
    "title": "Bonifacio, White Sox agree to 1-year deal",
    "subtitle": "To make room on roster, outfielder Danks designated for assignment",
    "body": "CHICAGO -- The White Sox continued their offseason build to postseason contention by officially adding super-utility player Emilio Bonifacio on Thursday. To make room for Bonifacio on the roster, outfielder Jordan Danks was designated for assignment to leave the 40-man at 40. Under the terms of the one-year agreement, Bonifacio will receive $3 million in 2015, while the White Sox hold a $4 million option for 2016 with a $1 million buyout. \"Emilio brings an excellent mix of versatility, speed and experience to our club which will provide [manager] Robin [Ventura] with additional flexibility with the roster this year,\" said White Sox senior vice president\/general manager Rick Hahn. \"We expect Emilio's ability to switch-hit, help at multiple positions and steal a base to be very beneficial to us.\" Bonifacio provides insurance at a number of different positions. The 29-year-old switch-hitter has played at least 34 career games at second base (196), center field (175), third base (141), shortstop (101), left field (70) and right field (34). In the past, the White Sox have targeted their primary utility infielder as a shortstop first. And while Bonifacio played just four games at short in 2014, he still would seem to fit that profile and possess that particular skillset. Bonifacio has played for seven teams, including the Cubs in 2014, when he hit .279 with 14 stolen bases before he was traded to the Braves. He started the campaign with nine hits in 12 at-bats, 11 in his first 16 and 19-for-38, but he finished with a .212 average and 12 stolen bases in 128 plate appearances for Atlanta. Bonifacio won't supplant Conor Gillaspie at third base or throw off the expected second-base battle between Micah Johnson and Carlos Sanchez. But the White Sox can start Bonifacio at third and go with more of a speed-based lineup from time to time, and if top prospects such as Johnson (No. 4 for White Sox per MLB.com) and Sanchez (No. 10) need more Minor League seasoning at the season's outset, Bonifacio could move into the regular second-base job. Hahn's offseason impact additions have now reached seven via Bonifacio, who has a career .291 average and .721 OPS against left-handed hurlers. Bonifacio joins David Robertson, Adam LaRoche, Zach Duke and Melky Cabrera via free agency and Dan Jennings and Jeff Samardzija via trade. Danks, 28, appeared in 180 games over three seasons (2012-14) with the White Sox, batting .227 with eight home runs, 26 RBIs and 41 runs scored. The younger brother of White Sox starter John Danks was considered the best defensive outfielder among the organization, but could benefit from a greater chance to get consistent playing time elsewhere. As the roster stands, the bench looks to consist of Bonifacio, a backup catcher, Dayan Viciedo and J.B. Shuck with 12 pitchers carried. Trayce Thompson and Leury Garcia also would be in the mix, as would Tony Campana among the yet-to-be-announced non-roster invites. Finding a resolution to the Viciedo situation remains on the White Sox agenda. Viciedo doesn't seem to have a fit as primarily a power bat and potentially could be moved before the end of Spring Training. Otherwise, the White Sox could add depth to the bullpen or the back end of the rotation, but don't appear to have many other glaring needs. Then again, nothing seems out of the question or would be considered a surprise in the context of this White Sox offseason. Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
