{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/105563138\/max-scherzer-question-remains-for-tigers-as-new-year-begins\/",
    "title": "Scherzer question remains for Tigers as new year begins",
    "subtitle": "Detroit has not closed the door on bringing Cy Young winner back",
    "body": "DETROIT -- The holidays have come and gone, the calendar has changed and Spring Training is getting closer and closer. It's January, and the Tigers still have some work to do. It could be as minor as relief help on Minor League deals. It could be as big as a Max Scherzer return. The latter could become the biggest January saga for the Tigers since 2012, when they went from waiting on Yoenis Cespedes to losing Victor Martinez for the season to signing Prince Fielder, all in about a week. It could also give the American League Central one more big shift in an offseason that has already had plenty of them. \"There are a number of clubs that are playoff teams if they sign Max Scherzer,\" Scherzer's agent, Scott Boras, said in a phone conversation last week. The question is everything after that, from whether the Tigers would be AL Central favorites without him to whether they've set up their pitching staff for a potential return to whether Tigers owner Mike Ilitch will get the chance to match another team's offer. The first question has been debated well already. The second is more subtle. Detroit has five starting pitchers with the newly acquired Shane Greene and Alfredo Simon. In Simon, they also have a starter with an extensive history as a reliever. He became a full-season starter for the first time last year. On the third, Boras reiterated that there will be no right of first refusal. \"You enter into negotiations with the goal of completing a contract,\" Boras said. The ability to counter was important on another free-agent starter two offseasons ago, when Anibal Sanchez was reportedly closing in on a deal with the Cubs until Ilitch and Detroit topped it. If the Tigers are involved, it's not a stretch to expect Ilitch would get a chance to counter again. The question is how involved the Tigers will be. That saga will probably go on until Scherzer signs or somebody actually closes the door on a return. To this point, nobody has said \"no,\" and nobody has given a definitive \"yes.\" As of mid-December, team president\/general manager Dave Dombrowski said there were no active negotiations, and assistant GM Al Avila said the club hadn't been in touch with Scherzer's representation. Boras isn't naming teams, but he has pointed out that a move of this magnitude has to have momentum from the top level. \"This is an ownership decision,\" Boras said. That was not a specific reference to Ilitch, or any other owner, Boras said. Nevertheless, the history between Boras and Ilitch is well known. The last two major free-agent deals Boras negotiated with the Tigers -- Fielder two years ago and Johnny Damon in 2010 -- were on the ownership level. They were also both late in the offseason. There's no timetable for a decision from Scherzer, according to Boras. This, too, could linger well into January. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
