{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/105574002\/gm-jon-daniels-james-shields-not-in-the-cards-for-rangers\/",
    "title": "Daniels: Shields 'not in the cards' for Rangers",
    "subtitle": "Club still looking to improve rotation through trade or free agency",
    "body": "ARLINGTON -- The Rangers met with free agent pitcher James Shields during the Winter Meetings last month, but general manager Jon Daniels said the club is still not planning on signing him. \"It's not in the cards,\" Daniels said Monday morning. Daniels was back in the office on Monday after a two-week holiday break. Daniels spent most of that time with his wife Robyn and their three children while mixing in some work on the phone. But Daniels said the Rangers really haven't followed up with Shields or his agent since their December meeting. \"No, not really,\" Daniels said. This comes amid reports that Shields is fielding offers in the range of five years and $110 million from unidentified clubs. Daniels identified the Rangers as not being one of those clubs. \"We're not in that game,\" Daniels said. \"We like the pitcher, he would be a good fit for our team. He is a talented strike-thrower. But we're not in the mix.\" With Jon Lester signing with the Cubs, Shields and Max Scherzer are the two most prominent starting pitchers left on the free-agent market. Shields turned 33 in December, but still has a remarkable track record of durability. He has never been on the disabled list in his Major League career, and over the past eight years he has thrown more innings and made the second most starts of any big league pitcher. Shields was 14-8 with a 3.21 ERA in 34 starts and 227 innings for the Royals last season. \"With what we were looking at in the beginning of the offseason, we didn't anticipate being extremely active early on,\" Daniels said. \"We made it clear we wouldn't be involved on the more expensive free agents. We wanted to evaluate where our own guys are going into Spring Training and then evaluate what are needs are.\" The Rangers have not made a big splash yet this winter, but they haven't been completely idle either, especially as far as addressing their rotation. They have re-signed pitcher Colby Lewis and traded for left-hander Ross Detwiler from the Nationals, adding them to a rotation that already includes Yu Darvish and Derek Holland. That leaves right-handers Nick Tepesch, Nick Martinez and Lisalverto Bonilla as the leading candidates for the fifth spot in the rotation. The Rangers may not be in the mix for Shields, but Daniels is open to adding another candidate for the rotation either by trade or free agency. After Shields and Scherzer, the next level of free agent starting pitchers is a group that includes Ryan Vogelsong, Chris Young, Kevin Correia, Roberto Hernandez and Wandy Rodriguez. Aaron Harang was also in that group, but he has agreed to a one-year, $5 million contract with the Phillies. A trade is always a possibility and the Marlins are trying to shop Dan Haren after acquiring him from the Dodgers. Haren, who was 13-11 with a 4.02 ERA in 32 starts last season, has told the Marlins he wants to pitch on the West Coast and they are trying to accommodate him. The Rangers don't qualify as a West Coast team, but they do hold Spring Training in Arizona. \"We'd still like to add another starter,\" Daniels said. \"We've had some discussions, but it's hard to handicap.\" The Rangers' two other areas of interest are catcher and left field. The Rangers continue to search for a veteran catcher, but it is increasingly likely that it will be somebody who will serve mainly as a backup to Robinson Chirinos. \"I have been very impressed by Chirinos this winter,\" Daniels said. \"He didn't play winter ball, instead he has spent the whole winter in Arlington and really committing to it. He has really earned the respect of his teammates and the staff.\" The Rangers have flirted with the idea of adding a veteran outfielder to their left field mix and pursued Torii Hunter early in the offseason. But their efforts in that area seem to have faded since then, and they appear increasingly likely to go with some combination of Ryan Rua, Michael Choice, Jake Smolinski and Rule 5 Draft pick Delino DeShields. The Rangers have also signed veteran outfielder\/first baseman Kyle Blanks to a Minor League contract. \"It has not been a focus for us,\" Daniels said. \"We'd like to see what Rua can do. We are a little higher on him than other people are. We like this guy and we like the other guys as well. We're not in a rush to go out and add somebody ahead of our guys. We don't love the options that are out there.\" T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
