{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/105574014\/led-by-christian-vazquez-boston-red-sox-boast-depth-behind-plate\/",
    "title": "Led by Vazquez, Boston boasts depth behind plate",
    "subtitle": "Between everyday catcher, backup Hanigan, prospect Swihart, Sox in good shape",
    "body": "With the start of Spring Training just a few weeks away, anticipation is building for the 2015 season. MLB.com will go around the horn to break down each area of the Red Sox, starting with catcher. At some point, the Red Sox will find out what type of hitter Christian Vazquez will be. For now, they can take comfort in the type of weapon they will have behind the plate come Opening Day. Though Vazquez doesn't turn 25 until August, he already has a reputation as a strong Major League defender at one of the most important positions. With a cannon arm and quick release, Vazquez is the definition of a run-stopper. Opponents got a glimpse of it in the second half of 2014. They will see it from the start in '15, and run only at their own risk. Of the 29 stolen-base attempts against Vazquez in his introduction to the Majors, he cut down 15. \"Christian, I think, in short order, has gained a reputation around the league to be somewhat of a shut-down thrower with the aggressiveness of his picks, of his throws to bags,\" said Red Sox manager John Farrell. \"Like we said, he's a focal point for a team when they're on offense, to have to contend with behind the plate.\" Instead of bringing back David Ross, a well-respected leader, as Vazquez's backup, the Red Sox brought in a younger veteran in Ryan Hanigan, who was acquired from the Padres for Will Middlebrooks. Just how much Hanigan plays will likely depend on what kind of hitter Vazquez becomes. But the Red Sox are enthused about their new backup, who had a career-high of 317 at-bats for the Reds in 2012. \"Very good defender,\" said general manager Ben Cherington. \"Good game caller, [Hanigan is] well-respected and a tough at-bat. He's certainly capable of playing a lot and has played a lot in certain seasons.\" But Vazquez will clearly get the majority of the playing time, and the Red Sox look forward to him taking another step forward after all of the experience he gained in '14. For a young catcher, Vazquez seems wise beyond his years when it comes to working with pitchers. \"He handled different types of pitching well,\" said Farrell. \"There's always going to be improvement in the game-calling. That's going to be the result of more games caught behind there, seeing lineups more than he has to date.\" After the trades of Jon Lester and John Lackey at the end of July, Vazquez mainly caught young starters. But the group he will learn in camp comes with more experience, as Rick Porcello, Justin Masterson and Wade Miley will join Clay Buchholz and Joe Kelly. While it's certainly common for catchers to wear down over the course of a summer, one thing you're not likely to hear much about is Vazquez going into Farrell's office and asking for a day off. \"He wants to play every day,\" Farrell said. \"He's adamant about it. When he's not in the lineup, he's respectful of it, but he makes it known that he wants to catch every day.\" Vazquez wound up taking 175 at-bats in his rookie season, hitting .240 with nine doubles, a homer and 20 RBIs. Though those numbers leave something to be desired, the Red Sox have hardly reached the point where they think Vazquez's only asset is his defense. \"Setting aside the batting average, there's the ability to handle the bat,\" Farrell said. \"He can execute the small game. He can hit to the situation. He's a very good situational hitter, including being able to sacrifice with great consistency.\" Vazquez will definitely get a chance to prove he can be the catcher of the future for the Red Sox. But Blake Swihart might have something to say about that before 2015 is over. Swihart finished last season at Triple-A, and the Red Sox have long been excited about his left-handed bat and potential on defense. Having two young catchers with high potential puts Boston in an envious position. So, though it isn't completely clear what type of production the Red Sox will get behind the plate in 2015, the future of the position appears to be in good shape from an organizational standpoint. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
