{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/105451800\/rays-right-hander-jake-odorizzi-looking-for-breakout-year-in-2015\/",
    "title": "Odorizzi looking for breakout year in 2015",
    "subtitle": "Rays' righty is eyeing consistency after an up-and-down rookie campaign",
    "body": "ST. PETERSBURG -- Jake Odorizzi experienced a tough beginning to the 2014 season. Things can get pretty hectic in one's rookie season. Then, the game slowed down, and the right-hander showed what he believed he could do all along. Now, he's a mainstay in the Rays' starting rotation heading into 2015. Odorizzi came to the Rays along with outfielder Wil Myers, left-hander Mike Montgomery and infielder Patrick Leonard in a trade that sent right-handers James Shields and Wade Davis along with infielder Elliot Johnson to the Royals prior to the 2013 season. Leaving the Royals hit Odorizzi pretty hard. Had he remained with Kansas City, it's likely he would have landed a spot in their 2013 starting rotation. Instead, he spent most of the '13 season at the Rays' Triple-A affiliate, Durham. Aside from the frustrations of being denied when close to realizing a dream, the experience has made Odorizzi stronger. \"In 2012, I got the first taste of [the Major Leagues],\" said Odorizzi, who went 0-1 with a 4.91 ERA in two starts with the Royals at the end of the '12 season. \"That was two or three weeks. And then going into the offseason, I'm expecting to be in the Kansas City rotation and the trade happened -- so it was another season of the up and the down. \"It just proves nothing is given to you. You don't know what's going to be happening on a year-to-year basis, so you have to prepare for everything. I think going through that gave me a better perspective. You just have to keep putting your work in, and your time will come when it's ready to come. It prepared me for this year. I wanted to make the most of it, and I think I did.\" Odorizzi arrived to Spring Training in Port Charlotte in February knowing he had to pitch well to earn the fifth spot in the rotation. He also knew that he had to improve his changeup if he wanted to get the results needed to earn that spot. Thus, Spring Training became an exercise in creating \"The Thing\" -- a hybrid changeup similar to the one employed by fellow starter Alex Cobb. \"The Thing\" became a major weapon, helping Odorizzi land a spot in the Rays' rotation. But the process of making the pitch a reliable one likely took its toll in the early season. Once the games began to count, Odorizzi needed to use all of his pitches -- rather than just refining one -- and he got off to a rough start. In his first 12 starts through June 5, Odorizzi went 2-6 with a 5.31 ERA and a 1.53 WHIP. He showed toughness by surviving that stretch to finish strong, going 9-7 with a 3.51 ERA and a 1.15 WHIP in his final 19 starts. Along the way, he led all Major League rookies with 174 strikeouts -- and his 9.32 strikeouts per nine innings ranked as the third best all-time among American League rookies. Having survived and conquered, Odorizzi allowed that he will be more mentally prepared come the start of the 2015 season. \"I kind of know what to expect now,\" Odorizzi said. \"I had the whole year to look back on, and from this time last year until now, a lot has happened. But I've been able to take it all in and work on my preparation for this offseason and my workload for the season, and I kind of know what to expect next year. I know how my body felt at the end of last year, so I'm tailoring my offseason workouts to be more prepared for the end of the season -- more so than I was for the end of last season.\" Included in that knowledge is how a Major League inning can become a runaway freight train in an heartbeat. Several times Odorizzi got bushwhacked by the opposition for big innings. Had he been able to exercise some semblance of damage control in those instances, there's no telling how good his final numbers might have looked. \"That was the big hiccup last year,\" Odorizzi said. \"When it went bad, it went really bad. \"I think really a lot of [my problem] had to do with me trying to learn how my stuff played at the Major League level -- trying to navigate through a lineup and get comfortable at the Major League level. There are no weak spots in an American League lineup, so there was a big learning curve for me.\" Looking forward to 2015, Odorizzi believes allowing fewer walks will be the first step toward improving. \"That's something I can control,\" he said. As for eliminating the big inning ... \"That's something else,\" Odorizzi said. \"Turn six [runs] to three, or four to two. There's lots of games where if you let this run score, it's going to help you out in the long run by saving you for the whole game. \"Sometimes it's hard to look at a situation that way. Bases loaded, you try and get a double play and let a run score instead of trying to get three outs without any runs scoring. That can blow up in your face.\" Plenty of changes have taken place on the Rays since Odorizzi last put on his uniform. Examining those changes, Odorizzi said the starting pitchers have a clear idea about what will be needed from them. \"[James] Shields used to say the starters need to get 1,000 innings,\" Odorizzi said. \"It would be a crucial year for the starters to try and implement that. \"I think it all starts with our pitching staff this year. And we need to go out and throw quality innings -- and quantity, as well. I wouldn't say there's pressure on us. But if we can live up to that, we can hopefully give the team a boost.\" Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
