{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/105455788\/ryan-braun-knows-he-will-impact-brewers-2015-fortunes\/",
    "title": "Braun knows he will impact Crew's '15 fortunes",
    "subtitle": "",
    "body": "MILWAUKEE -- Is Ryan Braun the key to the Brewers avoiding the sort of slump in 2015 that sidetracked their '14 season? Manager Ron Roenicke says, \"No.\" But Braun himself, during a wide-ranging discussion at the end of the regular season, suggested the answer was, \"Yes.\" \"If I'm anywhere close to healthy,\" Braun said, \"and doing anywhere close to what I expect myself to do, I have no doubt we're in a different place as a team.\" But with Braun compromised by a right thumb injury that has since been addressed surgically, the Brewers lost 22 of their final 31 games amid an offensive outage. During the collapse, which began with an Aug. 26 loss in San Diego, only the Braves (2.45 runs per game) scored less often than the Brewers (2.61 runs per game). Braun's own fade mirrored that of the team. His slash line at the All-Star break was .298\/.348\/.515, while he fell to .226\/.295\/.374 after. In September, Braun contributed one home run, five RBIs and a .603 OPS. In his final 14 games, Braun had no homers, one RBI and a .533 OPS. \"You need your best players to play well down the stretch, and I didn't do that,\" Braun said. He cited his injured thumb, which hurt so bad over parts of the past two years that Braun could not shake hands, much less use his top hand properly while swinging. Reflexively, Braun says, he began to alter the timing of his swing to compensate, which led to a career-high percentage of swings at pitches outside the strike zone (39 percent) and his lowest contact rate (78.6 percent) since his rookie season in 2007. The timing of his down campaign was particularly painful. Braun reported to Spring Training on the heels of losing 65 games of his 2013 to a suspension for his ties to Biogenesis, while vowing to spend '14 re-asserting his place among baseball's top players. He dismissed the notion that a desire to \"make something happen\" played into his extra-aggressive approach. \"I've dealt with that for years now,\" Braun said. \"I dealt with that in 2012 and had one of my best seasons. I don't allow that to get in the way of how I prepare and compete. The biggest key to success for me, as it is for most players, is being healthy. Playing the game with one hand is extremely challenging.\" Braun underwent a cryotherapy procedure in October to freeze an inflamed nerve. When he visited Milwaukee six weeks later ahead of Thanksgiving, he reported being pain-free. It was cautious optimism, since Braun and the Brewers will not be able to truly gauge the success of the procedure until he resumes a daily hitting routine in Spring Training. \"He's important like a lot of our guys are,\" manager Ron Roenicke said. \"If he could just have the first half he had last year, which basically came in with the thumb in the same spot, [it would be acceptable]. We didn't know what it was going to be like. If he could do that for the year, we'd be very happy with what he did for that half of the season.\" Braun, who became a first-time father in September, turned 31 in November. He is entering the final season of a then-unprecedented eight-year, $45 million contract, and has a five-year, $105 million extension waiting on the other side. Braun will cost the Brewers $12 million in 2015 before jumping to a $19 million salary from 2016-18. Assuming the Brewers draw down their payroll at the end of this year, when it projects to creep toward $110 million, Braun could account for about 20 percent of the club's player salaries in the early years of his newer contract. \"It was really difficult and disappointing to finish the season the way we did, after playing as well as we did for as long as we did,\" Braun said. \"For almost five months, we played really solid, consistent baseball in all facets of the game. To fall off like we did, it's disappointing, it's frustrating, it's all of the negative adjectives you can think of. \"We've discussed this before: It's already a game where you deal with a lot of failure, a lot of adversity, a lot of negativity. But this has been probably the most challenging month of my career as a baseball player. I bet most of the players on our team would say the same thing.\" Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
