{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/105366258\/chris-hafts-tribute-to-ryan-vogelsongs-run-with-sf-giants\/",
    "title": "In appreciation of Vogelsong's run with Giants",
    "subtitle": "Veteran right-hander pivotal to 2012 championship, expected to sign elsewhere",
    "body": "SAN FRANCISCO -- Ryan Vogelsong is more than a pitcher. He is a Giant through and through. Vogelsong, a free agent, isn't yet officially an ex-Giant. But the two-year contract that Jake Peavy received gave the Giants a full complement of starting pitchers and likely will squeeze out Vogelsong -- who, according to those who know him closely, maintained hopes of spending the rest of his career with the club. Obviously, such sentiments cannot be allowed to determine personnel moves. If Brian Sabean believed the Giants are better off without Vogelsong, it's difficult to argue with the general manager who engineered three World Series triumphs in five seasons. Nevertheless, Vogelsong deserves a special salute for his character, conduct and performance. He won the Willie Mac Award in 2011 as the club's most inspirational player. The Giants won all seven of his postseason starts -- including four in 2012, when he was their leading postseason winner (3-0). \"He helped put two rings on my fingers,\" Giants left-hander Javier Lopez said. Vogelsong established a personal best of nine strikeouts, not in a pedestrian regular-season encounter, but in Game 6 of the 2012 National League Championship Series against St. Louis. He then coaxed a popup from Triple Crown winner Miguel Cabrera with the bases loaded to end the fifth inning of Game 3 of the World Series at Detroit, preserving San Francisco's 2-0 lead. It was one of the Series' biggest outs. \"He's got a tenacious and relentless will to win that only fed his aggressiveness and the overall team belief that things were going to go well on his watch,\" Lopez said. Vogelsong may have thought that wearing a Giants uniform ennobled him. Actually, it was the other way around. He enhanced the meaning of being a Giant. Like any true Giant, Vogelsong persevered. From Bobby Thomson to the 2012 team that won six consecutive postseason elimination games, refusing to give up has been a Giants hallmark. Vogelsong strengthened this legacy through his saga that has become familiar but remains compelling. He was selected by the Giants in the fifth round of the 1998 First-Year Player Draft, then sent to Pittsburgh with outfielder Armando Rios at the 2001 Trade Deadline for right-hander Jason Schmidt and pinch-hitter John Vander Wal. The Pirates jettisoned Vogelsong five years later, when they were among the NL's least inspiring teams. He then endured three seasons in Japan. Vogelsong returned to the U.S. to spend 2010 with the Triple-A affiliates of the Phillies and Angels before the Giants invited him to Spring Training in 2011. By midsummer, he was on the NL All-Star team. Vogelsong and the fans understood each other. Maybe they related to his rocky career path. Or perhaps they understood that they were watching a true professional who performed with obvious, sincere effort. Consider the events of May 8, 2011, when Vogelsong blanked Colorado on one hit through 6 1\/3 innings in his first home game at AT&T Park since July 21, 2001. The crowd serenaded Vogelsong with a noisy ovation as he left the mound, then roared even louder as he doffed his cap in recognition. Vogelsong called it \"the best experience I've ever had in baseball. Just the whole day in general -- my first start here as a Giant, then to pitch like that, then to have the fans recognize not only the way I pitched but also the journey that it's been.\" Finally, Vogelsong was a Giant because he hated the Dodgers. Well, \"hate\" might be an inappropriate word. Kids \"hate\" the rivals of their favorite team; Major Leaguers might compete harder against some teams than others but rarely allow their emotions to range into extremes. But what can you say about Vogelsong's decision before the 2011 season, when he signed with the Giants after rejecting a more lucrative offer from the Dodgers? That's the act of a man who belongs in orange and black. Vogelsong's 2011 emergence prompts an irrelevant but irresistible thought. For most of the year, his entry music was \"Howlin' For You\" by the Black Keys, a tune he actually didn't select. But the song fit him: edgy, gritty, vaguely menacing. It added to the fun of watching him pitch. Vogelsong would have fit in with the Giants before players had walkup music -- or in any era, for that matter. In the 1960s, Vogelsong would have been Gaylord Perry, who was so competitive that he made a pickoff throw look like a malevolent act. In the 1970s, Vogelsong would have been Jim Barr -- never demonstrative but coldly efficient. In the 1980s, Vogelsong would have been Mike Krukow, refusing to accept defeat. Vogelsong's '90s counterpart would have been Mark Gardner, somebody who commands enduring respect. Among pitchers of the previous decade, Vogelsong recalled Noah Lowry, who oozed confidence and looked like a big leaguer merely while rubbing up a baseball. Vogelsong could intimidate infrequent visitors to the Giants clubhouse. He ceased answering questions from reporters two days before his starts. His expression sometimes appeared glowering. A reporter who got his first good look at Vogelsong in the media briefing before the aforementioned Game 3 of the 2012 World Series pondered Vogelsong's expression -- which already was metamorphosing into his game face -- and asked a Giants beat writer, \"Does he always look like that?\" No, not really. Two years ago during a Giants series in New York, my girlfriend and I encountered Vogelsong and his wife, Nicole, purely by chance. As I began the process of introductions, Vogelsong took over by shaking hands with my girlfriend, smiling warmly and saying, \"Hi, I'm Ryan.\" No affectation, no conceit, no inflated sense of self-importance. Hi, Ryan, and farewell. May you wear your next Major League uniform with the same distinction that you brought to San Francisco's. Chris Haft is a reporter for MLB.com. Read his blog, Haft-Baked Ideas, and follow him on Twitter at @sfgiantsbeat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Haft"
}
