{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/106084106\/tracy-ringolsby-ryan-express-kept-rolling-after-elbow-injury\/",
    "title": "Ryan Express kept rolling after elbow injury",
    "subtitle": "",
    "body": "As the 1986 season came to an end, the pain continued to throb in Nolan Ryan's right elbow. Finally, he relented. Ryan visited Dr. Frank Jobe and was told there was a ligament tear in the elbow. Jobe suggested Tommy John surgery. Ryan balked. He would turn 40 during the offseason. He'd already had a fulfilling career. And doctors were still refining the elbow surgery that Jobe made famous after treating lefty Tommy John successfully about a decade earlier. \"It was a 15-18-month recovery back then, and at my age that didn't make any sense,\" he said. Ryan had such a stringent offseason workout routine to maintain his strength that he didn't feel he could keep his focus if he knew he would miss at least a full season, most likely more. \"Dr. Jobe said there might be scar tissue that would hold [the ligament together],\" Ryan recalled. \"I decided to go home and see what would happen. Around Dec. 15, it quit hurting. Then it was sore the first 10 days in Spring Training, but it went away, and the rest is history.\" The rest was seven more big league seasons that ensured Ryan's first-ballot selection for the Baseball Hall of Fame. He led the National League with a 2.76 ERA in 1987, and in that year he started four-season streaks of both 200-plus strikeouts and 200-plus innings, winning strikeout titles all four seasons. And before Ryan retired following the 1993 season, he had also added the final two of his record seven no-hitters. Passing the torch During Ryan's final season in 1993, he counseled Randy Johnson, who was a member of the Mariners at the time, on the mental approach to pitching. Johnson, who this year joins Ryan in the Hall of Fame, carried on Ryan's tradition of piling up wins and strikeouts. When The Big Unit finished his career with the Giants in 2009, he wasn't anywhere close to the Randy Johnson who was a first-ballot inductee to Cooperstown. He appeared in only 22 games (17 starts) and spent 2 1\/2 months on the disabled list. Johnson, however, had not forgotten what it took to be great, and he counseled the strong, young arms of the Giants. Johnson, a five-time Cy Young Award winner, stressed to Tim Lincecum, who was about to win his second NL Cy Young Award that, \"my first Cy Young was not my best season. Don't be satisfied.\" Johnson stressed to Matt Cain that if Cain wanted to avoid the no-decisions that had become such a big part of his career, the right-hander had to learn to pitch seven innings before turning the game over to the prime relievers. Changing times Frank Pulli was an old-school umpire, and he had an old-school value system, which included allowing players to take care of situations on their own. Pulli was behind the plate for a May 28, 1994, game between the Rockies and Expos in Montreal. Pedro Martinez, who was elected to the Hall of Fame this week along with Johnson, had a reputation for throwing at hitters, and he was pitching that day for the Expos. In the top of the third inning, with two outs, Martinez threw a pitch behind Rockies first baseman Andres Galarraga. Galarraga lined out, and Martinez led off the bottom of the inning and struck out swinging against Marvin Freeman, who kept every pitch away. After the game, Pulli was upset. \"You have to understand,\" a fellow umpire explained. \"Frank knew the lineup. He knew Pedro was going to lead off the bottom of the inning. He was giving Marvin a chance to retaliate without being thrown out. That's why he didn't warn Martinez. And Marvin showed [Pulli] up.\" Waiting game Left-handed pitcher Brady Aiken, the San Diego high school product who was the No. 1 pick in the 2014 First-Year-Player Draft but didn't sign after the Astros' concerns about his physical led them to lower their offer, has yet to enroll in a school this winter. The expectation is he will attend the IMG Academy, which offers a developmental program in a variety of sports, including baseball, and has a prep school as part of its program, which will allow him to re-enter the Draft next June. Former Reds third baseman Chris Sabo is the head coach of the IMG Academy baseball program. Good, but not good enough The following are career leaders in statistical categories who have not been elected to the Hall of Fame. It does not include players who are still on HOF ballot or not yet eligible: • Batting average: Lefty O'Doul (1919-34) ranks fourth all-time with a .349 average. His highest Hall of Fame vote total was 16.7 percent in 1960. • OPS: O'Doul ranks 24th all-time with a .945 mark. • Runs scored: Rafael Palmeiro (1986-2005) ranks 32nd all-time with 1,663 runs scored. His highest Hall of Fame vote total was 12.6 percent in '12 • Hits: Palmeiro ranks 25th all-time with 3,020 hits. • Doubles: Luis Gonzalez (1990-2008) ranks 15th all-time with 596 doubles. His highest Hall of Fame vote total was 0.9 percent in '14. • Triples: Ed Knoetchy (1907-21) is tied for 15th all-time with 182 triples. He never received a Hall of Fame vote. • Home runs: Palmeiro ranks 12th all-time with 569. • RBIs: Palmeiro ranks 16th all-time with 1,835. • Stolen bases: Vince Coleman (1985-97) ranks sixth all-time with 752. His highest Hall of Fame vote total was 0.6 percent in 2003. • Wins: Bobby Mathews (1871-87) ranks 25th all-time with 297. He never received a Hall of Fame vote. • Strikeouts: Mickey Lolich (1963-79) ranks 18th all-time with 2,832. His highest Hall of Fame vote total was 25.5 percent in '88. • Innings pitched: Mathews ranks 15th all-time with 4,956. • Saves: John Franco (1984-2005) ranks fourth all-time with 424. His highest Hall of Fame vote total was 4.6 percent in '11. Tracy Ringolsby is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
