{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/106083464\/richard-justice-10-players-who-could-have-breakout-years-in-2015\/",
    "title": "10 players who could be poised to break out in 2015",
    "subtitle": "",
    "body": "It was Corey Kluber and Garrett Richards and Jake Arrieta. It was Josh Harrison and Jose Altuve and J.D. Martinez. Also Jonathan Lucroy and Dellin Betances. On the final day of the 2014 regular season, we didn't think of them the way we had on Opening Day. One of the best parts of every baseball season is watching players emerge and force us to see them in a different light. Sometimes, it happens because something clicks. Or because someone finally had faith in them. But every season has players who come of age. In 2014, the list was a long one: Michael Brantley, Lucas Duda, Dallas Keuchel, Christian Yelich... and it goes on. Some are highly touted prospects who burst onto the scene and fulfill the promise forecast for them. Others simply improve for a long list of reasons, from maturity to coaching to opportunity. So who do you have in 2015? I've got 10 on my working list, but they're all kids, so it's going to be incomplete. There'll be plenty of players who change the way we think about them. For instance, Mariners catcher Mike Zunino. In his first big league season, he thrilled the Mariners with his work behind the plate and his leadership. He showed flashes with 22 home runs, but finished with a batting average of .199. Plenty of scouts believe this guy is going to end up being a special player if the Mariners are patient with him. Anyway, here are my 10: 1. Steven Souza Jr., RF, Rays The Rays acquired the 25-year-old in the three-team Wil Myers trade and hope he'll be a middle-of-the-order presence from day one. In 96 games at Triple-A for the Nationals last season, he had 25 doubles, 18 home runs and a 1.022 OPS. 2. Joc Pederson, CF, Dodgers He's only 22 and already has sprinted through the Minor Leagues with eye-popping performances at the last three levels. One of the reasons the Dodgers were comfortable trading Matt Kemp is that they believe Pederson's 33 home runs and 1.017 OPS at Triple-A last season make him the real deal. Right behind him is 20-year-old SS Corey Seager, whose debut may be pushed back a year because of the trade for Jimmy Rollins, but Dodger fans will be seeing a lot of these two kids the next few seasons. 3. Anthony Gose, CF, Tigers He's 24 years old and coming off a season in which he hit .226 in 94 games for the Blue Jays. The Tigers, who acquired Gose in November, aren't sure what kind of offensive numbers he'll put up, but they got him to replace Austin Jackson and believe he'll play a Gold Glove-caliber center field. They also think he might contribute offensively, but his first job is run prevention. 4. Aaron Sanchez, RHP, Blue Jays Sanchez has one of the best young arms on the planet and was virtually unhittable during 24 games for the Blue Jays last season. At 22, he seems penciled in for a spot in the rotation this season unless the Blue Jays ask him to fill the closer's role temporarily. Either way, he's one of many reasons the Blue Jays are so optimistic about 2015. 5. Marcus Semien, SS, A's A's general manager Billy Beane traded five of his seven 2014 All-Stars in an effort to replenish his farm system and add pitching depth. In the wheeling and dealing he also got Semien, who will have every chance to be Oakland's everyday shortstop. Only 24, Semien has played just 85 big league games, but flew through the Minors, putting up nice numbers at every stop. 6. Carlos Rodon, LHP, White Sox The White Sox were thrilled that this hard-throwing left-hander out of North Carolina State was still on the board when they used the third pick in the 2014 First-Year Player Draft to nab him. Rodon pitched nine Minor League games last season, and those might be the only nine he ever pitches. He has both polish and power, and he seems to be absolutely ready for the big leagues. 7. Andrew Heaney, LHP, Angels Speaking of prized pitching prospects, this 23-year-old left-hander has become part of the pitching inventory Angels general manager Jerry DiPoto has acquired the last two offseasons. Heaney could earn the No. 5 spot in the rotation in 2015. If he stays healthy, he's widely seen as a top-of-the-rotation guy. 8. Ryan Rua, LF, Rangers In last season's rash of injuries, the Rangers discovered they had a wave of talented Minor Leaguers on the way. Rua, 24, seems likely to open the 2015 season with the big league club. He's just two years removed from Class A ball, but he's posted an .854 OPS in four Minor League seasons. 9. Ty Blach, LHP, Giants The Giants have a wave of young pitching on the way, and doesn't that sound familiar? Blach, 24, finished last season at Double-A, and the Giants now see him as rotation insurance in case one of their veterans is injured. 10. Mike Fiers, RHP, Brewers He's one of the best-kept secrets in baseball. Fiers was nothing special in his first two cracks at the big leagues, but last season threw up dazzling numbers (2.13 ERA in 14 appearances, including 10 starts). The Brewers are going to let six starters compete for five jobs this spring, and while veterans Matt Garza and Kyle Lohse are ahead of him, they're also in the final year of their contracts. Fiers' time is coming. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
