{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/106247166\/padres-to-play-mexico-city-red-devils-during-fanfest\/",
    "title": "Padres to play Mexican team during FanFest",
    "subtitle": "Exhibition vs. Diablos Rojos joins autographs, forums, on-field activities",
    "body": "The Padres' 2015 FanFest presented by State Farm is set for April 4 -- coinciding with an exhibition game against the Mexico City Red Devils (Diablos Rojos) -- at Petco Park. Fans will have a chance to meet a reconstructed Padres team, as well as see the new video board in the ballpark. \"Padres FanFest will reach a new level of excitement in 2015 with the addition of an exhibition game against Mexico's most popular baseball team,\" said Padres president and CEO Mike Dee in the team's press release. \"Construction of the new video board necessitated pushing FanFest closer to the regular season, and we are excited that the stars aligned for this game to be part of the event. I'd like to thank Alfredo Harp Helu and the Diablos Rojos organization for their commitment to making this game happen.\" The annual FanFest is free, but preregistration is required for an entry ticket, because each ticket will include an assigned seat. Gates will open exclusively to Padres Members at 8 a.m. PT, gates are open to the public at 9 a.m. and the first pitch of the exhibition game will be at 2 p.m. Parking is free in Padres-owned lots around Petco Park. Season Ticket Members will have the option of securing Opening Day seats for the exhibition game. Members will be e-mailed instructions to access their tickets through their online account manager, and the general public will have the opportunity to register for the best available seats at no cost at www.padres.com\/fanfest. There will be some changes to the layout and schedule, but the event will feature mainstay events, such as player, coach and alumni autograph opportunities, the Padres Foundation Garage Sale, on-field activities and interactive forums. Field access will be limited to the morning hours of the event, so the field and the teams can prepare for the game. More details will be announced at a later date. The exhibition will be the Padres' 14th against a Mexican League opponent, but the first played in the U.S. The Mexico City club, which this year is managed by former Padres catcher Miguel Ojeda (2003-05), has faced the Padres on six occasions, most recently in 1981, which was the last time the Padres faced a Mexican League team. Thomas Harding is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
