{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/106634448\/jon-daniels-rangers-not-involved-with-top-free-agents-cole-hamels\/",
    "title": "Daniels: Club not involved with top free agents, Hamels",
    "subtitle": "Rangers GM reiterates position to limit spending, hold on to prospects",
    "body": "ARLINGTON -- The Rangers would like to add a starting pitcher before the end of the offseason, but they say they are not going to sign a big-name free agent and they are not likely to acquire Phillies left-hander Cole Hamels. Texas has been linked to Hamels as a possible trade partner with the Phillies. But a Major League source said that as much as the Rangers like Hamels, they simply can't afford him. The Rangers are also not eager to part with their top Minor League prospects, as they were unwilling to give up pitcher Alex Gonzalez in any deal involving the Braves and Evan Gattis earlier this week. General manager Jon Daniels has made the club's position clear throughout the winter, and he reiterated it on Friday during an appearance on MLB Network Radio. \"We'd still like to add a starter,\" Daniels said. \"We're looking at a few different possibilities, both trades and free agents. We are really not involved, nor have we been all winter, with the top-of-the-market free agents. There are a couple of trade possibilities and a couple of free-agent possibilities.\" The Rangers currently have a rotation that includes Yu Darvish, Derek Holland, Ross Detwiler and Colby Lewis. The fifth spot right now is between Nick Tepesch, Nick Martinez and Lisalverto Bonilla. Gonzalez might also end up getting into the competition. Hamels is due at least $96 million over the next four years, plus whatever prospects a club must give up to acquire him from the Phillies. Former Royals starter James Shields is reportedly looking for at least $100 million for five years. Both are more than the Rangers can afford based on their current payroll projections. T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
