{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/106635734\/fanfest-on-jan-31-to-be-held-inside-dodger-stadium\/",
    "title": "FanFest on Jan. 31 to be held inside Dodger Stadium",
    "subtitle": "",
    "body": "LOS ANGELES -- This year's Dodgers FanFest, to be held Saturday, Jan. 31, will take place for the first time inside Dodger Stadium and not in the parking lot. Entrance to the event is free. Vehicle access will be through Parking Gates A, C and E. Fans then enter through the right-field and left-field plaza gates and will be allowed onto the field, where there will be interactive games, autograph booths, on-stage interviews with players and special appearances by Vin Scully and Tommy Lasorda. Autograph sessions will be held with more than 20 players on the Major League roster. Those scheduled to appear include Yasiel Puig, Adrian Gonzalez, Zack Greinke and Kenley Jansen, as well as new Dodgers Yasmani Grandal, Howie Kendrick, Brandon McCarthy and Joel Peralta. Former Dodgers scheduled to sign autographs include Fernando Valenzuela, Orel Hershiser, Eric Karros, Ron Cey, Bill Russell, Steve Yeager, Mickey Hatcher, Tim Wallach, Ken Landreaux and Jerry Hairston Jr. Current coaches Mark McGwire and Lorenzo Bundy also will be signing. Tickets for the autograph session must be purchased in advance. Tickets for individual games also will be on sale. Dodgers broadcast partners SportsNet LA and KLAC will be broadcasting live from the event, which begins at 10 a.m. PT. The highlights: • Player autographs (you must purchase a voucher in advance) • Interactive games and activities for all fans including kids, and an all fans run the bases experience • Main stage interviews with Dodgers past and present • 2015 Ticket Open House • Hang out in the @Dodgers Social Media Lounge • Photo opportunities inside the Dodger dugout and with the World Series trophy • Individual 2015 game tickets and Opening Day Mini Plans on sale • Dodgers Foundation Yard Sale including Jerseys and T-shirts • Dodgers Foundation Mystery Bags containing autographed baseballs • VIP experiences (you must purchase a voucher in advance) Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
