{
    "url": "http:\/\/m.mlb.com\/news\/article\/106628828\/arbitration-figures-deadline-brings-deluge-of-deals-across-baseball\/",
    "title": "Deadline brings deluge of deals across baseball",
    "subtitle": "Price, Tigers set record at $19.75M as eligible players, clubs avoid arbitration",
    "body": "The prospect of taking the arbitration process a step further brought a torrent of transactions Friday, as dozens of Major League players settled with their clubs on a salary for 2015, highlighted by an arbitration record for the Tigers' David Price. Players and teams engaged in salary arbitration knew Friday was the day they'd either work it out or delve deeper into the process by exchanging figures, and a vast majority worked it out. A total of 54 players wound up taking the step of exchanging figures with their clubs, including seven members of the 2014 American League champion Royals and six for the AL East champion Orioles, meaning there are some big names and numbers still out there. But the Friday deadline to exchange those numbers continued a trend of providing a catalyst for a run of 11th-hour settlements, a total of 95 of them in all on the final day. None of the settlements was bigger than the one between Price and the Tigers. Price agreed to the richest one-year contract ever for a player before his free-agency years at $19.75 million, surpassing the $15.5 million the Tigers agreed to pay Max Scherzer in 2014. The arbitration record was just one of several big paydays announced Friday, including a reported $12.5 million salary for Red Sox right-hander Rick Porcello and the reported $12 million that Orioles slugger Chris Davis will earn in 2015. There were a total of 175 players who filed for arbitration on Tuesday, and 149 of them remained without an agreement for 2015 as of Friday morning. But players and clubs hustled to avoid taking the big step of exchanging numbers, and they did so in droves. One factor: Some so-called \"file-and-trial\" clubs have made clear in negotiations that exchanging numbers would mean halting talks and ensuring a hearing, an incentive to come to an agreement before it gets that far. The Blue Jays were among the teams that exchanged numbers with players, and GM Alex Anthopoulos said Friday night that means the club is headed for a hearing with new infielder Josh Donaldson (asked $5.75 million, offered $4.3 million) and Danny Valencia (asked $1.675 million, offered $1.25 million). \"Our policy, when we exchange [numbers], this is the deadline for us to get a deal done,\" Anthopoulos said Friday night. \"The only way we don't is ... in a multiyear scenario. I'd never discuss if that was an option, or in play, those are all the things we keep private. As we sit here today, we couldn't come to an agreement on what the right salary is and we'll have a third party come up with that for us.\" In all, eight teams cleared their arbitration slate completely. \"We're happy to settle with everybody -- you go into the process hoping both sides can come up with an agreement,\" first-year Padres general manager A.J. Preller said. Last year, there were 91 signings on the day numbers were exchanged, and ultimately only 39 pairs of players and teams took the process so far as to put their asking and offering numbers into the arbitration system. In the end, only three players went all the way to a hearing last year. In 2013, no cases went to a hearing for the first time in the history of the process, which began in 1974. Players eligible for arbitration are those with three to six years of Major League experience, and the top 22 percent of those with two-plus years (Super Twos) in the Majors. After exchanging figures, if the two sides cannot come to an agreement on a 2015 salary or a long-term deal by the time arbitration hearings are held Feb. 1-21, either the player's asking price or the team's offer as submitted Friday will be selected by an arbitrator following a hearing that would take place in St. Petersburg. Along with Price, Porcello and Davis, others who came to terms Friday on lucrative contracts for 2015 include Nationals starters Doug Fister (reported $11.4 million) and Stephen Strasburg (confirmed $7.4 million), White Sox starter Jeff Samardzija (reported $9.8 million) and Dodgers closer Kenley Jansen (confirmed $7.425 million). Few clubs had quite as much at stake as the Orioles, who came to terms on last-minute deals with Davis, catcher Matt Wieters (reported $8.3 million) and ace Chris Tillman (reported $4.315 million) among their 10 arbitration-eligible players. But the O's still have a lot of work to do with six other players having exchanged figures with the club. Heading that list is pitcher Bud Norris, who's asking for $10.25 million and being offered $7.5 million by the club, according to multiple reports. Houston's Dexter Fowler wound up with the highest asking price among the players who exchanged numbers with their teams Friday, at $10.5 million to the Astros' offer of $8.5 million. The Pirates led everyone with 12 arbitration-eligibles, and although they announced agreements with nine players, including Josh Harrison and Mark Melancon, deals had not been reached yet with Neil Walker, Pedro Alvarez and Vance Worley, so those three exchanged numbers. Several of the contributors to the Royals' World Series run -- including Lorenzo Cain, Greg Holland, Eric Hosmer and Mike Moustakas -- went to the step of exchanging numbers with the club, giving the Royals the highest number of cases still pending with seven. Holland leads the way in both asking price and the gap between his price and the team's offer, Holland asking for $9 million and the Royals offering $6.65 million to their closer. The defending World Series champion Giants also have some cases taking the next step, with first baseman Brandon Belt, outfielder Gregor Blanco, shortstop Brandon Crawford and newcomer Casey McGehee, joining the A's with four cases pending. The Reds had a trio of stars still on the docket -- Aroldis Chapman, Todd Frazier and Devin Mesoraco -- as one of four teams with three players still in the arbitration system, joining the Angels, Pirates and Marlins. John Schlegel is a national reporter for MLB.com. You can follow him on Twitter @JohnSchlegelMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "John Schlegel"
}
