{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/106644406\/team-effort-helps-padres-land-2016-all-star-game\/",
    "title": "Team effort helps Padres land 2016 All-Star Game",
    "subtitle": "",
    "body": "SAN DIEGO -- From his very first conversation with Commissioner Bud Selig after taking over as executive chairman of the Padres in 2012, Ron Fowler persistently peppered Selig about what it would take to get an All-Star Game in San Diego. At least once, Fowler said Friday, he got the sneaking suspicion Selig might have been growing tired of the subject. \"There was once when I thought he walked away from me [because of it], but he said, 'No, no, no, it was something else,'\" Fowler said, smiling. \"But he knew that it was very important.\" A day after the Padres and Petco Park were awarded the 2016 All-Star Game, Fowler, along with team president and CEO Mike Dee, lead investor Peter Seidler and San Diego mayor Kevin Faulconer spoke with reporters at the downtown ballpark. About 30 or so minutes later, the four were still smiling -- pleased to no end for the club, city and region, which could see an economic windfall of approximately $80 million from hosting the game. They might have even been a bit stunned they were able to land the game as soon as 2016. \"Our ability to react and respond and be ready for '16 gave us a leg up on others competing for that same year,\" Dee said. And now the All-Star Game is theirs. \"We're going to put on a fantastic show,\" said Faulconer, who was instrumental, according to Fowler and Dee, in helping get the Midsummer Classic back in San Diego for the first time since 1992 and for the first time at Petco Park. San Diego also hosted the 1978 All-Star Game. The game is tentatively scheduled for July 12, 2016. The Padres, under Fowler and Dee, who was hired in 2013, have been pondering plans to get an All-Star Game back in San Diego for a while. They just didn't think it could happen as soon as 2016. \"For whatever reason, [previous owner] John [Moores] didn't make it a priority, Jeff [Moorad] didn't make it a priority,\" Fowler said. \"But they're changing the rules. The price of poker is going up for the All-Star Game. We felt that if we're all-in, we better be all-in for 2016.\" So the Padres, with help from Faulconer and the city council, moved fast, ramping up their efforts only four months ago. There was a formal application; Dee called it a \"thick book,\" one which was returned with another filled with more questions or \"thicker responses.\" The Padres, from a logistical standpoint, had a lot going for them. First, they had the ballpark, the hotel rooms (16,000 to offer) and the convention center, a short fly ball from the ballpark to host the non-game functions. But, to be sure, they had to hustle if landing the 2016 game was to happen. \"It was three months of work pressed into six weeks,\" Fowler said. \"I think that I was seeing more of the mayor than I was my wife.\" The club submitted its bid in November but, in what Fowler called \"pure serendipity,\" it might have been the Winter Meetings in December that essentially cemented San Diego's winning bid. Many in baseball, in San Diego for the Meetings, stopped by the ballpark for a de facto site visit. Major League Baseball officials also met with Faulconer at that time. Keep in mind, the Winter Meetings showed to Major League Baseball the ability to fill 13,000 rooms, the nice weather, the proximity of the Gaslamp Quarter, Little Italy and other bars and restaurants. Could San Diego have landed the 2016 All-Star Game without the Winter Meetings being such a hit? \"Not as easily,\" Fowler said. All-Star Weekend will begin on Sunday, July 10, with a celebrity softball game and the annual Futures Game, which showcases rising Minor League talent. The All-Star workout day and Home Run Derby will take place July 11. Tickets will be sold in strips to all All-Star Game events with distribution handled through Major League Baseball. Season-ticket holders will be given first priority, but there's no guarantee that there will be enough to meet demand. Detailed ticket information will be released at a later date. \"This was truly a team effort -- my office, the Padres, the city council,\" Faulconer said. \"It wasn't easy. But we knew the All-Star Game deserved to be back in San Diego. This is going to be a huge shot in the arm for us.\" Corey Brock is a reporter for MLB.com. Keep track of @FollowThePadres on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Corey Brock"
}
