{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/106648886\/reds-exchange-arb-numbers-with-trio-of-all-stars\/",
    "title": "Reds exchange arb numbers with trio of All-Stars",
    "subtitle": "Chapman, Frazier, Mesoraco remain unsigned ahead of possible hearings",
    "body": "CINCINNATI -- The Reds' winter arbitration focus is now directed toward getting deals done with three All-Stars, in third baseman Todd Frazier, closer Aroldis Chapman and catcher Devin Mesoraco. Friday was the deadline for clubs and unsigned arbitration-eligible players to exchange salary figures ahead of a potential hearing. In the filing of salary figures, Frazier is requesting to earn $5.7 million while Cincinnati counter-offered $3.9 million; Chapman is seeking $8.7 million while the Reds countered at $6.65 million; and Mesoraco filed for $3.6 million and the Reds countered with $2.45 million. With each side's salary figures now known, Reds general manager Walt Jocketty expects talks to progress. Especially for Frazier and Mesoraco, reaching multiyear deals was not ruled out. \"We've had those discussions but nothing is close,\" Jocketty said. \"Maybe we can concentrate on that now that the numbers are filed.\" Negotiations can continue right up to the arbitration hearings, which are scheduled for between Feb. 1-21. If the players remain unsigned before their hearing, an arbitration panel will hear the cases and choose between one side's salary proposal over the other for a binding one-year contract. The Reds have not gone to an arbitration hearing against any player since winning the case against pitcher Chris Reitsma in 2004. Before the filing deadline on Friday, the Reds reached one-year contract agreements with their two other arbitration-eligible players -- shortstop Zack Cozart and starting pitcher Mike Leake. Cozart, who was first-year eligible for arbitration, will earn $2.35 million this season after he made $600,000 last season. Leake, who was third-year eligible, will make $9.775 million in 2015 -- his final season of club control before he can become a free agent. \"It was a very busy morning, and a busy week. It always gets a little hectic the last hours before numbers are exchanged,\" Jocketty said. \"We'll keep working on the other three.\" Several players around the Majors reached contract agreements on Friday. Some clubs have adopted \"file-and-trial\" approaches that made it clear during negotiations that talks would cease once numbers were exchanged, assuring a hearing would happen. Jocketty did not necessarily take that approach with Cozart and Leake, but the team's position was firmly established. \"We were prepared to go [to a hearing] if we had to,\" Jocketty said. \"We made it clear that the offers we made were offers that could be supported in a case.\" Frazier, 28, batted .273\/.336\/.459 with a team-high 29 homers and 80 RBIs in 2014 and became a first-time All-Star while earning $600,000. Chapman, who turns 27 on Feb. 28, is second-year eligible for arbitration. The details of the six-year, $30.25 million free-agent contract Chapman signed in January 2010 after he defected from Cuba allowed him to go through the arbitration process if he qualified. He avoided it last year by agreeing to a one-year, $5 million contract. Last season, Chapman posted a 2.00 ERA in 54 appearances with 36 saves in 38 chances while recording 124 strikeouts. In a year that began with his being struck in the face by a line drive during Spring Training, the left-hander had the best season of his career. His 17.67 strikeouts per nine innings set a new Major League record. Mesoraco, who is first-year eligible, enjoyed a breakout season as he became a regular catcher in the big leagues for the first time. The 26-year-old, who earned $525,000, batted .273\/.359\/.534 with 25 homers and 80 RBIs in 114 games as he established career highs in most offensive categories. Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
