{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/106651560\/theo-epstein-cubs-shortstop-starlin-castro-responded-to-adversity-really-well\/",
    "title": "Epstein: Castro responded to adversity 'really well'",
    "subtitle": "",
    "body": "CHICAGO -- Starlin Castro says he was in the \"wrong place at the wrong time\" regarding two shooting incidents in the Dominican Republic in December, and the Cubs' shortstop likely will move his family to the United States. Castro, 24, has relocated to Arizona to get a head start on preparing for the 2015 season at the Cubs' complex in Mesa. In early December, Castro and his family were leaving a concert when shots occurred. Three people were injured in that incident. On Dec. 27, Castro was at a nightclub when six people were injured in another shooting. \"People tried to say it was me,\" Castro said. \"Wrong place at the wrong time. We don't try to make a problem or have a problem with anybody. We just went out to have fun.\" Cubs president of baseball operations Theo Epstein talked to Castro immediately after both incidents. \"The most important thing is that Starlin has responded to this adversity really well,\" Epstein said Friday prior to the opening ceremonies at the Cubs Convention. \"He's taken a mature approach and figured out he needed to make some changes, he needed to change his environment to put himself in the best position to A, keep him and his family safe, and B, to prepare the right way for the season to win a championship. \"He made a not insignificant step to move to Arizona and start his training early, and I was proud of the way he responded to a difficult situation,\" Epstein said. The move to Arizona isn't full time, Castro said, and he's still considering his options. \"I've got to move,\" Castro said. \"I've got to do something that doesn't create negative things. I'm not that kind of person.\" In August 2012, the Cubs signed Castro to a seven-year, $60 million contract, and the 24-year-old shortstop said he felt the front office supported him. \"They still believe in me,\" Castro said. \"They told me, 'We love you, we trust you, we know you're not that kind of person. We know you have to move to get away from the problems.'\" Epstein called the experience a \"wake-up call\" for Castro. \"I think he has to take some responsibility for the situation he found himself in and own that,\" Epstein said. \"I think he does. Often times when you face adversity in life or get knocked down, it's more important how you respond than the nature of the circumstances themselves. He has responded the right away.\" Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
