{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/106653672\/cubs-convention-opens-with-big-cheers-for-joe-maddon-jon-lester\/",
    "title": "Cubs Convention opens with big cheers for Maddon, Lester",
    "subtitle": "",
    "body": "CHICAGO -- The Cubs' new marketing slogan for the 2015 season is \"Let's Go,\" and it was unveiled Friday at the opening ceremonies of the 30th convention. New manager Joe Maddon has heard the same message from fans while walking around Chicago this past week. \"The refrain that catches me, primarily, is male-oriented and guys talk about their dads and their grandpops a lot,\" Maddon said. \"It's this unrequited situation where they've never had a World Series here in their lifetime. There's a real passionate generational situation here.\" Maddon, who has strong ties to his family, said he could relate. \"I get it,\" he said. \"I understand where the fans are coming from and I understand the frustration, but more important, I understand the family component.\" The Cubs are coming off a last-place finish in the National League Central, and begin the 2015 season with plenty of optimism following the addition of Maddon and free-agent pitcher Jon Lester, who both received loud ovations during opening festivities of the three-day fanfest at the Sheraton Hotel and Tower. Maddon has spent the week in Chicago, watching video of Cubs players, meeting with the Minor League coordinators, and talking to the analytics department. He's been analyzing the pros and cons of batting a pitcher eighth, something he did during Interleague games with the Rays. He hasn't been scribbling possible lineups down, preferring to see players in person first. His top priority this spring? \"Personally, to build relationships and trust,\" Maddon said. \"Once I do that, we can have a free flow of constructive criticism back and forth.\" Maddon's already heard how optimistic at least one of his players is. On Thursday, first baseman Anthony Rizzo promised the Cubs would win the NL Central this year. \"I love where Anthony is coming from,\" Cubs president of baseball operations Theo Epstein said. \"You want your players to be optimistic. You want them to have a little bit of swagger. You want them excited. I think it's a good thing. From a front-office standpoint, that's what you're looking for from your players.\" A lot of Rizzo's enthusiasm is spurred by the addition of Lester, who signed a six-year, $155 million contract last month. \"I mean it's obviously a bold statement,\" Lester said. \"I don't think the end-all goal is the division. It's nice to win the division, it's always nice to be in the playoffs, but obviously the end-all goal for everybody, I would imagine, would be the World Series. \"By no way, shape or form am I predicting a World Series win, but that's the goal, to get there,\" Lester said. \"You get there, you can figure it out and see what happens. ... I stand behind my teammate and we're going to go out there and hopefully that's the first goal we're going to try to make.\" Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
