{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/106660688\/can-royals-bullpen-be-even-better-in-2015\/",
    "title": "Can Royals' bullpen be even better in 2015?",
    "subtitle": "Trio of Herrera, Davis, Holland keyed club's run to AL pennant in '14",
    "body": "Relief pitching is one of the more unpredictable facets of an already-confounding game, but there are a few things one can feel relatively confident in proclaiming when it comes to the work of the Royals' bullpen during the 2014 season. 1. It was one of the major reasons the Royals went on a historic October tear, winning their first eight postseason contests en route to reaching Game 7 of the World Series. The late-innings triumvirate of setup men Kelvin Herrera and Wade Davis and closer Greg Holland became a three-headed beast that allowed manager Ned Yost to feel comfortable with a mere five or six competitive innings out of his starters each October night. 2. It was discussed as a return trade target more than a fair share of times when general manager Dayton Moore fielded phone calls over the last two and a half months. Beyond that? Well, there on that hardball horizon lies 2015, the Royals' hunt for another American League pennant and one more win in the Fall Classic, and the questions one always must associate with the fluid, ever-changing, ever-mysterious game within the game of relief pitching: Can they be as good in 2015? Or, and this could be viewed as some sort of baseball blasphemy to even suggest, but here goes anyway ... can they be even better this year? To this, Moore, in his words and Hot Stove actions this winter, replies, \"Why not?\" \"I was asked the same question last offseason, and I answered it the same way I'll answer it now,\" Moore said. \"We believe in the individual talent in our bullpen. Certainly the game is unpredictable, but we're going to trust the talent and expect the guys to continue to perform well.\" To make that happen, Moore's winter ledger began Nov. 3, 2014, with a no-brainer of a move -- the exercising of Davis' $7 million option for 2015. Next was the dual-transaction day of Nov. 28, when Moore re-signed veteran righty reliever Jason Frasor (3-0, 1.53 ERA for Kansas City after being acquired in a July 16 trade with Texas) to a one-year deal for $1.8 million and traded righty Aaron Crow (67 games for the Royals in 2014) to Miami for Brian Flynn and Minor Leaguer Reid Redman. Moore made his biggest bullpen splash of the offseason on Dec. 3, signing former Royals reliever Luke Hochevar to a two-year, $10 million deal in the hopes that the right-hander could return from Tommy John surgery and provide anything close to the production he gave the team in 2013 after converting from the starting rotation. In his first go-around as a full-time reliever, Hochevar went 5-2 with a 1.92 ERA, struck out 82 batters in 70 1\/3 innings over 57 games, and put up a WHIP of 0.83. After Hochevar, the Royals signed Yohan Pino on Dec. 15 to give the starting rotation some depth, but Pino could fit in the bullpen as a long man if things break a certain way. The same could be said for Kris Medlen, who signed on for two years on Dec. 18 and is trying to come back from two Tommy Johns. Moore added Minor League signings with intrigue in former stellar setup man and closer Ryan Madson and former Royals reliever Roman Colon. Naturally, it would be a bit presumptuous and maybe even downright silly to assume that Holland, Davis and Herrera would repeat or improve upon their numbers from 2014, but there are positive signs moving forward. \"They've actually been excellent for a while now,\" Fangraphs.com statistical analyst Eno Sarris said. \"You do have a decent amount of sample size for those guys -- better than for your average reliever. For three years, Herrera has had excellent swinging-strike numbers and velocity, too. He's stayed above 98 mph. \"Another nice thing is they're young [Holland and Davis are 29, Herrera just turned 25]. Relievers tend to lose velocity pretty quickly, and it's more important to relievers to keep their velocity. Holland has stayed at 96 last three years. So the top three are going to be good. They're all more like starters who have been good for a year and a half or two years. You believe it more.\" But regardless of whether they're better than they were last year or just as good or even close to it, Moore knows he has something good. \"I expect our bullpen to be strong,\" he said. \"We wanted to maintain our strength and potentially improve upon it if we could. Hopefully we've done it.\" Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
