{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/106606968\/theo-epstein-confident-in-cubs-pitching-catching-depth\/",
    "title": "Theo confident in Cubs' pitching, catching depth",
    "subtitle": "President of baseball operations says club has explored trades involving backstops",
    "body": "With plenty of eyes on the Cubs as they kick off their winter convention on Friday, Theo Epstein spoke to MLB Network Radio about the remaining plans for the offseason and the 2015 season outlook. Epstein, on The Leadoff Spot with Steve Phillips and Todd Hollandsworth, said that despite the big-name free-agent starters still on the market, the Cubs are content with their current rotation. \"We feel pretty good about the rotation as it stands, and especially good about the depth,\" Epstein said. \"We like our sixth, seventh, eighth starters this year better than we have in a long time.\" With newly signed ace Jon Lester at the top of the rotation, the Cubs also have the returning Jake Arrieta, Kyle Hendricks and Travis Wood joining free-agent acquisition Jason Hammel. In other Hot Stove news, Epstein said the Cubs have kicked the tires on a few deals involving their bounty of catchers, but nothing has come to fruition. \"It might be a situation if we don't find a match that we like and we're not overwhelmed, we might just go into Spring Training, because a quick way to derail a potentially good team is if you have an injury to one of your catchers and most teams, most organizations aren't deep enough to call up a Minor League free agent or someone from Triple-A, and it can really create a bit of a black hole in your lineup,\" Epstein said. That may leave the club largely as-is, and it's a team the organization is excited about. First baseman Anthony Rizzo said this week he expects the club to win the National League Central, and Epstein didn't have a problem with that statement. \"I think enthusiasm is great, especially with our players,\" Epstein said. \"I want our players thinking that way and having a little bit of swagger.\" Joey Nowak is a reporter for MLB.com. Follow him on Twitter at @joeynowak. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joey Nowak"
}
