{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/106607490\/anthony-castrovincejung-ho-kang-signing-a-risk-worth-taking-for-pirates\/",
    "title": "Kang signing a risk worth taking for Pirates",
    "subtitle": "With no pressing need in lineup, Bucs can ease transition for Korean star",
    "body": "The pursuit of power has led desperate teams down some dark and perhaps even dangerous roads already this winter. The Mariners bit the bullet and signed Nelson Cruz -- the very player they had ultimately shied away from on a much lesser commitment just a year earlier -- because of his singular place in the 40-homer stratosphere in 2014. The Royals took chances on Kendrys Morales and Alex Rios, praying for big bouncebacks from sagging bats. The D-backs became the latest club to commit big bucks to an unproven Cuban slugger (Yasmany Tomas), hoping he'll be even remotely as successful as last year's top rookie, Jose Abreu. The list, of course, goes on, but it was a signing officially announced by the Pirates on Friday that stands, in my mind, as possibly the most interesting of all, given its potential long-term ramifications for relations between Major League clubs and the Korean Baseball Organization pipeline. If Korea's own 40-homer hitter, Jung Ho Kang, is a total bust with the Buccos, well, the total investment -- a $5 million posting bid and a reported four-year, $11 million contract with a club option for $5.5 million in 2019 -- is somewhat easy to stomach, even in a smaller market. And if Kang (pronounced \"GAHNG\") goes all Abreu on us, he'll totally reinvent our perception of the Korean professional position-player market. The most likely scenario, as usual, is somewhere in the middle. Kang could be a pliable piece at multiple positions with a bit of bop off the bench in the short term, with the potential to grow into an everyday option in the not-too-distant future. Maybe that doesn't sound sexy, but raw power in any form is at such a premium in today's game that the Pirates -- even without an obvious, immediate positional fit for Kang -- were wise to take the risk. \"There are times that we have to take a calculated risk,\" said general manager Neal Huntington, \"and this is certainly one of those. This is a great opportunity for us. … This is one we feel has some upside. We feel [Kang] can be a good Major League player, and our focus is on making this transition as smoothly as possible.\" So, about that transition… You might have already seen some tweets and headlines about Kang's bold proclamation that he \"can play better\" than incumbent shortstop Jordy Mercer, who himself is a solid-albeit-not-spectacular Major League shortstop. Mercer, while in attendance at the Pirates' voluntary minicamp in Bradenton, Fla., responded with class and embraced his new teammates' confidence, but obviously Kang's words -- relayed by a Korean news agency -- didn't exactly come across as politically correct (though they still weren't any more bold than Anthony Rizzo's declaration of the Cubs as National League Central champs, but I digress). Surprising absolutely no one, Huntington told reporters (prefacing his remarks with, \"I'm sure you're going to find this hard to believe, but …\") that this was a matter of Kang's feelings getting twisted in translation. Huntington relayed that Kang is simply confident in his abilities, excited about the possibility in Pittsburgh and aware that this is a club that has rewarded guys like Josh Harrison -- who battle their way into the lineup -- with playing time. And having been in many a reporting scrum and seen many an English-language word get taken out of context -- let alone a Korean one -- I, for one, am inclined to believe that Kang's intent was to express his own confidence rather than to disparage another player. I'm also inclined to believe this transition is going to be difficult for Kang. But the Pirates aren't in a position in which they need him to seize a job immediately. Their bigger issue is hoping Pedro Alvarez can get a grip defensively at first base (his decision to stay away from the minicamp raised some internal eyebrows) and provide the power he's capable of at the plate. They'll need Mercer to further assert himself as a viable big-league bat. And they could, of course, stand to see Neil Walker, who has averaged 133 games played over the last three seasons, avoid the DL, and Harrison avoid regression after his big breakout in 2014. If anything, then, Kang is best viewed as an insurance piece for a team very much hoping to take the next step forward in terms of October seeding. And for an NL club, in particular, the versatility and late-inning pop he could potentially provide is a big deal when it comes time to double-switch out the starter. Again, that's the short-term view, and perhaps Kang will emerge as more. The Pirates scouted him diligently, in person and on video. They are well-aware of the perception that the KBO is probably best equated stateside to Double-A ball, and they also know that Major League history is littered with experiences, good and bad, of players crossing the pond in either direction. Korea has become an increasingly utilized option for American-born players who no longer find fits at the Major League level, but perhaps now Kang can be the position player version of Hyun-jin Ryu and prove the KBO's offensive numbers -- much like Ryu's secondary pitches -- can, indeed, translate. \"Yes, the ballparks are configured differently,\" Huntington acknowledged, \"but some of the balls he hits out of the ballpark over there are going to leave any ballpark in America. His raw power is legitimate. What also intrigues us is his ability to make adjustments.\" Many adjustments are in store for Kang, but the Pirates are in a good position to give him the breathing room he'll need to make them on what should remain a contending team. The investment is significant, but not suffocating, and the potential payoff -- raw power in a game starved for it -- is huge. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
