{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/106607670\/tigers-sign-david-price-to-record-1975-million-arbitration-salary\/",
    "title": "Price, Tigers reach record compromise",
    "subtitle": "Arbitration avoided with one-year, $19.75M deal",
    "body": "DETROIT -- The Tigers have not faced an arbitration ruling since Dave Dombrowski took over as team president\/general manager. On Friday, they settled a case in record territory for a second consecutive year to try to keep that streak intact, but they still have some work to do. With the industry watching former Cy Young winner David Price's case, the two sides avoided arbitration with a one-year deal just before Friday afternoon's deadline for exchanging numbers. Price will make $19.75 million, a source familiar with talks confirmed to MLB.com. That eclipses Max Scherzer's $15.25 million salary last year for the largest one-year deal for an arbitration-eligible player prior to free agency. The Tigers also agreed to terms with recently-acquired right-hander Alfredo Simon and outfielder J.D. Martinez on one-year contracts. Simon will make $5.55 million. Martinez signed for $3 million. That leaves reliever Al Alburquerque as the lone unsigned arbitration-eligible Tiger. The two sides exchanged numbers Friday evening -- Alburquerque at $2.05 million, the Tigers at $1.375 million -- and can continue to negotiate until a potential hearing, which would take place from February 1-21. The Tigers are not a file-and-trial team, going against the recent trend. They've often found the numbers set up a middle ground for a deal that appeals to both sides more than a hearing, which sets up an either-or ruling. Price was eligible for arbitration for a fourth time thanks to qualifying in 2012 as a Super Two player, having accumulated enough service time to qualify just shy of the normal three-year threshold. The 29-year-old made $14 million last year, having avoided arbitration with the Rays on a one-year contract on the same date in 2014. Price remains eligible to file for free agency following the 2015 season. The deal does not preclude the two sides from negotiating a long-term contract before that. Price went 15-12 with a 3.26 ERA in 34 starts last year, 11 of them with the Tigers following his July 31 trade from the Rays. His four wins for Detroit included the Tigers' division-clinching victory on the final day of the regular season, when he pitched 7 1\/3 shutout innings against the Twins at Comerica Park. Simon was an interesting case. The 33-year-old is a third-time arbitration-eligible, having made $1.5 million in 2014, but was coming off a 15-win season in his first year as a full-time starter. Detroit acquired him from Cincinnati last month to fill the rotation spot opened by Rick Porcello's trade to Boston. Martinez was eligible for arbitration for the first time, and couldn't have had a better time to do so following his breakout 2014 season. His 23 home runs last year nearly matched his previous career total over parts of three seasons. The 27-year-old batted .315 with 30 doubles and 76 RBIs. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
