{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/106608250\/blue-jays-exchange-arbitration-figures-with-josh-donaldson-danny-valencia\/",
    "title": "Arbitration figures exchanged with Donaldson, Valencia",
    "subtitle": "Blue Jays agree to contract terms for 2015 with Saunders, Estrada, Cecil",
    "body": "TORONTO -- The Blue Jays appear headed to salary arbitration for the first time since 1997 after they were unable to reach agreements with Josh Donaldson and Danny Valencia prior to Friday's deadline. Teams and players had until Friday to submit their salary figures for a possible arbitration hearing. Negotiations are permitted to continue after that, but the Blue Jays have a club policy of not completing one-year deals once the numbers have been exchanged. Toronto does make an exception for multiyear agreements. Jose Bautista, Casey Janssen and Jason Frasor are examples of players who signed during general manager Alex Anthopoulos' tenure for at least two years of club control after arbitration numbers were submitted. \"Our policy, when we exchange [numbers], this is the deadline for us to get a deal done,\" Anthopoulos said Friday night. \"The only way we don't is ... in a multiyear scenario. I'd never discuss if that was an option, or in play, those are all the things we keep private. As we sit here today, we couldn't come to an agreement on what the right salary is and we'll have a third party come up with that for us.\" Donaldson is arbitration-eligible for the first time in his career and was projected by MLBTradeRumors.com to earn $4.5 million. According to CBS Sports, Donaldson submitted $5.75 million while the Blue Jays submitted $4.3 million. An independent arbitrator will have to select one of the two figures if the case goes to a hearing. Valencia reportedly is asking for $1.675 million and Toronto offered $1.25 million. Both parties typically prefer to avoid a hearing, and Toronto hasn't gone through the process with anyone since right-hander Bill Risley in 1997. There's a perception that salary arbitration can often get confrontational and messy when both sides make their case, but that's not the way Anthopoulos sees it. He received permission from the Commissioner's Office to observe a number of hearings from around the league during his time as an assistant general manager, and he doesn't feel arbitration is nearly as bad as some people make it out to be. \"I think the whole aspect of salary arbitration gets overblown,\" Anthopoulos said when asked about not coming to terms with Donaldson. \"I believe Roberto Alomar, after he was acquired, ended up going to a hearing. He's on the Level of Excellence today, he's in the Hall of Fame as a Toronto Blue Jay. \"Both sides agree that he deserves to get a raise off what he made last year, we just can't come to an agreement on what the number might be. So we need a little help, we need a third party, to help us make that decision.\" Toronto did manage to avoid arbitration with Michael Saunders and Marco Estrada on Friday afternoon by signing both players to one-year contracts. Saunders will receive $2.875 million in 2015, while Estrada is set to earn $3.9 million. Left-hander Brett Cecil agreed to a one-year deal for $2.475 million on Thursday to avoid arbitration. Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
