{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/106614828\/gerardo-parra-brewers-avoid-arbitration-hearing-with-one-year-contract\/",
    "title": "Parra, Brewers avoid hearing with one-year deal",
    "subtitle": "",
    "body": "MILWAUKEE -- Five minutes before a Friday deadline that would have sent the Brewers and outfielder Gerardo Parra toward an arbitration hearing, the sides agreed on a one-year, $6.2375 million contract. Parra, acquired last July in a trade with the D-backs, was the Brewers' lone remaining player eligible for arbitration, and their most expensive. He has five-plus years of Major League service and will be a free agent at the end of the 2015 season. The left-handed hitting, slick-fielding Parra projects as a backup option for the Brewers, who plan to start Ryan Braun in right field, Carlos Gomez in center and Khris Davis in left. Parra provides Gold Glove-caliber insurance against Braun's nagging thumb injury, Gomez's all-out style of play and Davis' relative inexperience. Friday's agreement with Parra may have been pushed along by the Brewers' \"file and trial\" or \"file to go\" strategy in arbitration. Had the sides not settled before 11 a.m. CT, when Major League Baseball locked in the one-year proposals filed by teams and unsigned arbitration-eligible players, the Brewers would have shut down negotiations and prepared to defend their figure at a hearing next month. After a hearing, a panel of judges would choose one salary or the other. \"Honestly, I think it helps across the board with all of our cases because it lets the agents know we're serious about sticking to what we believe in market value,\" said Matt Kleine, the Brewers' new point man on arbitration. \"We're certainly willing to pay market value; we're just not necessarily willing to go over. Being on record as a 'file to go' club, it lets the agents know we're serious, and it moves up the deadline for these cases to get settled.\" Kleine handled negotiations with Parra's agent, Scott Pucino of Octagon. This was the fourth arbitration cycle in which the Brewers have employed a \"file to go\" philosophy. In previous years, they would continue negotiating right up to a scheduled hearing, often settling at a salary figure at or near the midpoint of each side's filing. But according to Brewers executive Teddy Werner, who handled arbitration matters before handing them off to Kleine for this cycle, that process inflated salaries. In his view, instead of filing a figure they intended to defend in an arbitration hearing room, agents would choose artificially high numbers to boost the midpoint. In turn, those salaries would drive up the cost of the next comparable player. Of course, some agents have argued that teams do the same thing on the low end of the spectrum. Werner told MLB.com he believes \"file to go\" has worked for the Brewers so far. \"I think we've gotten much better deals since we've taken this position,\" Werner said last year for a story explaining the change. \"I firmly believe that, over time, this is going to work. In Year 1, it may not work out. In Year 2, you may lose a case. But even when you lose a case, you're losing a case at a more reasonable number. Over a five-year period, you are saving so much money.\" Kleine, who has a law degree from Marquette University, had mentored under Werner on matters of arbitration since the 2009-10 offseason. Kleine is also involved in advance scouting, tracking other teams' payrolls and in researching appropriate contract extensions for the Brewers' own players. \"You always want to be fair to the player,\" Kleine said. \"You may have disagreements about what his market may be, but that's when you roll up your sleeves and try to get something done.\" Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
