{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/106612416\/indians-clear-arbitration-slate-with-three-deals\/",
    "title": "Indians clear arbitration slate with three deals",
    "subtitle": "Club signs Moss, Shaw and Tomlin for 2015",
    "body": "CLEVELAND -- The Indians broke a long streak of avoiding arbitration last year and went to a hearing with two of their players. Cleveland returned to its usual ways this week, reaching one-year deals with all six of its arbitration candidates prior to Friday's deadline for exchanging salary figures. On Friday, the Indians signed right fielder Brandon Moss ($6.5 million), setup man Bryan Shaw ($1.55 million) and right-hander Josh Tomlin ($1.5 million) for the 2015 season. Cleveland also reached deals with starter Carlos Carrasco ($2.3 million), lefty Marc Rzepczynski ($2.4 million) and third baseman Lonnie Chisenhall ($2.25 million) on Thursday night. That saved the team and players from going deeper through the arbitration process, which concludes with scheduled hearings from Feb. 1-21. Prior to last offseason, Cleveland had not gone before an arbitration panel since 1991, but the club went to hearings with pitchers Vinnie Pestano and Tomlin last spring and won both cases. \"We're pleased that this year we were able to reach agreements with all of our players, even before filing numbers,\" Indians general manager Chris Antonetti said. \"As we talked last year, I think at this time, sometimes [arbitration] is just a necessary part of the process. But, our preference is always to negotiate deals.  \"The sooner, the better, because at that point it allows everyone to just focus on preparing for the start of the season and not having any other issues lingering out there that may take any attention away from that.\" The highest profile signing in this year's arbitration class for the Indians is Moss, who was acquired on Dec. 8 from the A's in exchange for Minor League infielder Joey Wendle. Moss can play first base and the corner-outfield spots, and will have a home in the heart of Cleveland's lineup. Last season, while earning $4.1 million with Oakland, the 31-year-old hit .234\/.334\/.438 with 25 home runs, 23 doubles and 81 RBIs in 147 games. In the second half, Moss played through a hip injury that got progessively worse later in the year and required surgery in October. The health issue helps explain Moss' uncharacteristic .173 average and .584 OPS after the All-Star break. Moss -- expected to be ready in time for Opening Day or early in the regular season -- ranks ninth among qualified batters over the past three years with a rate of 15.93 at-bats per home run. His 76 homers and .504 slugging percentage in that same time period each rank 18th in the Majors. Antonetti noted that Moss, who had a recent follow-up exam with his surgeon, Dr. Thomas Byrd, is doing well in his recovery. The Indians also plan on having their medical staff meet with Moss during the team's Tribe Fest event in Cleveland next weekend.  \"He's progressing well,\" Antonetti said. \"His timetable remains the same. We're hopeful that he'll be in games at some point in Spring Training and ready for the start of the season.\" Shaw, who was eligible for arbitration for the first time this offseason, posted a 2.59 ERA last season in a career-high 80 games, setting a single-season club record for appearances. Shaw became the first Indians pitcher to lead the American League in games since 1955 and the first to lead the Majors in appearances since 1920. Over the past two years with the Indians, Shaw has turned in a 2.91 ERA in 150 games, striking out 137 and walking 50 in 151 1\/3 innings. The right-hander will return as Cleveland's primary right-handed setup man for closer Cody Allen. The 30-year-old Tomlin, who is the longest-tenured player in the Cleveland organization, will enter Spring Training as a candidate for either a rotation or bullpen job. The right-hander has Minor League options, so he can be sent to Triple-A without being exposed to waivers. Last year, Tomlin went 6-9 with a 4.76 ERA in 104 innings split between starting and relieving. The combined signings bring Cleveland's payroll up to roughly $79.9 million for the 18 players under contract for the upcoming season. Barring additional moves, the remainder of the Tribe's roster will likely consist of players earning salaries around the league's minimum requirement, meaning the Indians project to have a payroll around $83-84 million. Antonetti said the signings did not have an impact on the planned payroll for 2015 and indicated that Cleveland might be content heading into Spring Training with the Major League roster as it currently stands.  \"I feel really good about the group of guys we have heading into camp at this point,\" Antonetti said. \"But, again, if there are the opportunities between now and Spring Training, or even while we're in Spring Training, to try to improve -- whether it's depth or finding another player who complements the group that we have -- we will be very open to doing that and will, in fact, continue exploring those opportunities. But, I do feel good about the group that we have.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
