{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/106615616\/tracy-ringolsbyrelationships-valued-most-by-ned-yost\/",
    "title": "Relationships more important to Yost than extension",
    "subtitle": "Royals skipper has built strong ties with GM Moore, owner Glass",
    "body": "In the midst of the 1989 baseball season, the Texas Rangers announced a contract extension for their manager at the time, Bobby Valentine. Big deal? Not to Valentine, it wasn't. \"It doesn't guarantee me what really matters,\" said Valentine. Oh, it provided financial security, but Valentine had been around long enough and seen the way the game operates well enough to know that no matter the length of a manager's contract there was no guarantee of being able to put the uniform on each day. When a team goes bad, the manager goes, often getting a payoff for the time that remains on his contract. Eighty-six games into the 1992 season, with the Rangers at 45-41 and in third place in the American League West, Valentine was let go. His desire to manage was strong enough that he wound up going to Japan before taking the helm of the New York Mets from 1996-2002 (including a World Series appearance in 2000), and then having a one-year, season-gone-bad managerial experienced with the Red Sox in '12. Get the picture? Ned Yost does. After helping the Royals snap a 29-year postseason drought last season, guiding them past Oakland in the AL Wild Card Game and then sweeping the Angels in the AL Division Series and the Orioles in the AL Championship Series, Yost helped the Royals take the Giants to a full seven games in the World Series before having the season end one victory short of a second World Series championship in the franchise's 46-year existence. The reward? He was given a one-year extension, through the 2016 season, earlier this week. That left five managers heading into the last guaranteed season on their contract as they make final preparations for the opening of Spring Training next month -- Bud Black with the Padres, Ron Roenicke with the Brewers, Fredi Gonzalez with the Braves, Terry Collins with the Mets and Matt Williams with the Nationals. And it puts Yost in a group of at least 12 managers signed to guaranteed deals through 2016 with the possibility that both Lloyd McClendon with the Mariners and Robin Ventura with the White Sox also have deals that run through 2016 -- although no details were released when McClendon was hired and Ventura was given an extension a year ago, other than they received multiyear deals. Kevin Cash with the Rays and A.J. Hinch with the Astros were both hired this offseason and given what were described as \"multiyear deals.\" No length was announced, although when the Rays first signed Joe Maddon, who Cash replaced, he was given a two-year deal with two options, which has led to speculation that Cash also could be in the group whose guarantee runs through 2016. Yost is in a contractual group that also includes the likes of Bruce Bochy, who has guided the Giants to three World Series championships in the last five seasons, John Farrell, who won the World Series with the Red Sox in 2013, and Don Mattingly, who has taken the Dodgers to the postseason the past two Octobers. Maddon, signed to a five-year deal with the Cubs, has the most security of any current manager, with his deal running through 2019. Mike Scioscia of the Angels, Buck Showalter with the Orioles and Terry Francona with the Indians are guaranteed through '18. Six managers have deals guaranteed through '17 -- Clint Hurdle with the Pirates, Mike Matheny with the Cardinals, Joe Girardi with the Yankees, Mike Redmond with the Marlins, and offseason hires Paul Molitor of the Twins and Jeff Banister with the Rangers. More than the contract status of other managers, however, Yost was focused on what's happening with the Royals. And when it came time to talk extension, it was Yost -- not the Royals -- who was focused on one more year. Why? General manager Dayton Moore is signed through 2016, and if that's good enough for Moore, it's good enough for Yost. The two developed a relationship back when Moore was working his way up in the Braves' front office and Yost was a member of Bobby Cox's staff in Atlanta as a bullpen coach from 1991-98 and a the third-base coach from 1999-2002. Yost got his first chance to manage in the big leagues with the Brewers in 2003, and he helped lay the foundation for the franchise's ensuing success. Yost was dismissed with 12 games remaining in the '08 season, even though the Brewers were tied for the National League Wild Card lead. He had led the Brewers to their first winning record in 15 seasons in '07, and they were 83-67 at the time of his dismissal. The end of his tenure in Milwaukee, as much as anything, underscored the importance of a good working relationship between a manager, the front office and ownership, which is something Yost has with the Moore and owner David Glass in Kansas City. Yost had joined the organization as a special assistant to Moore initially, and then when the decision was made to replace Trey Hillman midway in 2010, Yost got a second managerial opportunity. It wasn't instant success. The Royals lost 91 games in 2011 and 90 in '12, but they were a factor in the playoff chase in '13, and they were a star on the October stage last year. There's no understating the importance of the roster that the Royals put together in allowing them to enjoy their success in 2014, but the value of the trust between Yost and Moore and Glass cannot be overlooked. It's a sense of security that has means more than anything that a lawyer can put in writing. Tracy Ringolsby is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
