{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/106543320\/richard-justice-bud-selig-has-meant-so-much-to-owners-baseball\/",
    "title": "Selig has meant so much to owners, baseball",
    "subtitle": "Executives appreciate retiring Commissioner's passion, honesty, love for the game",
    "body": "SCOTTSDALE, Ariz. -- When there was no more business to conduct and when the speeches had all been given, Bud Selig's last owners meeting as Commissioner ended with an appropriate final touch. Baseball's 30 team owners -- and the sport's highest-ranking executives -- stood and began to applaud and to cheer the man who has led them with grace, dignity and tenacity for the last 23 years. This week, there were some tears, too, and, along with them, a message that couldn't have been simpler. They respect this man who has led Baseball from some of its darkest hours to this amazing time of growth and prosperity. They admire his accomplishments, too, all of them, from 20 years of labor peace and competitive balance to technological innovation and soaring revenues and attendance. \"I think he's one of the four most important people in the history of baseball,\" said George F. Will, a longtime Selig friend. \"There's Alexander Cartwright, who put the bases 90 feet apart, Babe Ruth, Jackie Robinson and Bud Selig.\" Beyond the things that can be measured, there's another secret -- arguably the most important one -- to Selig being the most important Commissioner Baseball has ever had. That is, they absolutely love this man. They love his ability to build a consensus and to innovate and to push Baseball into the future while respecting its past. They love that he makes every single one of them feel that the time he's spending with them is the best part of his day. Most important, they love his honesty and decency. They've been proud to work for him and with him. But they're really proud -- and honored -- to have gotten to know him. That was the overriding message on Wednesday night, when Selig was honored with a dinner that ran a gamut of emotions, with an assortment of speakers -- Bob Uecker, Jon Miller, Will, George Mitchell, etc. -- sprinkling laughter and tributes. And then on Thursday, with 10 days remaining in his tenure, Selig oversaw an owners meeting that became largely an appreciation of his contributions. \"He had the character and the integrity and the will to really change the Commissionership,\" Yankees president Randy Levine said. Twenty-three years ago, Selig took over a sport in the midst of its ugliest work stoppage, one that cost the sport the 1994 World Series. At that point, it was easy to wonder if baseball might forever lose its place in the hearts and minds of fans. \"Things were not good,\" Selig said. \"In fact, there's no other way to say it. It was a mess. My first owners meeting that year was in St. Louis. There was agreement on nothing. The '90s were tough. I knew the system was broken. The system was outdated. I used to kid people that this was a system of the Ebbets Field-Polo Grounds days, and I wasn't being facetious. They hadn't changed the system since the '30s. There was unhappiness everywhere.\" Selig guided the sport out of those tough times with a relentless vision for how things should be. He convinced owners to speak with one voice, and once there was labor peace, he was able to enact one change after another. Players and owners working together led to incredible growth, with revenues increasing around 900 percent. All these years later, Selig sees labor peace and the mechanisms of competitive balance, especially revenue sharing, as perhaps his crowning achievements. From there, everything else flowed. But there was a long list of other achievements -- Interleague Play, expanded playoffs, drug testing and Major League Baseball Advanced Media, one of the biggest success stories in the history of baseball. \"The magic is that he has a real passion and love in his heart for this game,\" Braves President John Schuerholz said. \"Before he became part of this industry, he was a fan. He loves the game to the core. As Commissioner, that's helped him understand the beauty of our game, the challenges of our game and the importance of the industry.\" On Thursday, Commissioner-elect Rob Manfred named Selig the sport's first Commissioner Emeritus. Selig will maintain his office in Milwaukee, and even as he teaches and begins work on his memoir, he will serve as a sounding board for his successor. These last few months have amounted to a victory lap as Selig has visited with front-office staffs, owners, players, etc. He has fought his emotions at times in recent days, but is also wildly proud of his accomplishments. \"I thought about all this for a long time,\" Selig said. \"I feel a lot like I thought I would. As I said, there is a time to come and a time to go. If somebody would have told me back in 1970 that my journey would take me where it's taken me, you wouldn't even have conceived of that. I'm grateful. I told them today.\" His closest friends say his amazing tenure begins with the fact that he loves the game. That is, he loves the players and executives, the umpires, the rules, the nuances. He devours games during the season, beginning with the East Coast games and watching as many West Coast contests as he can stay awake for. Like the rest of us, he second-guesses the managers, questions the umpires and marvels at the skill and passion of the game's greatest players. \"We get caught up in everything that's connected to the game -- ratings, all the business side of it,\" Joe Torre said. \"The fact that he sits there every night and watches every game he possibly can tells you all you need to know. I know how deeply he cares about the game. It's still very vivid in my memory that in 1965 we knew the Braves were moving to Atlanta after the season. He was distraught, totally distraught. He just couldn't understand baseball not being in Milwaukee. His passion was to bring a team back to Milwaukee, and that's probably still his proudest accomplishment.\" So on Thursday, Selig lingered to chat with an assortment of owners, executives and reporters. He laughed some and seemed near tears at times, too. He also clearly was at ease with himself, comfortable in his own skin and also with the notion that his place in baseball history is secure. \"Baseball is in his blood. It's not a phony thing,\" Hall of Famer Frank Robinson said. \"He always tried to do the best for the game. That's Bud Selig.\" Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
