{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/106592314\/pirates-jung-ho-kang-make-it-official-with-4-year-11m-deal\/",
    "title": "Bucs, Kang make it official with 4-year deal",
    "subtitle": "Infielder looking to be first Korean Baseball Organization position player to make it to MLB",
    "body": "SCOTTSDALE, Ariz. -- Jung Ho Kang got the thumbs-up from doctors on Thursday. Along with it, he got the chance -- in manager Clint Hurdle's pet description of players coming through -- to post up for the Pirates. The South Korean infielder passed his required physical, then signed the four-year contract that was agreed to in principle last week. Per a Major League Baseball source, the deal is guaranteed at $11 million, and includes a club option for 2019 at $5.5 million. On a Friday morning conference call with media, Pittsburgh general manager Neal Huntington couldn't contain his excitement, nor temper his expectations. \"We like the player a lot,\" Huntington said. \"His raw power is legitimate. We look forward to confirming our belief in him as a shortstop. We're excited by the opportunity to have the first Korean hitter make this transition.\" \"First, I want to thank the Nexen Heroes for allowing me the challenge of competing at a Major League level,\" said Kang in a Pirates team release. \"I'm very excited and humbled by this opportunity. I look forward to joining a great group of teammates, and I am ready to work hard to help the Pirates win any way that I can.\" The Pirates invested a lot in this adventure -- but considerably less than anticipated or previously reported. Kang's agent, Alan Nero, had opened negotiations seeking a four- or five-year deal at $5 million per year -- and initial reports priced the agreement in that range. The transaction could be a historical marker on MLB's timeline if Kang reaches his goal of becoming the first position player to accomplish the move from the Korean Baseball Organization. Huntington confirmed that he has \"zero intent to send [Kang] to the Minor Leagues.\" \"He will be in [Spring Training] camp as a complementary player. He will give [Hurdle] a lot of [in-game] flexibility,\" Huntington said. \"He's a nice all-around player who will have a successful Major League career as a regular. We just don't know when that will happen. \"There will be a significant transitional period, and our immediate focus is to help with the cultural transition.\" With that in mind, Kang will spend the next month exactly where he has spent the last seven years: Working out with the Nexen Heroes. His (now former) KBO club opened its preseason camp on Thursday in Surprise, Ariz., and Kang will join them for drills until reporting to Pirate City in Bradenton, Fla. Position players are due to report on Feb. 23. The Pirates have $16 million -- including the $5 million posting fee banked by Nexen -- invested in their conviction that they have unearthed an international gem. Loud bat, cannon arm, brash confidence -- Kang brings a package of style and substance that could take Pittsburgh by storm. The physical was obviously only the first of many tests for Kang, who will be one of the focal points of the Pirates' Spring Training. The intrigue starts with the financial commitment to a player who does not have a place to play. Third baseman Josh Harrison, shortstop Jordy Mercer and second baseman Neil Walker have dibs on the positions Kang has played in Korea. Kang has the arm to also play the outfield, but that's locked up even tighter with Starling Marte, Andrew McCutchen and Gregory Polanco. Huntington was aware of Kang's proclamation during a pre-takeoff media conference at Incheon International Airport that he could \"play better\" than Mercer. While his first face-to-face meeting with Kang confirmed to him the player's confidence, Huntington downplayed the words. \"His answer was based on a series of questions and came out not the way he wanted it represented,\" said Huntington, who had brought up the matter with Kang. \"He is intelligent, passionate, confident. ... He understands that Harrison, Mercer, Walker have earned every opportunity they have. \"He does believe he can start at the Major League level. But, hey, Josh Harrison for years wanted to be a regular.\" The Bucs would love for this to become a major problem, for Kang to show up impressively enough in Spring Training to demand that a spot be created for him. In his seventh season with the Heroes franchise (which played under the Woori brand when he first joined), Kang batted .356 with 40 homers and 117 RBIs in 117 games. That represented a significant improvement over his previous highs -- .314\/25\/96 -- but Kang's career graph shows steady rise. \"Some balls he hit out, they would leave any park in America,\" said Huntington, acknowledging the shorter dimensions of Seoul's Mokdong Stadium compared to Pittsburgh's PNC Park. \"We like the bat speed, the way the ball comes off the bat and how he adjusts pitch-to-pitch.\" The anticipated shortstop competition between Kang and Mercer could come down to defense. There are questions about Kang's range, for which he can compensate with a very strong arm. Mercer was named MLB's sixth-best shortstop by MLB Network in a segment that aired Thursday night. Mercer has terrific range, particularly to his right in the hole, and also a sure arm; he's the only one of 13 big league shortstops who made at least 300 throws to first base in 2014 to not draw an error on any of them. Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. Follow him on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
