{
    "url": "http:\/\/m.athletics.mlb.com\/news\/article\/106443446\/as-trade-infielder-yunel-escobar-to-nationals-for-reliever-tyler-clippard\/",
    "title": "A's acquire reliever Clippard, send infielder Escobar to Nats",
    "subtitle": "",
    "body": "Yunel Escobar is on the move again. Less than a week after acquiring him from the Rays in the Ben Zobrist deal, the A's have traded the veteran shortstop to the Nationals for reliever Tyler Clippard. Escobar has mainly played short during his eight-year career with the Braves, Blue Jays and Rays, but he could fill a hole at second base for the Nats. The 32-year-old has spent 21 games at the position, all coming as a rookie in 2007. Washington's current starter at second, Danny Espinosa, has struggled offensively over the past two seasons. The club also signed Dan Uggla to a Minor League deal, but has continued to look for other solutions. Escobar hit .258\/.324\/.340 with seven homers and 39 RBIs for the Rays last season and owns a career line of .276\/.347\/.381. He is set to make $5 million this season and $7 million in 2016, with a $7 million team option or $1 million buyout for '17. That would allow the Nats to use Escobar at shortstop this year if they were to trade Ian Desmond, or next year if Desmond leaves as a free agent. The A's, meanwhile, get a consistent and prolific bullpen piece. Clippard, who turns 30 on Feb. 14, has made more than 70 appearances in five straight seasons while posting a 2.63 ERA and striking out 10.4 batters per nine innings. Last season, the right-hander earned his second All-Star appearance, going 7-4 with a 2.18 ERA, 23 walks and 82 strikeouts over 70 1\/3 innings. Left-hander Sean Doolittle is the incumbent closer for Oakland, but Clippard could either help in that role or slide in as a setup man. He has 34 career saves, including 32 in 2012. Clippard, who made $5.875 million last year, is arbitration-eligible for the third time and is set to become a free agent after this season. He had been with Washington since it acquired him from the Yankees in December 2007 after his first season in the big leagues. Andrew Simon is a reporter for MLB.com. Follow him on Twitter @AndrewSimonMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Andrew Simon"
}
