{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/106601962\/nori-aoki-excited-to-join-defending-champion-san-francisco-giants\/",
    "title": "Aoki 'excited' to join defending-champion Giants",
    "subtitle": "",
    "body": "SAN FRANCISCO -- An outfield market void of power led the Giants on a path to the next-best find: a bundle of energy in Nori Aoki, who was officially welcomed to town Tuesday with a news conference at AT&T Park. \"Aoki gives us speed,\" said Giants manager Bruce Bochy, \"and speed is the best way, I think, to replace power.\" \"As we looked at how the team was possibly filling out,\" explained general manager Brian Sabean, \"and we saw it was not going to take a turn toward power, as we discussed internally, we value speed and defense, and this guy has been a very consistent player.\" The Giants reportedly will pay their newest left fielder $4 million in 2015. The one-year deal also includes a $5.5 million club option for 2016 and a $700,000 buyout, along with bonuses that could make the deal worth as much as $12.5 million. \"I'm excited to be a San Francisco Giant,\" Aoki said Tuesday. \"I've always liked the city of San Francisco, but not only that, have always had an admiration for the Giants and the history they have. Having played against them the past three years, I can see they really play together as a team, and this is a team that has a chance to play for a championship every year, so that's why I chose to sign with this club.\" Aoki is the Giants' first free-agent signing of the offseason but second key addition, joining third baseman and fellow defensive whiz Casey McGehee on a defending World Series champion that had to go about finding replacements for sluggers Michael Morse and Pablo Sandoval. Together, Aoki and McGehee are a bargain at a combined $9 million in 2015 -- dollars that were readily available to spread throughout the roster after unsuccessful pursuits of Sandoval and ace Jon Lester. Sabean said \"wiggle room\" remains to ink another starter, but it will not be a \"big-ticket item.\" \"The advantage to us with both McGehee and Aoki is their ability to get the bat on the ball and give quality at-bats and keep our lineup moving,\" said assistant general manager Bobby Evans. \"We feel like it's a great support to an already very good lineup with power, with [Buster] Posey and [Brandon] Belt and [Hunter] Pence.\" Aoki, a pesky leadoff hitter, may not begin the season in that role. Those duties still currently belong to center fielder Angel Pagan, though Bochy said, \"That's not going to change right now. It doesn't mean it can't change.\" \"The wheels are turning now,\" Bochy said. \"You get a player like [Aoki], it does allow you to make some adjustments on the fly with your lineup during the season. Right now, I will tell you that Angel Pagan is our leadoff hitter. Now, I could get two or three weeks into Spring Training, look at our club, and say, you know what? I think it'd be more beneficial to the club if we put Angel down somewhere and lead Aoki off.\" Aoki's versatility extends to the field, as well. The 33-year-old will primarily play left field, but he also provides insurance for the injury-prone Pagan in center and can spell Pence in right on occasion. Gregor Blanco again assumes the role of fourth outfielder. \"Every year, we talk about Gregor, and he ends up getting his at-bats and having a nice year for us,\" said Bochy. \"With Nori, the plan is to find a way to put him out there on a regular basis.\" Aoki hit .285 in 2014 and has a .353 on-base percentage and 67 stolen bases in three seasons for the Brewers and Royals. The Giants got a close look at him during last year's World Series, as Aoki started four of the seven games in Kansas City's outfield. In turn, Aoki got a close look at World Series MVP Madison Bumgarner. \"I've heard that Madison likes to wrestle, so I think I'm going to initiate the wrestling when I first meet him,\" Aoki said through translator Kosuke Inaji. \"That would be entertaining, I will say,\" responded Bochy. \"Speed against bulk. \"I don't know if he'll stay with that comment once he stands next to Madison. He may back off that one.\" Jane Lee is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jane Lee"
}
