{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/106474738\/pitch-clock-to-be-tried-in-double-a-triple-a\/",
    "title": "Pitch clock to be tried in Double-A, Triple-A",
    "subtitle": "After debut in Arizona Fall League, pace-of-game initiative to be further tested",
    "body": "PARADISE VALLEY, Ariz. -- Initiatives to improve the pace of the game are on the agenda at the quarterly Owners Meetings at the Sanctuary Resort this week, but it's been understood that any plans would have to be phased in over time. Big league hitters, who have become accustomed to certain rituals between pitches, would need to be given time to adapt to a rule that said they had to keep one foot in the batter's box at all times. With that in mind, pitch clocks will be introduced for Double-A and Triple-A games this season. Teams at those levels were notified of the decision on Wednesday, according to a source. Major League Baseball chief baseball officer Joe Torre foreshadowed this development at the Winter Meetings in December, not long after the use of a clock was tested in the Arizona Fall League. \"I was never a proponent of introducing the clock in baseball, but I went out [to the Arizona Fall League] and I was pretty impressed,\" said Torre. \"[The clock] was there, but it really wasn't intrusive in any way. I thought it was just something that was sort of part of what they were doing. I was very surprised that it really didn't stand out to me, which is good. And yet it got the job done. And if you watched the players play, nobody seemed to be uncomfortable doing it. It just sort of picked the pace up of the game.\" At the same time, Torre is sensitive to the reality that, for example, asking big league hitters who are used to stepping out after every pitch to make an immediate change would be both unfair and almost certainly a concern for the MLB Players Association. The same goes for a pitcher who has become accustomed to taking as much time as he believes he needs before throwing the ball. \"The thing about being a player, whether you're a pitcher or a player, is the fact that you become a creature of habit,\" Torre explained. \"[Nomar] Garciaparra, if you remember, used to step out of the box and adjust both batting gloves and get back in. It was more of a nervous habit than anything else. \"So we have to make sure we don't try to disrupt what players are used to doing. In talking to the Players Association about it, we're just seeing if there's a way we can speed the game up or the pace of the game without changing habits, because we certainly don't want to get blamed for a guy being uncomfortable doing what he needs to do.\" The use of a pitch clock in selected AFL games received positive reviews. Using a clock in the Minors has a couple advantages. Not only does it allow MLB to further test the idea under game conditions, it gives players coming up through the Minors a chance to acclimate themselves to it. Paul Hagen is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Hagen"
}
