{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/106492246\/marlins-building-versatile-experienced-bullpen\/",
    "title": "Marlins building versatile, experienced bullpen",
    "subtitle": "Newcomers Crow, Phelps, Rienzo could be part of relief corps",
    "body": "MIAMI -- Building a strong bullpen has traditionally been one of the Marlins' toughest challenges. So the organization is trying a slightly different approach this offseason by bringing in pitchers who offer versatility and flexibility. When Spring Training gets underway for pitchers and catchers on Feb. 20, you will see newcomers such as Aaron Crow, David Phelps and Andre Rienzo unsure if they fit into the plans as starters or relievers. What is clear is that there will be plenty of competition for what may only be two or three spots. Crow has become one of the forgotten newcomers, mainly because Miami has been so busy on the trade front since acquiring the right-hander from Kansas City on Nov. 28 for Brian Flynn and Reid Redman. The 28-year-old Crow was part of the Royals' sensational bullpen in 2014. But after struggling late in the season, he was left off the playoff roster. Still, Crow logged 59 innings last year, and he has 233 2\/3 innings of big league experience. Although none of his 254 Majors appearances has been as a starter, the Marlins intend on stretching him out in Spring Training in case he fits into a long-relief role or the rotation. Phelps, 28, was brought in from the Yankees on Dec. 19. The right-hander made 17 starts with New York last year, as well as 15 relief appearances. How he fits into the Opening Day plans remains to be seen. If Dan Haren is on the roster, Phelps' role may be out of the bullpen. Rienzo finds himself in a similar situation. The 26-year-old came to the Marlins from the White Sox on Dec. 10 for Dan Jennings. Rienzo made 11 starts and seven relief appearances for Chicago last year. With one option remaining, he may wind up at Triple-A New Orleans to start the season. Miami's bullpen was solid, but heavily used in 2014. It posted a 3.33 ERA, seventh best in the National League, but was called upon often, logging 510 1\/3 innings, the third most in the league. The unit returns closer Steve Cishek, lefty Mike Dunn, and setup right-handers A.J. Ramos, Bryan Morris and Carter Capps. Andrew McKirahan, claimed off the Cubs' roster in the Rule 5 Draft, will get a long look to win the second lefty job. The bullpen suffered a loss when Chris Hatcher was dealt to the Dodgers in the Dee Gordon trade. Losing Hatcher hurts, but there is no shortage of candidates who are multi-inning options for manager Mike Redmond. Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
