{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/106504118\/indians-sign-righty-anthony-swarzak-to-minor-league-deal\/",
    "title": "Indians sign righty Swarzak to Minor League deal",
    "subtitle": "",
    "body": "CLEVELAND -- The Indians know that a safety net is important for a bullpen, especially when fielding a cast that set the American League's single-season record for combined appearances last season. As a result, adding depth to the relief corps was a priority this offseason. On Thursday, the Tribe added another piece to that part of the puzzle, signing reliever Anthony Swarzak to a Minor League contract that includes an invitation to attend Spring Training with the Major League club. The right-hander offers experience as a long reliever and spot starter, and will be in the mix for one of the final spots in Cleveland's bullpen. The Indians could have one or two relief jobs available, depending on whether manager Terry Francona decides to begin the year with a seven- or eight-man bullpen. As things currently stand, perceived locks for the bullpen include closer Cody Allen, setup man Bryan Shaw and right-hander Scott Atchison, along with lefties Marc Rzepczynski, Nick Hagadone and Kyle Crockett. That group accounted for a considerable amount of the workload in 2014, when the Indians set an AL record with 573 combined relief appearances. Cleveland also became the first AL team in history to have four pitchers (Allen, Atchison, Rzepczynski and Shaw) appear in at least 70 games in the same season. Cleveland will also consider starting pitchers Zach McAllister and Josh Tomlin for relief work, if they do not work their way into the rotation mix. Other bullpen candidates on the 40-man roster include C.C. Lee, Austin Adams and Shawn Armstrong. Beyond Swarzak, Cleveland's non-roster relievers include Scott Downs, Jeff Manship, Nick Maronde, Dustin Molleken and Bryan Price. The 29-year-old Swarzak elected free agency in November after being outrighted to Triple-A by the Twins, who originally selected him in the second round of the 2004 First-Year Player Draft. Swarzak had been eligible for salary arbitration for the second time after earning $935,000 last season, when he posted a 4.60 ERA (4.10 ERA as a reliever) in 86 innings over 50 appearances. In parts of five big league seasons -- all with Minnesota -- Swarzak is 16-24 with a 4.48 ERA in 439 2\/3 innings (181 games, including 32 starts). The right-hander's best season came in 2013, when he turned in a 2.91 ERA, 1.16 WHIP and 3.28 FIP in 96 innings (48 games). Dating back to 2012, Swarzak ranks second in the Majors with 237 1\/3 relief innings. Swarzak primarily features a two-seam sinker (92-93 mph), slider (84-85 mph) and changeup (83-84 mph). Cleveland now has 13 players in the fold as non-roster invitees, giving the team 53 players total for Spring Training. Other non-roster players include starters Shaun Marcum and Michael Roth; catchers Brett Hayes and Adam Moore; utility infielder Audy Ciriaco; and outfielders Destin Hood and Jerry Sands. Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
