{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/106504382\/st-louis-cardinals-lance-lynn-agree-on-three-year-contract\/",
    "title": "Lynn agrees to 3-year contract with Cardinals",
    "subtitle": "Deal covers St. Louis pitcher's remaining arbitration-eligible years",
    "body": "ST. LOUIS -- Seeking to avoid an arbitration hearing and get cost certainty for both parties in future years, right-hander Lance Lynn and the Cardinals agreed to a three-year contract on Thursday. The value of the contract is $22 million, with appearance incentives included that could push the final value slightly higher. The length of the deal buys out all three of Lynn's remaining arbitration-eligible seasons, but it does not cover any of his pending free-agent years. That means Lynn, 27, is projected to hit the open market after the 2017 season. \"Obviously, when you start talking about free-agent years or option years, there's a cost to that,\" general manager John Mozeliak said. \"It certainly was something that was on the table and discussed. But ultimately the comfort of something getting done, even though it may feel short, it gives us some cost certainty.\" \"That was something that was our main focus from the get-go, was to not give away one or two free-agent years,\" Lynn added. \"That's what we stuck to.\" The Cardinals viewed Lynn's arbitration case as a unique one, given that the right-hander fell just days short of becoming arbitration-eligible as a Super Two player last year. That allowed the Cards to re-sign him near the Major League minimum in 2014, but also set Lynn up to be, as Mozeliak described it, one of the \"higher paid players of that [starting pitching] class\" had St. Louis continued through the arbitration process. For that reason, the Cardinals identified him as an extension candidate at the start of the offseason. Talks began at the Winter Meetings and then picked up steam after the holidays. \"When you look at where he might have been headed in an arbitration hearing, I think it's something that might be very scary for both sides,\" Mozeliak said. \"Lance really wanted to find a way to stay in St. Louis, and he and his agent made it very clear that was their goal.\" To Cardinals nation thanks for all the support and looking forward to the next three years. it's going to be a fun ride Lynn parlayed a breakout 2014 season into a strong negotiating position. He is coming off a third consecutive 15-win year, and he has thrown more than 200 innings in each of the past two regular seasons. Lynn allowed two or fewer runs in 24 of his 33 starts last season, and he also finished with two dozen quality starts, sixth-most in the National League. \"All my motivation is, I want to do everything in my ability for us to win the day that I'm pitching,\" Lynn said. \"That's all I really cared about. In years past, I feel like I haven't pitched up to my capability at certain times. It just happened to translate into helping get some better [salary] numbers.\" Combining his 2013 and '14 seasons, Lynn ranks among the NL's best in several pitching categories. That includes first in games started (66), fifth in quality starts (43), sixth in wins (30), seventh in strikeouts (379), eighth in innings pitched (405 1\/3) and 14th in ERA (3.35). Lynn's preparations for 2015 have been modified, but only because of a scenery change. Deciding to remain in St. Louis this offseason, Lynn has spent his days working out alongside Cardinals strength and conditioning coach Pete Prinzi and many nights attending his brother's eighth-grade sporting events. Since the start of November, Lynn has been training at Busch Stadium five to six days a week. \"I have to keep moving forward, always trying to get better and refining my skills,\" Lynn said. \"I have to avoid complacency.\" Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
