{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/106508958\/hal-bodley-rays-in-prime-position-to-surprise\/",
    "title": "Rays have been in position to surprise before",
    "subtitle": "Counting out AL East's scrappiest squad a mistake not worth repeating",
    "body": "ST. PETERSBURG -- Nearly four years ago, Joe Maddon stood outside his team's clubhouse during Spring Training and boldly stated, \"The demise of the Tampa Bay Rays has been greatly exaggerated.\" \"Sure,\" I said to myself. \"Damage control at its best.\" The Rays, who in 2010 had won the American League East for the second time in three years, had been dismantled. Gone was Carl Crawford, their best player, signed to a lucrative free-agent contact by division nemesis Boston. First baseman Carlos Pena and reliever Rafael Soriano, among others, left. \"But I repeat,\" Maddon said. \"Demise of the Tampa Bay Rays has been greatly exaggerated.\" What the Rays did in 2011 was historic. They became the first team in Major League history to be nine or more games out of a playoff berth in September and make the postseason. Who can ever forget that unbelievable finish on the last day of the season, when Evan Longoria's homer propelled the Rays to the AL Wild Card berth as the Red Sox blew a comfortable lead? Throughout both leagues, there has never been such a sensational final day. Yes, the demise of that team was greatly exaggerated. I haven't heard new president of baseball operations Matt Silverman paraphrase his former manager's line after the 2010 team was torn apart, but maybe he should. As I move around the St. Petersburg area since Silverman's wheeling and dealing, the mood is not positive. \"I live and die with the Rays, but I'm so sad so many of my favorite players are gone,\" a waitress told me at a local restaurant the other day. \"I can't decide whether I'm angry or just frustrated.\" Maybe both. Over the weekend, fan favorite Ben Zobrist and veteran shortstop Yunel Escobar were traded to Oakland. Wil Myers, Sean Rodriguez, Matt Joyce, Jeremy Hellickson, Joel Peralta, Cesar Ramos, Ryan Hanigan and Jose Molina have packed their bags. Last summer, former AL Cy Young Award winner David Price was dealt to Detroit. And oh, yes. Maddon, the face of the Rays since 2006, is now manager of the Chicago Cubs. Andrew Friedman, who constructed Tampa Bay's roster on a bare-bones budget during the team's run of success, is now calling shots for the wealthy Los Angeles Dodgers. But before you bury the 2015 Rays, consider this: Last season, Tampa Bay, expected by many to advance to the World Series, was a huge disappointment. The Rays won \"only\" 77 games, 15 fewer victories than 2013 and a margin that put an end to a streak of a six straight winning seasons. On Aug. 15, Tampa Bay gasped to 61-61. The Rays became only the fourth team in Major League history to reach .500 after being 18 games below. Tampa Bay spent so much energy to pull even, the club was virtually out of gas the rest of the season and fell back quickly. Maddon did a marvelous job convincing the players when they were so far behind the season was salvageable. Yet no matter how attached fans became to this group, it wasn't going to do any better in 2015. There was no way these Rays could stand pat. That certainly has been Silverman's mindset. The moves could blow up in his young face, but I don't think so. Not only has Silverman restocked the farm system with his whirlwind offseason, but with the addition of catcher\/designated hitter John Jaso (acquired in the Zobrist deal), rookie Steven Souza -- he should be the starting right fielder -- and infielder Asdrubal Cabrera, the offense has moved up a notch or two. That's Silverman's belief. \"A lot of that is based on our expectations that the players who're returning will perform better offensively than they did last year,\" he said. \"If our players play to their expectations and we get the contributions we expect from those we've added, this should be a better offensive team.\" Maddon will be greatly missed. But give rookie skipper Kevin Cash a chance. He will be a new voice in the clubhouse, and despite his lack of experience, his baseball savvy goes far beyond his years. The starting rotation -- led by Alex Cobb and followed by Chris Archer, Jake Odorizzi and Drew Smyly -- might be the best in the division. Matt Moore, who had Tommy John surgery last spring, will be back by early July. Even though Jake McGee, the hard-throwing closer, recently had arthroscopic surgery on his left elbow, he said the other day he's ahead of schedule and should be ready in May. \"We talk back and forth about how everybody's saying we're selling everyone off and we're headed back to last place,\" Cobb told MLB.com's Bill Chastain. \"We think the complete opposite. We believe the team has gotten better, and we know we're going to contend in this division. \"We know we had a down year last season, but we feel like we have a better team than last year. We expect the core guys to produce more than they did last year. And you accompany that with some great acquisitions that we've had, and we're going to be a very successful team this year.\" Bottom line: It says here the demise of the 2015 Tampa Bay Rays is greatly exaggerated. Hal Bodley is the senior correspondent for MLB.com. Follow him @halbodley on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Hal Bodley"
}
