{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/106508972\/padres-selected-to-host-2016-all-star-game-at-petco-park\/",
    "title": "Padres' Petco Park selected to host '16 All-Star Game",
    "subtitle": "Owners excited to bring event back to 'America's Finest City' for first time since '92",
    "body": "PARADISE VALLEY, Ariz. -- San Diego, colloquially known as \"America's Finest City,\" has been awarded Major League Baseball's 2016 All-Star Game, Commissioner Bud Selig announced on Thursday. It will be the third time the Padres will host the Midsummer Classic and first at Petco Park, which opened in the East Village section of downtown in 2004. The 1978 and '92 games were played at what is now called Qualcomm Stadium in Mission Valley. The Padres expanded into the National League in 1969 along with the old Montreal Expos. \"San Diego is obviously a beautiful city and showcasing Petco Park will be a remarkable opportunity for the Padres franchise and all of Major League Baseball,\" said Selig, making the final major announcement of his more than 22 years at the helm of the sport as the first quarterly Owners Meetings of the year came to a close. Selig steps down in favor of new Commissioner Rob Manfred on Jan. 24. The game is tentatively scheduled for July 12, 2016, and will follow this year's clash between the leagues in Cincinnati, making it the second time in less than a decade that the All-Star Game will be played in successive years in NL cities. The 2006 and '07 games were played at Pittsburgh's PNC Park and San Francisco's AT&T Park, respectively. The decision was more than anything else the function of teams with newer ballparks in the NL vying to host the game, Selig said. All of this generation's new and renovated ballparks in the American League -- save for the new Yankee Stadium in the Bronx -- have played host to All-Star Games since 1991. And the Yankees staged the game as recently as 2008, their last year in the old Stadium. Aside from Cincinnati's Great American Ball Park, the backlog in the NL includes Petco, Nationals Park, Marlins Park, a renovated Dodger Stadium and Philadelphia's Citizens Bank Park. \"The fact of the matter is, the San Diego club made a really outstanding presentation,\" Selig said. \"They did their homework in every way and so we decided collectively that the game was going to San Diego. It was no more complex than that. We're getting all these new ballparks built. What we really want to do is award it to those cities. We made a lot of promises to cities about getting All-Star Games. From here on in we'll be guided by a myriad of factors.\" All-Star Game FAQ's The award of the game continues an active offseason for the Padres, heading into their third full season under the ownership of Peter and Tom Seidler and Ron Fowler, a long-time San Diegan who is the club's executive chairman. Generated by new general manager A.J. Preller, the Padres have remade the offense since a 77-85 finish in the NL West last season, acquiring Matt Kemp from the Dodgers, Wil Myers from the Rays, Derek Norris from the A's and Justin Upton from the Braves. The local interest in the club has been unprecedented, spiking since the Dec. 19 Upton trade with season-ticket interest having increased by 100 percent and the club having a shot to again eclipse 10,000 full-season equivalents this season, said Mike Dee, the club's president and chief executive. The Padres have had only three postseason games at Petco, and none since a loss to the Cardinals in Game 2 of the 2006 NL Division Series, but the 42,000-seat ballpark was the home base for a number of games in the first two World Baseball Classics. Petco was the site of the semifinals and finals in 2006 and the second round in '09. Fowler said the Padres have been seeking to host the All-Star Game since the most recent ownership group was approved by fellow MLB owners to purchase the franchise from John Moores on Aug. 12, 2012. \"We talked to Bud about the All-Star Game from the day we were selected as owners, from the first day we were selected in Denver,\" Fowler said. \"We talked to them early and often. In fact, there was one day he saw me and started walking in the other direction, so I figured I'd better back off a little bit. Later on we'd show up and we wouldn't even have to ask. Bud would look at us and say, 'I know you're going to talk about an All-Star Game.' He knew we wanted it badly.\" Fowler said that a confluence of efforts between the ballclub and the city and county of San Diego finally cinched it. The Winter Meetings last month at a bevy of hotels on San Diego Harbor within walking distance of the ballpark also had a major impact. \"People from all over are finally starting to learn about our little city tucked into this cul-de-sac of the country,\" Fowler said. \"In terms of a summer place for a ballgame, there isn't a better place to have it than San Diego. The weather is going to be great. There are a lot of other activities. Somehow I think people are going to have a good time.\" It should be noted San Diego has hosted a trio of Super Bowls at Qualcomm Stadium in 1988, '98 and 2003. The NL won the '78 All-Star Game and the AL dominated in '92. \"San Diego is a great baseball city and San Diego loves a great event,\" Peter Seidler said. \"The enthusiasm for the All-Star Game, especially since it's a year away, combined with the other things our organization is doing, that enthusiasm is going to be off [the] charts.\" Barry M. Bloom is a national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
