{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/106512676\/tigers-outright-reliever-luke-putkonen-to-triple-a\/",
    "title": "Tigers outright reliever Putkonen to Triple-A",
    "subtitle": "",
    "body": "DETROIT -- The Tigers held onto a piece of their relief depth when Luke Putkonen cleared waivers. The right-handed long reliever has been outrighted to Triple-A Toledo, the team announced Thursday afternoon. Detroit designated Putkonen's contract for assignment last Tuesday to open a 40-man roster spot for Tom Gorzelanny. The team had 10 days to make a corresponding move with Putkonen, and used nearly all of that time. There had been some buzz that the Tigers could trade him rather than risk losing him for nothing through waivers, but in the end, interested teams opted against using a roster spot to grab him. Thus Putkonen returns to Toledo, which had been a familiar spot for him in 2012-13. He was called up eight times in those two years, and sent down seven. The 28-year-old made Detroit's Opening Day roster for the first time last year, but went on the disabled list a few weeks later with right elbow inflammation. Though Putkonen went on Minor League rehab assignments in May and August, he never made it back from the DL. The second time, the Tigers said he was healthy, but they simply ran out of time to get Putkonen Major League ready in the middle of a division race. Putkonen's agent, Keith Grunewald, said this week that his client is 100 percent healthy. Even so, Putkonen is coming off what essentially amounted to a lost season. Putkonen will still likely end up in big league camp next month with a non-roster invite, and could end up back in Detroit's bullpen if injury rehabs whittle down the competition. He filled Detroit's long-relief role well in 2013, striking out 28 batters over 29 2\/3 innings while allowing 10 earned runs on 30 hits. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
