{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/106517078\/rangers-manager-jeff-banister-spends-birthday-on-winter-caravan\/",
    "title": "Rangers skipper Banister spends birthday on Caravan",
    "subtitle": "",
    "body": "ARLINGTON -- Rangers manager Jeff Banister celebrated his 51st birthday on Thursday. Banister did so in the greater Austin area, where the Rangers were making two stops on their Winter Caravan. Banister, who was hired on Oct. 16, will make his debut as a manager on April 6, when the Rangers open the season against the Athletics in Oakland. When he does, he will be the 21st manager -- full-time or interim -- in Rangers history. Banister also will be the sixth-oldest manager in Rangers history, although four of the five ahead of him didn't stay very long. Eddie Stanky was the oldest manager in Rangers history. He was 61 when he took over for one game in 1977. When Stanky abruptly stepped down the next day, he was replaced by Connie Ryan as interim manager. Ryan, who stayed around for six games, was the second oldest at 57. Del Wilber, who was interim manager for one game in 1973, and Ron Washington were both 54 when they managed their first game for the Rangers. Ted Williams was 50 when he took over as the Senators' skipper in 1969. But he was 53 when the Senators moved to Texas and he spent just one year as the Rangers' first manager. Bobby Valentine was the youngest Rangers manager. He had just turned 35 when he took over from Doug Rader in 1985. Banister shares the same birthday as former Rangers manager Jerry Narron, who was born on Jan. 15, 1956. Narron was 45 when he took over for Johnny Oates early in the 2001 season. Banister also shares the same birthday as former Major League infielder Delino DeShields Sr. His son, Delino Jr., is currently with the Rangers as a Rule 5 Draft pick from the Astros. Also notable Jan. 15 birthdays include Indians shortstop Ray Chapman, the only Major League player who ever died from being beaned by a pitched ball. Banister will still be relatively young among current Major League managers. There are 19 Major League managers older than Banister, with Terry Collins of the Mets being the oldest at 65. Banister, despite having lived most of his life in Texas, was born in Weatherford, Okla. He will be the seventh Major League manager who was born in Oklahoma. The other six includes Bobby Cox, who was inducted into the National Baseball Hall of Fame last summer, and John Russell, who was the Pirates' manager in 2008-10 while Banister was working in their farm system. The only other Major League player born in Weatherford, Okla., was Braden Looper, though Banister does share a birthday with Cardinals outfielder Matt Holliday, who is from Stillwater, Okla. Banister is the first Rangers manager to play high school and college baseball in Texas. He went to LaMarque High, Baytown Junior College and the University of Houston. But the Rangers have never had a manager who was born in Texas. Instead, they have had six born in California and three in Illinois. T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
