{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/106519986\/phil-rogers-will-max-scherzer-land-home-with-cardinals\/",
    "title": "Will path ahead bring Scherzer home?",
    "subtitle": "As pitcher sits on the market, Cards make sense as landing place",
    "body": "Let's say this about Max Scherzer. The man could have had better timing. Had he hit the free-agent market a year ago, he probably would have been signed long before mid-January. Maybe by the Dodgers, who did not seem to have spending limits of any kind. Maybe by the Rangers, who were sitting flush enough to trade for Prince Fielder and give Shin-Soo Choo $130 million. Maybe by the Yankees, who signed Masahiro Tanaka. Maybe by the Nationals. Or maybe it wouldn't have been much different than it has been, really. The quiet surrounding the Scherzer market isn't unprecedented. It reminds a lot of folks about the process with Fielder three years ago. Like Scherzer, he's represented by Scott Boras, who doesn't mind being patient. Fielder seemed to dangle and dangle throughout the Hot Stove season, without even any strong rumors. And then, a week after Victor Martinez tore a ligament in his left knee, came a nine-year, $214-million agreement with the Tigers. That deal was done on Jan. 25. As we sit today, the Scherzer market remains guesswork. Hal Steinbrenner dropped a clue at the Owners Meetings in Paradise Valley, Ariz., suggesting the team's recent fiscal restraint is more of a phase than a change in the modus operandi. Steinbrenner said, \"We're still the New York Yankees,\" and didn't stop there: \"We're not going to be afraid to spend money.\" There are so many pitching questions with American League East teams that anyone adding Scherzer or James Shields would probably become an instant division favorite. The Tigers could likewise reaffirm their position as favorites in the AL Central by re-signing Scherzer. But regarding both Scherzer and Shields, the most likely landing place is with an National League team. Impact arms generally gravitate away from lineups strengthened by designated hitters. So keep an eye on the Cardinals. They make as much sense for Scherzer as any team, and not just because he grew up in Chesterfield, Mo., a western suburb of St. Louis, and went to college at the University of Missouri. And the Cardinals probably saved themselves some money Thursday, when they reached a three-year, $22-million deal with arbitration-eligible No. 2 starter Lance Lynn, who could have made life complicated by going through the process year by year. The Cardinals' current rotation should be strong enough to carry them to the playoffs for a fifth consecutive season in 2015, provided Adam Wainwright's elbow holds up. But John Lackey is in the last year of his contract and the health\/effectiveness of both Michael Wacha and Jaime Garcia remains an open question. That makes the decision to deal 24-year-old Shelby Miller to the Braves for a one-year rental on Jason Heyward curious. Maybe the Cardinals are planning to lock up Heyward. Or maybe they know that they're going to tap into the rich free-agent market at some point in the next year -- either with a deal for Scherzer or Shields now, or somebody from next year's deep group of pitchers. Mark Buehrle, another St. Louis native, could offer a middle-of-the-rotation option from that group. Or the Cardinals could seek to add a No. 1 starter-type to work alongside Wainwright from the potential options, which likely will include David Price, Johnny Cueto, Jordan Zimmermann, Jeff Samardzija and, maybe, Zack Greinke. There's no question about the Cardinals' resources. They were in great shape before opening their Ballpark Village operations in 2014, thanks in part to MLB's latest national broadcast contracts, and they haven't rushed to spend their new revenue. Chairman Bill DeWitt Jr. made a great decision in letting Albert Pujols walk away and hasn't gone beyond five years in a pitching contract. He's in position to make an exception to those policies, and Scherzer is still out there. There's going to be a time when it will be tough for the Cardinals to hold off the Cubs, and nobody knows how near that time might be. Three years? Two years? One year? Or maybe we're looking at this the wrong way. Maybe the Cubs are going to be Boras' \"mystery team'' for Scherzer, like the Tigers were for Fielder. Can't wait to see how this ends. Or when it ends, for that matter. Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
