{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/106513942\/cardinals-avoid-arbitration-with-catcher-tony-cruz-peter-bourjos\/",
    "title": "Cardinals avoid arbitration with Cruz, Bourjos",
    "subtitle": "Jay is lone unsigned player on club's roster",
    "body": "ST. LOUIS -- In addition to announcing a three-year extension for starting pitcher Lance Lynn, the Cardinals finalized one-year contracts for backup catcher Tony Cruz and center fielder Peter Bourjos on Thursday. All that activity leaves Jon Jay as the only unsigned arbitration-eligible player on the Cardinals' docket. Bourjos' deal is worth $1.65 million, which reflects a salary bump of $450,000 from the deal he signed last year as a first-time arbitration-eligible player. Cruz will earn $775,000. This will be Bourjos' second season in a Cardinal uniform, and the outfielder is hopeful that October hip surgery has erased the pain he felt when swinging during the second half of the 2014 season. Bourjos has been increasing the intensity of his exercises recently in anticipation that he would receive medical clearance to resume running in mid-January. Unable to wrestle a starting job away from Jay last season, Bourjos is positioned to return to a reserve role. He has value as a defensive replacement, which is reflected in the fact that he has been credited with 40 Defensive Runs Saved while accruing 3,285 Major League innings. To benefit from his speed on the offensive end, Bourjos will need to reach base more often. His on-base percentage slipped to .294 last season. Cruz started a career-high 35 games in 2014, the uptick in activity resulting from Yadier Molina having to miss seven weeks while recovering from a thumb injury. From behind the plate, Cruz threw out 25 percent of stolen-base attempts and posted a catcher's ERA of 4.07. In 150 plate appearances, Cruz hit .200\/.270\/.259 with six extra-base hits and a .530 OPS, his lowest such figure in four seasons with the Cardinals. Cruz's struggles offensively led St. Louis to sign A.J. Pierzynski over the summer to help carry much of the workload during Molina's absence. Cruz, a 26th-round pick in the 2007 First-Year Player Draft, does offer the Cardinals some defensive versatility with his ability to play both corner-infield positions. He and Molina are the only two catchers on the Cards' 40-man roster with Major League experience. Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
