{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/106523766\/braves-maintain-confidence-in-offense-after-major-turnover\/",
    "title": "Braves maintain confidence in offense after major turnover",
    "subtitle": "With Justin Upton, Gattis and Heyward out, Atlanta looking for new ways to produce",
    "body": "ATLANTA -- Those who watched the Braves in 2014 and then went into hibernation over the past two months might find it hard to believe some think their offense could prove to be even worse this season. Such is the case now the Braves have traded Jason Heyward, Justin Upton and Evan Gattis. In exchange, they gained a drastically-improved farm system and legitimate concerns about how they will score runs in 2015. \"It wasn't a perfect offense last year, and it's not a perfect offense now,\" Braves president of baseball operations John Hart said. \"I still feel like we're going to be a real competitive club. We weren't going to be picked as the favorites had we kept all of those guys, and we're not considered the favorites now. I think we're going to have a hungry club that will play with a chip on its shoulder.\" Before projecting what the Braves might do from an offensive perspective this season, it must be noted that Hart said he is not done making changes to his Major League roster. The primary offensive need is to acquire a left fielder via trade or the thin free-agent market. Jonny Gomes and Nori Aoki are among the free-agent outfielders who have at least piqued Atlanta's interest. The Braves proved unsuccessful in their attempts to package B.J. Upton with Gattis. So as things currently stand, it appears Upton will be the only right-handed returnee to the lineup who hit more than 10 home runs last year. Freddie Freeman stands as the only other returnee who exceeded that homer total during the disappointing 2014 season. While Freeman is more than capable of hitting 20-plus homers on an annual basis, the lack of protection he will have in the lineup could limit the opportunities he has to reach this total. The Braves scored 3.54 runs per game last year. This stood as the second-lowest mark in the Majors last year and the club's second-lowest output dating back to 1969. It might seem hard to believe the Braves could dip below this level of futility this year. But it is also hard to be optimistic about a lineup that no longer contains three of its primary power sources -- Heyward, Upton and Gattis, who combined to account for 50.4 percent of the club's homer total. Heyward, Upton and Gattis stand as three of the four members of last year's club who produced a 100-plus wRC+ (Weighted Runs Created Plus). Freeman, the fourth member of this group, now stands as the only legit power for the Braves, who are hoping two of their free-agent signings -- Nick Markakis and Alberto Callaspo -- create more consistent contact in a lineup that has been burdened by a multitude of strikeouts the past few years. The Braves traded Upton and Heyward because it appeared they would exit Atlanta after becoming free agents at the conclusion of the 2015 season. Concerns about Gattis' defensive limitations led the Braves to spend the past few months shopping him to American League clubs. Unfortunately, the replacements bring their own set of concerns to Atlanta. Markakis underwent neck surgery in December. Though, it appears the veteran outfielder will be ready for the start of Spring Training, it remains to be seen if he can return to the level he was before his neck became a problem in 2013. Callaspo is a limited defender whose batting average has dropped as his weight has increased over the past couple seasons. So as the Braves look ahead, they have to hope that new hitting coach Kevin Seitzer works some magic with B.J. Upton. There is also some hope that Andrelton Simmons and Chris Johnson will bounce back and look more like they did during the 2013 season. \"We're going to have to have some guys perform better than they did last year,\" Hart said. \"This offense is going to have to find different ways to score runs. But I think we have a chance to be an exciting club.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
