{
    "url": "http:\/\/m.mlb.com\/news\/article\/1292322",
    "title": "Cubs invite Greenberg, others to camp",
    "subtitle": "Cubs invite Greenberg, others to camp",
    "body": "CHICAGO -- Outfielder Adam Greenberg, who was hit in the head by the first pitch in his only big-league at-bat, is among the 13 players who have been invited to the Chicago Cubs' big-league camp this spring.  Greenberg, a ninth-round pick in 2002, was hit on July 9, when he went in to pinch-hit in the Cubs' game at Florida. After his rehab, he eventually returned to Double-A West Tenn and batted .269 for the season. He played in Venezuela this winter and hit .264 in 43 games.  The Cubs announced earlier this week they had signed big leaguers Marquis Grissom, Augie Ojeda and Mike Restovich to Minor League contracts and that they would be in Mesa, Ariz., as non-roster invitees. Besides Greenberg, other players invited include pitchers Bobby Brownlie, Carmen Pignatiello, Raul Valdez and Randy Wells; catchers Dennis Anderson and Jake Fox; infielders Casey McGehee and Brandon Sing; and outfielder Buck Coats. Grissom and Restovich both saw Major League action in 2005, as Grissom played in 44 games for San Francisco and Restovich appeared in 66 combined games for Colorado and Pittsburgh. Ojeda appeared in 148 games for the Cubs from 2000-03, and played for the Minnesota Twins in 2004.   The Cubs' spring roster currently stands at 53 players, with 40 on the Major League roster in addition to the 13 non-roster invitees.   Cubs pitchers and catchers will report to Fitch Park in Mesa, Ariz., on Feb. 15 and the first workout will be Feb. 16. Position players will report Feb. 20 with the first full-squad workout set for Feb. 21.   Brownlie, the Cubs' first-round pick in the 2002 draft, was 6-7 with a 4.74 ERA in 27 games (14 starts) for Triple-A Iowa in 2005. He struck out 73 in 104 1\/3 innings. Pignatiello, a graduate of Providence Catholic High School in New Lenox, Ill., was a 20th-round pick in 2000. The left-hander was 5-4 with a 2.68 ERA in 16 games (10 starts) at Double-A West Tenn and 1-5 with a 5.51 ERA in 22 games (five starts) at Iowa.   Valdez, a Cuban left-hander, started the year at West Tenn and was 2-0 with a 5.09 ERA in five games. He went 6-7 with a 5.93 ERA in 25 games (17 starts) at Iowa.   Wells, a 38th-round pick in 2002 from Belleville, Ill., was 10-2 with a 2.74 ERA at Class A Daytona, striking out 106 in 98 2\/3 innings. He appeared in six games for West Tenn, all in relief.   Fox, a third-round pick in 2003, hit .281 with nine home runs and 40 RBIs in 83 games at Daytona. McGehee hit .297 with eight home runs and 72 RBIs in 124 games for West Tenn. He was a 10th-round selection in 2003.   Sing hit .276 in 127 games for West Tenn. The first baseman tied for the Southern League lead with 26 home runs, and was named Southern League Player of the Month in July when he hit .366 with nine homers and 22 RBIs. He batted .246 with three home runs and 10 RBIs in 19 games for the Mesa Solar Sox in the Arizona Fall League.   Coats, a left-handed hitter, batted .282 in 127 games for West Tenn. He also played for the Solar Sox and hit .256 in 12 games. Carrie Muskat is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
