{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/106397054\/betances-miller-set-to-anchor-yanks-strong-bullpen\/",
    "title": "Betances, Miller set to anchor Yanks' strong bullpen",
    "subtitle": "Duo expected to be dominant one-two punch in late innings",
    "body": "With the start of Spring Training just weeks away, anticipation is building for the 2015 season. MLB.com is going around the horn to break down each area of the Yankees, continuing with the bullpen. When Joe Girardi watched the Royals fight their long odds and march into the World Series last autumn, the Yankees' manager was taking notes from his couch. In his view, Kansas City's success reinforced the importance of having a strong group of relievers, as well as some better luck in one-run games. \"It was a lights-out bullpen, and I think that's very important that you have that to be successful,\" Girardi said. \"Games are going to be a lot closer. Offense is not [at a high level]. It's not going to be the offenses that it's been in the past. The game has changed.\" That viewpoint was reflected in the Yankees' winter moves, taking on a bullpen reconstruction that was highlighted by signing left-hander Andrew Miller to a four-year, $36 million deal in December. With Miller joining All-Star Dellin Betances, the Yanks believe they will possess a dominant one-two punch for the late innings. \"Obviously, I'm biased when it comes to the ability of a bullpen to impact games, but I saw the way Boston won the World Series [in 2013],\" Miller said. \"I thought with Baltimore, we had a really, really good group out there, and then obviously the talk of the town is what the Royals did.\" Miller was one of the game's best setup men with the Red Sox and Orioles last year, when he had a 2.02 ERA in 73 games. He wields a nasty fastball-slider combo that is tough on both lefties and righties, holding opponents to a .600 overall WHIP and striking out 14.87 batters per nine innings -- an eye-popping number that trailed only the Reds' Aroldis Chapman (17.67) in 2014. The signing included a compensatory Draft pick, and the Yankees preferred that package over retaining David Robertson, who instead signed with the White Sox. Improbably, the Yanks will be installing their fourth closer in four seasons when they decide between Betances and Miller, a competition that could provide a sidebar to Spring Training. \"For me, I think I would just try to treat everything the same,\" Betances said. \"No matter what happens -- if it's the seventh, eighth, ninth, fifth -- I'm going to try to treat it the same way. I know obviously it's a different role, but I'm just looking forward to help the team win, no matter what situation they want me in.\" While the Yankees' bullpen was considered a strength in 2014, particularly in the strikeout department, there is room for improvement; Bombers relievers ranked 19th in the Majors in ERA and 18th in slugging percentage. Girardi and pitching coach Larry Rothschild hope some other new faces will provide a boost. \"Over the years, we've prided ourselves on putting together a quality bullpen, and that's proven out,\" general manager Brian Cashman said. David Carpenter was acquired from the Braves on New Year's Day, and with a fastball that sits at 95-96 mph and a plus slider, the 29-year-old righty projects to fit nicely into the sixth or seventh innings, a role that was filled by Shawn Kelley last year. Carpenter had a 3.54 ERA in 65 outings last year, and he comes with a good recommendation from Brian McCann, who caught the hurler's excellent 2013 campaign with Atlanta. Carpenter is particularly tough on righties, and the Yanks are encouraged that Carpenter's strikeout-to-walk ratio was nearly identical in '13 and '14, suggesting that his sparkling '13 ERA of 1.78 can be replicated. Adam Warren will prepare for Spring Training as a starter, but he would be available in relief if needed. Esmil Rogers had a 4.68 ERA in 18 appearances for the Yankees last year and agreed to a one-year, $1.48 million deal to return. Having started and relieved in his big league career, the 29-year-old Rogers could be used as a swingman of sorts. To increase their depth, the Yanks have continued adding prospects and making smaller moves. This week, Chris Martin, a towering right-hander with an interesting backstory (late to pro ball, his career includes warehouse stints at Lowe's and UPS), was acquired in a cash deal from the Rockies. He has showed good strikeout and ground-ball ratios in a brief taste of big league duty. Martin is one of six relievers on the 40-man roster with Minor League options remaining, joining Dan Burawa, Branden Pinder, Jose Ramirez, Chase Whitley and lefty Chasen Shreve -- acquired with Carpenter from Atlanta. That sets up what could be an entertaining spring competition for the seventh and final bullpen spot. They'll be joined by former All-Star Andrew Bailey, who is attempting to come back from right shoulder surgery. The Yankees are excited about their young hurlers on the rise, a group paced by lefty Jacob Lindgren, the team's first selection in the 2014 Draft. Officials will keep tabs on how Johnny Barbato, Nick Goody, Mark Montgomery, James Pazos, Nick Rumbelow and Tyler Webb handle their Grapefruit League action. Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
