{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/106390286\/jung-ho-kang-receives-sendoff-in-south-korea-before-arriving-in-pittsburgh\/",
    "title": "Kang gets big sendoff, packs high expectations",
    "subtitle": "Shortstop spot, shot at Aroldis on slugger's list as physical with Bucs awaits",
    "body": "SCOTTSDALE, Ariz. -- The next big thing in America is already huge in South Korea. Jung-ho Kang, packing his hopes and his nation's obvious pride, received a frenzied sendoff Wednesday morning (Tuesday evening our time) as he departed for Pittsburgh. Kang, who is scheduled to undergo a physical on Thursday before he signs his four-year contract with the Pirates, has power at bat. He also has the power of positive thinking: He wants to take Jordy Mercer down, and wants to take Aroldis Chapman out. \"If I get an opportunity to play consistently, I think I can play better,\" Kang told media, according to a thorough report by the English-language Yonhap News. Asked whether he meant better than Mercer, the Bucs' incumbent shortstop, Kang nodded. \"I think I'll have to talk to the team about my position,\" added Kang, who has some experience at other infield spots, \"but I'd like to play shortstop.\" As for Chapman, word about his 103-mph fastball apparently gets around. \"I can only be a great player if I can hit Chapman,\" Kang said about the Reds flamethrower. \"I want to see for myself how hard he can pitch.\" He will not have to wait long. The Pirates open the season April 6 in Cincinnati. It will be the Pirates' 129th season -- but they have never had a player like Kang. No Major League team has, as he would be the first position player to make the jump from the Korean Baseball Organization. As such, it is a seminal development for his native country even more than for the Majors. Which explains why his KBO club, the Nexen Heroes, captured and posted the video documenting Kang's feverish departure from Seoul's Incheon International Airport. The Heroes have slightly more than $5 million at stake -- the posting fee they will be able to bank when Kang and the Pirates sign a deal. Kang and his brethren are playing for higher stakes -- both financial and perceptual. His deal is reportedly worth $16 million, and he would be playing to prove the viability of KBO competition. The 27-year-old set KBO single-season records for shortstops in 2014, when he had 40 home runs and 117 RBIs. What Kang did not  do was earn the league's Most Valuable Player Award, as has been widely but erroneously reported. That honor went to his double-play partner, Keon-chang Seo, who hit .370 with 65 extra-base knocks. Inflated offensive numbers that inspire skepticism of Korean crossover abound. Felix Pie, 4-for-29 in a trial with the Pirates in 2013, batted .326 for KBO's Hanwha Eagles; his 17 homers and 92 RBIs virtually matched his Major League output in 425 games. If in his mind Kang is comparing his 2014 numbers to those of Mercer (12 homers and 55 RBIs), that's a weak case. Kang has the experience at short, and supposedly the tools for second or third. Kang was playing third base in leading the Korean National Team to the gold medal of the 2010 Asian Games. That was most significant because it earned him a military service exemption -- more famously, Major League veteran Shin-Soo Choo earned his exemption in the same tournament. Mercer, Chapman and curveballs aside, Kang met his biggest Major League challenge a little after noon on Wednesday. The car that had picked him up at Pittsburgh International Airport rolled out of the Fort Pitt Tunnel and Kang got his first look at the majestic Golden Triangle skyline and, to his left, PNC Park. The right-handed pull hitter had been able to regularly scale Mokdong Stadium's 370-foot left-center power alley. In PNC Park, the fence in left-center is 410 feet away. Kang was aware of PNC Park's size and reputation, and looked forward to seeing for himself. Just like the Pirates and their fans feel about Kang: They want to see him for themselves. Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. Follow him on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
