{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/106404088\/blue-jays-orioles-reportedly-discussing-dan-duquette-deal\/",
    "title": "Blue Jays, Orioles reportedly discussing Duquette deal",
    "subtitle": "Status of Toronto's position of club president unclear",
    "body": "TORONTO -- The ongoing story surrounding the Blue Jays' presidency took yet another twist on Wednesday when a report said the club has been engaged in talks with the Orioles about Dan Duquette. Neither club has commented on or confirmed the report. According to FoxSports.com, the Orioles and Blue Jays have discussed a compensation package that would allow Duquette, currently the O's executive vice president of baseball operations, to become Toronto's president and chief executive officer. The same report said the two sides are not close to a deal, but if they are talking, it would seem to indicate that Baltimore is at least open to the idea. The Orioles would need to be on board because Duquette is under contract through 2018 and cannot leave for another organization without permission. \"They have expressed interest in him, which we understand because Dan is an exceptional GM, but we're not in any negotiations with [the Blue Jays],\" Orioles owner Peter Angelos told the Baltimore Sun. Toronto's reported interest in Duquette dates back at least a couple of months. He was one of several high-profile team executives to catch the attention of someone in the Blue Jays organization as a possible replacement for Paul Beeston. Beeston's contract expired in October, and while he's remained in the position, there have not been any announcements about his future. The Blue Jays' ownership group, Rogers Communications, has not publicly addressed the situation, and its representatives have been unavailable for comment. Toronto's potential opening for club president was one of the biggest storylines to come out of the Winter Meetings in December. At the time, White Sox executive Kenny Williams confirmed to reporters that someone called on behalf of the Blue Jays organization to see if he'd be interested in the job. Duquette also was linked to the position in various reports, but the Orioles didn't seem willing to let him go. Even though a move to Toronto to be the Blue Jays' CEO would technically be a promotion, it didn't appear to be something Angelos wanted to entertain. \"We signed him,\" Angelos told the Baltimore Sun in December. \"He has a commitment for four more years, and he has done quite a job for us. We are very pleased with his performance, and we expect him to satisfy his contract. We not only want him to, but we expect him to. … We don't want him to go away, and we don't expect him to go away. And he's given no indication he wants to go away.\" The sense is that there are some people inside the Orioles organization who would not oppose a move. Part of that is related to the notion of not blocking a promotion, while Duquette's openness to considering the possible leap adds further intrigue to the situation. What that means for the Blue Jays remains unclear. According to The Toronto Sun, Beeston has been privately telling club employees that he'll be staying this year and that he is expected to be in attendance for next month's annual State of the Franchise event with season-ticket holders. Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
