{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/106408828\/mariners-acquire-lefty-prospect-mike-kickham-in-trade-with-cubs\/",
    "title": "Mariners acquire lefty prospect Kickham from Cubs",
    "subtitle": "Relief candidate also gives club starting depth",
    "body": "SEATTLE -- The Mariners have acquired left-hander Mike Kickham from the Cubs for Minor League pitcher Lars Huijer, the club announced Wednesday. To make room on the 40-man roster for Kickham, left-hander Anthony Fernandez was designated for assignment. Seattle's 40-man roster remains full. Kickham, 26, gives the Mariners another left-handed relief candidate for their bullpen as well as starting pitching depth. He has made 14 Major League appearances, including three starts, for the Giants over the past two years with a record of 0-3 and a 10.98 ERA. He relies mainly on an 89-90-mph fastball and a slider. \"We've known him since his days at Missouri State, and our scouts have always liked him,\" Mariners general manager Jack Zduriencik said. \"He is a good sized left-hander with a nice arm, who has some big league experience and we feel he has upside. We'll bring him into Spring Training as a starter and let him compete for a job.\" Ranked as the Mariners' No. 19 prospect by MLB.com, Kickham was originally selected by the Giants in the sixth round of the 2010 First-Year Player Draft out of Missouri State University. He had spent his entire career in the Giants' organization before being claimed off waivers by the Cubs on Dec. 2. He was designated for assignment by the Cubs on Jan. 9 when they signed outfielder Chris Denorfia. Kickham spent most of last season at Triple-A Fresno, going 8-8 with a 4.43 ERA in 27 starts. He also averaged 10.4 hits, 3.9 walks and 7.9 strikeouts per nine innings. Huijer, 21, went 6-9 with a 5.08 ERA in 28 games (24 starts) with Class A Clinton and Class A Advanced High Desert last season. The Dutch native has combined to go 17-17 with a 4.48 ERA in five Minor League seasons. He was signed by the Mariners as an undrafted free agent on June 1, 2011. Fernandez, 24, went 1-1 with a 3.86 ERA in five starts with Triple-A Tacoma last season before going on the disabled list with a left elbow injury. He had season-ending Tommy John surgery on his left elbow May 22, performed by Dr. James Andrews. In other Mariners news: • Outfielder Justin Ruggiano, who was acquired from the Cubs in December, has filed for arbitration. That leaves the Mariners with six pending arbitration cases. Scouting report on Kickham: A sixth-round Draft pick of the Giants in 2010, Kickham made it to the big leagues in three years, debuting in May 2013. His brief Major League time didn't go so well for the Missouri State left-hander then, as well as in 2014. When the Giants designated him for assignment in December, the Cubs claimed him. His \"stay\" in that organization was short-lived, as Chicago designated him a month later, then dealt him to the Mariners. The southpaw has a three-pitch mix, with a fastball that sits in the low-90s fastball and has good sink. His slider had some bite and he throws it in the low-80s. He uses a splitter as his offspeed pitch and uses it effectively. The one thing holding him back might be his control (3.9 BB\/9 in his Minor League career), leading some to believe he might best be suited for a bullpen role. -- Jonathan Mayo Top 20 Prospects: Mariners | Cubs T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
