{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/106409688\/yankees-principal-owner-hal-steinbrenner-says-club-might-not-be-done-making-moves\/",
    "title": "Steinbrenner: Yanks might not be done making moves",
    "subtitle": "",
    "body": "PARADISE VALLEY, Ariz. -- Yankees principal owner Hal Steinbrenner said on Wednesday that he's happy with the progress his club has made trying to improve so far this offseason, and he wouldn't dismiss making more significant roster additions before Spring Training opens in Tampa, Fla., on Feb. 20. \"It's not over until it's over. We still have a full month before Spring Training,\" Steinbrenner told a group of reporters as the first day of this week's quarterly Owners Meetings got underway. \"We're always going to continue to improve. I'm not putting a cap on it. We've certainly filled some holes that we had. We'll keep going for the next few weeks.\" Thus far, the Yankees have re-signed two of their own free agents -- third baseman Chase Headley and middle infielder Stephen Drew -- plus added left-hander Andrew Miller to the bullpen and made several significant trades, including one with the D-backs for 24-year-old shortstop Didi Gregorius. Last season's closer, David Robertson, left via free agency, and captain Derek Jeter has retired, taking that money off the books. The Bombers had the second-highest payroll ($197.2 million) in the Major Leagues last year, but they missed the playoffs for the second consecutive season. Steinbrenner has vowed to get back to the postseason while trying to keep the payroll in the same range, perhaps precluding the signing of high-end free-agent pitchers Max Scherzer and James Shields, who are both still on the market. The Yankees went into the offseason with $171.3 million committed to 12 players, leaving them little wiggle room to add another big contract. \"[But] having said that, we're still the New York Yankees, all you guys know that,\" Steinbrenner said. \"We know what the fans expect. We know what the town expects. We're not going to be afraid to spend money.\" Last offseason, the Yanks committed to $486 million in free-agent contracts, mostly tied to the long-term signings of pitcher Masahiro Tanaka, catcher Brian McCann and outfielder Carlos Beltran. They also are near the back ends of expensive deals with first baseman Mark Teixeira and CC Sabathia. All that spending may have tied the club's hands to a certain extent. \"It's obvious that when you know you have a certain amount of payroll each year that's not coming off the books, it gets more difficult,\" Steinbrenner said. \"Having said that, most of those players have been great for us. Two or three years from now, there is going to be some more flexibility. At the same time, I want to have the player development there. I want the players, the young players, and now they're starting to come. I think the years ahead, player-development-wise, are certainly going to be considerably better than they have been, and we're excited about it. That gives you the flexibility. That and the money coming off.\" Steinbrenner added that he was comfortable with the moves general manager Brian Cashman has already made. \"It's been busy,\" Steinbrenner said. \"We had numerous goals. Two of the goals were certainly to get younger and get better defensively. I think we did that. I think our bullpen is better. I think it's one of the best in baseball, quite frankly in my opinion. So there have been some improvements. We started out with a payroll that was already high before we did anything. We had a certain amount of dollars to work with, and I think Cash did a great job. There's just a certain amount I'm going to go. You all know my opinions about payroll -- where you should be and really where you don't need to be to win championships.\" Barry M. Bloom is a national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
