{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/106417324\/buck-showalter-minicamp-important-to-orioles-success\/",
    "title": "Showalter: Minicamp important to O's success",
    "subtitle": "",
    "body": "SARASOTA, Fla. -- After a few days of organized activity this week, the Ed Smith Stadium complex will be relatively empty until Spring Training gets underway in five weeks. But manager Buck Showalter felt the Orioles got quite a bit out of this week's voluntary three-day minicamp. They saw third baseman Manny Machado check in with a healthy right knee, No. 1 prospect Dylan Bundy heading into a year with few restrictions, both Rule 5 Draft picks and a number of other young pitchers and catchers. Asked about the most important part of this week, Showalter summarized it with one word: familiarity. \"I want the players to know when they get here that there's been a lot of time and thought put into knowing them and knowing what they're going to bring when they get here,\" Showalter said. \"Get through the period of adjustment, so when we get here [in February], we can start doing the things it takes to get better. That's what this is all about. \"The last two or three years, it's been big for our success, being able to get a head start. This is all voluntary -- not only by the players, but ownership's been very supportive of it.\" Showalter came away impressed with both of the Orioles' selections in this year's Rule 5 Draft, pitchers Jason Garcia and Logan Verrett. The club was particularly intrigued by the hard-throwing Garcia's smooth delivery, but Showalter went down the list of players who caught his attention. \"It's a feather in your hat to be invited,\" Showalter said. \"Put some eyes on some faces that we didn't know.\" Now, pitching coach Dave Wallace and bullpen coach Dom Chiti will head west to California, where they'll meet with another group of Orioles pitchers and catchers. Among those expected to meet with Wallace and Chiti are Zach Britton, Brian Matusz, Miguel Gonzalez, Tim Berry, Zach Davies and catcher Chance Sisco, Baltimore's No. 3 prospect. Lefty Wei-Yin Chen and catcher Ryan Lavarnway may also attend. Several of the Orioles who attended this week's minicamp, meanwhile, are expected to stay in Florida through Spring Training. Right-hander Chris Tillman said Monday he plans to do so, reliever Ryan Webb said he plans to be back soon and outfielder Henry Urrutia is expected to stay as well. One player who may or may not be back is veteran left-hander Mark Hendrickson. The 40-year-old former Oriole, who recently became a grandfather, came to camp and threw two bullpen sessions as he looks for one more shot to get back to the Majors. Showalter said the club will make a decision regarding Hendrickson by the end of the month. He could receive a Minor League deal with an invitation to attend Major League Spring Training, a straight Minor League contract offer or nothing at all. Adam Berry is a reporter for MLB.com. Follow him on Twitter at @adamdberry. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
