{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/106422972\/astros-acquired-slugger-evan-gattis-from-braves-in-five-player-deal\/",
    "title": "Astros swing five-player deal for slugger Gattis",
    "subtitle": "Foltynewicz among three prospects sent to Braves",
    "body": "HOUSTON -- The chance to add a power bat to their lineup to improve the club for 2015 was enticing enough for the Astros to trade three prospects -- pitchers Mike Foltynewicz and Andrew Thurman, and third baseman Rio Ruiz -- to the Braves on Wednesday in exchange for slugger Evan Gattis and Minor League right-hander James Hoyt. Gattis, 28, has hit 43 homers in 211 games in his first two seasons in the Major Leagues with the Braves. He's battled injury problems during his career, but he passed a physical on Wednesday. Gattis gives the Astros another 30-homer threat at Minute Maid Park with Chris Carter and George Springer. • Hot Stove Tracker \"Offense is hard to find, and for us to have an opportunity to acquire a young player with four years of control who has the offensive potential of Evan Gattis, that's something that we found very attractive,\" general manager Jeff Luhnow said. \"When we look at our lineup for 2015, having Springer and Carter, and Gattis and [Jason] Castro, we're talking about a lineup that can compete in our [American League West] division, and I think that's really what we're looking to accomplish.\" Gattis could start in left field for the Astros, but he could also see time at first base, catcher and designated hitter. Gattis, who played 48 games at left in 2013 for the Braves, isn't known as a good defender, but there isn't much ground to cover at Minute Maid Park's left field. \"I think the fact that we're an American League team gives us a lot more flexibility going forward,\" Luhnow said. \"There's a possibility he can play some first base, he can DH. We don't know the answer to that at this point. Obviously, we've got a lot of catchers on our roster. We were primarily focused on the offensive side of the equation, and if he produces the way we expect him to he's going to be in the lineup every day.\" Hoyt, 28, will be a non-roster invitee to Major League camp. A former pitcher in the Mexican League, he's currently pitching for the Dominican Republic in the championship series. Gattis, a Dallas native, has two years of Major League experience, topping 20 homers with the Braves in both 2013 and '14 despite not playing more than 108 games either season. He hit .243 with 21 homers and 65 RBIs in '13 and he was seventh in the National League Rookie of the Year Award totals. Last year, Gattis hit .263 with 22 homers and 52 RBIs in 108 games at catcher. Gattis' path to the Majors has included battles with depression and substance abuse and has seen him hold down several jobs, including a janitor and a ski-lift operator. Gattis has also battled knee and back problems that have affected his ability to stay on the field. \"There's a lot of rigors involved in catching and the fact we're going to be able to use him in a different way than he was able to be used in the National League will give us a little more leeway,\" Luhnow said. \"We gave up a lot of talent to get him. We're comfortable that our trainers and medical staff and the way he goes about preparing himself, he's going to be available to us for the entire season.\" The trade is another sign the Astros feel they're closer to contending. After spending a couple of years trading away established players in return for prospects, the Astros are using their improved depth in the system to acquire players to immediately help the Major League club. They traded for catcher Hank Conger late last year, giving up prospects. \"This is probably not the last of these types of deals,\" Luhnow said. \"We have a very good system, even after this trade, and we have two Draft picks in the top five coming up in this year's Draft. We're going to continue to have a very strong pipeline, and how we turn that pipeline into Major League wins is going to be a big key to our success going forward -- in this case, turning three good players into Evan Gattis, and in other cases bringing the players up and letting them play in Houston. We're really going to have to really do both paths and do them well.\" Luhnow has built starting pitching depth, which is why he hasn't been shy about trading away young arms like Bud Norris, Jarred Cosart and Nick Tropeano. Foltynewicz, though, was considered one of the jewel arms in the system. The hard-throwing Foltynewicz, the No. 19 overall pick in the 2010 First-Year Player Draft, made his Major League debut at the end of last season after going 7-7 with a 5.08 ERA in 21 games (18 starts) at Triple-A Oklahoma City. He had been expected to compete for a starting spot this spring. \"I'm excited,\" Foltynewicz said. \"First off, it's a shocking thing that's happened to me right now, but overall I'm real excited to start fresh in a new organization with the Braves. It will be fun.\" Ruiz, a fourth-round pick in 2012, became expendable after the Astros acquired former No. 6 overall pick Colin Moran, also a third baseman, from the Marlins in July. Thurman was the Astros' second-round pick out of UC-Irvine in 2013. Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
