{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/106436856\/reliever-ryan-mattheus-signs-minor-league-deal-with-angels\/",
    "title": "Reliever Mattheus signs Minor League deal with Angels",
    "subtitle": "",
    "body": "ANAHEIM -- The Angels signed former Nationals reliever Ryan Mattheus to a Minor League contract with a Spring Training invitation on Wednesday. Mattheus posted a 2.85 ERA in 66 appearances for the Nats as recently as 2012, but has fallen off the past two seasons. The 31-year-old right-hander struggled through a 6.37 ERA and a 1.90 WHIP in 37 appearances in 2013, a season that saw him spend time on the disabled list for punching a locker, then compiled only 8 2\/3 innings in the big leagues last season. Mattheus, a Sacramento product, dealt with a rib-cage injury in Spring Training, suffered another core injury in the middle of the summer and spent most of the year in Triple-A, posting a 5.80 ERA, a 1.46 WHIP and a 2.67 strikeout-to-walk ratio in 40 1\/3 innings. • Hot Stove Tracker The Nats outrighted Mattheus off the 40-man roster for the second time early in the offseason, prompting him to elect free agency, and now he'll compete for a job on the Angels' Opening Day roster. The Angels perceivably have five of their seven bullpen spots solidified, with closer Huston Street, setup man Joe Smith and middle relievers Mike Morin, Fernando Salas and Cesar Ramos. Cory Rasmus could also find his way to the 'pen if he doesn't stay stretched out as a starter, as can Hector Santiago if he doesn't win the fifth spot of the rotation. Mattheus will compete with the likes of Vinnie Pestano, Jeremy McBryde, Cam Bedrosian, Danny Reynolds, Atahualpa Severino, Scott Snodgress, Yoslan Herrera and Edgar Ibarra this spring. The latter four were also obtained on Minor League deals this offseason. Nate Smith and Trevor Gott, who finished last season in Double-A, could also put themselves in the mix. Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
