{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/106345124\/brandon-moss-five-other-indians-file-for-arbitration\/",
    "title": "Moss, five other Indians file for arbitration",
    "subtitle": "",
    "body": "CLEVELAND -- The Indians' most prominent arbitration case this offseason involves the team's most prominent acquisition of the winter. Slugger Brandon Moss, who was acquired in a trade with the A's in December, was one of six players to file for arbitration for Cleveland on Tuesday. In his second year of arbitration eligibility, the 31-year-old Moss stands to garner the highest salary of the Indians' arbitration class for the 2015 season. Tuesday's filings represented a procedural step in the annual arbitration process. Next, teams and eligible players can exchange proposed salary figures on Friday. If necessary, the arbitration hearings to decide on salaries for the upcoming season are scheduled to take place between Feb. 1-20. Teams can reach an agreement on a contract with players at any point leading up to a hearing. Right-handed starter Carlos Carrasco, third baseman Lonnie Chisenhall, lefty reliever Marc Rzepczynski, right-handed setup man Bryan Shaw and right-handed pitcher Josh Tomlin also filed for arbitration on Tuesday. The Indians traded Minor League infielder Joey Wendle for Moss on Dec. 8 knowing that the veteran first baseman and corner outfielder was in line for a substantial raise this winter. Moss avoided arbitration with a $4.1 million contract with the A's last winter and then hit 25 home runs with 81 RBIs in 147 games. Over the past three seasons, Moss ranks ninth in at-bats per home runs (15.93) and 18th in homers (76) and slugging percentage (.504) among qualified batters. Last year, he posted a .234\/.334\/.438 slash line overall, but his second half was negatively affected by injury. Moss hit .268 (.878 OPS) in the first half and then just .173 (.584) in the second half while dealing with a hip injury. Moss underwent hip surgery in October and is expected to be ready in time for Opening Day. The left-handed hitter will have a home in the heart of the Tribe's lineup and projects to earn at-bats in right field, as well as designated hitter and first base. Here is a look at Cleveland's other arbitration candidates: Chisenhall Arbitration year: First 2014 salary: $510,800 At a glance: The 26-year-old third baseman enjoyed the best season of his career in '14, posting a respectable .280\/.343\/.427 slash line with 13 homers, 29 doubles and 59 RBIs. Chisenhall has a .260\/.310\/.417 line for his career. Last year, he hit .393 (1.057 OPS) in his first 53 games and then hit .219 (.614 OPS) in his final 89 games. As things currently stand, Chisenhall projects to be the Tribe's starting third baseman come Opening Day. Carrasco Arbitration year: First 2014 salary: $504,700 At a glance: The 27-year-old starter posted a 2.55 ERA in 134 innings last season, which was split between starting and relieving. Over his final 10 games (all starts), Carrasco posted a 1.30 ERA with 78 strikeouts and 11 walks in 69 innings. His 1.70 ERA over the final two months ranked second in the Majors (minimum 60 innings). Carrasco is 19-26 with a 4.30 ERA in 88 career games, but he appeared to turn a corner down the stretch and projects as the Tribe's No. 2 starter. Rzepczynski Arbitration year: Second 2014 salary: $1.375 million At a glance: The left-hander posted a 2.74 ERA in 73 games last season, striking out 46 and walking 19 in 46 innings, while limiting lefties to a .180 average. In parts of two seasons with Cleveland, the 29-year-old Rzepczynski has turned in a 2.17 ERA over 100 appearances. Among the 15 American League relievers with at least 100 games over the 2013-14 seasons, his ERA ranks first. Rzepczynski is one of three lefties who project to be in the Tribe's bullpen. Shaw Arbitration year: First 2014 salary: $529,500 At a glance: The 27-year-old Shaw led the Majors with 80 appearances last season, becoming the first Indians pitcher to lead the AL since 1955 and the first to lead baseball since 1920. The 80 games also set a single-season franchise record. Shaw posted a 2.59 ERA with 64 strikeouts and 22 walks in 76 1\/3 innings in '14. His 151 1\/3 innings over 2013-14 rank first in the AL among pitchers with zero starts. Shaw will return as a setup man for the Tribe in 2015. Tomlin Arbitration year: Second 2014 salary: $800,000 At a glance: The Indians went to an arbitration hearing with Tomlin last winter and won their case against the pitcher. The righty has gone 29-28 with a 4.89 ERA in 85 career games (70 starts). Last year, Tomlin went 6-9 with a 4.76 ERA in 104 innings (25 games). He was 5-5 with a 3.78 ERA in his first 11 games before going 1-4 with a 6.35 ERA in his final 14 appearances. Tomlin will enter camp this spring as a rotation and bullpen candidate. Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
