{
    "url": "http:\/\/m.mlb.com\/news\/article\/1303522",
    "title": "Riske thrives on deception",
    "subtitle": "Aggressive Riske ready to deceive Sox foes",
    "body": "BOSTON -- David Riske will be the first person to tell you that he is trying to deceive batters when he toes the rubber. Drafted by the Indians in the 56th round in 1996, he doesn't plan on changing his approach now that he will be wearing a Red Sox uniform this season.  The 29-year-old right-handed reliever -- acquired along with Coco Crisp and catcher Josh Bard last week from Cleveland -- enters Spring Training as one of several veteran candidates for a setup role in the Red Sox's bullpen.  \"Most of my career, I've [used] my deception,\" Riske said Monday. \"The hitters say my fastball is very deceptive, and I just challenge guys. That's the No. 1 thing. On lefties, I like to keep the ball away and throw fastballs and just challenge them.\" Riske, who is 17-12 with 16 saves and a 3.55 ERA in 287 career big-league games, was attractive to the Red Sox not just because of his numbers, but also due to his durability. He worked on back-to-back days 10 times last season, going 2-0 with one save and a 1.42 ERA when pitching without a day of rest.   Appearing in at least 58 games and logging more than 70 innings in each of the last three seasons, Riske is 12-9 with 14 saves and a 3.04 ERA in 198 games since the start of the 2003 season.   \"I experienced a lot [in Cleveland], a lot of friends and a lot of people over there,\" said Riske. \"My whole career was over there, 10 years, so I just learned a lot over there. I went to the playoffs one year and had a lot of good experiences.\"   In taking Guillermo Mota's place, Riske figures to compete for a setup role in the middle of Boston's bullpen that already features Mike Timlin, Keith Foulke, Julian Tavarez, Lenny DiNardo and possibly Jonathan Papelbon.   \"I think it will probably work itself out in Spring Training,\" Riske said. \"There are a lot of great arms out there. Basically, I just want to help the team win, get to the playoffs and hopefully get to the World Series. My No. 1 goal is to help the team win. Wherever that puts me, I'm good with it.\"   The Renton, Wash., native, who will be reunited with former teammates Manny Ramirez and Alex Cora, compiled a 3.10 ERA in 58 games for the Indians in 2005, going 3-4 with one save.   But Riske regards last year as an unusual season in the sense that he saw his workload decrease in September, appearing just seven times and working just 8 2\/3 innings in the final month of the season.   \"Last season was kind of different than the rest of my career,\" he said. \"I love to come into pressure-packed situations, guys on base late in the game when it really counts. I live for those kind of pressure moments. Hopefully, I can get into those.\"   Riske yielded a career-high 11 homers last season, but the veteran says that's not going to change his approach.      \"I attribute that to one bad game where I gave up [three] home runs in one inning, so it was just that one bad game,\" Riske said of his June 25 outing against Cincinnati. \"That's where I see that from, but sometimes I give up my share of home runs because I like to challenge people and I don't give in to anybody.\"   Like the all Red Sox and Indians fans, all Riske could do was listen, watch and wait in the week leading up to the deal as rumors and speculation swirled about a possible trade.   \"It really wasn't a big deal,\" he said. \"People apologized for things leaking out and the rumors. But rumors are rumors and it doesn't bother me. It just gives me more phone calls. People in my family are like, 'Are you getting traded?' And me saying, 'I have no idea.' It's just a lot of rumors and it doesn't bother me.\"   Riske hasn't let much bother him over his big-league career, which began in 1999. He has averaged more than one strikeout per inning pitched, fanning 318 in 317 1\/3 innings, while holding opposing batters to a .227 career average, including a .205 clip by lefties.   \"Definitely, I was excited going to Boston,\" Riske said. \"I think everybody wants to play for the Boston Red Sox with that atmosphere and the fans there, who are unbelievable. The fans there are great. Leaving Cleveland, I've been there 10 years, and I knew a lot of people and had good relationships with everybody, and that's the sad part. But it's a business and I'm very excited to move on.\" Mike Petraglia is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Petraglia"
}
