{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/106270608\/hot-stove-rumors-link-cole-hamels-james-shields-to-nl-west-clubs\/",
    "title": "Hot Stove rumors link Hamels, Shields to NL West clubs",
    "subtitle": "Padres not shopping Myers in potential trade for Phillies' ace; D-backs in mix for free-agent righty",
    "body": "As they have for much of the offseason, pitching rumors dominated the headlines Monday, as free agent James Shields and trade candidate Cole Hamels could be close to landing with new teams. Hamels, according to a report on CBSSports.com, is apparently still a serious target of the new-look Padres, who have already shaken up their roster this offseason with the additions of Justin Upton, Matt Kemp and Wil Myers. Shields, meanwhile, could find himself on a different National League West team, with the D-backs reportedly in the mix for his services, according to FOXSports.com. The Hamels report notes that \"nothing is imminent or even on the front burner.\" But Hamels, a San Diego native, has been linked to the Padres before. The Phillies' asking price for their three-time All-Star left-hander is reportedly very high -- and understandably so. At 31, Hamels is clearly still in his prime, having posted a 2.46 ERA and a 1.15 WHIP in 30 starts last year. He has four years remaining on a contract with an average annual value of $24 million per season. The report also adds that the Padres are not shopping Myers in a potential deal for Hamels. The most likely offer would instead be a package of Minor Leaguers, with Austin Hedges, Matt Wisler and Hunter Renfroe -- the Padres' top three prospects according to MLB.com -- expected at the top of Philadelphia's wish list. On the Shields front, that $110 million offer he received from a mystery team is apparently for naught. According to the FOX Sports report, it came from a club with which Shields isn't interested in signing. Already this offseason Shields has been linked with Boston, Miami, San Francisco, San Diego and Arizona, as well as his latest club, the Royals. Shields posted a 3.21 ERA last season, his eighth in a row with at least 200 innings pitched. The rumor mill wasn't limited to those two aces, either: • After being cleared by the U.S. Office of Foreign Assets Control, Cuban right-handed pitching prospect Yoan Lopez has agreed to a record-setting $8.27 million bonus with the D-backs, according to industry sources. • Dillon Gee is apparently being sought after by three NL West clubs -- the Giants, Rockies and Padres -- according to FOXSports.com. He posted a 4.00 ERA last season, his fifth in the Majors -- all with the Mets. • According to CBSSports.com, the D-backs are looking into a trade with Toronto for catcher Dioner Navarro, who lost his starting spot with the Blue Jays this offseason when they signed Russell Martin. Navarro, who will become a free agent after the 2015 season, posted a .274\/.317\/.395 slash line last year. • The Rockies have apparently inquired about free-agent right-hander Ryan Vogelsong. In 30 2\/3 career innings at Coors Field, Vogelsong has a 7.92 ERA. • In an effort to find a replacement for Nick Markakis, the Orioles have reportedly asked Arizona about outfielders David Peralta and Ender Inciarte. Arizona has the room to move an outfielder, and a FOX Sports report claims the D-backs could be looking for a starting pitcher or a catcher (see above) in return. • Oakland's Jesse Chavez, Baltimore's Tommy Hunter and the White Sox's Dayan Viciedo all avoided arbitration on Monday by coming to terms with their clubs. AJ Cassavell is a reporter for MLB.com. Follow him on Twitter @ajcassavell. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "AJ Cassavell"
}
