{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/106273072\/source-ian-desmond-nationals-havent-discussed-contract-extension\/",
    "title": "Source: Desmond, Nats haven't discussed contract",
    "subtitle": "",
    "body": "WASHINGTON -- According to a baseball source, the Nationals haven't had any significant negotiations with shortstop Ian Desmond and his representative regarding a contract extension. Nats general manager Mike Rizzo and Desmond's agent, Doug Rogalski, were at the General Managers Meetings and baseball's Winter Meetings late last year, but there were no contract negotiations between the two parties, the source said. The club had no comment. The Nationals reportedly offered Desmond a seven-year contract last offseason, but Desmond settled for a two-year, $17.5 million deal before Spring Training. Desmond is one of five major Nats players -- Jordan Zimmermann, Doug Fister, Denard Span and Tyler Clippard are the others -- who are eligible for free agency after the 2015 season. On Sunday, FoxSports.com reported the Nationals almost traded Desmond in a three-team deal with the Mets and Rays. Desmond would have gone to the Mets, but they balked at the deal because they were unwilling to trade their top prospects to the Rays. The Nats could have received infielder\/outfielder Ben Zobrist and shortstop Yunel Escobar. Zobrist would have solved the team's problems at second base and Escobar would have played shortstop. Rizzo prepared for life without Desmond last month, acquiring right-hander Joe Ross and a player to be named -- expected to be shortstop Trea Turner -- from the Padres in a three-team deal that sent Steven Souza Jr. to the Rays. Turner is expected to hit near the top of the order for Washington one day. Desmond is the longest-tenured member of the Nationals. He was selected by the Expos in the third round of the 2004 First-Year Player Draft, and he has been a steady influence on and off the field since becoming a Major Leaguer in 2009. This past season, Desmond was among the team leaders in homers (24) and RBIs (91). He has had three straight seasons of 20 or more home runs and 20 or more stolen bases. Desmond also won his third straight Silver Slugger Award, joining Barry Larkin as the only shortstops in National League history to win three in a row. Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the Time. He also can be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
