{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/106309326\/jamie-moyer-to-be-inducted-to-mariners-hall-of-fame\/",
    "title": "Moyer to join Mariners Hall of Fame this summer",
    "subtitle": "Winningest pitcher in team history will be ninth member enshrined",
    "body": "SEATTLE -- Jamie Moyer, who was a 20-game winner when the Mariners won an American League-record 116 games in 2001, has been selected for induction into the club's Hall of Fame. Moyer, a left-hander who won 269 games over a 25-year career, was 20-6 with a 3.43 ERA for the Mariners in 2001 when they went 116-46, tying them with the 1906 Cubs for most regular-season wins by a Major League team. Moyer joins the eight current members of the Seattle Mariners Hall of Fame: Randy Johnson, Alvin Davis, Dave Niehaus, Jay Buhner, Edgar Martinez, Dan Wilson, Ken Griffey Jr. and Lou Piniella. Moyer will be formally inducted on Aug. 8 before the Mariners' game with the Rangers at Safeco Field. \"This is a huge honor for me, because it acknowledges my personal accomplishments as a player,\" Moyer said. \"But without my teammates and coaches being around me, the fan support and the Mariners organization trading for me, this never would have happened. It's an accomplishment for everybody who I have been around in a Mariners uniform.\" Moyer spent 11 seasons with the Mariners, with an overall record of 145-87 and a 3.97 ERA. He is the Mariners' all-time leader in wins, games started (323) and innings pitched (2,093). His 21 wins in 2003 also are a franchise record as Johnson, who won 20 in 1997, is the only other 20-game winner in Mariners history. \"The Seattle Mariners are proud to welcome Jamie Moyer to our franchise's Hall of Fame,\" Mariners president Kevin Mather said. \"He was an outstanding representative of the Mariners both on and off the field, and will always be an important part of our history.\" Moyer said being on a club that won 116 games was the highlight of his time with the Mariners. \"Winning 116 games was very special,\" Moyer said. \"I really think the way we did it -- we did it as one unit -- was really, really important. Everybody contributed to the team. If you look back at the team, if you go back and look at the game summaries and the box scores, everybody contributed. It didn't matter where you were on the roster. We did it because we gelled together as a team.\" The Mariners have not been to the playoffs since 2001, but Moyer said that could change this season. \"I think they have a chance to do something special, not only in 2015 but down the road,\" Moyer said. \"I'm not saying they will win 116 games, but they have the ability to win a lot of games and rejuvenate baseball in Seattle, which they started to do last year.\" The Mariners originally acquired Moyer on July 30, 1996, from the Red Sox in exchange for outfielder Darren Bragg, and Moyer ended up being their starting pitcher in the first game played at Safeco Field in 1999. He was a three-time winner of the Mariners Pitcher of the Year Award. Moyer has received many awards for his community service. In 2003, Moyer received the Roberto Clemente Award, Major League Baseball's top award for community service. He was also recognized for his \"character and integrity\" with the Hutch Award (2003), Lou Gehrig Award (2003) and Branch Rickey Award (2004). In 2000, Moyer and his wife, Karen, established The Moyer Foundation, with the mission to provide comfort, hope, and healing to children affected by loss and family addiction. The Foundation has raised millions of dollars to support hundreds of organizations providing direct services to children in need. The Foundation created Camp Erin, the largest nationwide network of free bereavement camps for children and teens, including a location in every Major League Baseball city, and Camp Mariposa, a free first-of-its-kind camp serving children affected by addiction in their families. \"I think that is very important,\" Moyer said. \"The baseball side is great while it lasts, and this induction is a part of it. But as an athlete, you know it's not going to go on forever. To be able to establish the Foundation and do good things in the community continues to be very important to Karen and I. Karen opened my eyes to that, she is the leader, and I have been following her. It is allowing us to continue the legacy we started while I was an active player.\" T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
