{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/106310598\/trey-michalczewski-a-hot-prospect-at-hot-corner-for-white-sox\/",
    "title": "Michalczewski a hot prospect at hot corner for White Sox",
    "subtitle": "Third baseman eager to build on first extended season",
    "body": "CHICAGO -- Take a look at the White Sox Top 20 prospects per MLB.com, and the future at third base for the White Sox is on display near the bottom of the first 10. Matt Davidson checks in at No. 8 and Trey Michalczewski ranks No. 9, with the duo trending in slightly different directions based on their 2014 showings. Davidson, 23, made a legitimate push to make the 2014 Opening Day roster with a strong second-half performance in Spring Training, but followed up that effort with a .199 average for Triple-A Charlotte and 164 strikeouts over 478 at-bats. At a recent hitters mini-camp, Davidson spoke about feeling decidedly more comfortable entering his second White Sox season. Michalczewski was selected in the seventh round of what has turned out to be a productive 2013 First-Year Player Draft. He hit .273 with 10 homers, 25 doubles, 70 RBIs and a .348 on-base percentage for Class A Kannapolis in his first full Minor League season and then wore down a bit with Class A Advanced Winston-Salem and hit .194 over 72 at-bats. There's little doubt Michalczewski falls more into the far-ranging prospect category than either Davidson or incumbent third baseman Conor Gillaspie. He doesn't turn 20 until Feb. 27, and Michalczewski split his time between football and baseball at Jenks High School in Oklahoma. But according to Michalczewski's MLB.com prospect report, he projects as a player capable of hitting for power and average. His 6-foot-3, 210-pound stature, coupled with the fact that he's a switch-hitter, earned him early comparisons to Chipper Jones as an amateur. Getting promoted in-season was a nice surprise for Michalczewski, and his biggest adjustment was handling an extended season for the first time. \"I felt like I had a pretty decent year, and I felt like I handled it well,\" said Michalczewski during a recent interview, prior to attending the same mini-camp as Davidson. \"It's a long season. You don't really know what to expect going into it. \"People can tell you what it's going to be like. But, when you go through it, you figure out you are going to be sore most days. You just have to grind through it and fight through it. I think it was June when I kind of felt it, kind of hit that wall a little bit. \"The cold tub is your best friend at that point,\" Michalczewski said. \"You just have to take care of yourself. Grind through it every day.\" As a younger amateur, Michalczewski was more about football than baseball. He played tight end but actually grew up watching quarterback Josh Fields, the one-time member of the White Sox, as an Oklahoma St. University fan. Defense has become a priority for Michalczewski, after being switched to third from shortstop upon joining the White Sox. But he's happy to even be in the White Sox thoughts at this point. \"Everybody through the organization is great. They are all positive guys,\" said Michalczewski. \"They understand you are going to mess up. \"They understand it's a hard game. So it makes it a whole lot easier to come to the ballpark every day and keep giving it your best when they are positive even when you are not playing the best you can.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
