{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/106223084\/phillies-ready-to-retain-ryan-howard-if-deal-doesnt-materialize\/",
    "title": "Phils ready to retain Howard if deal doesn't materialize",
    "subtitle": "",
    "body": "PHILADELPHIA -- The rebuilding Phillies have already traded the franchise leader in hits, their biggest power bat and a key member of the bullpen over the last five weeks. Ryan Howard is not on that list, though. The Phillies have been trying to move Howard for months. But they have yet to find a deal for the first baseman, and they appear to be prepared to enter Spring Training next month with Howard still on the roster if a trade does not materialize. General manager Ruben Amaro Jr. told FOX Sports over the weekend that the club will not release Howard, and a trade remains the best option for both sides. \"The fact that we've been so public makes people think we'll release him,\" Amaro said. \"That won't happen. He'll play for the Phillies if we don't trade him ... but there is a point of diminishing returns. At some point, we're going to keep him, let him produce. Someone will have a need for him. He may be worth more later in the year or next year.\" The Phillies have been clear in their desire to deal Howard to further the rebuilding effort, but it's not entirely surprising that a trade has not happened to this point. There are a number of factors that make the process difficult. Howard is set to earn $60 million over the next three seasons. The Phils are willing to eat a portion of that salary, but just how much remains unknown. Coming off a down year, Howard's value is not at its highest point. He played a full season for the first time since 2011, producing a .223\/.310\/.380 slash line with 23 home runs, 18 doubles and 95 RBIs. The 35-year-old led the Majors with 190 strikeouts. Howard is also not a great defender, with many believing his future is as a designated hitter. The Phillies understand they won't get a great return for Howard. Their trade partners are also limited. Howard could be traded to nine clubs without his approval, according to ESPN: the Angels, Mariners, Orioles, Rangers, Rays, Red Sox, Royals, Tigers and Yankees. Of course, he could still approve a trade to one of the other 20 teams. The Phils have made progress in rebuilding the organization, but there remains much to be done, and Howard is near the top of the list. Austin Laymance is a reporter for MLB.com. Follow him on Twitter at @jalaymance This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Austin Laymance"
}
