{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/106230828\/arbitration-eligible-players-to-shape-angels-2015-payroll\/",
    "title": "Arbitration-eligible players to shape Halos' 2015 payroll",
    "subtitle": "",
    "body": "ANAHEIM -- The Angels opened last season with a franchise-record $154.5 million payroll. If they don't make another change to their Major League roster this offseason -- a likely scenario at this point -- they project to open 2015 with a payroll of roughly $145 million, down from last year but still the third largest in club history. This month will have a major say in that exact total, as the Angels aim to come to terms with eight arbitration-eligible players. Not included in that list is Mike Trout, who would've been in line for a record salary as a first-year, arbitration-eligible player if he hadn't signed a six-year, $144.5 million extension last March. On that list, instead, are David Freese, Matt Joyce, Garrett Richards, Hector Santiago, Fernando Salas, Cesar Ramos, Drew Butera and Collin Cowgill. Freese and Joyce are headed into their final year before free agency; Richards and Cowgill qualified for arbitration as Super Two players; all project to cost the Angels a combined $22 million or so. Players officially file for arbitration on Tuesday, but the bigger step is Friday, when players and teams exchange figures, providing an indication of how close or far apart the two sides are for 2015 salaries. Arbitration hearings are then scheduled from Feb. 1-21, but a deal can be struck at any point before a team's scheduled hearing, and long-term contracts can also be worked out. The last time the Angels went to arbitration with a player was February 2011, when they \"beat\" Jered Weaver and paid the ace right-hander $7.37 million instead of the $8.8 million he requested -- six months before signing Weaver to a five-year, $85 million extension. Here's a closer look at this year's candidates, with projections provided by MLBTrade Rumors: 3B David Freese Seasons away from free agency: One 2014 salary: $5.05M 2015 projection: $6.3M Freese had his critics in 2014, especially as he navigated through his first two months on the Angels with a .203\/.262\/.273 slash line. But he batted .281\/.343\/.425 in the last four months and finished the season with an above-average OPS-plus of 103. The 31-year-old hasn't been able to replicate his breakthrough 2012 season, but his .712 OPS the last two years nonetheless ranks 16th among Major League third basemen. OF Matt Joyce Seasons away from free agency: One 2014 salary: $3.7M 2015 projection: $4.9M Joyce -- acquired from the Rays for seventh-inning reliever Kevin Jepsen on Dec. 16 -- has compiled a .252\/.341\/.428 slash line since getting everyday playing time in 2011, averaging 16 homers and 58 RBIs per season. The 30-year-old left-handed hitter has struggled against lefties in that four-year stretch (.587 OPS), but ranks 29th in plate appearances per walk (8.7). On the Angels, he figures to get the most at-bats at designated hitter and could bat second, in front of Trout. SP Garrett Richards Seasons away from free agency: Four 2014 salary: $520,000 2015 projection: $4M Richards was having a Cy Young-type season before suffering a torn left patellar tendon on Aug. 20. He went 13-4, posted a 2.61 ERA, gave up only five home runs in 168 2\/3 innings, notched a 1.04 WHIP and struck out 8.8 batters per nine innings. Those are some valuable contributions, especially coming from a 26-year-old arm. But cumulative numbers play in arbitration, and since the 2014 season was Richards' first as a full-time Major League starter, his bump isn't as big as you might expect. (Richards, training in Arizona, started running on Monday, has been throwing since early December and expects to be a full participant in Spring Training -- though the Angels will move him along slowly just in case.) SP Hector Santiago Seasons away from free agency: Three 2014 salary: $530,000 2015 projection: $2.2M Like Freese, Santiago struggled mightily early in his Angels career, going 0-6 with a 5.19 ERA in his first seven starts and getting exiled to Triple-A Salt Lake a couple weeks later. Then he came back and turned his season around, posting a 2.45 ERA in 15 games (12 starts) from June 10 to Aug. 27. The 26-year-old left-hander worked mostly as a reliever in 2012 and has spent the last two years starting 47 of his 64 games with the White Sox and Angels. In that span, he's compiled a 3.65 ERA despite walking 4.1 batters per nine innings. RP Fernando Salas Seasons away from free agency: Two 2014 salary: $870,000 2015 projection: $1.4M The 29-year-old right-hander appeared in 133 games for the Cardinals from 2011-12, spent most of the 2013 season in Triple-A because St. Louis had too many dynamic bullpen arms and found a niche as a reliable middle reliever with the Angels in 2014. Salas posted a 3.38 ERA in 57 appearances last year, adding a 1.09 WHIP while striking out 9.4 batters per nine innings. He and Mike Morin are leading candidates to take Jepsen's place in the seventh inning this year. RP Cesar Ramos Seasons away from free agency: Two 2014 salary: $749,750 2015 projection: $1.3M With a perpetually unstable role on the Rays' pitching staff, Ramos compiled a 3.66 ERA and a 1.30 WHIP in 167 games from 2011-14, striking out 7.2 batters per nine innings and walking 3.9. He started eight games and finished 57 of them. He's been used as a situational lefty, a late-inning reliever and a mop-up guy. And as currently the only southpaw in the Angels' bullpen, Ramos' role may be just as fluid in 2015. C Drew Butera Seasons away from free agency: Two 2014 salary: $700,000 2015 projection: $900,000 Butera -- acquired from the Dodgers for Minor League outfielder Matt Long on Dec. 9 -- enters camp in competition with Carlos Perez and Jett Bandy for the backup job behind Chris Iannetta. The 31-year-old has batted only .183\/.239\/.268 in 251 games the last five years, but he's thrown out 33 percent of would-be basestealers in that span (the Major League average is 27.2 percent) and is deemed to have a good rapport with pitchers. OF Collin Cowgill Seasons away from free agency: Four 2014 salary: $506,000 2015 projection: $900,000 Cowgill, 28, has established himself as a valuable fourth outfielder on the Angels with his ability to run, hit for power, take his walks and play above-average defense at all three spots. He batted .250\/.330\/.354 in 293 plate appearances last year and could get more playing time in 2015 if Josh Hamilton continues to struggle. Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
