{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/106235602\/free-agency-has-contributed-to-health-of-baseball\/",
    "title": "Free agency has contributed to health of baseball",
    "subtitle": "",
    "body": "In the early `70s the late Charlie Finley offered advice that Major League owners at the time ignored. When the subject of arbitration was broached, Finley, who owned the A's and made his living in the insurance business, and August Busch Jr., who owned the Cardinals and made his living in the beer business, balked. They suggested that instead of allowing a third party to make salary decisions, baseball would be better served to allow players to become free agents whenever their contracts were up. Given Finley's relationship with his fellow owners, the plan wasn't well received. In the end, however, baseball wound up with a hybrid system that included a player having the option of arbitration after his third year of big league service, and free agency was available to any player after six years of service time. Bottom line? It's not a perfect system, but it has to be more than a coincidence that since the onset of free agency in 1977, not only have teams seen their values and profits increase, but fans have been treated to the longest period of parity in the history of the game. Think about it. The Cubs and Nationals are among teams that are getting offseason attention for a possible World Series championship next October. Big deal? Sure seems like it. Since 1979, after the first two years of free agency, there are only three teams that have not advanced to a World Series -- the Cubs, Expos\/Nationals and Mariners. In the 35 postseasons since 1979 (the 1994 strike forced the cancellation of the postseason), the Yankees have won five World Series championships, but 19 other teams have one at least one, including the Red Sox, Cardinals and Giants with three apiece. Seven teams have won pennants, but come up short in the World Series -- the Rays (2008), Indians (1995, 1997), Astros (2005), Rangers (2010-11), Brewers (1982), Rockies (2007) and Padres (1984, 1998). While there were championship runs in the early `70s -- the A's (1972-74), Reds (1975-76) and Yankees (1977-78) -- there have been only two teams to win consecutive championships in the last 36 years. The Blue Jays beat the Braves in 1992 and Phillies in 1993, and the Yankees won three World Series in a row against the Padres (1998), Braves (1999) and Mets (2000). The current stretch of 14 straight years without back-to-back World Series winners equals the longest stretch in Major League history. There was a 13-season lapse between the Yankees' back-to-back championships (1977-78) and the Blue Jays (1992-93). The modern game has become known for player movement, in no small part because of free agency. Not only do players wait their six years and then go on the open market, but teams also are willing to move a player they doubt they will be able to re-sign in free agency, which adds to the state of flux on big league rosters. Of the 37 big league players who have spent at least 18 years in the big leagues and played for only one franchise, only eight made their big league debut since 1979 -- Yankees Mariano Rivera and Derek Jeter, Craig Biggio with the Astros, Cal Ripken Jr., of the Orioles, Barry Larkin with the Reds, Chipper Jones with the Braves, Edgar Martinez with the Mariners and Tony Gwynn with the Padres. Biggio was one of four players voted into the Hall of Fame last week, along with John Smoltz, Pedro Martinez and Randy Johnson, each of whom played for multiple teams. Smoltz was drafted by the Tigers, but was traded to the Braves before getting to the big leagues and later pitched for the Cardinals and Red Sox. Martinez pitched for the Dodgers, Expos, Red Sox, Mets and Phillies, and Johnson played for the Expos, Mariners, D-backs, Yankees, Giants and Astros. It's not what Finley had in mind. But it has worked out well for baseball fans in different markets. Tracy Ringoslby is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringoslby"
}
