{
    "url": "http:\/\/m.athletics.mlb.com\/news\/article\/106243740\/versatile-ben-zobrist-excited-to-join-new-look-as\/",
    "title": "Versatile Zobrist excited to join new-look A's",
    "subtitle": "",
    "body": "OAKLAND -- Ben Zobrist expects to settle in with the A's rather easily. Zobrist is part of a horde of A's who'll be new to the team this season, due to general manager Billy Beane's active dealing. Thus, Zobrist will find plenty of kindred spirits wearing green and gold for the first time. \"Every year, there's a little bit of a culture change in every clubhouse,\" Zobrist said on a conference call Monday, two days after Oakland obtained the versatile 33-year-old along with shortstop Yunel Escobar from Tampa Bay in a five-player trade. Moreover, Zobrist's versatility enables him to feel more at home on the field than virtually every player. Not only does he switch-hit, but he also can play all three outfield spots as well as both middle-infield positions. Referring to the niche that he found with the Rays as their human Swiss Army knife, Zobrist said, \"I definitely know that Oakland thinks the same way about me and what I can bring to a club. It's exciting for me to go to a club that I feel like they know what they're getting.\" Projected to play frequently at second base, Zobrist knows what he's getting in the infield, since Escobar is joining him in the Rays-to-A's switch. Zobrist acknowledged that his double-play partner's presence will make the transition \"a little bit easier,\" despite their contrasting styles. \"Yunel and I are very different in the way we field ground balls,\" a chuckling Zobrist said. \"Yunel is a slick-fielding Latin guy who makes it look pretty. I'm not that. I'm quick to the ball and get rid of it. It's not necessarily going to look pretty, but I get the job done. We've found a comfort level as far as his speeds and my turn at second base.\" A two-time American League All-Star, Zobrist played exclusively at shortstop when he reached the Majors in 2006. He quickly realized that his Major League career would be relatively brief unless he diversified his skills. \"I had to keep an open mind early on,\" Zobrist said. In nine years with the Rays, Zobrist appeared in 547 games at second base, 331 in right field, 229 at shortstop, 66 in left field, 34 in center, 17 at first base and four at third. While this made Zobrist a manager's dream by affording unparalleled flexibility, honing his defensive technique at multiple positions and studying opponents from those different perspectives can prove challenging. \"It's a little difficult to prepare because of that sometimes,\" Zobrist admitted. \"But I also think it helps during the course of a long season, so you're not getting complacent. I think it can be easier to get back on your heels when you're playing the same position every day, whereas for me, it's helpful at times to see the game from a different point of view and to have to stay on my toes and think ahead before plays happen a little bit more, when you're at a position you haven't played a lot of.\" Zobrist batted .272 with 10 home runs last season for the Rays, a club he left as its all-time leader in doubles (220) and walks (542). He's a career .264 hitter in 1,064 games. Due to earn $7.5 million this season, Zobrist will become eligible for free agency after this season. Chris Haft is a reporter for MLB.com. Read his blog, Haft-Baked Ideas, and follow him on Twitter at @sfgiantsbeat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Haft"
}
