{
    "url": "http:\/\/m.mlb.com\/news\/article\/1298458",
    "title": "Cabrera gets taste of big time",
    "subtitle": "Cabrera gets taste of big time in Dominican",
    "body": "Melky Cabrera is getting a taste of the big time in the Dominican Republic, as his Las Aguilas Cibaenas are playing in the league championship series against Tigres del Licey.  Las Aguilas advanced to the finals by virtue of a 12-5 record in the four-team round-robin portion of the playoffs.  Cabrera, one of the Yankees' top offensive prospects, hasn't had much success in the playoffs, hitting just .192 (5-for-26) in 10 games. Cabrera has six RBIs, four runs scored, one double and a .276 on-base percentage, walking three times while striking out seven times. Unlike his postseason, Cabrera had a successful regular season in the Dominican, batting .315 (35-for-111) with six doubles, two triples, 18 RBIs and seven stolen bases. He also posted a .376 on-base percentage in 40 games.   Cabrera also walked 12 times while striking out 13 times, a much better ratio than the 37-87 he posted in 132 games at Double-A and Triple-A during the 2005 season.   In 106 games with Trenton, Cabrera hit .275 with 10 home runs and 60 RBIs, stealing 11 bases and doubling 22 times. In 26 games with Columbus, Cabrera hit .248 with three homers, 17 RBIs and two steals.   Infielder Caonabo Cosme is one of Cabrera's teammates with Las Aguilas this winter, but he has appeared in just two of the team's playoff games, going 1-for-4 with a walk and a strikeout.   In 14 regular-season games, Cosme, who played shortstop at Columbus in 62 games in 2005, batted .318 in 22 at-bats, scoring a pair of runs while driving in one.   In 211 at-bats for the Clippers, Cosme hit .265 with six home runs and 24 RBIs. He also stole five bases, doubled 13 times and tripled once.   Rudy Guillen, who hit .260 in 100 games with Class A Tampa in 2005, went hitless in four at-bats during the postseason for Leones del Escogido, who finished 7-8 in the round robin. Guillen had just 21 at-bats for Escogido in the regular season, posting a .273 average.   Guillen hit six homers, drove in 39 runs and stole 10 bases with Tampa this year, scoring 51 runs. In 28 games with Trenton, Guillen hit .257 (28-for-109) with two homers and eight RBIs.   Two pitchers from the Yankees system are also honing their skills in the Dominican: Jorge De Paula and Elvys Quezada.   De Paula, who's continuing his comeback from Tommy John surgery, went 1-2 in three relief appearances during the postseason, and his ERA was 10.38 in 8 2\/3 innings for Escogido.   De Paula struck out 21 batters and walked six in the 17 1\/3 innings he pitched during the regular season.   De Paula was 4-2 with a 4.58 ERA in 21 games (20 starts) with Columbus in 2005, striking out 90 batters in 116 innings. In his three relief appearances with the Yankees, he posted an 8.10 ERA in 6 2\/3 innings.   Quezada, who appeared in four regular-season games for Las Aguilas, has not pitched in the playoffs. He posted a 2.84 ERA in 6 1\/3 innings during the season, allowing nine hits and two walks, striking out five.   In 19 games (four starts) with Class A Tampa, Quezada went 4-1 with one save and a 5.94 ERA. Quezada also pitched 16 games (one start) for Class A Charleston, going 1-1 with a 1.95 ERA. In 79 1\/3 innings for the two teams, Quezada struck out 87 batters. Mark Feinsand is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Feinsand"
}
