{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/106175936\/yankees-wise-to-resist-breaking-free-agent-bank\/",
    "title": "Yankees wise to resist breaking free-agent bank",
    "subtitle": "Club's long-term plan starts with bolstering bullpen, defense",
    "body": "These Yankees, they get it. They value versatility. They're diligent about defense. They're avoiding the payroll pitfalls of the top-of-the-market long-term pitching contracts that have burned ballclubs in the Bronx and beyond. They've propped up their once-barren prospect stash. Maybe the 2014-15 offseason is a late point in the overall Major League timeline to prioritize these things, but, hey, better late than never. And even if these priorities don't make the Yanks a juggernaut in 2015, they should serve them well in the long frame. Still, this is strange, isn't it? The Yankees obviously aren't punting on 2015, and the American League East -- like all of baseball these days -- figures to be unpredictable, so much so that, at the moment, none of the division's clubs can be completely counted out. Not even the drastically retooled Rays. But after consecutive October absences, the rigorous restraint, the lack of overreaction general manager Brian Cashman's Yanks have shown in the free-agent marketplace is surprising, no matter how many lessons have been learned of late. These are the Yankees, after all. Expectations are steadily steep. And yet, by all accounts, the Yankees haven't been sucked into the Max Scherzer market, nor have they been dubbed strong suitors for James Shields or Cole Hamels, either. And for Yankees fans, this figures to be good news for 2017, '18 and '19, at the absolute latest. Heck, maybe it'll look genius as soon as this season. It's just so odd, so un-Yankee-like, to see those future years protected at the expense of the immediate. Because in the immediate, it really is hard to feel overwhelmingly great about the Yankees' overall competitive chances. The reason I say that is that the Yankees honestly weren't even as good as their non-playoff-worthy records indicated in 2013 and '14. They finished with winning records, sure, but they had a negative run differential each time. Based on those run differentials (minus-21 in '13, minus-31 in '14), they significantly outperformed their Pythagorean win expectation. According to the Pythagorean theory, the Yankees should have been a 77-win ballclub last season. In the AL last year, you had to win 88 games to claim the second Wild Card slot. So if the Yankees are to be taken seriously as a '15 finalist, where is that 11-win improvement going to come from? The answer this club, as currently constructed, is providing largely revolves around two concepts -- a bullpen that routinely locks down late leads and a defense drastically improved over what the Yanks fielded in the first half of '14. And those answers, naturally, dredge up new questions: Will this offense provide enough late leads for the bullpen to protect? And will the Yankees' starters be healthy enough to take advantage of the glovework granted them? The offensive picture has some dubiousness attached to it, as was the case a year ago. Because now, like a year ago, it is counting on some aging veteran players (Mark Teixeira, Brian McCann, Chase Headley, Brett Gardner, Jacoby Ellsbury, Carlos Beltran, Garrett Jones and perhaps Alex Rodriguez) consistently staying on the field and producing as they once did. In 2014, that proved to be a tall order. Neither their most significant addition (shortstop Didi Gregorius) nor their most recent one (Stephen Drew) figures to provide a major boost with the bat. Still, with three switch-hitters (Teixeira, Headley and Beltran) and flexibility in the middle infield and at the DH spot, the Yankees should be versatile enough to counter the pitching specialization running rampant in today's game, so that's a positive. And again, the D should shine. Had the Yanks plugged the Derek Jeter hole with a Hanley Ramirez or Asdrubal Cabrera or Jed Lowrie, we'd be concerned about the middle-infield range. Had they landed Jimmy Rollins, we'd be talking even more about their average age. If Troy Tulowitzki were a realistic trade target, he probably would have been traded by now. In other words, there were no great options here, and second base wasn't much better. So let's give the Yanks a pass on the offensive end, and let's acknowledge that, in today's offensive climate, plenty of clubs have an awful lot riding on health and bouncebacks and crossed fingers. At least the Yanks' outlook includes a lot of left-handed hitters and a short right-field porch. It's the starting pitching -- the potential fragility associated with Masahiro Tanaka, CC Sabathia and Michael Pineda and the departure of Hiroki Kuroda -- that was more easily addressable. And though the Yanks haven't stood pat (Nathan Eovaldi's hard-throwing arm is intriguing, and Chris Capuano is a pliable piece for the back end or the bullpen, once Ivan Nova returns from Tommy John surgery), they haven't made major gains in the bankable innings department, either. Not even at a time when it seems there are so many seemingly bankable innings to go around. I don't blame any team for abstaining from the Scherzer situation if his price tag is still in the $200 million range. That's too much money for very little certainty, especially given Scherzer's mechanics. And if the rumored offer of $110 million for a 33-year-old James Shields is true (multiple executives I've spoken to have expressed some skepticism), the Yanks are wise to stay away there, too. I actually think Shields, even with all the future concerns associated with his past workload, would be a good get for the Yanks because he's succeeded in the AL East and his '15 impact could be considerable. But that's only if his price tag falls somewhere in the realm of, say, Ubaldo Jimenez (four years, $50 million) and C.J. Wilson (five years, $77.5 million), and at the moment this appears doubtful. Hamels? It's not outlandish to suggest the Yankees, one of two AL teams reportedly not on his no-trade list, have actually accrued enough young talent to pry him from the Phillies. And as crazy as it sounds, the four years and $96 million still guaranteed to Hamels are not all that onerous in this marketplace. But for now the Yankees are expected to stick with their starting outlook, abstain from the big buys and hope improved versatility and defense, and a beefy bullpen move the needle. It's the best plan for the long term. But the Yanks still have major question marks in 2015. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
