{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/106026338\/terence-moore-clutch-factor-sets-john-smoltz-apart-from-hall-of-fame-brethren\/",
    "title": "Clutch factor sets Smoltz apart from HOF brethren",
    "subtitle": "",
    "body": "Cy Maddux, Cy Glavine or Cy Smoltz? Actually, I should give each member of the Braves' storied pitching trio an upgraded title. So I'll rephrase what I just wrote this way: Baseball Hall of Famer Maddux, Baseball Hall of Famer Glavine or Baseball Hall of Famer Smoltz? Tough choice, but if it's Game 7 of the World Series, and if I need to start one of those pitchers in their prime, I'm going with ... I've waffled through the years on this question, but this time, I'm sticking with my last pick along these lines. But first, a little history: While working as a sports columnist for the Atlanta Journal-Constitution during the rise of the Braves in the 1990s and beyond, I had the pleasure of studying Cy Maddux, Cy Glavine and Cy Smoltz up close and personal. All three were destined back then for where they are now: Cooperstown. That said, I can't tell you how many times pitching coach Leo Mazzone told me Greg Maddux (you know, Cy Maddux) was the greatest pitcher in the world. It made sense. Among other things, he finished with a ridiculous 355 victories, and during a two-year stretch from 1994-95, he had a combined ERA of 1.60. If those Braves had one game to win, I always thought they should go with, well, Cy Glavine, otherwise known as Tom Glavine. This was an unassuming looking left-hander who weighed as much as your average bat boy. Glavine's fastballs were mostly slow balls, but he had precision, and he also had guts. If he didn't play Major League Baseball, he was destined to star in the National Hockey League, where he was drafted ahead of future Hockey Hall of Famers Brett Hull and Luc Robitaille. The next time Glavine is rattled by anything will be the first. Which is why he was the stoic face of the Braves' even-keeled consistency that led to a record 14 consecutive division titles. Remember Game 6 of the 1995 World Series? With Atlanta in danger of collapsing after taking the first two games of that Fall Classic, Glavine pitched out of his mind against a Cleveland lineup that included Albert Belle, Manny Ramirez and Eddie Murray. He held the Indians to one hit in eight innings, and the Braves eventually captured a World Series championship with a 1-0 victory. Which means Glavine was clutch for Atlanta. The same goes for Maddux, who led the Major Leagues in ERA four times and allowed just nine runs in 38 2\/3 innings (2.09 ERA) of World Series play. But you know what? Smoltz was the guy. I came to that conclusion long before this week, when Cy Smoltz officially was elected to the Baseball Hall of Fame to join Cy Maddux and Cy Glavine, who reached Cooperstown last season. Yes, Smoltz has one Cy Young Award to Maddux's four and Glavine's two. Yes, while Maddux and Glavine surpassed one of those magic numbers for Baseball Hall of Fame pitchers with more than 300 career victories (355 for Maddux and 305 for Glavine), Smoltz finished with 213. And, yes, Smoltz also was a reliever with 154 saves, while others in the Hall of Fame such as Rollie Fingers (341) and Bruce Sutter (300) have significantly more. It's just that baseball has been played on a professional level since slightly after the end of the Civil War, and no pitcher has won and saved as many games for a career as Smoltz. Consider, too, he did all of that while overcoming at least five surgeries. Most strikingly, after Smoltz complemented the soft-throwing Maddux and Glavine for years in the Braves' starting rotation with sizzling pitches from his right arm, he missed the 2000 season due to ligament surgery. He later volunteered to spend the next three-plus years as Atlanta's closer. Smoltz did so, and he prospered -- despite everything. Smoltz was still hurting. But he kept hurling fire at hitters along the way to 3,084 career strikeouts. That's because he kept adjusting in the shadows without whining. \"I changed arm angles. I threw sidearm. I threw knuckleballs. I pitched under circumstances that probably weren't ideal,\" Smoltz told reporters this week, recalling how he continued to do those things, even when he returned to the Braves' starting rotation in 2005. He remained a starter from that point until his retirement in 2009 with the Cardinals. So Smoltz had toughness. Mentally and physically. Cy Maddux and Cy Glavine also had those attributes. But neither they nor anybody else had that combination along with Smoltz's dominance in the postseason that bordered on insanity. For one, Smoltz appeared in 41 playoff games (27 starts). That's a quarter of an average regular season for a team, and starting pitchers usually make 34 starts in a season. Only Andy Pettitte has more career postseason victories than Smoltz (19 to 15), but Smoltz has a better winning percentage of .789 (15-4) to Pettitte's .633 (19-11), and his ERA was 2.67. Nobody has more career playoff strikeouts than Smoltz's 199. Plus, even with his injury-induced time out of baseball, he still sits only behind Pettitte (276 2\/3) and Glavine (218 1\/3) for most innings pitched in the postseason with 209. Smoltz tallied those playoff numbers as a starter and as a reliever, but he preferred operating as ... which one? \"If the club would have determined [the bullpen] was the best avenue for me, once they made the change, I would have stayed there,\" Smoltz told reporters this week, sounding like the team player that he was. Not only that, Smoltz also was sounding like my definitive choice for Game 7 of the World Series. Terence Moore is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Terence Moore"
}
