{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/106036064\/nationals-still-sorting-out-second-base-logjam-for-2015-season\/",
    "title": "Nationals still sorting out second-base logjam",
    "subtitle": "Espinosa, Rendon are among five candidates for the starting job",
    "body": "WASHINGTON -- The Nationals enter 2015 unsure of who their starting second baseman will be this season. During the last two months of last season, the job belonged to Asdrubal Cabrera, but he signed a one-year deal with the Rays this offseason. For the past two weeks, there have been reports about the Nats trying to acquire Rays infielder\/outfielder Ben Zobrist. With that in mind, MLB.com decided to take a look at the current candidates for the second-base job. Wilmer Difo  We know it sounds crazy. Difo is a long shot, but he has made an impression on the organization. He has a wide range of tools. He can defend at multiple positions, throw and run. Difo is a switch-hitter who can hit from both sides of the plate. He was put on the 40-man roster recently and will be with the big league club in Spring Training. Last year, Difo set career marks in nearly every offensive category, hitting .315 with 14 home runs, 90 RBIs, 37 walks and 91 runs scored in 136 games for Class A Hagerstown. He was named the South Atlantic League's Most Valuable Player after leading the league with 176 hits, while ranking second in total bases (263), second in stolen bases (49), fourth in RBIs and fourth in runs scored. Danny Espinosa  He must be considered the leading candidate entering Spring Training. There is no denying that Espinosa is one of the best defensive second basemen in baseball, but he has been inconsistent at the plate, especially from the left side. There has been talk about Espinosa hitting right-handed exclusively, but the Nationals and Espinosa have been quiet about their plans. Kevin Frandsen  During NatsFest, Frandsen said that he would like to be given a chance to win the starting job. However, manager Matt Williams didn't seem to take that possibility seriously. Frandsen was a valuable bench player during his first year with Washington, hitting .259 with a home run and 17 RBIs. He was usually the first player Williams called on whenever the manager needed a pinch-hitter or a defensive replacement. Anthony Rendon  The MVP of the team last year, Rendon started the season at second base, but he switched to third base after Ryan Zimmerman injured his thumb. The Nationals have not ruled out acquiring a third baseman and putting Rendon back at second. The team did sign Ian Stewart to a Minor League deal, but it seems doubtful he would play often at third base. Dan Uggla  He has struggled the past three years, hitting a combined .194 with 43 home runs for the Braves and Giants. Uggla was selected by the D-backs in the 11th round of the 2001 First-Year Player Draft, when Nats general manager Mike Rizzo was Arizona's scouting director. Not known as a great defensive second baseman, he must have a great Spring Training offensively in order to make the team. According to the Boston Globe, Uggla suffered from oculomotor dysfunction, which affected his vision, and he is now back to normal. Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the Time. He also can be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
