{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/106060930\/top-prospects-corey-seager-julio-urias-among-dodgers-spring-training-invitees\/",
    "title": "Top prospects among Dodgers' spring invitees",
    "subtitle": "Seager, Urias, Anderson joined by Arruebarrena, two relief signings",
    "body": "The Dodgers announced 17 non-roster players who will be invited to Spring Training on Friday, including top prospects Corey Seager, Julio Urias and Chris Anderson, all of whom will be taking part in their first Major League camp. Also in that group is infielder Erisbel Arruebarrena, who cleared waivers and has been outrighted to Triple-A Oklahoma City, and lefty relievers David Huff and Ryan Buchter, who recently agreed to Minor League contracts. Huff posted a 6.30 ERA in 16 appearances with the Giants to start the 2014 season, then closed it out with a 1.85 ERA in 30 games for the Yankees, adding a 1.31 WHIP and a 1.65 strikeout-to-walk ratio. The 30-year-old left-hander has a 5.02 ERA in 115 games (54 starts) in his six-year Major League career. Buchter, 27, made one appearance for the Braves in his Major League debut last season and has posted a 3.44 ERA in his nine-year Minor League career, striking out 10.9 batters per nine innings while posting a 1.49 WHIP. Pitchers Robert Carson, Josh Ravin and Sergio Santos also got Spring Training invites, as did position players Buck Britton, Matt Carson, O'Koyea Dickson, Kyle Jensen, Chris O'Brien, Ali Solis, Darnell Sweeney and Shawn Zarraga. Seager (first), Urias (second) and Anderson (fifth) rank among the Dodgers' top five prospects, according to MLB.com, with Seager and Urias ranking 13th and 14th overall, respectively. Every player on the 40-man roster is also invited to camp. Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
