{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/106047200\/manager-brad-ausmus-owned-new-tigers-reliever-tom-gorzelanny-in-playing-days\/",
    "title": "In playing days, Ausmus owned new Tigers lefty Gorzelanny",
    "subtitle": "Detroit manager went 4-for-8 with two doubles, five RBIs off young southpaw",
    "body": "DETROIT -- Tom Gorzelanny's signing, not surprisingly, was welcome news to Tigers manager Brad Ausmus, who now has a veteran lefty in his much-scrutinized bullpen. If anyone should know what he's getting with Gorzelanny, it's Ausmus. Ausmus now gets to manage Gorzelanny, but before that, he arguably owned him. It's a matchup that dates back to Gorzelanny's Major League debut a decade ago, and a wily veteran catcher who ruined his day. Ausmus went 4-for-8 with two doubles and five RBIs against Gorzelanny for his career. Both doubles came at Pittsburgh's PNC Park on Sept. 20, 2005, when a 23-year-old Gorzelanny -- two years removed from college ball at Kansas -- got the call from Double-A Altoona to make a late-season start. Gorzelanny threw a four-hit shutout a week and a half earlier for Altoona. With the Pirates going nowhere that season, he got a chance to see what he had. So did Ausmus, who did his damage from the eighth spot in the order. \"Sometimes there's no explanation for why you do or don't hit a guy,\" Ausmus said. \"I think I had 10 at-bats [against him, including two walks]. He was obviously a lot more raw back then, a lot more inexperienced.\" While the Pirates were playing out the season, the Astros were still in a fight for the National League's Wild Card spot. Ausmus, meanwhile, was in a late-season surge of his own, having bumped his average from the mid .240s in late August to the .260s a month later. The first double was a second-inning, two-out liner to left-center, scoring Adam Everett from first base after his bloop single extended the inning. It was the first run off Gorzelanny in his big league career. The second double was part of a three-run fourth that broke open the game, coming off an Everett squeeze bunt. Ausmus gave Gorzelanny no time to recover, hitting the next pitch deep to right-center field. Gorzelanny was chased the next inning, having allowed five runs on seven hits over 4 1\/3 innings. Four runs and four hits came from Everett and Ausmus. \"His numbers weren't the best. But you could see the stuff is there,\" then-Pirates manager Pete Mackanin said at the time. Sometime after that debut, Ausmus ran into Gorzelanny one day around Pittsburgh during one of the Astros' visit. He struck up a conversation, maybe 20 minutes, but it stuck with Gorzelanny. \"I remember how nice he was to me when I was a young guy,\" Gorzelanny said. \"Always liked him since then.\" That came up on the call they had this week after the Tigers completed the deal. \"I actually told him after we came to an agreement, 'You must be getting old if you're playing for managers you pitched against,'\" Ausmus joked. That, Gorzelanny remembered. \"It's not surprising to me to know he's a manager,\" Gorzelanny said. \"It hurts, though, knowing that I'm getting older.\" Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
