{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/107053426\/with-astros-colby-rasmus-can-step-up-and-lead\/",
    "title": "With Astros, Rasmus can step up and lead",
    "subtitle": "",
    "body": "HOUSTON -- Almost everything about playing for the Astros feels comfortable to outfielder Colby Rasmus. He has a good relationship with general manager Jeff Luhnow, who drafted him 10 years ago with the Cardinals, and he's finally playing his home games in the South, where he was born and raised. Rasmus even likes how his big trucks will blend into the Houston cityscape, but not everything about coming to the Astros will be familiar to the 28-year-old. For the first time in his six-year Major League career, Rasmus will be looked upon to be one of the leaders. After learning from leaders like Matt Holliday, Chris Carpenter and Adam Wainwright when coming up with the Cardinals and Jose Bautista and R.A. Dickey with the Blue Jays, it's Rasmus' turn. Among position players in Houston, catcher Jason Castro has emerged as a leader-type, but it's ideally not a one-man job. \"Colby's always been one of the younger players on a veteran team,\" said Luhnow, who drafted Rasmus in the first round when he was the scouting director for the Cardinals in 2005. \"Now he's coming into this opportunity knowing that he's going to be one of the guys other guys are going to look at because he's a free agent who's been through his six years [of service time]. \"He and [newcomer] Jed [Lowrie], those are going to be the type of guys -- obviously, [Jose] Altuve is young, but he's going to be a leader. We're going to count on [Rasmus] for some leadership. It's a good opportunity for him to take that clubhouse presence to the next level.\" That's fine with Rasmus, who had a reputation in Toronto for being candid with his thoughts about the club in the media, though he's not as vocal in the clubhouse. \"Being in a leadership role just means going out there and playing and doing what you've got to do for your team, and more so leading by example and not with my mouth,\" he said. \"It's just being good to guys and loving guys, even the younger guys. Try to love everybody and make them feel welcome and make them feel like they're a part of the team. … If we can all pull on the same rope, with the talent we have, we can definitely make a run at this thing.\" Of course, being a leader is easier to do when you're playing well. Although Rasmus' numbers slipped a tad last year, he's two years removed from a bang-up season in 2013 in which he hit .276\/.338\/.501 with 22 homers and 66 RBIs in 118 games -- production that the Astros are hoping he can repeat. Rasmus, interestingly, chalked up some of his '14 struggles to the growing popularity of defensive shifts, in which opposing managers added another defender to the right side of the infield to defend against the left-handed-hitting Rasmus. \"To me, that's behind me,\" he said. \"I have a good idea of what I want to try to do, and I feel this year's team and the coaches we have here, I can get away from that and make some adjustments on the field if that's what they want to try to do. I feel like my workouts and my hitting I've been doing so far this season is going to be able to aid me in preparing for that and making sure it doesn't happen again.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
