{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/107252110\/mets-aim-to-corner-infield-market-with-lucas-duda-david-wright\/",
    "title": "Mets aim to corner market with Duda, Wright",
    "subtitle": "First, third base should be in good shape for 2015 season",
    "body": "With pitchers and catchers scheduled to report to Port St. Lucie, Fla., by Feb. 19, it's time to continue dissecting the Mets' 2015 roster. This is the third of a six-part Around the Horn series taking a position-by-position look at the projected starters and backups heading into the season. Next up: corner infielders. NEW YORK -- Think back a year to the Mets' corner-infield situation. Third baseman David Wright was essentially a sure thing, coming off an injury-shortened season, but still one of his best ever. First base was a mess, with Ike Davis the favorite for a job that ultimately went to Lucas Duda. A year later, first base appears set, even if Duda has improvements to make. Third base is the one with questions, foremost among them Wright's ability to stay healthy. If all goes according to plan, Wright and Duda will be the Mets' cornerstones during a 2015 playoff run, serving as their Nos. 3 and 4 hitters and the core of their offensive unit. If not, the Mets may have an uncomfortable situation on their hands. The starters: Duda, Wright Who starts at third base is obvious. How Wright performs is entirely uncertain. Entering his age-32 season, Wright enters camp with legitimate questions regarding both his production and his ability to stay healthy. The former likely hinges on the latter, though it's difficult to gauge what percentage of Wright's struggles last season was due to his bum left shoulder, and what percentage to a more general decline. Because Wright is Wright, it seems reasonable to give him the benefit of the doubt. But if the Mets are to make the playoffs for the first time in nine years, they will need him to return to the levels of production he established from 2009-13 (a .293 average, an .853 OPS and an average of 18 homers and 18 stolen bases per season). Somewhat incredibly, it is Duda who enters this season with fewer questions surrounding him. Now fully established as the starting first baseman, Duda comes to camp with only one glaring issue: his ability to hit left-handed pitching. If he improves even a little in that regard, he could develop into a legitimate star. If not, Duda will become a glorified platoon player, with right-handers Michael Cuddyer, John Mayberry Jr. and Eric Campbell all capable of playing first base. The backups: Campbell, Cuddyer, Mayberry Jr. Unless Duda proves early and often that he can hit left-handed pitching, he will sit against tough southpaws. Most likely, that will force Cuddyer to shift from right field to first base, with Mayberry filling in at a corner-outfield spot. But Mayberry also appeared in 23 games at first last season, making him an option there. The presence of those two neutralizes Campbell, who served as Duda's main right-handed complement for most of last season. The Mets could decide to carry an extra outfielder or middle infielder instead, though Campbell remains the favorite for a roster spot. In an emergency, starting shortstop Wilmer Flores is also capable of playing third base, while second baseman Daniel Murphy can fill in at either corner. Waiting in the wings: Dominic Smith, Jhoan Urena Don't expect Smith to appear in Queens this summer. The Mets' 2013 first-rounder struggled last year in his first taste of full-season ball at Class A Savannah, posting a .683 OPS with just one home run in 518 plate appearances. But the Mets still consider his power as legitimate as his hit tool and defense; he just has yet to unlock it. Smith won't turn 20 until June, giving him plenty of time to iron out the kinks in his game. For now, he'll return to Class A ball while Duda and company hold things down in Flushing. The organization's top third-base prospect is probably Urena, a 20-year-old who hit .300 over 75 games last season at Class A Brooklyn. Like Smith, he is still quite raw and is far removed from the Majors. Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
