{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/107304074\/minnesota-twins-trevor-plouffe-recovered-from-broken-left-forearm\/",
    "title": "Plouffe fully recovered from broken left forearm",
    "subtitle": "Third baseman rested and on normal timeframe for 2015 season",
    "body": "MINNEAPOLIS -- Twins third baseman Trevor Plouffe said he's fully recovered from a broken left forearm suffered on Sept. 24 in a collision at third base, and has been able to start his workouts at his usual timeframe. Plouffe said he was fortunate the injury came when it did because he was able to rest after the season and began his baseball activities at his normal time once he was done rehabbing his forearm. \"I got to take the time off that I needed to rest it and let it heal,\" Plouffe said. \"I've been rehabbing it out in Southern California. It really didn't set me back as far as timeline, as far as the gym, weightlifting and my baseball activities. It's obviously not something you want to have happen, but it was a good time for it to happen.\" Plouffe, 28, had his best season in the Majors in 2014, hitting .258\/.328\/.423 with 14 homers, 40 doubles and 80 RBIs in 136 games. He also showed improved defense at third base, according to advanced metrics such as Ultimate Zone Rating and Defensive Runs Saved. But Plouffe isn't ready to rest on his laurels, as his main goal this year involves getting better and helping the club get out of its rut over the last four years. He's also excited to have new manager Paul Molitor on board, but was quick mention he didn't believe former manager Ron Gardenhire was to blame for the club's struggles. \"I'm just going to try to continue to improve in every facet of the game,\" Plouffe said. \"The big thing for us this year is just wins, putting all the personal statistics aside. I think Mollie's going to bring that to the clubhouse. We just want to win. We want to win games. We've made some additions that are going to help that.\" Molitor said he's also seen a lot of improvement from Plouffe over the years, as he's known him since he was a Minor Leaguer. Molitor said he expects Plouffe to be a big part of the lineup next year and has seen him evolve into a leader as well. \"I was pleased with how he played last year,\" Molitor said. \"I think through a lot of hard work he developed a lot of confidence. I know he's recovered from his injury very well and is excited for the upcoming season. And I think he has leadership skills, too. I think him and Brian [Dozier] showed last year in the clubhouse they're no longer content in just trying to be established, but winning became a bigger focus for those guys.\" The Twins, though, do have top third-base prospect Miguel Sano waiting in the wings, but general manager Terry Ryan said Plouffe has done enough to keep his spot at third base, while Sano could push him later in the year or in 2016. \"I don't think he should worry about that at all,\" Ryan said. \"Trevor's a guy that's done the job at the Major League level. Sano's going to have to end up coming in and pushing.\" Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
