{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/107301596\/red-sox-owner-john-henry-supports-major-league-pitch-clock\/",
    "title": "Red Sox owner supports Major League pitch clock",
    "subtitle": "Henry part of committee discussing pace of game",
    "body": "LEDYARD, Conn. -- A pitch clock could be coming to the Major Leagues -- eventually, as far as Red Sox principal owner John Henry can tell. One of the results of Major League Baseball's pace of game committee -- which was formed in September and included Sox chairman Tom Werner and partner Michael Gordon -- is the implementation of a pitch clock in Triple-A and Double-A games during the 2015 season. Henry expects a pitch clock to make its way to the game's highest level within a couple of years. \"Just as the NBA learned to live with a 24-second [shot] clock, I think baseball will learn to live with a pitch clock to keep the pace of the game going,\" Henry said Friday night at Foxwoods as the organization kicked off its \"Winter Weekend.\" \"It's happening. It'll be a big difference.\" Pace of game is considered one of the biggest issues Rob Manfred faces as he begins his tenure as baseball's new commissioner, and the committee Werner is serving on is part of the solution. Henry made sure to distinguish, though, between time of game and pace of game. \"I don't think it's about shortening the game. We just introduced replay, which has lengthened the game,\" Henry said. \"Our concern was not how long the game is going. Our concern is the pace of play. We thought that had gotten away from us in the last 50 years and needed to be addressed.\" Werner specifically cited the long-existent but never-enforced rule that a batter is supposed to keep one foot in the batter's box between pitches. He is also a proponent of shortening the amount of time between innings. \"Any change is probably going to be slightly controversial,\" Werner said. \"We're living in a very fast-paced world. Attention spans are getting quicker. I understand that this isn't going to be universally popular. But I've been to a lot of games where I've seen people leave in the seventh inning because they've been there three hours. Can you imagine walking out of a movie after three hours and it's not over yet? \"Let's try some things. We're not going to do anything [to affect] the integrity of the game. But can a pitcher throw within 30 seconds? Why not.\" Those suggestions are, however, just suggestions. Other parties, including the Major League Baseball Players' Association, will need to agree. \"We want to do this in cooperation with the players,\" Werner said. \"We're not trying to legislate anything.\" Tim Healey is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tim Healey"
}
