{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/107312578\/rehabbing-colorado-rockies-outfielder-carlos-gonzalez-turning-page\/",
    "title": "Rehabbing CarGo ready to turn page",
    "subtitle": "Outfielder excited for return after tumultuous 2014 season",
    "body": "COLORADO SPRINGS -- Carlos Gonzalez was delighted about the condition of his rehabbed body, and genuinely thankful to don a Rockies jersey over his hoodie and meet fans at the team's Dugout Store for an hour on Friday. After last year, it was a wonder if he'd ever feel good after three operations -- a preseason appendectomy, the removal of a benign tumor from his left middle finger in June and season-ending left knee surgery in August. After hearing the new front office repeatedly say it would listen to trade offers -- not only for him but for shortstop Troy Tulowitzki, whose season also ended with August surgery (on his left hip labrum), it wasn't certain he'd be wearing purple pinstripes. With four straight losing Rockies seasons and the injuries behind him, Gonzalez tackled the vexing subjects facing him and the team. The only real answers are health and the production that made him a two-time All-Star, but for now, hopeful words are the best he can offer. On his health: \"There's no longer any issue with the finger so that's really good. It's been a long process, a long offseason since I had knee surgery. Every day has been a challenge for me, and it's paying off. I went to the doctor the other day and he was very pleased and positive about the things that he saw. I'm really happy Spring Training is just around the corner and to get back together with the team, teammates -- my friends -- and do what I like to do, play baseball.\" On knowing he has to go through a long pregame routine of treatment and exercise just to be ready for games -- much like Tulowitzki has been forced to adopt: \"It's not like you're 15 years old, you don't even stretch and you just go and act natural. In Spring Training, of course, I have to be the first one to the baseball field. It's going to be difficult because it's really hard to beat 'Tulo.' Every day you get there, he's there. That's when you understand how hard you have to work.\" On a growing injury-prone reputation, after 110 games played in 2013 because of right middle finger and left knee issues, and 70 appearances in '14 -- criticism Tulowitzki also must endure: \"To be honest, I really don't pay attention to that stuff. We have more important things to worry about -- being healthy. When I signed a contract four years ago, I signed a contract for seven years. It's been difficult, but I still have the opportunity to wear this uniform. Every time I get the opportunity I'm going to try to make this team better.\" On being a possible trade candidate: \"That's part of the business. But you have the best shortstop in the game when he's healthy, and one of the best outfielders in the game when I'm healthy. And I'm not even saying go after a big All-Star player and sign him, but if players continue to grow -- the way Nolan Arenado, Charlie Blackmon and DJ LeMahieu played last year, we're going to be a competitive team.\" On where rehab stands: I've done light running but they want me to take it easy -- get stronger, and don't change direction, wait until I get to Spring Training. My swing has been really good. I've only hit a few times. Throwing is not a problem. In Florida I've been throwing with Martin Prado, Brandon Hicks and a few other players. We play catch. It's gorgeous. It's not cold. It's sunny. We go in the cage and have fun. I'll probably hit on the field soon, but the doctor told me to be thankful, be happy with the way you're feeling, take it slow and continue to get stronger. In Spring Training we have time to get ready for the season. On the offseason in the National League West, with the Padres and Dodgers having been active: \"I really don't care about that. I don't care how good you look on paper. On paper, we've done a really good job putting a lineup together. Now the Padres have Matt Kemp and all those guys but that doesn't mean they're going to win. Last year, everybody on paper was thinking the Dodgers are going to win it all, but the Giants did it again. Find a way to get into the playoffs, where everybody starts from zero.\" Thomas Harding is a reporter for MLB.com. Read his blog, Hardball in the Rockies, follow him on Twitter @harding_at_mlb, and like his Facebook page, Thomas Harding and Friends at www.Rockies.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
