{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/107305706\/brandon-moss-determined-to-be-in-indians-opening-day-lineup\/",
    "title": "Moss determined to be in Indians' Opening Day lineup",
    "subtitle": "Newcomer continues to rehab from hip surgery",
    "body": "CLEVELAND -- Brandon Moss had the opportunity to meet many of his new Indians teammates on Friday night at Progressive Field. Looking around his new home locker room, Cleveland's highest-profile offseason addition had a clear goal in mind. Moss wants to be in the heart of the Tribe's order on Opening Day. \"It's important to be healthy throughout the season,\" Moss said. \"At the same time, my goal is to be ready for Opening Day. That should be everyone's goal, and be there for 162 games. I'm not afraid to say that. At the same time, what is best for the team and myself is to be 100 percent.\" Moss underwent surgery on his hip in October after playing through discomfort throughout much of last season with the A's. The 31-year-old corner outfielder and first baseman has yet to pick up a bat this winter, but he has started a running progression and should be on target to play in games at some point during Spring Training. Moss believes the hip issues explain his dramatic offensive tailspin in the second half last season. Once fully heathy, Moss expects to be back closer to the form he displayed in the first half, when he hit .268 with an .878 OPS for Oakland. In the second half, he hit at a .173 clip with a .584 OPS, but he still ended the season with 25 home runs, 23 doubles, 81 RBIs and a .772 OPS in 147 games. \"Some people are saying that Moss had kind of a down second half or whatever,\" Indians catcher Yan Gomes said. \"I mean, I'd take 25 [homers] and 80 [RBIs] in the middle of the lineup. I think it's a big bat that we, in a way, needed. Even though last year we battled and battled, he's coming from a team that had been in the playoffs. He's bringing that experience.\" Most important, Moss is bringing power. Over the past three years, he ranked ninth in the Majors with a rate of one home run per 15.93 at-bats, launching 76 homers and posting a .504 slugging percentage in that span. Much of that production came while playing in O.co Coliseum, which is a stadium that favors pitchers more than batters. Progressive Field, on the other hand, favors lefty power hitters such as Moss. \"I want to be healthy and do the things I do,\" Moss said, \"and hopefully do what I can do with a full year of at-bats and health. Last year, before everything started to go south, I was figuring out my approach to all pitchers. Now, it's just a game of adjustments. I'm not going to put numbers on it, but I can have a special year, especially coming to this park.\" The Indians acquired Moss on Dec. 8 in exchange for Minor League infielder Joe Wendle, checking the need for more power off the offseason to-do list. In an effort to shore up what is expected to be a strong rotation, Cleveland also signed veteran Gavin Floyd to a one-year contract. Those two acquisitions represent the main moves of the winter for the Tribe. Meanwhile, other teams in the American League Central have grabbed headlines with more lucrative contracts and higher-profile trades. The players in Cleveland's clubhouse (and much of the team's 2015 roster was on hand on Friday on the eve of this weekend's Tribe Fest) are not overly concerned about the relatively quiet winter for the Tribe. \"Those moves [by other teams] are what grabs attention,\" said American League Cy Young-winner Corey Kluber. \"I think that we're kind of in probably a unique position in the fact that pretty much the whole team is coming back. We made a few additions, but I think we feel good about the group of guys that we have.\" \"We're looking at the positive side of things,\" Indians veteran Nick Swisher added. \"We've got the talent in this room and, although we've been super quiet this offseason and not really making a whole lot of big moves, don't be surprised if we're standing at the top at the end of this thing.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
