{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/107318590\/samardzija-ready-to-get-down-to-business-with-white-sox\/",
    "title": "Back at home, Samardzija ready to get down to business",
    "subtitle": "Right-hander now pitching for childhood team",
    "body": "CHICAGO -- When Jeff Samardzija was traded by the Cubs to the A's on July 5 of last season, he had to say goodbye to the team that originally drafted him and the team with which he spent parts of seven successful seasons. Ties had to be cut. Samardzija had a new West Coast office, and a new fanbase and team for whom he had to perform. Fast forward to a little more than six months later, and the accomplished right-handed hurler spent his 30th birthday Friday at the Hilton Chicago, at his first SoxFest, mingling with the fanbase of which he is a card-carrying member. \"I'm excited and I'm home,\" Samardzija said. \"It feels good. So you take a deep breath and go from there. \"All of a sudden, just like that, you're back in the same situation you were in, on a different team but back home. So, it's still taken me a second to really soak it in and pinch myself and realize whether it's real. I'm just excited to get out there and pitch and wear the uniform in Spring Training, get to know these teammates and build relationships that last a lifetime.\" Samardzija already has started working out at Camelback Ranch, the White Sox Spring Training facility in Glendale, Ariz. As he makes a daily walk through the complex, he sees all the pictures of the double-decker buses from the 2005 World Series championships parade route. It's the 10-year anniversary of that special season that officially has begun this weekend at SoxFest. White Sox television analyst Steve Stone mentioned during Friday's Town Hall Meeting with general manager Rick Hahn and manager Robin Ventura that the Samardzija trade with Oakland stood as the most significant of this offseason. It showed that Hahn was willing to move young talent, with Marcus Semien, Chris Bassitt, Rangel Ravelo and Josh Phegley departing in that deal, and it underlined the desire from Hahn and the White Sox to win in 2015. This 2015 season on the South Side could end up as the only one for Samardzija, as he becomes a free agent after the campaign. The White Sox have made their desire clear to keep Samardzija long term, while Samardzija seems open to the idea but also poised to explore the open market even with the Indiana native reunited with his team. But don't think for a moment this contractual matter will take away any of Samardzija's focus from White Sox baseball. \"I haven't discussed it at all. It's only been brought up to me,\" said Samardzija, who will earn $9.8 million in '15. \"Until something happens that's worth the discussion, we'll talk about it then. But until then we're worried about prepping for the start of the season, and being prepared to do our part on this team. \"That's the least of my worries. No distractions. It's all about coming out and doing my job for this team and prove to them who I am and what I'm all about. I haven't played with any of these guys. They don't know me personally, so my job isn't to come out and cloud everything with contract talk. My job is to do my job on the mound and get those guys on my side to want to play with me every day that I pitch.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
