{
    "url": "http:\/\/m.mlb.com\/news\/article\/107243486\/national-league-talent-dominates-networks-right-fielder-rankings\/",
    "title": "NL talent dominates Network's right-fielder rankings",
    "subtitle": "Stanton No. 1 on list of 10 best, with six of top seven from Senior Circuit",
    "body": "MLB Network's list of the top 10 right fielders in the Majors Leagues right now has a bit of a National League flair. Seven of the players listed -- including six of the top seven -- hail from the Senior Circuit, with the largest concentration (three apiece) in the NL East and the NL Central. Giancarlo Stanton, the Marlins' new $325 million man, tops the list. The two-time All-Star is coming off a season in which he hit a league-leading 37 homers and drove in 105 runs en route to a second-place finish in the NL Most Valuable Player Award voting. \"Everything is just coming off the bat solid,\" MLB Network analyst Cliff Floyd said. \"When you look at the minor adjustment he's made, now he's put himself in the position where you can't throw to him. And now you talk about the defense -- you add in the confidence he's going out there and showing in the field, and it's made him the No. 1 right fielder in the game. \"I see him as an MVP player multiple times before he's done playing.\" Stanton is followed by Blue Jays All-Star Jose Bautista, the only American League representative inside the top seven. Bautista finished last season tied for fifth in the league with 35 homers and seventh with 103 RBIs. Bautista has been an All-Star the last five seasons and finished in the top six of AL MVP Award voting in three of them. He is also the only player with at least 100 home runs in the last four seasons with more walks than strikeouts in that span. \"You put it all together, you've got one of the most dominant players in the game since the start of 2010,\" MLB Network host Brian Kenny said. The rest of the Top 10 includes Washington's Bryce Harper, St. Louis' Jason Heyward, New York's Michael Cuddyer, Colorado's Carlos Gonzalez, San Francisco's Hunter Pence, Cleveland's Brandon Moss, San Diego's Matt Kemp and Detroit's J.D. Martinez. A number of those players have changed teams since last season, with Heyward being traded from the Braves to the Cardinals, Cuddyer leaving the Rockies to sign with the Mets, Moss being traded from the A's to the Indians and Kemp being traded within the division from the Dodgers to the Padres. \"You see him having fun,\" Floyd said of Kemp, who he ranked third and Kenny ranked fifth. \"You see the extension back. Now, you talk about the hips and all the injuries. Can he get back to stealing bases? I hope he does, because then he changes the game. Then he adds a different dimension to a San Diego lineup they didn't have.\" Here's the MLB Network's full top 10: 1. Stanton 2. Bautista 3. Harper 4. Heyward 5. Cuddyer 6. Gonzalez 7. Pence 8. Moss 9. Kemp 10. Martinez Joey Nowak is a reporter for MLB.com. Follow him on Twitter at @joeynowak. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joey Nowak"
}
