{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/107339674\/larry-doby-celebration-giveaway-highlight-cleveland-indians-promotions-schedule\/",
    "title": "Doby celebration, giveaway highlight promo schedule",
    "subtitle": "Indians also plan Kluber, Santana, Brantley bobblehead days",
    "body": "CLEVELAND -- If a Mount Rushmore existed for Indians greats, Larry Doby would undoubtedly have a place on the mountain top. Doby was not only an icon for the franchise, but a trailblazer for black players in the American League. Doby has long been immortal in terms of baseball history, but the Indians have now finalized plans for immortalizing his image at Progressive Field. On Saturday, Cleveland announced its promotional schedule for the upcoming season, revealing that the much-anticipated statue featuring Doby will be unveiled at the ballpark during an event on July 25. Doby's likeness will join the statues of Indians greats Bob Feller and Jim Thome in the reimagined Gate C entrance and Right Field District area, which is currently undergoing a major transformation. It is a long-awaited honor for Doby, who debuted with the Indians as the AL's first black player on July 5, 1947 -- roughly three months after Jackie Robinson broke baseball's color barrier in the National League with the Dodgers. As part of this season's celebration of Doby's career -- one that included seven trips to the All-Star Game and a runner-up finish for the AL Most Valuable Player Award in 1954 -- fans in attendance on July 25 will receive a replica of his statue. That event highlights a long list of promotions being offered this season by the Indians, who have increased the number of giveaways for a variety of the items. Cleveland's promotional schedule also features 11 fireworks nights, 10 KeyBank Kids Fun Days, five replica jerseys, four bobbleheads and two Rock N' Blast shows (Aug. 7-8), among other things. The current players featured in this year's bobbleheads will be pitcher Corey Kluber and his 2014 AL Cy Young Award (June 6), first baseman Carlos Santana (July 8) and outfielder Michael Brantley (Aug. 8). On Sept. 12, Indians manager Terry Francona and his famous red scooter will also be featured in the fourth and final bobblehead giveaway of the season. Throughout this season, the Indians also plan on honoring the 20th anniversary of the 1995 team that won 100 games and captured the AL pennant. Cleveland will have a two-day celebration on June 19-20 with a number of players from that team on hand at Progressive Field. On June 20, a '95 AL champions T-shirt (by GV Art + Design) will be given away. The Indians will also be giving out replica jerseys for former manager Mike Hargrove (June 22) and former catcher Sandy Alomar Jr. Other replica jerseys in the plans this season include a 1975 replica (May 23), a 1948 Bob Feller jersey (Aug. 11) and another for catcher Yan Gomes (Aug. 29). Among the items with increased giveaway totals are the Kluber (17,500 fans) and Brantley (15,000) bobbleheads, the Doby statuette (12,500) and Alomar jersey (15,000), among others. For the second year in a row, the Tribe will also have a fan-designed T-shirt promotion (Aug. 26). As usual, the Indians will be giving away a magnetic schedule during the April 10 home opener against the Tigers. For more information on the promotional schedule, visit indians.com\/promos. Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
