{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107338920\/phil-rogers-legendary-ernie-banks-in-his-own-words\/",
    "title": "Legendary Mr. Cub in his own words",
    "subtitle": "",
    "body": "Sometimes you just turn on a voice recorder and let a person talk. You might have done it with a grandparent at a family reunion. I did it a couple of times with Ernie Banks at events in 2010 -- one at Wrigley Field and another at a suburban library -- and on those nights he described the journey from his large family in Dallas into singular status with one of baseball's iconic franchises, as well as a few of the people he met along the way. Here is Mr. Cub in his own words: On what he wanted to do growing up: \"It's another strange story. I didn't want to play baseball. My dad paid me to play catch with him after he got home from work. He wanted to be a baseball player. But I had no idea I wanted to be a baseball player. I wanted to be an international lawyer. My mother was born in Louisiana. In Louisiana, they had this kind of religion they just did, they called it voodoo ... My dad took me to a lady who was a psychic or something, [said] 'Tell me, would I play baseball or go into the Army?' She said, 'You're going to play baseball.' Funny thing, that's what I did.\" On not wanting to leave the Negro Leagues' Monarchs to join the Cubs in 1953: \"I was born and raised in Dallas, Texas -- came from a family of 12 [children], second child, first boy. So my life, I came out of a segregated society into an integrated society. When I played, when I was young, came along, there was segregation. The Kansas City Monarchs were all black, and I enjoyed being with them. Eating on the bus -- peanut-butter-and-sardine sandwiches and crackers -- talking to them, learning from them. Many of those players who came out of the Negro Leagues, their parents came out of slavery times. Buck O'Neil's parents came out of slavery time. To be around them and hear about their lives, how they feel about things -- many of them even though they couldn't play in the Majors, didn't want to play in the Majors. They said they were happy here, satisfied with playing here, we like what we do, we like each other. When I was called up to the Cubs, I felt that way. ... Gosh, I don't want to leave these guys. They said, 'You're going to the Cubs. They have Ralph Kiner, Hank Sauer, all those guys playing with them.' My thought was, 'I don't want to play with them, I want to stay with you all.' One guy, Sherwood Brewer, said, 'Ernie you have to go to the Major Leagues.' He said, 'It's the Majors, as high as you can go.' I said, 'I'm already as high as you can go, I'm playing with you guys.' They forced me into taking the flight to Chicago.\"   Complete coverage On O'Neil: \"Buck O'Neil was really an amazing man. When he first came to Dallas to sign me up [for the Monarchs], I still remember, he was such a great, great person, had a great mind. He was not a manager to me. He was a comforter, a role model. He was like everything to me. He trained me. He gave me a lot of advice. He did a lot of things for me when he became a scout.\" On Cool Papa Bell, who signed him to his contract with the Monarchs: \"He was a wonderful guy. I met him in Lubbock, Texas. He was a wonderful, pleasant human being. All my life, I've had people like that. He was a great player in the Negro Leagues, a wonderful human being. When I came to the big leagues ... every time the Cubs went to St. Louis, he would come over and talk to me: 'Are you saving any money, how you doing?' He got in my life after I was in the Major Leagues. I learned a lot from him. When we lost him, it was a big loss for me. His granddaughter passed along to me some of the things he collected.\" On whether Bell was really so fast he could turn off the light switch and be in bed before the room got dark - \"No, but most of the guys I played with in the Negro Leagues, they could tell stories that you just believed. ... They could tell some stories, I'm telling you, that you'd really have to believe. When I was in Negro Leagues, riding the bus, I'd sit beside Buck O'Neil and all these guys, and they would tell stories. ... I would look around and say, 'Was that true?' I believed it. Everything they said I believed.\" On Satchel Paige - \"I met him in Des Moines, Iowa. I was young. He was quite a bit older. He'd start talking to me. 'I'm going to throw you that [chest-high] fastball. Can you hit it?' He always asked me that. 'Can you hit a [chest-high] fastball?' I didn't know what he was talking about. He was a philosopher. He said many things that stand out as a philosopher. He said, 'Don't look back, something might be gaining on you.' He used to say that all the time. I wrote that down in a book and used it. Satchel was very funny and very talented. He came up with Atlanta as a relief pitcher. He was standing around the batting cage. I said, 'Satchel, if you get in this game, I'm going to hit one way over the bleachers off you.' He said, 'No, you're not. I'm going to throw you that [chest-high] fastball.' He had a great sense of humor, a lot of talent, a whole lot of talent. He knew about everything in life.\" On adjusting to life as a Cub - \"It was a big, big adjustment for me to come here. A guy named Gene Baker ... he had more experience than I did. I came here, it was like, 'Wow, what do I do? Do I keep quiet?' That's what I did. Gene told me, 'Just keep your mouth shut and play baseball, that's it.' I didn't talk to anybody. They thought I was deaf and dumb. Jack Brickhouse would come and say, 'Ernie, what pitch did you hit?' I learned more and more how to relate to people. That's what I learned about Wrigley Field.\" On his style of hitting, and how he benefited from hard work as a child - \"My hitting was just the way I did it. I picked cotton. I don't know if you know anything about this. I picked cotton when I was quite young. My dad used to take me to the cotton fields and tell me to pick cotton. It taught me how to use my hands. I would grab. When I started to play baseball, I just had the [naturally] quick hands. That was my extra advantage, my slight edge over anybody else. I had quick hands. I could wait to the last minute and hit the ball. Nobody could understand it. But I had those quick hands, which I developed by picking cotton.\" On how he constantly gripped and re-gripped the bat in the batter's box - \"I thought I was Van Cliburn. I was playing the piano. But I didn't know I was doing that. Jack Brickhouse, they used to put the camera on my hands, but I didn't know I was doing it. It was one of those unconscious-type movements I made. My hands were quick. I didn't do anything to develop it. I did one thing. I played handball. I played handball in the winter with a guy who was a handball champ. I developed my hands, my wrists, my hand-eye coordination and all of that.\" On knowing he was capable of doing special things in 1958 and '59, when he posted back-to-back MVP seasons - \"In Spring Training 1958, I hit about 15 home runs. Everybody was looking at me saying, 'What is this guy doing?' I hit against Warren Spahn. He threw me a screwball outside the plate and I hit it to left field. After the game, he came and said, 'What are you doing to hit a pitch like that to left field?' I didn't say anything. I just had quick hands. My hands were just quick, naturally quick from picking cotton.\" On the toughest pitchers he faced - \"It didn't matter to me about who was pitching. I guess, you know, ignorance is bliss. I didn't want to know who was pitching. It was just somebody throwing a ball. I asked Willie Mays this one time. 'Willie, what do you think about when you're at the plate?' [He said], 'I don't think about anything except hitting the ball.' That's it. That's what I did. I know pitchers threw curves, changeups, all that kind of stuff. I didn't pay much attention to it. All I wanted to do [was] hit the ball.\" On Wrigley Field - \"This park is like the Taj Mahal. I really want to make it one of the modern wonders of the world, like the Golden Gate Bridge. ... I had a wonderful time playing there. I said, 'Let's play two.' I didn't want to go home. I just loved it, enjoyed it. We didn't draw a lot of people to the ballpark -- 2,500 [or] 5,000 -- all that. I knew a lot of the people. I'd get to the ballpark early. 'How you doin' Sarah, how you doing Susan? How you doing Carmen?' It was just wonderful. A lot of people brought their children to the park. It was a friendly place. They had Ladies Day every Friday, ladies got in free. They had Senior Citizens Day. Mr. [Phil] Wrigley had days for special groups of people. I really enjoyed, really enjoyed it.\" On day games - \"In my time, we had baseball in the afternoon and love at night.\" On the disappointment of losing to the Mets in 1969 - \"I just prepared for it. I'm saying this now in love. I would talk to [Roberto] Clemente, Hank Aaron, [Willie] Stargell when we were leading -- many of the players we were playing against. I'd ask them, 'Hey, what are our chances of winning the pennant?' They'd look at me and just start laughing. 'Come on, tell me the truth. What are our chances of winning the pennant?' Ha, ha, ha, ha, ha. They would [each] say, 'Ernie, let me tell you this. You guys have no chance of winning the pennant.' 'Why not? We're leading the division now.' 'Well, when you all get closer and closer to winning, you gonna have five players -- I'm not going to tell you who they are -- who are not going to be able to catch the ball, they're not going to be able to hit the ball, not going to be able to do anything.' From that, I learned winning a world championship -- when you get close to the end -- it is tough, really, really tough. You have to have the heart. ... When you are going for the World Series, it is tough. If we had played seven-inning games, we'd have won about 15 different World Series.\" On the loyalty of Cubs fans - \"Fans didn't care all that much about the wins and losses. The fans didn't get overwhelmed by the wins and losses. The fans are the major reason we haven't [won] in 100 years. You all come to games, enjoy the games. You don't boo the players. You don't criticize anybody, and you go home. Now we have a song, everybody plays the song -- 'Go, Cubs, Go.' ... When we lose, people put the [L] sign up, and come back the next day as if nothing has happened, like nothing has happened, doing the same thing - 'Go, Cubs, Go.'\" On getting to know President Barack Obama - \"I've been talking to him, working with his staff and all that. Before he decided to run, when he was a civil-rights lawyer at the University of Chicago, I was telling him you have to be neutral, you have to pull for both teams. All he did was smile. Then, he'd put on his White Sox cap. I saw him throw out balls in St. Louis [or] Washington. ... He was just so committed to the White Sox. What is it about the White Sox when people are so committed to them? What is it? The White Sox have more political people following them than the Cubs. I couldn't get Mayor Richard J. Daley to come to Wrigley Field.\" On life - \"It was all like a miracle to me. ... It's a big miracle.\" Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
