{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/107170928\/braves-pitcher-mike-minor-feeling-no-pain-in-shoulder-during-offseason-workouts\/",
    "title": "Minor pleased with pain-free offseason workouts",
    "subtitle": "Braves lefty headed for salary-arbitration hearing in February",
    "body": "ATLANTA -- Mike Minor would have liked to avoid the salary-arbitration hearing that awaits him. But the Braves left-hander is otherwise pleased with what has transpired during his discomfort-free offseason. Coming off a frustration-filled season during which he was plagued by left shoulder soreness, Minor admitted he initially wondered if he needed more than just a few months of rest. But while completing long-toss exercises in pain-free fashion over the past month, he has gained a sense that this year will be different. \"Last year, I didn't want to throw more than 60 feet,\" Minor said. \"[My shoulder] was really sore and I couldn't do a whole lot. This year, I was kind of tentative, wondering if it was going to be sore. But it wasn't.\" Minor hopes to clear his next hurdle -- throwing off a mound for the first time this year -- as early as Friday. But as he has completed his normal conditioning, lifting and throwing exercises over the past couple of weeks, he has not been given any reason to be concerned. It's safe to say Minor is in a much different position than he was last year, when he essentially had to restart his preseason preparations during January's final week. After undergoing a urinary tract procedure on Dec. 31, 2013, Minor remained sedentary for nearly a month. His attempt to make up for lost time by accelerating his preparations proved to be detrimental when he was shut down during the first week of Spring Training because of the left shoulder discomfort that lingered over the remainder of the season. \"Last year, it was almost like starting over again,\" Minor said. \"I worked out before the surgery, but then I had to take a month off. Then I started working out and trying to throw again. It was just a bad combination last year. ... This year, it has been nice to just have a normal offseason.\" Really, the only bump in the road Minor has experienced this winter occurred last week when he and the Braves did not reach an agreement before salary-arbitration figures had to be exchanged. The 27-year-old southpaw requested $5.6 million for the upcoming season and the team offered $5.1 million. Though it might be hard for some to understand why the two parties could not compromise with a $500,000 difference, Atlanta is holding firm to its stance as a file-and-go club. That means once arbitration figures are exchanged, the two sides halt all negotiations on one-year deals until a hearing is held. Minor's hearing will take place in Phoenix between Feb. 1-20. \"I still don't like [arbitration], because you feel it's us against the Braves,\" Minor said. \"You don't want it to be like that, but it's just part of the business. That's why they call it arbitration. We think I'm worth something and they think I'm worth something. It doesn't always work out.\" Minor's perceived value was certainly tarnished as he posted a 4.77 ERA while dealing with the nagging shoulder discomfort over 25 starts last season. He entered 2014 with a 2.90 ERA over his previous 47 starts, dating back to July 1, 2013. Clayton Kershaw and Cliff Lee were the only left-handers who produced a better ERA during that span. \"It's definitely not personal with Mike,\" Braves assistant general manager John Coppolella said. \"We are a file-and-go team. We were unable to reach an agreement with his agent, B.B. Abbott, before we filed numbers, and therefore we are going to a hearing.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
