{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/107183252\/autograph-session-tickets-for-dodgers-fanfest-on-sale\/",
    "title": "Autograph-session tickets for LA FanFest on sale",
    "subtitle": "",
    "body": "LOS ANGELES -- A limited number of autograph-session tickets for the Jan. 31 FanFest at Dodger Stadium are on sale online for $20 via dodgers.com\/fanfest. An autograph-session ticket is required to obtain autographs at FanFest. All autograph-session-ticket proceeds will benefit the Los Angeles Dodgers Foundation (LADF). Donations will support LADF programs and provide assistance to community organizations in the area of education and literacy, health and wellness and sports and recreation. Admission and parking for FanFest, presented by State Farm, is free, with gates opening at 10 a.m. As part of Dodgers season-ticket holders' year-long benefits, a presale of autograph-session tickets will be held for fans who hold Dodgers season seats on Friday from 9-10 a.m. via dodgers.com\/fanfest. Autograph sessions will be held with more than 20 players on the Major League roster. Those scheduled to appear include Yasiel Puig, Adrian Gonzalez, Zack Greinke and Kenley Jansen, as well as new Dodgers Yasmani Grandal, Howie Kendrick, Brandon McCarthy and Joel Peralta. Former Dodgers scheduled to sign autographs include Fernando Valenzuela, Orel Hershiser, Eric Karros, Ron Cey, Bill Russell, Steve Yeager, Mickey Hatcher, Tim Wallach, Ken Landreaux and Jerry Hairston Jr. Current coaches Mark McGwire and Lorenzo Bundy also will be signing. The third annual offseason FanFest will be moved for the first time from the parking lot into Dodger Stadium, where fans will enjoy a wide range of activities, including running the bases, a social media lounge, a photo opportunity in the dugout and on-stage interviews of current and former players. Fans will be able to buy Opening Day mini-plans and individual-game tickets, excluding Opening Day, at FanFest. Also, the Dodgers' annual On Sale will be held exclusively online on Friday, Jan. 30, beginning at 10 a.m. at dodgers.com. At that time, fans can purchase individual tickets to all 2015 season games and a very limited number of Opening Day tickets. Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
