{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/107207058\/former-manager-dusty-baker-living-my-life-outside-baseball\/",
    "title": "Baker 'living my life' outside baseball",
    "subtitle": "Former skipper, big leaguer enjoying time with son, hopes to manage again",
    "body": "LOS ANGELES -- The vision of J.T. Snow is still pretty indelible, swooping 3-year-old Darren Baker out of harm's way as he tried to retrieve a bat at home plate in AT&T Park, during Game 5 of the 2002 World Series. But Darren Baker isn't 3 anymore. He's 15 and about to follow in the footsteps of his famous father, Dusty. Darren is a middle infielder and center fielder these days, playing at Jesuit High School in Carmichael, Calif., near Sacramento, where the Bakers moved when Dusty was also a teenager. \"He's pretty big now and he's made a verbal agreement to go to Cal,\" said Dusty Baker, breaking a little news this past Saturday night prior to the Professional Baseball Scouts Foundation Awards dinner. \"Cal came after him. Hopefully you'll be seeing him and reading about him. This is what he wants. But he prefers to play short and second.\" In the mind's eye, Darren will always be that little kid who might have been crushed at the plate by a hard-charging David Bell, barreling toward home when Snow picked up the little bat boy with a ballerina-like pirouette. \"People will always remember him as that,\" Baker said. \"I just want him to be happy and healthy and have the opportunity to fulfill his dreams the way I did.\" As he spoke about this, Johnnie B. Baker Jr. was bursting with pride. A former manager and big league player, Baker has been through all of this before. Darren marks a third generation of ballplayers in and around the Baker family. Dusty was born and spent his formative years in Riverside, Calif. His dad, Johnnie B. Sr., was close friends with a guy named Bobby Bonds, who eventually signed with the Giants. Dusty was a little younger than Bobby and a little older than Bobby's son, Barry, who later set myriad records playing for the Giants while Baker was the manager circa 1993-2002. What goes around comes around. \"When Bobby Bonds was signed, I was out there, I was working out with him,\" Baker recalled. \"The day he signed with the Giants, there was a [scout] Evil Postage. Bobby asked me to come out and shag for him. I was running around out there and seeing if [Postage] had noticed me. And it was dark, and I said, 'Hey, man, you're not going to see me hit?' The answer was, 'No.'\" Baker was eventually signed by the Braves, picked in the 26th round of 1967 First-Year Player Draft. The scout who pursued Baker was a guy named Bill Wight, convincing the Braves to draft him. Baker wound up having a pretty fair on-field career, batting .278 with 242 homers and 1,013 RBIs. He played 19 years in the big leagues, his signature years coming mostly under Tommy Lasorda from 1976-83 with the Dodgers when they won three National League pennants and the 1981 World Series over the Yankees. Baker also had a pretty fair career as a manager, compiling a .526 winning percentage (1,671-1,504) during 20 seasons with the Giants, Cubs and Reds. He was dismissed by the Reds after they had a 90-72 2013 season and lost an NL Wild Card Game to the Pirates. For the record, the Reds had a 76-86 record and finished 14 games behind NL Central-winning St. Louis this past season, the first under Bryan Price. Baker said he gets no solace from that. At 65, he'd like to manage again under the right circumstances, but despite myriad managerial openings the past two offseasons, he said he hasn't received even a single call. \"Maybe I'm on some sort of list,\" he said. Highly unlikely. Maybe the perception is that he's too highly paid? \"Nobody has even asked,\" he said. \"That's kind of strange to me, but I'm not going to dwell on it.\" Baker said he refuses to ponder what might have been. He's a nearly 13-year survivor of prostate cancer and is fully recovered from the mini-stroke he suffered near the end of the 2012 season when the Reds blew a 2-0 lead in their five-game NL Division Series and lost to the Giants. Aside from coaching his son and attending about a half-dozen Sacramento Kings basketball games, Baker has started his own winery and an energy company. His late father bought season tickets when the Kings moved from Kansas City to Sacramento in 1985. The two Johnnies used to attend a handful of games a season and now he and Darren continue the tradition, particularly when Cleveland, Miami and Oklahoma City are in town. \"It's been a different year, but it's been a fulfilling year off with my son, doing things I hadn't done or taken the time to do,\" Baker said. \"I've started a wine business called Baker Family Wines. I'm a grape grower and I grow grapes in my backyard. I also started an energy company called Baker Energy Team. We do wind and solar and battery backup. I've done this for eight years at my house. I'm just trying to carve a better energy footprint.\" When the Giants shifted their Triple-A affiliation from Fresno to Sacramento last year, they brought the adopted hometowner out of mothballs to attend the press conference. Baker said at this point he is not involved with either the Giants or the River Cats. He was completely on the outside last year as the Giants won their third World Series in five years, the decision coming down to the final pitch of Game 7 against the Royals in Kansas City. \"My relationship with the Giants these days? Not much,\" he said. \"I don't have much of a relationship with anybody. I'm just enjoying life with my family. I still follow baseball. I mean, life goes on. Baseball goes on whether you're in it or not in it. Sometimes I like what I'm doing and sometimes I'd rather be in the game. Sure, I still have an itch, but if nobody helps you scratch it, there's no good to have the itch.\" Of course, Baker is still well aware that he was manager of the Giants for the World Series that got away in seven games to the Angels in 2002. The Giants were leading, 5-0, in Game 6 with one out in the bottom of the seventh and eight outs away from their first World Series win since 1954 when the proverbial roof caved in. Baker yanked starter Russ Ortiz after allowing a pair of singles and gave the righty the game ball, before Felix Rodriguez came in and surrendered a Scott Spiezio three-run homer. The Angels scored three more in the eighth and won their only World Series title the next day. \"We just couldn't get over that hump,\" Baker said. \"I don't go back and relive [that seventh inning] much because if you do, it turns into a nightmare, and I don't like nightmares. You can't bring it back. People will always pick it apart, but that's the nature of the game. I did what I thought was correct. It just didn't work out. If it works out, you're a hero, and if it doesn't, then people can say what they want. They can pick that apart, but they've had three others that should have relieved some of the pain they might have felt.\" And his part in it? \"I refuse to live in the past,\" he said. \"I'm moving forward and living my life.\" Barry M. Bloom is a national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
