{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/107247704\/ichiro-suzuki-marlins-finalize-one-year-deal\/",
    "title": "Ichiro, Marlins finalize 1-year deal",
    "subtitle": "Miami to introduce 10-time All-Star at news conference Wednesday in Tokyo",
    "body": "MIAMI -- Ichiro Suzuki's pursuit of a championship and personal milestones will continue in Miami. The Marlins on Tuesday night announced the signing of the 41-year-old free-agent outfielder to a one-year contract. Ichiro, who will wear No. 51, becomes the first Japanese-born player in franchise history. He was introduced as a Marlin at a news conference at 10 p.m. ET Wednesday in Tokyo. Club president David Samson, president of baseball operations Michael Hill and general manager Dan Jennings were on hand. \"We are thrilled to have Ichiro Suzuki in a Marlins uniform,\" Marlins owner Jeffrey Loria said in a statement. \"He is the ultimate professional, on and off the field, and will make an excellent addition to our ballclub.\" Ichiro is switching to the National League after spending 14 years in the American League. The 10-time All-Star, who spent that last 2 1\/2 seasons with the Yankees after 11 1\/2 with the Mariners, has seen diminished playing time in recent years. With Miami, he becomes the fourth outfielder and a pinch-hit specialist. The Marlins don't announce financial terms of contracts, but MLB.com has learned Ichiro's deal is for $2 million plus performance incentives. Although Ichiro is signed for one season, the Marlins are open to bringing him back in 2016. For now, both sides are seeing how 2015 plays out. Ichiro is chasing history. The left-handed hitter has 2,844 hits in the Major Leagues, leaving him 156 shy of 3,000. Counting his 1,278 hits over nine seasons in Japan, he has 4,122 professional hits -- 134 short of Pete Rose's MLB-record 4,256. Ichiro has been a sensation since entering the big leagues with the Mariners in 2001. In his first year, he took home the AL MVP Award and the AL Rookie of the Year Award. From 2001-10, Ichiro made 10 straight All-Star appearances. He had least 200 hits in each one of those seasons. In 2004, Ichiro set the Major League single-season hits record with 262 hits, topping the 257 George Sisler had in 1920. Seattle traded Ichiro to New York during the 2012 season, and his production has declined since. In 2013, his slash line was .262\/.297\/.342, and last year, it was .284\/.324\/.340. Ichiro has been to the playoffs twice -- 2001 and '12. But he's yet to reach the World Series. In Miami, Ichiro, a .317 career MLB hitter, is joining a team on the rise. In recent months, the Marlins signed All-Star right fielder Giancarlo Stanton to a 13-year, $325 million contract. Through trades or free agency, they've also added second baseman Dee Gordon, right-hander Mat Latos, first baseman Michael Morse, third baseman Martin Prado and right-handers Dan Haren, David Phelps and Aaron Crow. Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
