{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/107248634\/pipeline-inbox-what-happened-to-yankees-prospect-gary-sanchez\/",
    "title": "Pipeline Inbox: What happened to Yanks' Sanchez?",
    "subtitle": "Jonathan Mayo responds to fans' questions about baseball's top future stars",
    "body": "Prospect ranking season is upon us. In case you haven't noticed, MLBPipeline started rolling out Top 10 by position lists on Tuesday. Four lists are out: Right-handed pitchers, left-handed pitchers, catchers and first basemen. As always, opinions about who is ranked where vary greatly. It's why we do the lists, to be honest. So for this week's Inbox, it made sense to plug into the buzz surrounding the lists (Remember, the big Top 100 reveal is coming on Friday, Jan. 30 on MLB.com and MLB Network at 9 p.m. ET). Rather than expound in detail on a few questions, I've decided to do a little bit more of a rapid-fire kind of deal, cramming in as many questions as possible, splitting them up by position. Click here to submit an Inbox question What happened to Gary Sanchez at catcher? -- Alan K., N.Y. Sanchez is still a prospect and he has considerable raw tools, particularly his power at the plate and his arm behind it. But his overall defense hasn't improved all that much and he's had recurring issues with his attitude that leave some concerned. Don't worry, you'll see him plenty high enough when the Yankees' Top 30 is released. Andrew Susac didn't make the list because you no longer consider him a prospect? -- Will, Patterson, Calif. No, he didn't make the list because we didn't consider him one of the top 10 catching prospects in the game. But he still qualifies. And he has the skills to be a solid big league regular, though how that's supposed to happen in San Francisco is tough to figure out. He probably isn't that far behind the back end of the catching Top 10, but his overall grade was 50 in 2014 and all catchers on the Top 10 are 55s on the 20-80 scouting scale. Should Jorge Alfaro's slower-than-expected progress last season concern Rangers fans? -- Sean B., Fort Worth, Texas If someone told you that you'd have a young catching prospect who would get to Double-A at age 21, would you consider that slow progress? You see my point? That said, there is still work to be done with Alfaro for him to reach his very high ceiling. Our No. 2 catcher has a ton of power, but needs to improve his overall approach in terms of plate discipline and pitch recognition. He's athletic and has one of the strongest arms of any Minor League catcher, but his overall defense needs work. It can take a while for it all to come together for a young catcher, with so much to learn. If he's still struggling in those areas after 2015, come ask us again. If Kyle Zimmer was healthy, would he be in the top 10 of righties? -- Aaron R., Blue Springs, Mo. It's a really big if at this point, isn't it? He was on the list at this time a year ago, at No. 10. But that was after a fairly successful first full season when he threw 108 1\/3 innings and was No. 25 on our preseason Top 100 list. But Zimmer threw just 4 2\/3 innings last year and then got shut down in the Arizona Fall League. When he was on the mound in the AFL, his stuff still looked good, but he's going to have to show he can stay healthy for a longer stint to climb back into Top 10 consideration. Grant Holmes had a nice debut in 2014. Was he close to entering this discussion? -- Matt We like Holmes a lot, and he's a high school pitcher who could move more quickly than many his age because of his feel for pitching to go along with two plus pitches. But right-handed pitching is a really deep position, so he wasn't all that close to entering the discussion now, though none of us would be surprised if he does in the near future. How did Mark Appel fall out of the top 10? Also, why the downgrade of Jon Gray? -- Andrew S., Boston Appel didn't fall too far out of the top 10, a sign of our belief in his overall stuff. Though he righted the ship with a strong Arizona Fall League performance, his struggles in 2014 made us have just enough pause to knock him down just a touch. As for Gray, the biggest downgrade was in his fastball, which wasn't consistently in the upper-90s like it was during his junior year in college, and his slider, which wasn't quite as sharp. Some of that is adjusting to a five-day schedule, some of it is adjusting to a long pro season. His stuff could bounce back, though those current grades give him more than enough to still be a frontline starter. Where would you rank Noah Syndergaard overall amongst pitchers? -- Tommy H., N.Y. I don't want to give away too much about the Top 100; you'll have to wait until Jan. 30 to find out exactly where he ranks on the overall list. But you can venture to guess that as the No. 2 right-hander, it's going to be pretty high up. I guarantee you he's in the top five of all pitching prospects, but that's as much as I'm willing to divulge. How far off was Justin Nicolino from being in the top 10 LHP conversation? -- Tommy R., N.Y. His name never came up. Sorry to be so blunt on that one. I like Nicolino and think he's going to be a big league starter. But his ceiling is really more as a back-half of the rotation type. He doesn't have the upside, stuff-wise, that the guys who were in the Top 10 conversation have. I'd be curious to see your thoughts on Alex Reyes and Rob Kaminsky. -- Neal H., Cleveland, Ohio More of a statement than a question, really. If I were Alex Trebek, you'd be in trouble. These two Cardinals prospects are well thought of, though neither made the top 10 pitching lists. Both have entered into the discussion for the overall Top 100. Both have yet to play above the Class A Midwest League, so there's time yet for their prospect status to increase. Jonathan Mayo is a reporter for MLBPipeline.com and writes a blog, B3. Follow @JonathanMayoB3 on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Mayo"
}
