{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/107253058\/with-new-appreciation-for-game-tigers-jose-iglesias-raring-to-go\/",
    "title": "With new appreciation for game, Iglesias raring to go",
    "subtitle": "Infielder missed 2014 season with fractures in both shins",
    "body": "DETROIT -- Jose Iglesias briefly caught himself in a time warp Thursday when he was asked about working with infield coach Omar Vizquel this spring. \"I can't wait,\" he said. \"We've got a new manager ... \" Brad Ausmus was new last spring. \"Well, he's not new anymore. I'm new here,\" Iglesias said, correcting himself. That's the impact of a lost season. While Ausmus was managing last summer and Vizquel put his influence on the Tigers' defense, Iglesias was working out at home in Miami, rebuilding strength in his legs. Stress fractures in both shins put Iglesias' career on pause. When Spring Training opens, he can hit play again. But he can't simply pick up where he left off. So far, at least, Iglesias sounds good. He had a followup exam Jan. 16 and was cleared for more activity. He's not at full speed, but as he said, \"I'm close to it.\" He doesn't know exactly which day he'll run at full speed, but he knows he will do so before Spring Training opens. With that, he should be good to go when full workouts begin. \"I'm about 75-80 percent every time I run,\" said Iglesias. \"I've been running, fielding, hitting, jumping, doing everything, and pain-free. ... \"I've been hitting on the field. I've been taking ground balls. I've been running. I've been doing everything without pain. And that's my goal, being healthy.\" Iglesias still has to deal with soreness, but that's to be expected. After a year off the field, including several months not being able to put much weight on his legs, he's working out muscles that haven't been used to that extent in a long time. \"Just keep in mind, I dealt with this for a full year and performed at the highest level,\" he said. \"But I will try to get it out of my system. … As long as the bone's OK and there's no fracture there, soreness I'll deal with.\" Doctors still haven't pinpointed the exact cause, Iglesias said. Some suggested his biomechanics. Others argued nutrition was a factor, enough that a nutritionist worked with him to add more calcium and Vitamin D to his diet. \"It doesn't matter how it came,\" he said. \"I'm better physically, I'm on a nutrition plan and I feel pretty good. Actually this year, physically, I feel a lot better than last year.\" With it, he feels an appreciation for the sport that he lost for a year and could've been taken away from him. Aside from a Division Series game or two, he said he didn't watch much of the Tigers on television. He kept in touch with teammates, though. \"It made me appreciate it more, because baseball is the sport I love to do,\" he said. \"This is what I love to do. To be away from it kept me more patient, [gave me] more love for the game. I never take it for granted, but I was really disappointed that I wasn't playing, because I love this game very much. This is what I love to do. Just being with my teammates, this is my family.\" Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
