{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/107263874\/all-star-closer-craig-kimbrel-excited-to-play-for-new-look-braves\/",
    "title": "Kimbrel excited to play for new-look Braves",
    "subtitle": "All-Star closer isn't concerned with trade talks heading into 2015 season",
    "body": "ATLANTA -- As Braves president of baseball operations John Hart spent time late Thursday night talking about Jonny Gomes' addition and some of his other offseason moves, Hart again made it crystal clear that he has no desire to trade Craig Kimbrel. This was certainly pleasing to the ears of Kimbrel, who has spent the past week hearing and reading opinions expressed by those who believe the Braves should trade him if they are in a rebuilding mode. \"It's really not anything I can do anything about,\" Kimbrel said. \"Atlanta is where I want to be. If it happened any other way, there's really nothing I could do about that. But I'm happy I'm still here and I'm happy I can still help this team.\" The Braves have significantly brightened their future with the prospect crop they have gained by trading Jason Heyward, Justin Upton and Evan Gattis over the past two months. Hart says the additions of veterans like Nick Markakis, Gomes, A.J. Pierzynski, Jason Grilli and Jim Johnson should signal more of a restart mode. \"We have more new guys on the team than those who are returning, but that is just what we're working with this year,\" Kimbrel said. \"The front office has made moves to put us back in the winning column. Last year was a disappointing season for us. Moves needed to be made and they were made. Hopefully going through Spring Training, we get to know our team, and then going into the season, hopefully, we can mesh together and have a really good ballclub.\" As Kimbrel participated in the Braves Country Caravan on Friday, he laughed about the fact that he is now the longest tenured member of Atlanta's roster -- a distinction previously held by Heyward. In fact, Kimbrel, Freddie Freeman and Mike Minor are the only current Braves who were members of Hall of Fame manager Bobby Cox's final team in 2010. \"It definitely happened fast,\" Kimbrel said. \"It's a little bit of a weird feeling, but the job is still the same, and I still have to go out and do the same thing.\" Kimbrel has gained an All-Star selection during each of his first four full seasons at the Major League level, and he has notched 48 more saves than any other reliever during this span. As he attempts to extend his dominance, he will find himself in a bullpen that no longer includes David Carpenter, Jordan Walden and Anthony Varvaro. The Braves have restructured their bullpen with the offseason additions of Grilli and Johnson, a pair of former All-Star closers who are looking to rebound while serving as setup men for Kimbrel. \"Obviously, all I really have to worry about is doing my job,\" Kimbrel said. \"All those guys are doing is worrying about their jobs. So I think if we all show up every day and worry about what we need to do personally to help the team and not try to be a guy who completely changes the team, I think we're going to be OK. That's why we have all meshed so well in the bullpen.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
