{
    "url": "http:\/\/m.mlb.com\/news\/article\/1299454",
    "title": "Best of the Mailbags: Jan. 23, 2006",
    "subtitle": "Best of the Mailbags: Jan. 23, 2006",
    "body": "All around baseball, fans ask the questions and our MLB.com correspondents provide the answers in weekly Mailbags for each of the 30 teams in the Major Leagues. Each Monday, we bring you the best of the best right here in the MLB.com Mailbag. Blue Jays:  I live in the U.K., but love Canada and I'm into baseball and follow the Blue Jays. I have promised my wife we'd come over to Canada again to see the Jays when they're next in playoffs. My question is, should I be saving up for this October? -- Kevin S., Lincoln, United Kingdom  It's good to hear from the other side of the ocean, Kevin. But I wouldn't plan on booking that long flight with your wife to Toronto just yet. The Blue Jays have plenty of hurdles to overcome before the playoffs. It's not out of the realm of possibilities, though. Toronto's major areas needing improvement have been addressed this offseason. General manager J.P. Ricciardi strengthened the rotation and bullpen with starter A.J. Burnett and closer B.J. Ryan. He also went out and acquired first baseman Lyle Overbay and slugging third baseman Troy Glaus to help add the missing pop to the order. If all four players can avoid the injury bug and perform to their abilities, the Jays will have a solid team that's capable of contending.   The Yankees and Red Sox are still going to be there, though. They have been for the last decade, and that's not going to change in 2006. I believe that New York is still the favorite in the East, but Toronto may have weakened the Yanks' grip on the division. If the Blue Jays can make a serious run for second place, the Wild Card could be a realistic goal. Toronto will probably also have teams outside the division, such as the Indians, White Sox, A's or Angels, to contend with for the Wild Card -- depending on how the division races pan out.   So don't book your flight just yet. Save your money and watch how it plays out as the season progresses. If Toronto is in the running for a playoff berth in late August or September, then you might have to start making travel arrangements. -- Jordan Bastian   White Sox: Do the Sox have any plans to put more emphasis on signing Venezuelan players after the success and publicity they got from the World Series victory and with Freddy Garcia and Ozzie being popular \"natives\"? -- Richard, Wheaton, Ill.  Richard, I've never heard specific talk, per se, of the White Sox pursuing Venezuelan prospects or products because of Guillen, who is clearly more popular than even the government officials in his home country. In Garcia's case, the two are like brothers, as well as being manager and player. But remember that Garcia was the top pitcher on the market in 2004, and his acquisition really put in motion the White Sox move to the 2005 World Series title. Of far greater importance than focusing on Venezuelan players is the idea that the White Sox clearly have become a destination for top players, instead of a stop along the road. Look at Jim Thome, who waived a no-trade clause to come to the South Side. Look at Paul Konerko and Jon Garland, who turned down the potential to earn more money with other teams, in order to stay with the White Sox. The main reason, maybe even more than having an excellent shot to compete for another championship, is Guillen. In just his third year of managing at any level, he's already one of the best in the business. He's also a manager who lets his players know where they stand, for better or for worse, but always has their backs. Who wouldn't want to play for a leader of that nature? -- Scott Merkin  Mariners:  Who do you think Mike Hargrove will send to the mound on Opening Day? Felix Hernandez has the stuff to be the ace of the staff but that would be putting a lot of pressure on him at such a young age. So will it be the crafty Jamie Moyer or do you think Hargrove will go with Jarrod Washburn as the No. 1 man in the rotation in 2006? --Ryan R., Salem, Ore.  I think it'll be Moyer for the second straight year under Hargrove. The Mariners and I agree with you about Hernandez, that he's too young to take the ball on Opening Day and there's no rush. He'll get the same amount of starts as a No. 3 or No. 4 guy. Moyer's done it before and sets the tone for the staff with his professionalism. He also won 13 games last year and went 10-0 at home, so he's earned it. -- Doug Miller  Mets: Wasn't there a reason the Mets put Heilman in the bullpen last year? And now they just take him out of the bullpen after making a trade? It looks like all they did was weaken the rotation by trading Benson and weaken the bullpen by putting Julio in it and moving Heilman to the rotation. Why? They were better off before the deal. -- James T., Yonkers, N.Y.   One of the reasons Heilman was in the rotation in the first place last year was that Benson was assigned to the disabled list until May 5. Heilman relieved Benson in the May 5 start, made two more starts and then was shifted to the bullpen. One of the reasons cited at the time was that Heilman's changeup, while quite effective in relief, might not be so effective if he were a starter, because opposing batters would be more apt to adjust to it if exposed to it more often.   I can't argue your point that the rotation appears less formidable now -- with or without Heilman. And if Heilman is in the rotation, the bullpen will be less formidable too, particularly against left-handed hitters. -- Marty Noble   Yankees: How does the Hall of Fame accept Ryne Sandberg without giving Don Mattingly the nod? The career stats are identical, aside from Mattingly having more power in a bigger town. Sandberg had no rings, and I don't remember him being an MVP. Puckett clearly deserves the call, but if Sandberg gets in, so does Mattingly. It's really pretty cut and dry. -- W. Thrasher, Amherstburg, Ont.   I appreciate your passion, but you're wrong on this one. Check out the stats:   Sandberg: 282 homers, 1,061 RBIs, 2,386 hits, .285 average, 1,318 runs scored, 403 doubles, 76 triples, 344 stolen bases, nine Gold Glove Awards, seven Silver Slugger Awards.   Mattingly: 222 homers, 1,099 RBIS, 2,153 hits, .307 average, 1,007 runs scored, 442 doubles, 20 triples, 14 stolen bases, nine Gold Gloves, three Silver Sluggers.   Sandberg was considered by most to be the best second baseman of his generation. To be considered the best at your position is a good criteria for induction into the Hall.   You are also incorrect about the MVP issue, as Sandberg captured the 1984 NL MVP Award. Mattingly gets the nod with one batting title to Sandberg's zero, but to say that Mattingly had more power is not accurate. It's clear, though, that Sandberg was a threat on the bases, which Mattingly never was. For a second baseman -- traditionally a non-power position -- to post the numbers that Sandberg did makes him a Hall of Famer. -- Mark Feinsand   Red Sox: Who are the Red Sox looking for to fill the shortstop position?-- Eddie R., Kissimmee, Fla.   Right now, they are leaning toward Alex Cora being the primary shortstop entering the season. That could always change if a tantalizing trade possibility comes about. Cora is an underrated defender and a smart player. Also, look for prospect Dustin Pedroia to get plenty of time at short in Spring Training. He could emerge with the Red Sox at some point in 2006.   However, according to a report in the Boston Herald on Sunday, the club was close to signing free agent Alex Gonzalez. The 28-year-old former Florida Marlin is expected to play shortstop and bat ninth for Boston. -- Ian Browne   A's: Is it just me, or are the new owners going for broke this season? It seems like all of their recent decisions point toward making a serious run at the World Series this year, even if it means an uncertain future. --James C., Santa Barbara, Calif.   You're right, James. From keeping Barry Zito to trading for Milton Bradley (and signing him to a one-year deal) to taking a long, hard look at Frank Thomas, most of Oakland's moves this offseason suggest they think they have enough to make a deep-October run.   Personally, I think it's part of a master plan by the new ownership group, and the plan is one that might tell them a lot about the viability of keeping the team in town.   For one thing, the fact that they're adding payroll rather than slashing it makes a nice little statement to the fans that they're different from the previous regime. Smart move. And in spending that money and loading up for a title run this season, they are, in my opinion, trying to test their own market.   This is assuming the A's do indeed have a great team this year, but think about it: You're the new owner of the A's. You need a new stadium, but you're not sure if there's enough support for it locally. So you do your best to reverse the franchise's reputation as a penny-pincher, make it clear that you're all about winning and put together one of the best teams in baseball. If the fans respond by coming out in droves, you're encouraged and try to parlay that good will into new digs. If your midweek games continue to draw 13,000, you think about Plan B. -- Mychael Urban   Reds: Why don't the Reds have a stronger Minor League system? -- John S., Merrillville, Ind.     Marlins:  I look forward to seeing Dontrelle Willis pitch in the World Baseball Classic. Do you think there is a good chance Willis will be the opening game starter for Team USA? -- Linda D., Fort Lauderdale, Fla.   For himself and the Marlins, it would be great publicity to see the D-Train take the ball first for the United States in the WBC. Manager Buck Martinez has a difficult decision. Realistically, if everything was equal, the most deserving choice unquestionably would be Roger Clemens, arguably the greatest pitcher ever. For all The Rocket has done for the sport, he should have first choice.   That said, a strong argument could be made for Martinez to start Willis in the first game. Why? Forget for a minute the emotional issue of fans wanting their favorite players. Willis' production early in seasons shows that he would be an ideal candidate. Clemens was bothered by a hamstring problem late in the 2005 season, so you wonder if he is fully healthy.   Willis, on the other hand, just turned 24 and he's in the best shape of his life. He follows a rigorous workout program in the offseason, and he's throwing three bullpen sessions a week. Hitters typically lag behind pitchers early in Spring Training and the regular season.   The strongest argument to start Willis first is his career numbers. For his career, in the month of April, Willis is 5-0 in five starts with three complete games. If that's not impressive enough, toss in a 1.29 ERA in April (five earned runs in 35 innings) and a 25-6 strikeouts-to-walks ratio.   The big stage won't bother Willis, either. He's a two-time All-Star, pitched in the World Series and is a former NL Rookie of the Year. He's also pitched in international competition, going to Japan as part of the MLB squad after the 2004 season. The numbers suggest Martinez wouldn't go wrong handing the ball first to Willis. -- Joe Frisaro   Rockies: What is the deal with Todd Helton not playing in the World Baseball Classic? I have never heard anything about him choosing not to participate, but I also know he isn't on Team USA's provisional roster. He's one of the top first basemen in the game; certainly there should be a spot for him if he wants to play. -- Dave O., Berthoud, Colo.   It's hard to argue against including Helton, who was among the game's top hitters after his slow start in 2005 and played better defense than many people realized. But it's also tough to knock Derrek Lee, who had monster power numbers and is a much-needed right-handed homer threat. After that, it's a matter of how many first basemen the team needs.   In the case of primary performers at such a high profile position, there are only so many spots.   I'm not going to pretend to know what USA officials were thinking, but Helton not being a part of the provisional roster seems a sign of understanding what is necessary to win. This is not the All-Star Game, where the best players perform. The countries are trying to win, so they're building teams. As with any team, it needs players for specific roles.   Discussions of superstars don't generally include Craig Counsell, but his versatility and experience with a winner make him a good fit for this squad. Randy Winn isn't at the top of the list of center fielders, but his speed would be good to have if winning requires chasing down a fly ball in the championship game in PETCO Park's spacious and quirky center field.   So, if Lee is the primary first baseman, I can see where it makes sense to give a spot to Lance Berkman, who gives manager Buck Martinez extra options with his ability to switch-hit and his experience shuttling from the outfield to first base and vice versa, depending on the game situation, with the Astros.   If the makeup of Team USA changes and a starting first baseman is needed on short notice, Helton would be an outstanding option. He will be in Tucson, a short drive away from the USA camp in Phoenix.   But if he's not going to be the primary first baseman, sitting on the bench would be a waste of his time and a needless interruption of preparation for the season. Having a one-position star who isn't used to a bench role would be limiting to the manager. In that case, Helton is better off staying with the Rockies, getting at-bats on a normal schedule and, most importantly, being around a familiar training staff as the Rockies monitor his tricky back. -- Thomas Harding   Tigers: Why didn't the Tigers offer Bonderman a longer contract? He is obviously the ace of the staff and is quite young. I was hoping to see a multi-year contract go his way. Is it because of his late season injury?-- Brian W., Battle Creek, Mich.   Braves:   Is there any particular reason the Braves only gave Marcus Giles a one-year deal? Is this a payroll issue?  --Robert B., Rockledge, Fla.   Not at all. This didn't have anything more to do with payroll than any other contract the Braves have signed with any of their players. In fact, I would have been surprised had the two parties agreed to anything more than a one-year deal.   Giles, who agreed to a one-year, $3.85 million deal last Monday, has one more year of arbitration eligibility before he can become a free agent. While he may choose to be a Brave past the 2007 season, there's also a chance he'll want to go elsewhere at that time.   So it might have not been in the best interest of the team or Giles to agree to a multi-year deal. Let's not forget Andruw Jones is also eligible for free agency at the end of the 2007 season.   There's plenty of reasons the Braves have won a record 14 consecutive division titles. One of the main ones is the fact that general manager John Schuerholz and his assistants, first Dean Taylor and now Frank Wren, have never lost sight of the future.   While building this successful business model, they've found ways to continue present success and not handcuff themselves in future seasons. See: Florida Marlins (twice) and the NFL's Tennessee Titans.   By not signing Giles to a multi-year deal, the Braves may have put themselves in a position where they have to pay him a hefty salary next year. But that's not all bad. That simply means that he's continued his early career success and had another productive year in 2006.   Had Giles opted to sign a two-year deal and basically take away his right for arbitration next year, he would have been gaining some financial security while at the same time robbing himself of some money for the 2007 season.   Of course, if Giles signed an even longer deal, he may have been locking himself in Atlanta longer than he wants to stay. Every player looks forward to being a free agent and having the chance to gain both money and the opportunity to choose where they want to be. -- Mark Bowman  Indians:  Last year, the Tribe dropped 36 games, more than half its losses, by one run. It's often been said that a one-run loss is as much the fault of the coaching staff as it is of the players. What I want to know is was this the result of an inexperienced manager leading inexperienced hitters, in which that extra run or two could not be found, or was it the case that our great bullpen simply didn't let leads get out of reach?  -- Patrick D., Warren, Ohio  The Indians did a study of all those one-run losses and found an inordinate number of them were the case of the team attempting to mount a comeback and falling just short. That could have been the result of many factors -- from a substitution that wasn't made, a clutch hit that wasn't delivered or an early mistake by the pitching staff that came back to haunt the team.   You make a good point about the youth of the coaching staff, though. We talk a lot about the maturation of the young hitters, but let's not forget that Eric Wedge is maturing as a manager, as well. I happen to think he's come a long way since 2003, but those one-run losses never look good on a manager's resume.   As far as '06 is concerned, the pitching staff has been hurt by the free agent losses of Kevin Millwood and Bob Howry. But I'm of the belief this team should be able to generate offense more consistently this season than in 2005, which should help drastically curb that number of one-run defeats. -- Anthony Castrovince   Orioles: When is Walter Young going to get a real shot in the Major Leagues? He showed late last season that he can compete. Wouldn't the O's be better off with him than an aging Jeff Conine or Kevin Millar? -- Daniel D., Charlotte, N.C.   That depends on your perspective. Would you rather go into the season with a proven Major League hitter or wait for a guy who may or may not ever hit at the next level? The Orioles decided to go into the season with proven commodities at first base and designated hitter, and Young was claimed off waivers by the Padres on Thursday.   The Orioles understood that putting Young on waivers was a risk, but they felt it was a necessary move. Millar's signing meant that Baltimore had one too many players on its 40-man roster, and Young just happened to be the odd man out. That's how waivers work -- and if you'll recall, they worked in the Orioles' favor when they acquired the hefty left-handed hitter.   Young, weighing in at 320 pounds, is limited by his size to one position -- first base. Millar and Conine, by contrast, can move around the diamond and even play some left or right field. But this move wasn't about positional flexibility, even though that's one of Baltimore's favorite phrases this winter. This was about track record, and Young doesn't have one in the Major Leagues.   The 25-year-old spent six years in Class A ball and didn't get any experience against upper-level pitching until 2004, when he joined the Orioles organization. He crushed the ball at Double-A Bowie that year, but he didn't show the same power with Triple-A Ottawa in 2005. This year, he seemed set for an encore season at Ottawa and a late-season promotion to Baltimore.   Over time, Young may well become a big-league hitter, but the Orioles felt more comfortable with people who have done it before. And, yes, it's fair to call Conine and Millar \"aging\" and wonder if they were the right fits for this team. Despite that caveat, you have to like both players' chances of outhitting Young in 2006. After that, it's back to the drawing board. -- Spencer Fordin",
    "author": ""
}
