{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/107277750\/detroit-tigers-players-staff-set-for-tigerfest-at-comerica-park\/",
    "title": "Players, staff set for TigerFest at Comerica Park",
    "subtitle": "Annual fan event will open with Dombrowski, include seminars from Detroit's stars",
    "body": "DETROIT -- The Tigers spent the last two days reaching out across Michigan to connect with their fan base. On Saturday, the fan base comes to Comerica Park to connect with the Tigers. And for a change, TigerFest is not expected to be a frigid fest. Compared to the wintry temperatures of recent years, Saturday's forecast high of 37 degrees is downright balmy for TigerFest's usual spot in mid-to-late January. It's a slight hint of better weather that may give baseball fans a reminder of spring. \"It means baseball's right around the corner,\" Justin Verlander said. Verlander will take part after missing last year's event while recovering from core muscle surgery. He'll have plenty of company. Nearly 50 Tigers players, coaches, alumni and personnel are scheduled to be on hand for the event, signing autographs, taking pictures, answering questions and conducting clinics for kids. Among the players scheduled to take part are Al Alburquerque, Alex Avila, Wynton Bernard, Nick Castellanos, Yoenis Cespedes, Tyler Collins, Rajai Davis, Buck Farmer, Daniel Fields, Anthony Gose, Shane Greene, Blaine Hardy, Bryan Holaday, Jose Iglesias, Ian Krol, Kyle Lobstein, Dixon Machado, Victor Martinez, J.D. Martinez, James McCann, Steven Moya, Joe Nathan, Hernan Perez, David Price, Andrew Romine, Bruce Rondon, Kyle Ryan, Alfredo Simon, Chad Smith, Drew VerHagen, Verlander, Alex Wilson and Josh Zeid. Those who weren't fortunate enough to grab tickets to TigerFest before they sold out in December can still check out the festivities online at tigers.com\/tigerfest. There, a video stream will capture all six hours of the event, featuring interviews and seminars from the main stage. That includes team president\/general manager Dave Dombrowski's annual question-and-answer session with fans, scheduled to start at 11:15 a.m. ET. Price -- taking part in his first TigerFest -- will talk on the main stage around noon, followed by manager Brad Ausmus at 12:30. Iglesias, coach Omar Vizquel and special assistant Alan Trammell will team up for a shortstop seminar at 1 p.m. J.D. Martinez and hitting coach Wally Joyner are scheduled at 1:30. Avila and Minor League manager Lance Parrish will share the stage at 2 p.m. All of those sessions are scheduled to last about 10 minutes, and include talk about the upcoming season. TigerFest will also include a social media clubhouse for a third straight year, allowing fans to check out the event on Twitter and Instagram. In addition, fans will have a chance to Skype with Tigers personnel. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
