{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/107285486\/jose-altuve-astros-setting-sights-on-playoffs\/",
    "title": "Altuve: Astros setting sights on playoffs",
    "subtitle": "",
    "body": "GALVESTON, Texas -- Perhaps no one is more encouraged to see the additions the Astros made this winter than All-Star second baseman Jose Altuve, who at 24 years old suddenly finds himself as one of the longest current tenured members of the club. Altuve made his Major League debut midway through the 2011 season and quickly became a fixture in the lineup, as well as a fan favorite. He was one of the few shining stars during some rough times for the Astros, who have gone 186-328 in the 514 games in which Altuve has played. Altuve has always said he believes the Astros are headed in the right direction, but the offseason additions of Pat Neshek and Luke Gregerson to the bullpen and Jed Lowrie, Colby Rasmus, Luis Valbuena and Evan Gattis to the lineup have him feeling especially optimistic for 2015. \"I think we have the team to go to the playoffs this year,\" Altuve said. \"We have to keep working hard and get ready and start the season with a good feel.\" Altuve joined teammate Alex Presley and former Astros pitcher Brandon Backe during Friday's final day of the annual winter caravan for stops on the island, including a trip to meet a penguin and other wildlife at Moody Gardens. The players also signed autographs and posed for pictures with fans. \"This is a good chance to spend the time with the fans away from the field and try to show people how we are on normal days,\" Altuve said. Altuve is coming off a magical year in which he won the American League batting title, leading the Majors with a .341 batting average and a club-record 225 hits, smashing Craig Biggio's previous club record of 210 set in 1998. Altuve had the most hits by a second baseman since Charlie Gehringer had 227 for the Tigers in 1936, and he set the single-season hits record by a Venezuelan-born player. He also posted franchise records for multihit games (69), three-hit games (24) and singles (168), all of which led the Majors. All that's in the past, though. Altuve is ready to turn his attention to 2015. \"I'm not thinking about numbers,\" he said. \"I think about winning. I think about getting ready and getting to know my teammates, getting together and being on the same page and working hard and playing defense and swinging the bat. And win.\" In 2012, Altuve shared the middle infield with Lowrie during his first stint with the Astros, so there won't be much of a learning curve for his once-again double-play partner. He's also enthused about the thump the Astros have added to the lineup with Gattis and Rasmus, who combined to hit 40 homers last year in limited playing time. Valbuena also has some pop, hitting 16 homers last year. \"Everybody seems like they're going to hit homers now,\" Altuve said. Even Altuve? \"I'm going to break the home run record now,\" he joked. Batting titles and records are nice, but Altuve is ready for one thing: winning. He's endured multiple 100-loss seasons but saw a team on the rise last year, winning 19 more games than it did the year before. The next step is the playoffs, and Altuve is ready. \"We have a chance to do that,\" he said. \"I think every team in the big leagues has a chance, and with the additions the Astros have made, it seems like we're going to the playoffs and going to battle and make our fans proud of us.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
