{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/107286026\/prince-fielder-healthy-ready-to-go-for-rangers\/",
    "title": "Fielder healthy, 'ready to go' for Rangers",
    "subtitle": "",
    "body": "DALLAS -- Rangers first baseman Prince Fielder, making a rare offseason appearance at the team's award dinner, said he is 100 percent healthy. \"I'll play a pickup game right now, I'm ready to go,\" Fielder said Friday night. The Rangers don't need Fielder messing around in a pickup game. They need him ready for the start of Spring Training next month and, more importantly, for Opening Day on April 6 against the Athletics. They also need him for a full season and producing like he has in the past when he was with the Brewers and Tigers. \"I'm just going to try to be healthy, that's my main goal,\" Fielder said. \"I know I always said that before. But this was the first time I wasn't healthy, so it really means a lot to me now to try to stay healthy. That's just my goal -- to stay healthy and make sure I'm doing everything I can to be ready to play.\" Fielder, acquired last offseason from the Tigers, played in just 42 games for the Rangers in 2014 before going down with a neck injury. He underwent surgery on May 27 to repair a herniated disk in his neck and did not play the rest of the season. The Rangers missed him. Fielder ended up hitting three home runs with 16 RBIs and a .360 slugging percentage. \"It was real difficult because I wasn't used to missing games,\" Fielder said. \"So to miss a lot of the season, it was difficult at first, but I had to be an adult about it, kind of try to just get back healthy to be ready this year. I'm good, I'm 100 percent -- whatever it was before is back.\" That's what the Rangers want to hear and need to see. \"It means we'll see the guy we were accustomed to seeing when he was in Milwaukee and Detroit,\" third baseman Adrian Beltre said. \"We all know what he can do. If he can come back to his old form and be healthy, it will really help us. To have that guy playing every day, playing hard and producing, it gives us better balance.\" The Rangers also announced that Fielder will be their spokesperson in a community initiative to help stop bullying in schools. Going to Bat against Bullying will launch online beginning on Monday and will be available for use in grades 4 through 8 in Texas schools. The program has been developed by the Texas Rangers Baseball Foundation in partnership with BKFK and MLB Advanced Media. \"I was bullied as a kid and I have kids,\" Fielder said. \"It's not a good situation, so I want to help out.\" It's hard to imagine anybody bullying Prince Fielder. \"A lot of kids ... not one at a time,\" Fielder said. \"Fat jokes ... all the usual stuff.\" T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
