{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/107289964\/white-sox-general-manager-rick-hahn-surprised-emboldened-by-offseason-success\/",
    "title": "Hahn surprised, emboldened by offseason success",
    "subtitle": "In series of moves, White Sox acquire top players on their wish list",
    "body": "CHICAGO -- White Sox general manager Rick Hahn readily admits that the October 2014 version of himself might not believe it if you told him how the club's offseason would go. \"If I'm being honest with where my head was at three months ago when this process started, I think we're mildly surprised it wound up the way it did,\" Hahn said Friday at SoxFest at the Hilton Chicago. Like most general managers, Hahn has a board in his office on which he ranks the team's top targets at each position. One by one, the majority of the top names on that board joined the White Sox. The club signed left-handed reliever Zach Duke and first baseman\/designated hitter Adam LaRoche, then acquired righty Jeff Samardzija via trade. The White Sox also upgraded their outfield by signing Melky Cabrera. Then closer David Robertson was inked and another trade target acquired in lefty reliever Dan Jennings. \"That's the one when Rick called, it just shocked me because I figured we were done,\" manager Robin Ventura said. Instead, it was the final big addition in a wildly-successful offseason -- that also included the signing of super utilityman Emilio Bonifacio. \"It was real satisfying and, frankly, a little lucky, that in each instance we were able to reach up on that board and grab a guy from the first couple of the names on the list and slide him over to the White Sox,\" Hahn said. \"So the offseason, it's what we intended to do. It's the execution of a plan that we had in place. The fact that it went as well -- at least on paper -- as we had hoped is something that we're quite pleased by.\" The White Sox arrived at this weekend's sold-out SoxFest as a vastly-improved team with high expectations in a competitive American League Central that includes four-time reigning division winner Detroit and 2014 American League champion Kansas City. And, like the Sox, the Indians also are improved. But because of a brilliant offseason, the White Sox are setting their sights high. \"We view ourselves as a contender, absolutely,\" Hahn said. That doesn't mean the work is done. Hahn said the club remains interested in accumulating bullpen depth and would like a right-handed-hitting utility infielder. The club signed a number of relievers to Minor League deals Thursday, while Hahn mentioned infield prospect Tyler Saladino as a potential backup -- but said he'd like to find a veteran to compete with the youngster. Those small moves are no doubt important to shaping a roster. But thanks to the success of this offseason, all the glaring holes are filled. Cash Kruth is a reporter for MLB.com. Follow him on Twitter at @cashkruth. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Cash Kruth"
}
