{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/107295614\/tour-takes-blue-jays-to-vancouver-to-support-worthy-cause\/",
    "title": "Blue Jays visit Vancouver to support worthy cause",
    "subtitle": "Minor League squad hosts event for Vancouver Canadians Baseball Foundation",
    "body": "The final stop of the Blue Jays Winter Tour kicked off in Vancouver on Friday, and the afternoon's festivities saw the coming together of Canada's only two professional baseball teams. The Vancouver Canadians, the short-season A affiliate of the Jays, hosted their fifth annual Scotiabank Hot Stove Luncheon at the Fairmont Hotel Vancouver to support the Vancouver Canadians Baseball Foundation, with Jays players and executives coming out to support the cause. Blue Jays players Russell Martin, Drew Hutchison, Marcus Stroman, and Aaron Sanchez, along with Hall of Famer Roberto Alomar and Blue Jays president and CEO Paul Beeston, were all in attendance at the sold out flagship event. The Vancouver Canadians Baseball Foundation is in its fifth year and has helped over 1,000 local children discover baseball, in addition to supporting many local charities and providing scholarships. Alomar donated 500 baseball gloves to the foundation, which has a partnership with the Boys & Girls Clubs of South Coast BC to welcome over 300 kids each summer to Scotiabank Field at Nat Bailey Stadium to take part in the Vancouver Canadians Baseball League. Donations were also made to Challenger Baseball and the University of British Columbia baseball program. The Canadians partnership with Challenger Baseball helps create opportunities and memories for children with physical and\/or cognitive challenges, while the scholarship to UBC allows local students to pursue their dream both on the diamond and in the classroom. At the beginning of the event, Canadians President Andy Dunn made a point of mentioning how Beeston plays a significant role in fostering baseball across the country and representing what the Foundation attempts to accomplish. \"[He] represents our sport, what this country is all about, what this community is all about -- [he is] the man who supports baseball initiatives from the East Coast to the West Coast, from the North to the South,\" Dunn said. \"It doesn't matter if you're a Blue Jay fan or not, he wants kids to play this game, he wants to support every collegiate organization, minor league organization, and little league organization, and he is the man who is responsible for the success of the Toronto Blue Jays and the success of baseball across Canada.\" The speech was met by a standing ovation from the sold out audience. The affiliation of the Blue Jays and Canadians began back in 2011 and has been a hit since day one. The first three years in the Jays' farm system saw the Canadians take home three consecutive Northwest League titles, and in 2014 they made the finals for the fourth straight year. The success of the club has also helped revitalize baseball in Vancouver, with the team now averaging over 5,000 fans a game at historic Scotiabank Field at Nat Bailey Stadium. The Canadians also won the 2013 John H. Johnson President's Trophy for Minor League Baseball's most 'complete' franchise. \"Without the Blue Jays, this wouldn't have happened. If you look at our results on the field, and you can say 'nobody cares, it's Minor League ball' -- well they do,\" said Jake Kerr, Principal Owner & Managing General Partner of the Canadians. \"Fans care, and you can see it in our numbers. In August, we're sold out, and it's because we're in the race. \"The Jays get that -- they set out to build a national brand when Paul Beeston came back in 2008 -- and they leave their players here … they've been very helpful.\" Two of those players that made a stop in Vancouver to contribute to the C's success on the field were Sanchez and Stroman. While neither spent more than a month in the red and white -- Sanchez in 2011 and Stroman in 2012 -- both played a key part in their team's respective championship and have fond memories of the city and franchise. \"When I was here I was only here for a short amount of time, and I was on the road for much of it, but when I got here just the fans,\" said Sanchez about what he remembers most. \"I came from Bluefield, West Virginia, so being able to pitch in front of 5,000 at the Nat on a Saturday, Sunday afternoon, it was pretty awesome.\" For Stroman, Vancouver was his first stop as a professional ball player and also his first time in Canada. The scenery stands out most vividly to him, and he's glad to be back in the city to enjoy what it has to offer. In seven appearances with the C's in 2012, the righty had a 3.18 ERA and 0.97 WHIP to go along with 15 strikeouts and three walks in 11 1\/3 innings before being promoted directly to Double-A. \"Vancouver was my first experience in Canada, so it was my first experience of how nice Canadians are,\" said Stroman. \"The biggest thing I remember is the scenery and being in a downtown setting, but being able to see mountain ranges around, which is gorgeous and I'd never seen that. I loved it here. \"My first professional baseball was in Canada in Vancouver with the Canadians, and Nat Bailey is unbelievable. It's 5,000 [fans] and it's loud, so it was a great spot to start my career.\" While the two players stressed the importance of Vancouver to them, Dunn and Kerr wanted to make sure they knew the impact they've had on the Canadians. Kevin Pillar and Dalton Pompey are the two other former Canadians who have made the quick rise up to the Major Leagues. \"We're really proud of what you've accomplished through the system,\" said Dunn while addressing the players and the crowd. \"You've represented our organization, you're representing not only the country, but the Blue Jays -- everybody in this room is really proud to watch you play every night because you started it here.\" \"[The fans] realize they saw Marcus Stroman out there a year ago and Kevin Pillar two years ago, and now they're actually in the bigs,\" Kerr said. \"It tells the story [that] it really happens. We used to claim that was going to happen, but we hadn't done that yet -- now it's really happened.\" For Hutchison, this was his first time in Vancouver, but it is the second Winter Tour he's been a part of. This year he hasn't been as surprised at the big crowds that come to the events, as he now knows the nationwide expanse of the Blue Jays' fan base. \"It just reinforces the great fans we have and their commitment to us, and it reminds us of the importance of coming out here to see the fans that watch us and support us every night, but a lot of times can't come and see us in Toronto,\" said the Florida native. Martin also made his first appearance on the tour in Vancouver, giving him an opportunity to not only support the foundation, but also meet his young new pitchers for the first time. The players went out for dinner last night after getting in, but Stroman said how he'll be picking Martin's mind for advice as soon as he can. On Friday night, the Blue Jays will continue to support the British Columbia baseball scene by heading to the Richmond Olympic Oval to host a three-hour baseball clinic, in partnership with Baseball BC, for 80 kids aged 10-14. The tour will conclude on Saturday afternoon with an autograph session at Metropolis at Metrotown in Burnaby. The session will run from 11:00 a.m. to 12:30 p.m. PT.",
    "author": "CJ Pentland"
}
