{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/107058696\/kelly-johnson-returns-to-braves-on-minors-deal\/",
    "title": "K. Johnson returns to Braves on Minors deal",
    "subtitle": "Veteran will vie for utility role at Major League Spring Training",
    "body": "ATLANTA -- After spending the past four seasons making a complete tour of the American League East, Kelly Johnson is set to return to the organization that drafted him and made him one of the earliest members of the Baby Braves. The Braves have signed Johnson to a Minor League contract and given him an invitation to compete for a roster spot at big league Spring Training. Johnson's versatility provides him a chance to serve as a utility player who could see time at second base, third base or left field. Jace Peterson and Phil Gosselin are also positioned to vie for a chance to serve as a backup infielder this spring. Johnson's roster candidacy could be enriched by the fact that he could help fill Atlanta's current left-field void. Johnson, 32, was selected by the Braves in the first round of the 2000 First-Year Player Draft, and he remained with the organization through the 2009 season. He joined Brian McCann, Jeff Francoeur and 15 other rookies to form the Baby Braves group that helped Atlanta win the last of its record 14 consecutive division titles in 2005. The past few years have been trying for Johnson, who batted .215 with seven homers and a .659 OPS while playing for the Yankees, Red Sox and Orioles this past season. Though he has never proven to be consistent at the plate, the veteran left-handed hitter has shown some power. Johnson hit at least 16 home runs over four consecutive seasons (2010-13). Johnson debuted with the Braves as a left fielder in 2005 and then transitioned to second base after missing the '06 season while recovering from Tommy John surgery. He combined to hit .282 with 28 homers and a .813 OPS while totaling 297 games for Atlanta during the 2007 and '08 seasons. But Johnson was non-tendered after he batted .224 with a .692 OPS in '09. It looked like Johnson had found a comfortable new home when he batted .284 with 26 homers for the D-backs in 2010. But when he batted just .209 through the first 114 games of the following season, he was traded to the Blue Jays. Johnson has played for every AL East club over the course of the past four seasons. During this span, he has batted .230 with a .694 OPS. While playing for NL clubs, Johnson has batted .260 with a .784 OPS. Some of Johnson's recent struggles can be attributed to his inability to handle left-handed pitchers as well as he did during the earliest years of his career. He batted .287 with an .808 OPS against southpaws from 2005-11, but he has batted just .228 with a .644 OPS against them over the past three seasons. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
