{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/107065288\/brian-dozier-phil-hughes-hop-on-twins-winter-caravan\/",
    "title": "Dozier, Hughes hop on Twins Winter Caravan",
    "subtitle": "",
    "body": "ROCHESTER, Minn. -- The Twins' annual Winter Caravan continued to roll through the Upper Midwest on Wednesday, as two different routes made a combined eight stops on the second-to-last day of the caravan. Right-hander Phil Hughes joined the first leg of the caravan, making three stops in Minnesota at Walser Auto Group in Owatonna, Chatfield Elementary and the night stop at Canadian Honker Events Apache in Rochester. It was the first caravan experience for Hughes, who said he was excited to be able to interact with the fans at all the events. \"It's good,\" Hughes said. \"We get a chance to reach fans who can't necessarily come to games all the time. People are excited about baseball and looking for a good year. We just want to let those people in these cities know that the Twins care and we're thankful for their support.\" Hughes joined the route that also included left-hander Brian Duensing, second baseman Brian Dozier and broadcasters Jack Morris and Dick Bremer. That route also had stops at Harry Brown's Family Automotive in Faribault in the morning and an afternoon stop at the Mayo Clinic in Rochester featuring Duensing and Dozier. Dozier said he continues to be impressed by the fans, as the turnouts have continued to be strong despite the club's struggles over the last four years. \"For a team that hasn't been good the last couple years, to see the fans coming out and seeing the same support we had after we were coming off making the playoffs, that's what is pretty cool for us,\" Dozier said. \"When we have a fan base like we have, it's fun to be able to interact with the fans. That's what means a lot to us.\" The other leg with third baseman Trevor Plouffe, Twins legends Bert Blyleven and Tony Oliva and broadcaster Cory Provus made three stops in the Upper Midwest on Wednesday. Their morning started at Morris Area High School before heading to a stop at Pioneer Care Nursing Home in Fergus Falls and Giant Sunflower Seeds in Wahpeton, N.D. Both routes conclude on Thursday, as they lead into the annual Diamond Awards on Thursday night before TwinsFest starts on Friday. Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
