{
    "url": "http:\/\/m.mlb.com\/news\/article\/1299415",
    "title": "Gillick working hard to improve Phils",
    "subtitle": "Gillick: Phillies are a 'work in progress'",
    "body": "PHILADELPHIA -- Phillies fans can say that general manager Pat Gillick hasn't done enough yet to make this team a World Series contender. What the fans can't say is that Gillick isn't being honest about the present state of the franchise. \"This is a work in progress, and I understand why people might be frustrated,\" Gillick said recently during the Phillies Winter Tour at Citizens Bank Park. \"I'm on the phone constantly trying to improve and upgrade this team. We've done some things so far, like add Abraham Nunez, Ryan Franklin and Aaron Rowand, to name a few. We'll continue to be as proactive as possible before the season. Gillick's main priority is landing a top starting pitcher.   \"I like the pitchers we have in Jon Lieber and Brett Myers, but I think we still need a real power type of pitcher who can stop the bleeding or stop a losing streak,\" Gillick said. \"Is there someone out there? Sure, there are pitchers out there, but it's about what you need to give up to get. I'm talking to clubs all the time and evaluating this every day.\"  Those evaluations may have led to veteran reliever Arthur Rhodes, who is reportedly on his way to Philadelphia for outfielder Jason Michaels. Such a swap is said to be contingent on Cleveland and Boston completing a deal that would send Indians outfielder Coco Crisp to the Red Sox for reliever Guillermo Mota and infielder Andy Marte. Rhodes, 36, would likely become Philadelphia's primary setup man for closer Tom Gordon, and guarantee Ryan Madson's shift to the starting rotation.   \"No, I don't think it's a problem at all,\" Gillick said. \"A lot of ballparks these days see home runs fly out of them. I don't think the ballpark will be a problem in luring players here. If anything, I've heard a lot of comments about what a beautiful ballpark it is.\"  Phillies manager Charlie Manuel would be thrilled to enter the 2006 season with more pitching, more hitting and more depth. Manuel and Gillick have had several long talks about how to make the team more competitive.  \"I know Pat is doing everything he can,\" Manuel said. \"Sure, we can always use more. What team can't use more? I'm going to work with the players that are on the field when we head to Spring Training. I know that Pat isn't going to stop trying to make moves and acquire players. I'm going to take it day by day. We won 88 games last year and we've already made some moves.\"  Gillick said he's pretty happy with the starting lineup as Opening Day inches closer.  \"Happy, but not necessarily satisfied,\" Gillick said. \"Ryan Howard, Chase Utley, Jimmy Rollins, Bobby Abreu, Pat Burrell -- we have a lot of pop in this lineup. I'm optimistic in this lineup and this team. I don't like to do anything with a pessimistic tone. That's not my style. I know we need pitching.  \"That's not a secret by any means. Do we need more depth on the bench? Yes. Every team is looking to improve now. If something can be done, and I think it will add to our club, I'll do it. If it doesn't work, I'll try something else.  \"One thing about me is that I'll keep working at it. When I took this job, that's what I promised. That's the way I work. That's the way I've always been.\"  The players appreciate Gillick's style.  \"I like his honesty,\" Rollins said. \"I know he's out there working and I have confidence in him.\"  \"I know he's trying to help us all the time,\" Myers added. \"That's good for a player to know. Plus, he's an honest, down-to-earth guy who talks to us all the time.\" Andy Jasner is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Andy Jasner"
}
