{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/107099006\/all-star-game-held-special-place-in-hall-of-famer-tony-gwynns-heart\/",
    "title": "All-Star Game held special place in Gwynn's heart",
    "subtitle": "Late Padres legend selected to 15 Midsummer Classics in Hall of Fame career",
    "body": "Bill Center, longtime sportswriter for U-T San Diego, is an employee of the Padres. Tony Gwynn loved the All-Star Game. \"In my mind, there has always been something special about the All-Star Game that went beyond the World Series,\" Gwynn once said. \"Winning a World Series is the ultimate achievement, of course. But every time I went to an All-Star Game, I'd look around and feel like I was in a dream ... all the greatest players were together on the same field.\" Gwynn was a huge fan of the Midsummer Classic long before he started becoming an almost annual participant. \"I not only grew up watching the All-Star Game,\" the late Padres Hall of Famer once recalled, \"I'd write down lineups and start thinking about what National League hitter would be hitting against what American League pitcher. I'd come up with matchups I wanted to see. \"It'd be weird just thinking about what I might see. Could Reggie Jackson get a hit off Bob Gibson? It sounds crazy, but I loved those things.\" When the Padres hosted their first All-Star Game in 1978, Gwynn was there at San Diego Stadium. \"I got a ticket and was there like any other fan,\" said Gwynn, who was a point guard for San Diego State's basketball team at the time. No one at the 1978 All-Star Game could have guessed that Gwynn would one day represent the Padres 15 times as a NL All-Star -- and be voted into the starting lineup 12 times, including in 1992 when the Padres hosted their second All-Star Game. \"The 1992 All-Star Game was magical in so many ways for me,\" Gwynn once said. \"Being on my home field as a starter, looking around at the stands ... being there to see Ted Williams' return to San Diego. But every All-Star Game was great. \"I remember the first time I saw my name on an All-Star ballot in 1984. \"It's my first full season in the Major Leagues and I'm on the All-Star ballot. The outfielders on the two ballots included Dave Winfield, Reggie, Dale Murphy, Darryl Strawberry, Rickey Henderson, Jim Rice. You see where I'm going here.\" Well, yes -- eventually to the Hall of Fame, But more immediately, into the starting NL lineup at Candlestick Park. Gwynn went 1-for-3 in the NL's 3-1 win. Gwynn would play in 13 All-Star Games, going 7-for-29 with four runs scored and four RBIs. He drew three walks. Gwynn's most memorable Midsummer Classic as a player came on July 12, 1994, at Three Rivers Stadium in Pittsburgh. He scored the winning run in the NL's 8-7, 10-inning walk-off win. Gwynn, who passed away last year after a long fight against cancer, called it \"one of best nights of my career.\" \"Even before the ending, it was a day to remember,\" Gwynn said years later. \"The National League team was really pumped going into the game. \"We had lost six straight All-Star Games after dominating the series. It was like everyone was into ending the losing streak.\" And the losing streak ended when Gwynn scored from first in the bottom of the 10th, sliding under the tag of Rangers catcher Ivan Rodriguez -- then popping into the air to start the celebration. \"It was a very emotional moment,\" said Gwynn, who had actually scripted the NL's winning rally in the dugout in the middle of the 10th. Gwynn was leading off the 10th against reliever Jason Bere. Gwynn was to be followed by Moises Alou. \"We started talking and I told Alou that if I singled,\" the Hall of Famer said, \"I was scoring on his drive into the gap.\" Gwynn opened the 10th with a single to center. When Alou doubled to left-center, the Padres legend took off and never stopped, barely beating the relay to the plate to give the NL the walk-off win. \"When I saw Tony coming to third, I knew there was no stopping him and that he was going to score,\" said Jim Leyland, who was the NL's third-base coach. \"So I waved him on, because there was really nothing else to do. He wasn't stopping.\" Gwynn, who hit a two-run double off David Cone earlier in the game to give the NL a 3-1 lead, finished 2-for-5 with a double, two runs scored and two RBIs. But Gwynn's All-Star memories went far beyond what happened on the field. It was before the 1992 All-Star Game in San Diego that Gwynn held his first lengthy discussion with Williams. The subject, of course, was hitting. \"Ted jumped my case about not turning on inside pitches when the count was in my favor,\" Gwynn said of his talks with Williams. \"He'd tell me, 'You're big, you've got strong wrists ... hit some out.' He got me thinking about what I was going.\" Gwynn's greatest moment with Williams came before the 1999 All-Star Game in Boston. Gwynn had been voted into the starting lineup, but he couldn't play due to his damaged knees. But as Williams climbed from his golf cart to throw the ceremonial first pitch, Gwynn circled behind Willliams to help support San Diego's first baseball legend. \"As a fan, the game was naturally the best part of the All-Star event,\" said Gwynn. \"But as a player, the best part was hanging out with other players and past greats like Willie Mays, Hank Aaron and Stan Musial. \"I used to try to talk to a [Greg] Maddux, a [John] Smoltz or a [Tom] Glavine about how they pitched me. They'd lie. And I'd lie right back at them. And we'd all laugh. The give-and-take at All-Star Games should be collected and bottled.\" Memories of Gwynn and treasured All-Star moments will be rekindled on July 12, 2016, when the Padres and Petco Park host the 87th Midsummer Classic.",
    "author": "Bill Center"
}
