{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/107020710\/braves-eye-jonny-gomes-as-potential-platoon-player-in-left\/",
    "title": "Braves eye Gomes as potential platoon player in left",
    "subtitle": "Additional options include Almonte, Cunningham, Terdoslavich and Constanza",
    "body": "ATLANTA -- Now that the Braves have restructured their organization through a flurry of significant changes, it appears their remaining offseason decisions will be influenced by whether they land Jonny Gomes. Once Atlanta traded projected left fielder Evan Gattis to Houston last week, Gomes stood as the one unsigned free-agent outfielder who piqued the club's interest. The two parties have continued to talk, but at least one unidentified American League team is also showing interest in Gomes. The Braves have not completely ditched the option to trade for an outfielder. But given the players who are available, they would be very reluctant to dip into the impressive prospect pool they have created by trading Jason Heyward, Justin Upton and Gattis this offseason. If the right-handed-hitting Gomes opts to sign with Atlanta, he would likely be utilized as a platoon player in left field. His most likely platoon partner would be Zoilo Almonte, a switch-hitter who has experienced most of his success from the left side of the plate. Gomes batted .241 with 19 homers and a .717 OPS while totaling 687 plate appearances over the past two years with the Red Sox and A's. The 34-year-old posted a .257 average with 12 home runs and a .768 OPS in the 394 plate appearance compiled against left-handed pitchers during that span. Gomes' splits proved to be drastically different this past season. He hit .165 with two homers and a .510 OPS in 117 plate appearances against right-handers. Gomes proved more successful in 204 plate appearances against lefties, compiling a .276 batting average, four homers and a .743 OPS. Since posting a 15.5 at-bat\/home run ratio for the A's in 2012, Gomes has homered just once every 30.8 at-bats. Still, while there might be some concerns about his power decline and defensive limitations, the Braves believe he could provide some value if given a chance to compile most of his at-bats against left-handed pitchers. Atlanta's internal options to fill the left-field void include Almonte, Todd Cunningham, Joey Terdoslavich and Jose Constanza, who is out of options and will need to impress during Spring Training to maintain a roster spot. Dian Toscano, the Cuban outfielder who agreed to a contract in December, will likely need to spend some time at the Minor League level before being deemed Major League-ready. Though Cunningham is a sound defender who would likely assume the center-field job if B.J. Upton loses his starting role at any point this season, Almonte appears to be the favorite to spend a majority of the time in left field for the Braves this upcoming season. Almonte batted .211 with two homers and a .523 OPS in the 47 games he totaled with the Yankees over the past two seasons. Though he has not encountered much success during his brief time at the Major League level, the 25-year-old outfielder showed some promise, as he hit .261 with 18 homers and a .748 OPS with Triple-A Scranton\/Wilkes-Barre last year. A platoon role might also best suit Almonte, who hit .272 with a .782 OPS against the right-handed pitchers he faced at both the Triple-A and Major League levels last year. He batted just .189 with a .524 OPS against southpaws. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
