{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/107024688\/giants-take-commissioners-trophy-on-trip-to-new-york-city\/",
    "title": "Giants take WS trophy on weekend trip to NYC",
    "subtitle": "Pres.\/CEO Baer travels with Commissioner's Trophy to honor franchise's roots",
    "body": "SAN FRANCISCO -- Giants president and CEO Larry Baer had quite the carry-on for his Wednesday morning flight to New York. Before he boarded the \"Fly Bye Baby,\" an A320 airbus provided by partner Virgin America, Baer carried the 2014 Commissioner's Trophy the Giants won as World Series champions to his seat and strapped it in for the ride to JFK Airport. Wednesday's cross-country trip marked the beginning of an action-packed weekend for the Giants, who will commemorate the franchise's third title in five seasons by going back to where it all started. Until the Giants hoisted the 2010 trophy, their fans endured a 52-year title drought by the Bay after the team relocated from the Polo Grounds in New York. So it only seemed natural for Baer to bring the trophy back to the Empire State as the launching point for the three-month World Championship Trophy Tour presented by Bank of America. \"It's got to be. It's our roots,\" Baer said from his seat. \"There were a lot of people who were alive in 1958, and then people whose parents and grandparents have told them stories about the New York Giants and Willie Mays. Now to have the trophy return -- you know, there was a trophy in 1954 when we played in New York -- so that's a lot of fun for New York Giants fans of yesteryear.\" At the gate, Baer gave a small toast to his team and Virgin America for extending their partnership through 2018, before bringing the trophy down to the plane. He even stopped by the tarmac for a few photos with airport workers before getting to his seat. \"It's not every day that you buckle up a world championship trophy in a first-class leather seat,\" Virgin America chief marketing officer Luanne Calvert said. \"It's pretty exciting and it's a lot of fun. We're just thrilled that the Giants have won a few World Series, and we're just hoping for more.\" Giants second baseman Joe Panik will be honored on Wednesday night at Madison Square Garden during a basketball game for his alma mater, St. John's. Fans who want to take photos with the hardware can visit the famed Giants and Bay Area sports-themed bar Finnerty's between 2 and 6 p.m. ET in Manhattan on Saturday for a public viewing. The team and trophy will also be well-represented at the Baseball Writers' Association of America dinner on Saturday night. \"It's going to be fantastic,\" Baer said. \"You'll see lines around the block of people trying to get their picture taken with the trophy.\" While the \"Virgin America Loft\" near the right-field foul pole at AT&T Park is a special place for fans, Baer also noted that the stadium in San Francisco also features various artifacts from the Polo Grounds. \"It's an amazing part of our history that we all respect,\" Baer said. Alex Espinoza is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alex Espinoza"
}
