{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/107024366\/anthony-castrovince-holding-onto-ryan-howard-could-benefit-phillies\/",
    "title": "Holding onto Howard could benefit Phillies",
    "subtitle": "Slugger's trade value would rise if he bounces back from down year",
    "body": "At the moment, it is entirely possible -- perhaps even likely -- that the Philadelphia Phillies will have both Cole Hamels and Ryan Howard on their Opening Day roster. Mere months ago, such a concept seemed preposterous, what with Hamels representing the greatest source of trade value for an organization in need of a rebuild and Howard publicly cited by his own general manager, Ruben Amaro, as a superfluous piece. But the Phils' asking price on Hamels has been, according to some executives, excessively high, and interest in Howard has been exceedingly low -- perhaps predictably so on both fronts. The difference between the two is that while Hamels' trade value diminishes a bit with each in-season start he makes, Howard could conceivably see his value rise in the coming weeks and months. Look, it's not that an established ace like Hamels won't continue to have value, even if he's the one throwing the Phillies' first pitch of the season. But a 31-year-old pitcher who has thrown 1,800 big league innings over the past nine seasons is at obvious risk of regression or injury. And even if Hamels is up to his usual high statistical standards, it's possible the in-season trade market for starters could be robust, especially if things go south for any of the clubs holding a prominent pending free agent, among them the Reds (Johnny Cueto), Rangers (Yovani Gallardo), Marlins (Mat Latos), Mariners (Hisashi Iwakuma), Tigers (David Price), Red Sox (Rick Porcello) and White Sox (Jeff Samardzija). Hamels' value is further compromised should the Nationals decide to move Jordan Zimmermann, Doug Fister or Stephen Strasburg between now and the July 31 non-waiver Trade Deadline. The four years and $100 million still guaranteed to Hamels (that figure includes a potential $6 million buyout of his 2019 option) is the obvious holdup. In fact, for a potential trade partner like the Red Sox, who are on Hamels' no-trade list, the figure is more likely $114 million, as Boston would probably have to pick up the option to get Hamels to waive his veto power. For the Phillies to get both a package built around a couple of A-list prospects and massive salary relief would be a major coup. That it hasn't happened yet at this late stage of the offseason is telling. The longer this thing plays out, the more likely the Phils will have to eat some of that sum to get a suitable swap. Howard, meanwhile, has zero trade value if moving money is the Phillies' motivation. We've all known this. Nobody wants to take on a $60 million guarantee for two seasons of what is likely a DH-only player, especially one whose recent performance has been greatly compromised by injuries and age. But the Phillies haven't been asking clubs to take on the salary. Word is, they're willing to swallow a significant part of that salary. How much, exactly, is unknown, but one would assume the Phils know that in a market in which designated hitters Kendrys Morales and Billy Butler received between $8.5 million and $10 million in average annual value on their new deals with the Royals and A's, it's unrealistic to expect a club to take on much, if anything, more than that. And to give up a prospect piece and pay some of Howard's salary, Howard might actually have to be viewed more like a $5 million-per-year player. Would the Phillies really eat around $50 million or more just to get rid of Howard and get back a young player of potentially limited value? And furthermore, are there really any teams with a big enough need to make that arrangement happen, anyway? If Howard were a free agent at this very moment, his market would obviously be limited to American League teams, and the vast majority of those teams are set -- either with an everyday presence or some sort of rotation -- at DH. The few clubs that come to mind that might be a fit are the Blue Jays, Orioles, Rangers and Rays, but all of those cases are muddled in some ways. The Blue Jays might be better served with Justin Smoak, who is younger, cheaper and less of a defensive liability. The Orioles would have to carry two lumbering off-the-bench hitters in Howard and Delmon Young. The Rangers have Mitch Moreland, who could be due for a bounceback year. And the Rays might have already added their left-handed-hitting DH in John Jaso. That's not much for Amaro to work with, and so the GM told reporters over the weekend that Howard is \"going to get every opportunity to play and be our first baseman, and I think that he's going to be productive.\" That's a little different outlook than we heard merely a month ago, when Amaro told a Philly radio station that he had relayed to Howard that the Phillies are better off without him. Well, actually, both statements are true. The Phils are ultimately better off without Howard at this stage in their competitive timetable (in a perfect world, a rebuilding club could give those first-base at-bats to Darin Ruf and Maikel Franco), but as long as Howard is still on board, they need to give him every opportunity to succeed. Really, you can see how the situation might actually wind up benefiting the Phillies as the season evolves. For one, extending Franco's Minor League stay, while not ideal, would slow his arbitration timetable (the Phils can only hope he winds up productive enough to make arbitration an issue down the road). And also, all the selling points about Howard as a still-viable (albeit overpriced) big league hitter could make him an attractive midseason trade chip. You might have noticed that teams are scrambling to add power in all forms in today's game. And as bad as things got for Howard last season -- he struck out a league-leading 190 times and had by far the lowest slugging percentage of his career -- he did hit 23 homers in 648 plate appearances. Clearly this is a major \"if,\" but if Howard is fully recovered after playing his first full season since the repair of his ruptured Achilles tendon, perhaps his homer total will stay in that realm and his overall extra-base output will improve. Teams will know he's not a viable defender, but if salary ceases to be a major issue and Howard slugs anywhere near the .488 clip he posted before the Achilles exploded in October 2011, he would be viewed as an offensive asset for a contending club. And we all know roster alignments and needs can change as the season evolves. So that's where we're at. It's hard to see Hamels' value rising any higher in this climate, but it's not impossible to imagine Howard's value climbing if the Phillies remain willing to swallow the vast majority of his remaining salary. In the meantime, it's looking more and more likely that both guys will be in camp in Clearwater, Fla., next month. But that statement, like so many others this time of year, could change with a couple of phone calls. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
