{
    "url": "http:\/\/m.mlb.com\/news\/article\/1300865",
    "title": "Hot Stove: Trade partners get physical",
    "subtitle": "Hot Stove: Trade partners get physical",
    "body": "Ever wonder why Major League organizations don't announce trades until they are finalized?  Three franchises entered a \"What now?\" mode Wednesday after an apparent failed physical threatened to pull the plug on potential trades involving eight players.  As reported in numerous publications in recent days -- but never confirmed by club officials from any of the teams involved -- the Red Sox were on the verge of swapping reliever Guillermo Mota, infielder Andy Marte and catcher Kelly Shoppach to the Indians for outfielder Coco Crisp, reliever David Riske and catcher Josh Bard. The Indians would then trade reliever Arthur Rhodes to the Phillies for outfielder Jason Michaels. Not so fast, Sparky.   The domino deal hit a snag Tuesday night when Mota, bothered by injuries last season when he pitched for the Marlins, reportedly failed a physical -- presumably the final step in consummating the three-way transaction -- given by the Indians.   But while Red Sox and Indians club officials attempt to rework the trade -- substituting Manny Delcarmen for Mota -- agent Adam Katz told the Boston Globe  that Mota \"did not flunk his physical.\" Katz insisted that the Indians, as the receiving team, \"have higher [medical] standards. That's their right and entitlement.\"   Mota missed the final week of April and almost all of May with elbow inflammation and two weeks in September with inflammation in his right shoulder. He returned for the final week of the season and after getting a clean bill of health from Dr. James Andrews, was dealt to the Red Sox in December.   If the Red Sox can adequately replace Mota, most likely with Delcarmen, the Michaels-Rhodes deal, which has been in the works for several weeks, could still happen.   If not, the demise of one trade could restore another.   ESPN's Jayson Stark and the Dayton Daily News reported that in light of the stalled Red Sox-Indians trade, the Red Sox, Indians and Reds might revive a three-way trade that would send Crisp, Riske and Bard to Boston, Red Sox starting pitcher Matt Clement to the Reds and Reds outfielder Austin Kearns to the Indians.   The three-way deal reportedly hit a dead end last week in the final days of general manager Dan O'Brien's tenure with the Reds. Interim GM Brad Kullman is believed to be more receptive to the trade than O'Brien.   And if that happens, the proposed Rhodes-Michaels swap probably would be scrapped as the Indians would use Kearns to replace Crisp.     In other Wednesday Hot Stove news:   Mets: Mets center fielder Carlos Beltran told the the New York Daily News that free agent catcher Mike Piazza informed equipment manager Charlie Samuels that he was close to changing leagues.   \"I asked [Samuels] about Piazza,\" Beltran said, \"and he told me he was close to signing with a team in the American League.\"   The Blue Jays, Orioles and Yankees are AL teams confirmed to have spoken with Piazza's agent, Dan Lozano.   Beltran said he is surprised Piazza remains unemployed.   \"He can hit. And in the American League, I know he can be one of those DH batters for at least four years,\" Beltran said.   Phillies: The Phillies also have shown interest in Piazza, figuring he could spell Ryan Howard at first base against left-handed starters and give starting catcher Mike Lieberthal an occasional breather. According to the Philadelphia Inquirer, Piazza, who grew up in Pennsylvania, is expected to make his decision before the end of the week.   Reds: There are a lot of potential candidates for the Reds' general manager post. Inside the organization, scout Johnny Almaraz told the Cincinnati Enquirer he'd like to talk with new owner Bob Castellini about the position. Almaraz was responsible for signing current Reds Adam Dunn, Jason LaRue, William Bergolla and Ray Olmedo.   Outside the organization, the South Florida Sun-Sentinel reports that Marlins assistant general manager Michael Hill and vice president of player personnel Dan Jennings could be under consideration from Cincinnati. Hill told the newspaper he had not been contacted yet by Castellini.   Rockies: The Rockies struck out in their pursuit of free agent reliever Jim Brower, who agreed to a Minor League contract with the Baltimore Orioles.   Brower and new Orioles pitching coach Leo Mazzone worked together during the final 10 weeks of last season in Atlanta, after Brower had been released by the Giants.   \"Leo made a hard sell and told him they had unfinished business,\" agent Joe Longo told the Denver Post. \"Jim has had success in the National League West, but ultimately having a chance to work with Leo again was the key.\"   Brower, 33, posted a 4.20 ERA in 37 games with the Braves. Free agent right-hander Brian Meadows remains a possibility for the Rockies, who are also courting Royce Clayton and Ramon Martinez for a utility role, according to the Post. Jim Street is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Street"
}
