{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/107046396\/phil-hughes-happy-to-be-with-twins-long-term\/",
    "title": "Hughes happy to be with Twins long term",
    "subtitle": "",
    "body": "ROCHESTER, Minn. -- After seven years playing for the Yankees under the bright lights of New York City, Phil Hughes found himself in a different environment in 2014, but one that made him feel right at home. Hughes left New York for Minnesota, inking a three-year deal with the Twins worth $24 million despite posting a 5.19 ERA in 145 2\/3 innings the previous year. The Twins were banking on Hughes bouncing back, and he did it in a big way last season. The right-hander was undoubtedly the staff ace, posting a 3.52 ERA in a career-high 209 2\/3 innings while setting the record for the best strikeout-to-walk ratio in Major League history. Hughes struck out 186 and walked just 16 for a unmatched ratio of 11.63. Hughes was rewarded with a contract extension on Dec. 22, as he signed a three-year deal worth $42 million that brings his total contract value to $66 million over six years, including last season when he made $8 million. Hughes, who made his first appearance on the Twins' annual Winter Caravan on Wednesday, said he simply feels comfortable in Minnesota and wanted to remain there long term. \"I was excited to get it done and have a sense of home here,\" Hughes said. \"For me, it was about signing somewhere I felt comfortable. I wanted to do something long term here.\" Hughes added that he wouldn't have re-signed if he didn't believe the Twins were close to contending again after their struggles over the last four years. Hughes has been part of a lot of winning teams, including winning a World Series title with the Yankees in 2009, and said he sees good things coming for the Twins in the not-so-distant future. \"I didn't want to come back just to come back,\" Hughes said. \"It was one of those things where I feel like we're on the right track with some of the young guys and the guys coming up. It's not like the team is afraid to spend money, either. They went out and signed Torii Hunter and Ervin Santana. So the process of getting the young guys going and bringing in veterans is the right formula to success.\" For now, Hughes is gearing up for 2015. He started his throwing program in November, but has yet to throw off a mound. Hughes said he starts his program earlier than most pitchers, but that it's one that has served him well in the past. \"Every year I start throwing pretty early, like three or four days a week, and kind of steadily get going and get my arm in shape,\" Hughes said. \"It's a program that's worked pretty well for me. I like to be ahead of the curve and show up to Spring Training ready and having already thrown bullpens.\" Rhett Bollinger is a reporter for MLB.com. Read his blog, bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
