{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/107046394\/marlins-set-to-carry-65-players-into-spring-training\/",
    "title": "Marlins set to carry 65 players into camp",
    "subtitle": "Three of club's Top 20 Prospects among Miami's Spring Training invitees",
    "body": "The Marlins have invited 25 non-roster players to Major League Spring Training, including 15 players signed to Minor League deals. As of Wednesday afternoon, Miami will carry 65 players into Spring Training at Roger Dean Stadium in Jupiter, Fla. The club signed the following 15 players to Minor League free-agent contracts with invitations to Spring Training: right-handers Ryan Chaffee, Nick Masset, Vin Mazzaro and Ryan Reid; left-handers Pat Misch, Chris Narveson and Pat Urckfitz; catchers Vinny Rottino and Jhonatan Solano; infielders Reid Brignac, Don Kelly and Scott Sizemore; and outfielders Tyler Colvin, Cole Gillespie and Kenny Wilson. The Marlins also invited the following 10 players from their organization to big league camp: right-handers Brian Ellington, Trevor Williams and Nick Wittgren; catcher Sharif Othman; infielders Justin Bohn, Austin Nola, Avery Romero, Viosergy Rosa and Jordany Valdespin; and outfielder Austin Wates. Romero, a second baseman who split last year between Class A Greensboro and Class A Advanced Jupiter, is the Marlins' No. 3 prospect. Williams, a second-round Draft pick in 2013, is the club's No. 4 prospect. And Wittgren, a reliever who pitched for Double-A Jacksonville last year, is Miami's No. 13 prospect. Given the Marlins' lack of outfield depth -- they're still searching for their fourth outfielder -- it's possible that players such as Wates, Colvin and Kelly will factor into their outfield picture at some point this season. Colvin and Kelly have spent several years in the Majors. The 26-year-old Wates, acquired from Houston in the Jarred Cosart trade, spent last year at Triple-A. Miami's pitchers and catchers will hold their first workout on Feb. 20. The Marlins' first full-squad workout is scheduled for Feb. 24. Adam Berry is a reporter for MLB.com. Follow him on Twitter at @adamdberry. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
