{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/107044652\/scherzers-rise-altered-chances-of-deal-with-tigers\/",
    "title": "Scherzer's rise altered chances of deal with Tigers",
    "subtitle": "",
    "body": "DETROIT -- It turns out the six-year, $144 million offer the Tigers made to Max Scherzer was their last real chance to sign him. It was not necessarily their best chance. As the market has shown again, the best opportunity for teams to sign star players long term is usually two years before free agency. It's a timetable Tigers president\/general manager Dave Dombrowski believes in, and a timetable Detroit put into use when signing long-term deals with Justin Verlander and Miguel Cabrera -- not once, but twice each over the last seven years. \"A lot of times, we have tried to get things done two years in advance,\" Dombrowski said earlier this week. Had the Tigers known what was in store for the next two years, it might well have been a timetable they put to use with Scherzer. And it might have resulted in a deal teams would be talking about today. Scherzer's emergence, however, presented the kind of scenario that put him on track for free agency well before he could turn down an offer. Scherzer's path to stardom picked up momentum midway through the 2012 season, around the same time pitching coach Jeff Jones worked with him on an adjustment with the positioning of his hands in his delivery. In addition, Scherzer worked on honing a curveball as an offspeed pitch against left-handed hitters, who had success against him for most of his career to that point. The two projects paid off quickly. Scherzer had an 8-5 record and a 4.72 ERA at the All-Star break in 2012 before going 8-2 with a 2.69 ERA from that point on. What had been inconsistent command became a delivery he was able to pinpoint and fix on his own. Scherzer went into Spring Training 2013 with his career track trending upward. Two factors, however, worked against a prospective long-term deal. First, Scherzer was two years away from free agency at the same time as teammate Verlander, who fell just a couple votes shy of a second consecutive American League Cy Young Award in 2012 and fired a shutout in Oakland to advance Detroit past the A's in Game 5 of the AL Division Series. Second, Scherzer was coming off what the Tigers described as a muscular issue around his shoulder that led the team to scratch him from a start down the stretch and put him in the back of the postseason rotation to limit his innings. It also led the Tigers to bring Scherzer along slowly in Spring Training 2013. It was a factor in the club's decision-making process, Dombrowski admitted. \"It was really hard to be aggressive to get something done at that time,\" he said. \"That made it a little bit tough. We really couldn't be aggressive [during] that time period.\" Scherzer not only proved his health, he overpowered AL hitters on his way to a 21-3 record and an AL Cy Young Award in 2013. Neither the Tigers nor Scherzer nor agent Scott Boras wanted to negotiate during the season, which left the following offseason -- one year out from free agency -- as the next opportunity. By then, the best window had closed, and Verlander had signed a massive extension. For two seasons, the Tigers benefited greatly. This offseason, it was Scherzer's benefit. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
