{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/107128098\/pedro-martinez-craig-biggio-and-john-smoltz-select-hall-of-fame-caps\/",
    "title": "Pedro, Biggio, Smoltz select Hall of Fame caps",
    "subtitle": "Martinez's plaque will feature a Red Sox logo; other two pick longtime clubs",
    "body": "The Hall of Fame has announced the cap selections for the plaques of recent electees Craig Biggio, Pedro Martinez and John Smoltz, with all three players choosing the teams they spent the most time with during their careers. Biggio, who played his entire 20-year career in Houston, will wear the Astros cap; Martinez, who spent seven of his 18 seasons in Boston, will wear a Red Sox cap; and Smoltz, who spent 20 of his 21 years in Atlanta, will don a Braves hat. \"The Museum staff works with each inductee by suggesting an appropriate logo option, or no logo at all,\" Jeff Idelson, president of the National Baseball Hall of Fame and Museum, said in a statement. \"For those whose most compelling contributions clearly took place with one team, a logo makes sense. For those whose careers were built significantly among multiple teams, not having a team logo is equally acceptable. Regardless of the selection, a Hall of Famer belongs to every team for which he played or managed, as well as every fan who followed his career.\"  Complete coverage Randy Johnson, the fourth inductee of the 2015 class, previously announced that he would have a D-backs hat on his plaque. Biggio was the most predictable of the lot after spending his entire career with the Astros. The second baseman, catcher and outfielder was a seven-time All-Star and won four Gold Glove Awards at second base. Martinez, who won two of his three Cy Young Awards with the Red Sox and helped lead Boston to its first World Series title in 86 years in 2004, chose the Red Sox cap over the Dodgers, Expos, Mets and Phillies. \"I cannot be any prouder to take Red Sox Nation to the Hall of Fame with the logo on my plaque,\" Martinez said in a statement. \"I am extremely proud to represent Boston and all of New England with my Hall of Fame career. I'm grateful to all of the teams for which I played, and especially fans, for making this amazing honor come true.\" Smoltz won his 1996 Cy Young Award and was selected to all eight of his All-Star Games in a Braves uniform. The class will be formally inducted on July 26 in Cooperstown, N.Y. Joey Nowak is a reporter for MLB.com. Follow him on Twitter at @joeynowak. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joey Nowak"
}
