{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/107129044\/mike-rizzo-turning-attention-to-fortifying-nationals-roster\/",
    "title": "Rizzo turning attention to fortifying Nats' roster",
    "subtitle": "",
    "body": "WASHINGTON -- While the signing of Max Scherzer has dominated Nationals news in recent days, the club is facing plenty of other issues at the moment. General manager Mike Rizzo addressed some of those on MLB Network's Hot Stove show on Thursday morning, the day after Scherzer's introductory news conference at Nationals Park. The lone Nats player to attend that event was outfielder was Jayson Werth, who did so without a sling on his right arm. Werth is about two weeks removed from surgery on the AC joint in his right shoulder, a procedure with a recovery time of two to three months. \"I talked to him yesterday,\" Rizzo said. \"He's coming along very, very nicely. He's out of the sling now and starting to rehab, I think, today. He feels like he'll be ready for Opening Day, and if not, we certainly have to have the depth to compensate for that, and I think we do.\" Now that Washington presumably has made its most significant addition of the offseason, stockpiling depth is Rizzo's main objective between now and the start of Spring Training. He reiterated Thursday that while the Nationals remain open-minded to trade offers, they feel no pressure -- financial or otherwise -- to move one of their other starting pitchers or shortstop Ian Desmond. Instead, there could be opportunities to add around the margins. \"I think what every team is trying to improve going into this part of the offseason is depth,\" Rizzo said. \"Everyone is trying to get deeper. No one can avoid injuries, so everyone is trying to get deep to offset those injuries with players that can compete. So I think we'll look to our depth, specifically our bullpen depth.\" Some of that comes from within the organization, with Rizzo mentioning young right-handers Blake Treinen and A.J. Cole as two possible sources of relief help. But the club also has signed veteran Heath Bell to a Minor League deal, and it did the same on Wednesday by adding another experienced pitcher in righty Evan Meek. Meanwhile, the Nats' much-hyped rotation will be pitching in front of an infield in which two of the four players are handling new positions. Third baseman Ryan Zimmerman is moving across the diamond to first to replace free-agent departure Adam LaRoche, while Yunel Escobar will shift from shortstop to second after arriving in a trade from the A's. Zimmerman played 18 innings on the right side of the infield last season, moving away from the hot corner due to shoulder problems and the emergence of Anthony Rendon. Rizzo expressed confidence that the 30-year-old Zimmerman won't have any trouble making the switch, comparing it to when Mark Teixeira transitioned as he began his big league career. Teixeira, a third baseman at Georgia Tech, became a five-time Gold Glove Award winner at first. \"We feel the transformation from third base to first base will be smooth and seamless,\" Rizzo said. \"I've seen [Zimmerman] take balls over there at first base, and he glides around very nicely. He's obviously got great hands, great feet at third base, and we think that will translate to first base.\" Escobar played 21 games at second as a rookie in 2007, sticking at shortstop ever since. His consistently above-average fielding metrics took a steep dive last year with the Rays, but Rizzo feels he will bounce back this season and give the Nationals a boost. \"Putting on my sabermetrics hat for a moment, this guy in 2013 was almost a four-win [WAR] player,\" Rizzo said. \"He had a bad year last year -- it was down. He had some quad issues, he had a little shoulder issue. Those things are behind him right now. \"We think he's a healthy player and we believe he gives us an upgrade offensively at second base. And he gives us some insurance if [Desmond] were to leave after the 2015 season, that we have a shortstop that would bridge the gap before one of our young shortstops, Wilmer Difo and that type of group, would be ready to take over at the big league level.\" Andrew Simon is a reporter for MLB.com. Follow him on Twitter @AndrewSimonMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Andrew Simon"
}
