{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/107128246\/brewers-add-jeff-levering-to-help-with-broadcast-new-media\/",
    "title": "Brewers add Levering to help with broadcast, new media",
    "subtitle": "",
    "body": "The Brewers have hired Jeff Levering to serve as play-by-play announcer on 620 WTMJ and the Brewers Radio Network for select road games, and to provide content for the team's online, social and new media channels. Levering has spent the last two seasons as the lead play-by-play announcer for the Pawtucket Red Sox, while also hosting pre- and postgame shows and a weekly one-hour radio magazine show, as well as providing video for the team website and writing a team blog. \"Jeff will be a great addition to the organization, and this is an opportunity for him to contribute both in the radio booth and in our new media efforts,\" Brewers chief operating officer Rick Schlesinger said in a statement. \"By creating this role, we have a consistent voice filling in when Bob [Uecker] elects to stay home on occasional road trips, and we add resources to our expanding social media outreach. We welcome Jeff to the organization and look forward to introducing him to Brewers fans at Brewers On Deck.\" In his new role with Milwaukee, Levering will do three innings of play-by-play when filling in on games missed by Uecker. On other days, Levering will provide content for Brewers.com and the team's other media platforms. He will be welcomed on Sunday at Brewers On Deck at the Wisconsin Center. \"I am thrilled beyond words to be joining the Milwaukee Brewers broadcast team, as well as their talented front office,\" Levering said in a statement. \"Being part of a radio booth that features the legendary Bob Uecker and Joe Block is a tremendous honor, and a responsibility that I don't take lightly. Calling games in the Major Leagues has been a dream of mine since I was a kid, and to have a chance to realize it is truly amazing. I can't thank the Brewers enough for their faith in me and allowing me the opportunity to work in such a terrific organization. My family is excited to immerse ourselves in Milwaukee and be diehard Brewers fans.\" Joey Nowak is a reporter for MLB.com. Follow him on Twitter at @joeynowak. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joey Nowak"
}
