{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/107140736\/craig-biggio-debating-which-astros-logo-will-go-on-hall-of-fame-plaque\/",
    "title": "Biggio debating which Astros logo will go on Hall plaque",
    "subtitle": "Houston legend leaning toward one, but will review all three before selecting",
    "body": "HOUSTON -- Craig Biggio's Hall of Fame plaque will feature an Astros logo. That certainly comes as no surprise, but exactly which logo remains to be seen. The National Baseball Hall of Fame and Museum on Thursday announced the logos that will appear on the caps of the Hall of Fame plaques for 2015 inductees Biggio, Pedro Martinez (Red Sox) and John Smoltz (Braves). On Jan. 16, it was announced that a D-backs logo will appear on Randy Johnson's cap. Biggio, of course, played his entire 20-year career in Houston and spanned three different uniforms and cap logos -- the blue cap with the orange star under the white H (1988-93), the gold shooting star (1994-99) and the brick red open star (2000-12). \"I kind of have one that I'm probably leaning towards, but I really want to look at them again and see which one I like the most,\" Biggio said Thursday. Specific team logos will be revealed with the entire plaque and its text for the first time July 26 as part of the Hall of Fame Induction Ceremony. The Hall of Fame plaque, which serves to reflect the totality of a career, details an individual's accomplishments in the game in approximately 90 words, while listing each team on which an individual played or managed. An artist rendering of the individual being honored tops the Hall of Fame plaque, though not all include caps. Recently, Tony La Russa and Greg Maddux were inducted into the Hall of Fame without any logos on their caps because of long tenures and success with multiple teams. \"The Museum staff works with each inductee by suggesting an appropriate logo option, or no logo at all,\" Hall of Fame and Museum president Jeff Idelson said. \"For those whose most compelling contributions clearly took place with one team, a logo makes sense. For those whose careers were built significantly among multiple teams, not having a team logo is equally acceptable. Regardless of the selection, a Hall of Famer belongs to every team for which he played or managed, as well as every fan who followed his career.\" The four newest members of the National Baseball Hall of Fame will take their permanent place in Cooperstown on July 26, with the ceremony beginning at 12:30 p.m. CT and televised live on MLB Network. More than 50 Hall of Famers are expected to return for Hall of Fame Weekend, with the full list of returnees to be announced in early July. Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
