{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/107138320\/trades-lead-to-rare-reds-rotation-openings\/",
    "title": "Trades lead to rare Reds rotation openings",
    "subtitle": "With Latos, Simon gone, club enters spring with a number of candidates vying for two spots",
    "body": "CINCINNATI -- A big strength of the club over the past four seasons, it's been a while since there were spots up for grabs in the Reds' rotation. And there isn't just one, but two, places for the taking among a handful of candidates. Ace and 20-game winner Johnny Cueto, plus Homer Bailey and Mike Leake, are locked into the top three spots. For the fourth and fifth starters, Tony Cingrani and Anthony DeSclafani seem to have the early inside track, but David Holmberg, Dylan Axelrod, Raisel Iglesias and Jason Marquis are also contenders. \"You don't want to assign starting positions to people on the team unless we feel confident and comfortable that we have the right players in position,\" manager Bryan Price said Thursday before the annual Reds Caravan buses hit the road. \"[But] I couldn't be happier to have DeSclafani and Cingrani ready to go. I think they would be strong candidates for our rotation. It would be nice to have them come in, be ready to go and pitch well in spring.\" A 25-year-old left-hander, Cingrani was 2-8 with a 4.55 ERA in 13 games, including 11 starts, last season. He dealt with shoulder issues before being shut down in June. DeSclafani, 24, was someone the Reds coveted when he was acquired on Dec. 11 in the trade that sent starting pitcher Mat Latos to the Marlins. A right-hander, DeSclafani was 2-2 with a 6.27 ERA in 13 appearances, including five starts, in his first big league season for the Marlins in 2014. Price expected DeSclafani to be a strong contender for a big league rotation spot, but assured nothing. \"I think he can. I think we're very confident that he will,\" Price said. At this point, especially with our ballclub after trading [Alfredo] Simon and Latos, we don't want to be giving away jobs on our ballclub in January. We want to make sure our guys, No. 1, are in shape and they are capable of competing and helping us win ballgames. We feel like we have a competitive team. This isn't a rebuilding situation. We have to feel as confident as we can 1-5 in our rotation.\" One mystery man in the mix is Iglesias, whom the Reds signed last summer after he defected from Cuba. The 24-year-old did not pitch competitively last year, but did see action under Reds supervision in the instructional league and Arizona Fall League. \"If he's on the Opening Day roster, the rotation or bullpen, those are undefined at this point. Long term, we see him as a starting pitcher,\" Price said. \"The question is, do we feel comfortable giving him enough innings or enough opportunity to be a starter in our rotation all year long?\" The last time Price felt his rotation situation was this fluid was his first season as Reds pitching coach in 2010. That team entered the year with Cueto, Bronson Arroyo and Aaron Harang and two unsettled spots on the back end, as well. \"It looks a lot more like 2010 than 2012 or '13, when you had a pretty good idea who was going to be in our rotation,\" Price said. \"We somehow carved out a nice rotation for a playoff team.\" Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
