{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/107142866\/pitcher-ja-happ-unfazed-by-expectations-for-him-or-mariners-in-2015\/",
    "title": "Happ unfazed by expectations for him, Mariners in '15",
    "subtitle": "Veteran left-hander excited to join contender",
    "body": "SEATTLE -- J.A. Happ's velocity went up last year. So did the expectations for the Seattle Mariners. So now that the Mariners have traded for the veteran left-hander to fill out their rotation, Happ finds himself in a new situation for a team on the rise. The Mariners won 87 games last year, were in the playoff race until the last game of the season, picked up the 2014 Major League home run leader, Nelson Cruz, in the offseason, and as a result are being picked by pundits to have a real shot at winning the American League West. Happ doesn't seem fazed by this at all, and it makes sense. He's already seen a lot. The 32-year-old broke into the Major Leagues with the Phillies in 2007, found himself on their postseason roster during a World Series-winning season in 2008, and pitched in two games for Philadelphia in the Fall Classic in 2009. Since then, he's been traded to Houston and Toronto, battled some injuries and bounced back. The Mariners thought enough of him to trade promising outfielder Michael Saunders for him on Dec. 4. Last year, Happ made 26 starts for the Blue Jays, the most he's made since a career-high 28 in 2011, and won 11 games. In 13 starts following the All-Star break, he posted a 3.56 ERA (4.91 prior) with 18 walks and 69 strikeouts. Perhaps more important, as statistical analysis website Fangraphs.com pointed out, is the fact that Happ's average fastball velocity has grown in the last few seasons. According to Fangraphs data, Happ was in the 44th percentile of fastball mph in the Major Leagues in 2012. In 2013, that number grew to 53 percent, and it spiked to 80 percent last year. \"I think it was a matter of being healthy, changing my mechanics a bit, moving my arm angle slightly lower I feel … freed me up, and I changed my offseason workout program also,\" Happ said Thursday at the Mariners' annual pre-Spring Training media luncheon at Safeco Field. \"You try to judge by hitters' swings, where the foul balls are going … what kind of check swings they're taking. I wasn't breaking new ground as far as top velocity, but I felt like I was able to stay a little higher longer in the course of a game.\" The Mariners hope that Happ's presence, particularly in less of a hitter's park than any stadium in which he's been based so far in his career, will help strengthen a talented rotation that has brilliance at the top in Felix Hernandez and Hisashi Iwakuma, serious potential at the bottom in youngsters Taijuan Walker and James Paxton, and depth all around with Roenis Elias and Erasmo Ramirez available to compete for spots in Spring Training. \"This guy is a legit No. 2, 3, or 4 starter in anybody's rotation,\" Mariners manager Lloyd McClendon said of Happ. \"One of the things you have to really talk about in analyzing Jay is that he pitched in … small ballparks. I think coming here to Seattle is going to help him immensely, and being around guys like Felix and Iwakuma will help also.\" Happ said he's had enough time to get over the initial surprise of being traded again. He likes what he sees on the Seattle roster. \"Any time you get an opportunity to come to a team, especially like this one, that's on paper going to be another good team and have a chance to do some special things … it's just exciting,\" Happ said. \"Last year they proved they're not underrated. They're just really difficult as an opposing player to navigate through their lineup … and tough to get many runs off of. All around -- defensively as well. A solid, solid team.\" Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
