{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/107154610\/jesus-montero-given-another-chance-to-land-roster-spot-with-mariners\/",
    "title": "Montero given another chance to make Mariners' roster",
    "subtitle": "Former top hitting prospect following program, has dropped 40 pounds",
    "body": "SEATTLE -- Jesus Montero might not have a definite spot in the Mariners' plans at the moment, but the former top hitting prospect still has a place in the organization and an opportunity to compete for a job starting this spring. General manager Jack Zduriencik and manager Lloyd McClendon both expressed optimism about Montero's offseason workouts at Thursday's Mariners pre-Spring Training luncheon. The 25-year-old has dropped about 40 pounds from last year and is at the requested reporting weight of 235 that he far overshot last spring at the start of a disappointing season. Montero, who was suspended at the end of last season following a verbal run-in with a scout during a rehab stint in Class A Everett, appears to have at least regained a measure of respect from the Mariners' brass after dedicating himself to a tough offseason regimen at the club's Peoria complex in Arizona. \"We set a program in place that he embraced,\" Zduriencik said. \"Now what happens, we're going to find out. But I've never given up on him. The expectations on him right now aren't great, but I asked Robbie Cano last fall, 'You were in that Yankee dugout when this 20-year-old kid came up from the Minor Leagues. What did you think as a veteran player?' And he goes, 'Jack, we were like, 'Whoa. This guy is hitting balls out to right-center field, home runs down the left-field line against Jered Weaver. This guy is 20 years old, he's a monster. We've got ourselves a 30- to 40-home run guy going forward.' \"Now, he stubbed his toe, his second toe and his third toe,\" Zduriencik said, referring to a Biogenesis suspension in 2013 and reporting to camp overweight and then getting suspended again last year. \"But the bottom line is, he's still part of this organization. We've got a lot invested in him and we certainly want him to be successful. And he's going to be given that opportunity.\" The former catcher will continue working at first base this spring and also could serve as a designated hitter. Those two jobs are expected to go to Logan Morrison and Nelson Cruz, but there is no established option behind either. So Montero will provide depth at those spots and figures to get a lot of playing time in Arizona. \"In the short term, he's accomplished the things I set out for him to do,\" McClendon said. \"We had a real good conversation about two months ago and he's exceeded those expectations. And when I talk about expectations, they had nothing to do with the game of baseball. They had everything to do with the game of life. He's made that progression, so now he can begin concentrating on being a better baseball player. We'll see what happens this spring.\" Montero hit .286 with 16 homers and 74 RBIs in 97 games at Triple-A Tacoma last year and also got 17 at-bats in a limited stint with Seattle. Minor League coordinator Chris Gwynn feels the youngster could surprise people if he continues on this path. \"I was just in Arizona and he looks really good,\" said Gwynn. \"What you really notice right off is just how easy he moves. His hips are better. He can do whatever he needs to do. I'm anxious to see how well he does. There were times when he was definitely our best hitter in Triple-A last year. He'll play first most of the time this year. If not, he'll DH and we'll go from there.\" Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
