{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/107159112\/rockies-add-former-all-star-reliever-doug-jones-to-minor-league-staff\/",
    "title": "Rox add former All-Star reliever Jones to Minors staff",
    "subtitle": "",
    "body": "The Rockies added five-time All-Star pitcher Doug Jones to their Minor League staff on Thursday, naming the 16-year Major League veteran as pitching coach for Class A Short-Season Boise of the Northwest League. The team also tabbed Dave Burba as pitching coach at Double-A New Britain of the Eastern League and Brandon Emmanuel at Class A Advanced Modesto of the California League. As for Jones, this will be his first season in the organization. He spent the last five years as the pitching coach at San Diego Christian College. He previously worked for the D-backs as a special assistant in the Minor Leagues. Jones played for seven big league teams over parts of 16 seasons, with his last season coming in 2000 with the A's. He was an All-Star in 1988-90, '92 and '94 and led the National League in games finished in 1992 with the Astros (70) and led the American League in 1997 with the Brewers (73). This will be Burba's third season as a pitching coach in the Rockies' system. The Rockies originally announced the hiring of Emmanuel on Jan. 8 as the organization's pitching coach in Boise. Prior to joining the Rockies, Emmanuel was a pitching coach in the Los Angeles Angels of Anaheim organization for six seasons (2008-13). Other staff changes for the Rockies in 2015 include Minor League hitting coordinator Duane Espy; Triple-A (Albuquerque) pitching coach Darryl Scott; Modesto supervisor Jerry Weinstein, manager Fred Ocasio, hitting coach Drew Saylor; Class A (Asheville) manager Warren Schaeffer; and Boise supervisor Fred Nelson, manager Frank Gonzalez and hitting coach Andy Gonzalez. Corey Brock is a reporter for MLB.com. Keep track of @FollowThePadres on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Corey Brock"
}
