{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/106965554\/twins-general-manager-terry-ryan-senses-fans-urgency-at-winter-caravan-stop\/",
    "title": "Ryan senses fans' urgency during Caravan stop",
    "subtitle": "Twins GM impressed with turnout, says club needs to turn corner",
    "body": "MANKATO, Minn. -- A special guest joined the Twins on their annual Winter Caravan on Tuesday, as general manager Terry Ryan made an appearance during the evening stop at the Kato Ballroom to participate in a question-and-answer session with fans. Ryan, who also appeared at the club's Hot Stove event on Jan. 12 in St. Paul, said he's been impressed with the Caravan turnout despite the fact the Twins have lost at least 92 games in each of the last four seasons. Ryan said he senses more optimism from fans than in recent years after the signings of Torii Hunter and Ervin Santana, as well as the extension given to right-hander Phil Hughes, but the GM cautioned that Minnesota still has plenty to prove in 2015. \"I think it's safe to say that, but we've had four tough years and fans are tired of hearing about hope -- they want to see results,\" Ryan said. \"I think that's apparent. I might get a little more of that than the players or the staff because they know the buck stops at my chair. So I'm starting to hear a little more of that, but it's justifiable. It's time. We better get going.\" Ryan added that while Twins fans are starting to see some progress, it's tough to sell hope after the last four years. One of the oft-asked questions was about the timeline for top prospects Byron Buxton and Miguel Sano, and Ryan said it's not fair to the fans to keep talking about the future and prospects instead of trying to make immediate improvements. \"We've talked about prospects a little too much and we've disappointed our fanbase quite a few times in recent years,\" Ryan said. \"A couple of our acquisitions have underperformed. So with that comes the conclusion that they're tired of hearing of the talk and they want to see it on the diamond.\" Ryan joined left-hander Brian Duensing, second baseman Brian Dozier and broadcasters Jack Morris and Dick Bremer on the first route of the second week of the Caravan. Duensing, Dozier, Morris and Bremer went north from Sioux Falls, N.D., with day stops in Minnesota at the Worthington YMCA, Windom High School and St. Mary's School in Sleepy Eye before heading to Mankato, where they were also joined by third-base coach Gene Glynn. Dozier said he's seen better turnouts so far this week than in recent years, as the fans are starting to sense that the club is taking the necessary steps to turn the corner in the near feature. \"To see what we did in the second half of last season and be one of the best offensive teams and then bring in Ervin Santana, Torii Hunter and extend Phil Hughes, I think the energy has been there more than ever in the five years I've been on the Caravan,\" Dozier said. \"So it's pretty cool to see.\" Rhett Bollinger is a reporter for MLB.com. Read his blog, bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
