{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/106988492\/blue-jays-winter-tour-impacts-fans-players\/",
    "title": "Blue Jays' Winter Tour impacts fans, players",
    "subtitle": "",
    "body": "CALGARY, Alberta -- The Toronto Blue Jays kicked off the Calgary leg of Winter Tour 2015 presented by TD on Tuesday, visiting patients at the Alberta Children's Hospital, followed by an evening autograph session at CrossIron Mills Mall. Blue Jays in attendance included pitchers Marcus Stroman, Drew Hutchison and Aaron Sanchez and outfielder Kevin Pillar. Hall of Famer Roberto Alomar and Jamie Campbell, host of \"Blue Jays Connected\" on Sportsnet, were also on hand. The Blue Jays spent Tuesday putting smiles on young faces, as they visited with patients in the Alberta Children's Hospital. \"ACE,\" the Blue Jays' mascot, also flew in to spend time with young fans. A $20,000 donation was also made to the Alberta Children's Hospital, with equal contributions of $10,000 from TD and the Jays Care Foundation. \"Jays Care and TD feel strongly about supporting things like the Alberta Children's Hospital, and for good reason,\" Campbell said. \"Somebody said that you never want to have to take a child to a place like that, but you are glad that it is there if you have to. \"As a father of two boys, I know what it feels like to have to take a child, my child, to a place like the Alberta Children's Hospital. Thank goodness for those people.\" Hutchison feels it's important to take every opportunity to give back, even if it's as simple as paying a surprise visit to young fans to talk baseball. \"Making some kid's day is what it's all about,\" said Hutchison. \"To see the smiles across their faces when we walk in the room, it's a great feeling to know that we can help make their day a little bit brighter. \"It's tough knowing that these kids are going through a difficult time, but as much as they enjoy meeting us, I think we as players take even more from meeting and getting to know some very special young people.\" Alomar is at the forefront of the Blue Jays' community outreach on several fronts, including the Blue Jays Honda Super Camps and the Roberto Alomar & Friends Home Run Derby. The 2011 Hall of Fame inductee echoed Hutchison's sentiments. Tuesday wrapped up with an autograph session for a throng of fans decked out in Blue Jays gear at CrossIron Mills Mall in Calgary.   Among the first in line were Brian Dillon and Michael Williston, who staked their spots in line three hours prior to the event. Blue Jays fans since birth, Brian and Michael grew up in Toronto attending games at the SkyDome, watching Alomar man second base, and they were in the building for the 1992 and '93 World Series, when Brian's mom worked security for games in those seasons. Both are collectors of baseball memorabilia, owning autographs from greats like Mickey Mantle and Willie Mays, but the prized possessions are signed baseballs from Blue Jays World Series heroes Paul Molitor and Joe Carter. Michael had the opportunity to meet Carter in 2012 and returned the favour by naming his first-born son after the man who clinched the 1993 World Series championship with his walk-off home run against the Philadelphia Phillies that triggered the late, great Tom Cheek's memorable call, \"Touch 'em all, Joe!\" Campbell has attended events like these across Canada throughout his time with the team, and he said it is always remarkable. \"I've seen this scene repeat itself at autograph sessions in St. John's, Newfoundland -- when we were three hours late I might add. I've seen it in Winnipeg, in Halifax and in Saskatoon,\" Campbell said. \"It never fails. This is proof that the Blue Jays aren't just Toronto's team, they're Canada's team.\"   Sanchez, 22, didn't know very much about the Blue Jays prior to being taken 34th overall by Toronto out of high school, but these tour stops have shown him what the club means to the country. \"Growing up, and before I got drafted, I really didn't know much about the impact the Blue Jays have in Canada,\" he said. \"After I was drafted, I began to see what the Blue Jays were doing, I watched the Winter Tour and talked to guys about it, and now to get the chance to be a part of it is a great experience. \"We are the only Major League team that plays on national television every night. It is special to have a country behind us, and it is definitely motivating knowing who we are representing.\" * * * * * The winners of a Blue Jays Twitter contest attended a media availability on Tuesday morning. Stephen Scott (@Slimbag) and Chris Doucher (@cduker) visited with the Blue Jays in attendance. Scott's two young children even performed their own interview with Pillar. The Calgary leg of Winter Tour 2015 continues on Wednesday, when the players and \"ACE\" head west into the Rocky Mountains to the town of Banff, where they will participate in a field trip with Banff Elementary School.   Events conclude on Thursday afternoon, with the Calgary Baseball Luncheon in support of the Okotoks Dawgs Youth Baseball Academy and amateur baseball in Alberta. Jonathan Hodgson is a contributor to bluejays.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Hodgson"
}
