{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/106962716\/logan-white-invigorated-by-move-to-padres-front-office\/",
    "title": "White 'invigorated' by move to Padres' front office",
    "subtitle": "",
    "body": "SAN DIEGO -- A new zip code, a new organization and a new job title -- actually, make that two new job titles -- have done more than revitalize Logan White. \"The whole thing, coming down here, has invigorated me,\" said White, the Padres' senior advisor and professional scouting director. \"It's been a lot of fun. We haven't won a game yet, but it's been fun to work at it and fun to see the excitement here in San Diego.\" White, who left the Dodgers after 13 years to join general manager A.J. Preller in San Diego, has spent most of his first three months on the job helping his boss and the rest of the front office put together several notable deals last month that landed Justin Upton, Wil Myers and Matt Kemp. While roster construction is a never-ending process, White has been able to pay more attention of late to his other new gig -- director of pro scouting, a position he's never held before. The team is currently adding scouts to its staff, albeit later than other teams typically do, though that's been by design. \"We wanted to get all the other ducks in a row within the organization first,\" White said, alluding to the handful of other notable hires that have been made since Preller was hired in August. \"Let's get those other things done and then move forward.\" The Padres have five professional scouts to replace in Matt Smith and Jeff Pickler (Dodgers), Joe Bochy (Giants), Chris Young (Astros) and Kevin Jarvis (Angels). The team still has Jim Elliott, Chris Bourjos, Mike Venafro and Steve Lyons. \"We have some people in house who we think are already pretty good,\" White said. White, whose tenure with the Dodgers included stints as director of amateur scouting, assistant GM of scouting, assistant GM of international scouting and, for the past two years, vice president of amateur scouting, is excited for this new challenge. \"I've been involved in running a department before, so the transition, in that sense, will be easy for me … but the pro side will be different,\" White said. \"But I know A.J. and I are on the same page in that we will be aggressive as a pro scouting department. \"We're going to see anyone and everyone in pro baseball. We're going to get after it on the back fields, make sure we know the makeup of these guys, talk to coaches, watch BP and early work.\" White said the pro scouts the team adds now will allow the team to \"train and teach and bring them along the way we want to.\" White indicated that he hopes to bring in some frontline guys next year. The Padres, at the insistence of former assistant general manager A.J. Hinch, added to their pro scouting department before the 2011 season -- adding eight scouts to give the team 13 on the pro side, to more than adequately cover all levels of Minor League Baseball. Hinch is now the manager of the Astros. White said that the current ownership group has committed to provide blanket coverage throughout baseball. One change, White said, is that instead of covering by league or demographic, scouts will be charged with covering an entire organization for better continuity and breadth of coverage. \"We want to be as aggressive and work our tails off as much as we can. Some of the best decisions you make is because you work a little harder, not because you're smarter than everyone else,\" White said. Corey Brock is a reporter for MLB.com. Keep track of @FollowThePadres on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Corey Brock"
}
