{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/107016520\/rangers-acquire-carlos-corporan-in-trade-with-astros\/",
    "title": "Rangers acquire Corporan in trade with Astros",
    "subtitle": "",
    "body": "ARLINGTON -- The Rangers believe they have solved their catching situation by acquiring Carlos Corporan from the Astros on Wednesday. Corporan is a switch-hitter who will share the duties with Robinson Chirinos. The Rangers have been looking for a second catcher since the offseason began and focused on Corporan after the Astros acquired Evan Gattis last week. \"We feel we have filled our need,\" Rangers assistant general manager Thad Levine said. \"We plan on that being our tandem going into the season. Carlos Corporan, in our minds, is a defensive-minded catcher who can hit the ball out of the ballpark. We were looking for a catcher who can handle more than just a backup load and we were very excited to acquire Corporan and pair him up with Chirinos.\" The Rangers paid a significant price. To get their second catcher, the Rangers had to give up right-hander Akeem Bostick, who was their second-round pick from the 2013 First-Year Player Draft. Bostick, 19, was 5-6 with a 5.17 ERA in 20 starts and one relief appearance at Class A Hickory this past season. \"We feel Akeem has a chance to be a starter in the Major Leagues, but it got to the point in the offseason -- we had to give up something to get a catcher,\" Levine said. \"Their scouts did a very good job of identifying a player who was not one of our high-profile prospects, but one we really like.\" Corporan, 31, played one game with the Brewers in 2009, but has spent the past four seasons with the Astros. A switch-hitter, Corporan has hit .226 over 594 career at-bats with 17 home runs, 63 RBIs and a .350 slugging percentage. The Rangers will also have rookie Tomas Telis and veteran Chris Gimenez in camp. \"I am really excited to play for my team,\" Corporan said in confirming the trade. \"They've got a good team and hopefully I can help in any way.\" To make room for Corporan on the 40-man roster, the Rangers designated pitcher Gonzalez Germen for assignment. The Rangers purchased Germen from the Yankees on Tuesday and are hoping to get him through outright waivers. T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
