{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/106825526\/new-fun-for-fans-as-target-field-set-to-host-twinsfest\/",
    "title": "New fun for fans as Target Field set to host TwinsFest",
    "subtitle": "",
    "body": "MINNEAPOLIS -- TwinsFest is right around the corner, as the annual event will be held at Target Field for the second straight year from Friday to Sunday. The Twins have been hosting TwinsFest since 1989, but the event moved to Target Field last year after the Metrodome was demolished. The Twins liked the intimate feel that Target Field provided last year and decided to bring it back to their home ballpark again in '15. \"We're excited to again host TwinsFest at Target Field, the capitol of Twins Territory,\" said Twins president Dave St. Peter. \"As always, TwinsFest will serve as the unofficial start to a new baseball season while also helping raise significant proceeds for the Twins Community Fund and its many worthwhile programs across Twins Territory.\" TwinsFest remains one of the largest team-run fan festivals in professional sports, as more than 60 current, former and future Twins players are expected to appear throughout the course of the weekend. As always, nearly every player on the club's 40-man roster will appear, as well as new manager Paul Molitor and his coaching staff. Former Twins greats such as Rod Carew, Bert Blyleven, Tony Oliva, Kent Hrbek, Corey Koskie, Roy Smalley are also scheduled to be at TwinsFest. New additions Torii Hunter, Ervin Santana and Tim Stauffer are also slated to appear, as well as Twins regulars such as Joe Mauer, Brian Dozier, Phil Hughes, Brian Duensing, Casey Fien, Kurt Suzuki, Ricky Nolasco, Kyle Gibson, Oswaldo Arcia, Danny Santana, Eduardo Escobar, Kennys Vargas and Trevor Plouffe. Top prospects Byron Buxton, Miguel Sano, Alex Meyer, Jorge Polanco and Jose Berrios will also be in attendance. The three-day event will feature player autographs, photo sessions, sports memorabilia and a collector's show like in the past, but with a few tweaks and new additions at Target Field. There will be increased player involvement, boardwalk-style amusements, special panel discussions, self-guided clubhouse tours and a walking tour of the ballpark. Other experiences include interacting with players at the Twins Amusements area, hitting in the batting cages, reading with Twins mascot T.C. Bear and Fan Feud. One new addition is fans' ability to compete against their favorite Twins baserunners and try to steal second with a sliding mat at the base. And another new addition is a speed-pitch cage where fans can test their throwing velocity. Other activities that were new last year and are set to return include the \"White Glove\" tour of the Twins archive room, and the Twins' Yard Sale. The tour allows fans to learn the club's process for archiving and restoring items, with a chance to see rare items such as Kirby Puckett's 1991 American League Gold Glove Award. The yard sale gives fans the opportunity to purchase team-issued gear, autographed memorabilia, Twins branded artwork and promotional items from the organization's first 54 years in Minnesota. Tickets cost $20 for adults and $10 for kids 14 and younger, with the proceeds going to the Twins Community Fund, which was created in 1991. Over the last 25 years, TwinsFest has raised more than $4.2 million for programs and organizations supported by the Twins Community Fund. Rhett Bollinger is a reporter for MLB.com. Read his blog, bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
