{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/106827080\/twins-winter-caravan-continues-leading-up-to-diamond-awards\/",
    "title": "Twins' Caravan continues, leading up to Diamond Awards",
    "subtitle": "",
    "body": "SIOUX FALLS, S.D. -- The second week of the Twins' 55th annual Winter Caravan began Monday with two different routes starting a four-day journey throughout the Upper Midwest. The 2015 Winter Caravan, presented by AmericInn Hotels and Suites, kicked off last week with two legs heading in different directions, and continues this week leading up to the Diamond Awards on Thursday night and TwinsFest from Friday to Sunday at Target Field. The Winter Caravan features visits to schools, hospitals and local businesses, while also featuring a nightly Hot Stove program where fans can interact and ask questions in a larger setting. The message this year has been one of hope, as the Twins are trying to bounce back from four straight seasons of at least 92 losses, but coming off an offseason that included the additions of Torii Hunter and Ervin Santana. The first route that began Monday features left-hander Brian Duensing, second baseman Brian Dozier and broadcasters Jack Morris and Dick Bremer. It opened with stops in Minnesota in Montevideo and Marshall before heading to South Dakota for their night program at Augustana College. Duensing and Dozier have become well-acquainted with the Caravan, as Duensing has been on it five times and Dozier has gone four times. Their route mostly stays in Minnesota, and is set to feature stops in cities such as Mankato and Rochester, while right-hander Phil Hughes is slated to join them for their three stops in Owatonna, Chatfield and Rochester on Wednesday. \"It really amazes how much fan support we get,\" Dozier said. \"We get so much support in all the towns we go. There's always a great turnout. And we get to interact with fans in ways we often don't get to during the season.\" The second route of Week Two is set to include outfielder Jordan Schafer, third baseman Trevor Plouffe, broadcaster Cory Provus and Twins legends Bert Blyleven and Tony Oliva. Twins first baseman and St. Paul native Joe Mauer is also scheduled to join the night program in St. Cloud, Minn., on Jan. 20. The second route ends Thursday with stops in Minnesota in Ortonville, Benson and Willmar, while the first route ends earlier on Thursday to allow Dozier and Duensing to make it to the Diamond Awards that night. Dozier is the winner of the Jim Kaat Award for Twins Defensive Player of the Year, while Duensing is the winner of the Carl R. Pohlad Community Service Award. \"I like that we get to meet a lot of fans who don't make it out to Target Field,\" Duensing said. \"To able to do this for four days and then go Target Field for TwinsFest, it's fun. It's hard not to get fired up for the season with all the fans we get to see this week.\" Rhett Bollinger is a reporter for MLB.com. Read his blog, bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
