{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/106828674\/denard-span-jasyon-werth-excited-about-big-pickup-in-max-scherzer\/",
    "title": "Span, Werth excited about 'big pickup' in Scherzer",
    "subtitle": "",
    "body": "WASHINGTON -- A day after Max Scherzer agreed to terms with the Nationals on a seven-year, $210 million contract, center fielder Denard Span said he is excited to play behind one of the best pitching staffs in baseball. Scherzer joins a rotation that includes Jordan Zimmermann, Stephen Strasburg, Gio Gonzalez and Doug Fister. Scherzer, arguably the best free agent this offseason, joins a pitching staff that led the Major Leagues with a 3.03 ERA in 2014. Scherzer is familiar with general manager Mike Rizzo, who drafted the right-hander in the first round of the 2006 First-Year Player Draft when Rizzo was the scouting director for the D-backs. Sent to Detroit as part of a three-team trade in December 2009, Scherzer went on to blossom with the Tigers, winning 82 games over five seasons and capturing the American League Cy Young Award in '13. \"Oh, man. Not that we needed an upgrade, but it's definitely an upgrade for our team and clubhouse,\" Span said. \"I've heard nothing but good things about him. To have a guy like that in your rotation is unbelievable. I played against him. He is the ultimate competitor. I saw over the years how he got better, and it got to the point where there were guys on our team [back with the Twins] who would say we would rather face Justin Verlander than Scherzer. That's how nasty he was. It's a big pickup for us.\" With the acquisition of Scherzer, there has been talk that the Nationals would try to trade Zimmermann or Fister. Both players are free agents after 2015. Span said he would like to see the team stay intact. \"We came up short last year,\" Span said. \"I was hoping that we got another opportunity to make another run. We have an unbelievable team. You don't get many opportunities to play with guys like this. I'm hoping nobody does go. Names are being thrown out there. Hopefully, we could stay together and go after it for one more try.\" In an email to MLB.com, outfielder Jayson Werth said the Nationals continue to show their commitment to winning a World Series title. \"Signing Max is good news,\" Werth said. \"A commitment of that stature signals the organization is committed to winning long term and makes me proud to be a Nat. I look forward to playing defense behind Max and the rest of our pitchers and seeing the vision that brought me to DC through. I am excited and will continue to work hard and not rest until this group brings home a championship.\" Scherzer and Twins outfielder Torii Hunter were teammates for two years in Detroit. Hunter called Scherzer a bulldog on the mound. \"He wants the ball every fifth day,\" Hunter said. \"He comes in with an explosive fastball, a really good slider. He really works on his craft. He probably has the best bullpen [sessions] I've ever seen. He puts in the work.\" Hunter said it wasn't fun facing Scherzer. In the late innings, his fastball has been clocked at 98-99 mph. \"We get tired and he gets stronger,\" Hunter said. \"He is going to dominate us. He is not afraid to throw his fastball up and in. He hits that outside corner and throws that nasty slider. The last couple of years, he has been working on his changeup. Last year, it was just as nasty as his slider. The Nationals are getting a smart individual. He knows numbers. I can see him being a GM one day.\" Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
