{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/107011892\/sarahs-take-dodgers-have-question-marks\/",
    "title": "Sarah's Take: Dodgers have question marks",
    "subtitle": "",
    "body": "Many baseball fans think whenever a team does something in the offseason, it will improve the team. That isn't always true. This offseason, the Dodgers have done a lot, and the moves don't always make sense. Many Dodgers fans are excited about the upcoming season, dreaming about an elusive World Series championship, but the Dodgers may have difficulty competing in the highly competitive National League West. It is understandable that both club president Andrew Friedman and general manager Farhan Zaidi want to make their mark on the Dodgers quickly. It's natural when people come to a new organization that they want to impress. However, evaluating what a team needs to improve is important before making moves. Dodgers fans are understandably disappointed about the club's early exit from the playoffs. It was obvious that the Dodgers needed changes to remain competitive. Their starting rotation needed upgrading. Their defense must catch and throw better to stop giving the opposition runs they don't deserve. They must take advantage of more scoring opportunities. Trading Dan Haren to the Miami Marlins was a mistake, because the Dodgers can't replace him easily. Yes, Haren is not the same pitcher he was when he dominated the NL while with the D-backs, but he is still valuable to any team. I was angry at manager Don Mattingly when he didn't use Haren during the NL Division Series -- until immediately after the Dodgers were eliminated from the playoffs, when Haren had arthroscopic surgery to clean out his shoulder. Haren has been a durable pitcher most of his 12-year career, often exceeding 200 innings. That is hard to replace. He doesn't walk many hitters, so the opposition must get hits to reach base. Yes, he allows home runs, but pitching in Dodger Stadium limits this. Having an experienced starter in the rotation is important. The Dodgers have two new starters -- Brandon McCarthy and Brett Anderson. Zaidi liked McCarthy while both were with the Oakland Athletics. He thought McCarthy didn't have a bad outing there. At 31, McCarthy has a lifetime 4.09 ERA. Though he dominated the American League late last season, he struggled when he was with the D-backs for one and a half seasons. In 2012, he suffered a broken skull after a baseball hit him in the head. He has had a seizure in '13. If he didn't perform well with the New York Yankees after last June, I would have thought the head injury affected his ability to pitch competitively. I hope McCarthy will benefit from pitching half his games at Dodger Stadium. Anderson gets rave reviews when he is healthy, however, at 26 he hasn't been able to stay on the field due to various injuries, including Tommy John elbow surgery. Friedman thinks Anderson's delivery puts undue stress on his body, so he wants to change it. To his credit, Anderson is open to changing his delivery, but any time a pitcher changes his delivery, it affects how he will perform. I don't care how cooperative he is. There are questions about his ability to perform well and whether he can stay on the field for 30 starts. I don't think the Dodgers have starters in the Minor Leagues who are ready to pitch in L.A., so durability for all starters is important. It's difficult to say the Dodgers had offensive problems when they scored the second-most runs in the NL, but their offense could have been a lot better. They continually wasted scoring opportunities. They couldn't manufacture runs and they lacked power. On paper, the Dodgers will have worse offensive production this year. Trading Matt Kemp lessens the power. Adrian Gonzalez is the only player who had more than 20 home runs last year, and it will be hard to provide him protection. Yasiel Puig is trying to rebound from a disappointing second half -- when his power almost disappeared -- and a playoff performance that he would like to forget. The Dodgers also lessened their speed when they traded Dee Gordon to the Marlins, along with Haren. A lot of people in baseball underestimate the importance of speed in winning championships. According to an old baseball adage, speed never has a slump, and this was evident in 2014 with the Dodgers. Usually whenever Gordon reached base, he stole second, and countless times he used his fantastic speed to score an important run. The Dodgers have Carl Crawford and Jimmy Rollins with speed, but both have lost a step because they are older. Puig doesn't know what to do with his speed yet, and when he tried to steal he was thrown out on 7 of 18 attempts. Without speed, the Dodgers will rely more on linking hits together -- a difficult thing to do in the Majors. The Dodgers also must improve their defense. The Dodgers had the second worst defense in the NL. Many people blamed Gordon for the defensive problems. It's easy to use Gordon, a converted shortstop, as a scapegoat since he played second base for the first time in his career. Gordon made astonishing progress at the new position. It's conceivable that sometime soon he will win a Gold Glove Award. The real problems with the Dodgers' defense were shortstop and center field. Rollins is going to be better than Hanley Ramirez. However, the Dodgers have an old infield with decreased range that is prone to injury. They need good depth at every position, and I don't think they have this. The Dodgers still do not have a true center fielder. During Spring Training, they want to play Joc Pederson in center, since they think he is the future. But last September, he demonstrated an inability to hit Major League pitching. Unless he suddenly improves, the Dodgers need to play Andre Ethier in center, and he's trying to rebound from a subpar performance. Sarah D. Morris can be reached at sarahmorris27@gmail.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Sarah D. Morris"
}
