{
    "url": "http:\/\/m.mlb.com\/news\/article\/1301055",
    "title": "Thomas gone, and Sox happy all around",
    "subtitle": "Sox players happy for departed Thomas",
    "body": "CHICAGO -- The reactions of Paul Konerko, Cliff Politte and Neal Cotts to Frank Thomas signing with the Oakland A's on Wednesday produced one overriding theme.  This particular White Sox trio, speaking during an appearance at the Greater Chicago Food Depository, were more than hopeful that a healthy Thomas eventually would be able to end his illustrious career on his own terms.  But the happiness for their friend and former teammate gave way to a little practical excitement with the prolific slugger now practicing his craft in the American League West. \"I don't want to go against him in the division,\" said Politte. \"It's fine for him to be in Oakland.\"   \"We only play Frank six times,\" added Cotts, pointing out that it's better for Thomas to be with the A's than the AL Central's Indians or Twins. \"But it's good for him he found somewhere to play. I hope he does well and comes back healthy.\"   Cotts has never faced Thomas in his young career, being that they both had been part of the same organization until this offseason. Politte, meanwhile, went head-to-head with Thomas twice previously and retired him on both occasions.   Thomas' greatest success against a White Sox hurler has come off Freddy Garcia, with two home runs, three RBIs and six walks in 21 at-bats. If Thomas remains anywhere close to 100 percent healthy, though, the opposing pitcher doesn't often matter.   In just 105 at-bats last season, Thomas launched 12 home runs. The White Sox appeared to be at their most dangerous when The Big Hurt was crushing balls over the outfield fence in the middle of their oftentimes offensively challenged lineup.   And Thomas did much of that damage after suffering a second fracture of the left navicular bone in his ankle. The only plus for Thomas with this particular injury, which eventually ended his 2005 campaign, was that there was more blood flow to the affected area and he was able to avoid a second surgery that probably would have ended his career.   The preference for Thomas was to finish his almost two-decade career where he started, with the White Sox, exercising his $10 million player option for 2006. But the team decided to go in another direction with the addition of Jim Thome, buying out Thomas for $3.5 million and not offering him arbitration. It left Thomas in unfamiliar territory, as a free agent trying to prove to teams that he was healthy once again.   There was no concern in regard to Thomas' immense talent fading away.   \"It's all a matter of that injury,\" said Konerko, referring to Thomas' two ankle injuries that have limited him to 108 games over the past two seasons. \"If he gets healthy, he will do some damage for them.   \"We wish him well, and we hope he gets healthy. Every player, the one constant is, you wish any guy can go out on his own terms. You don't want an injury to stop anyone.   \"He's a Hall of Famer without the 500 home runs. But I think he can get there if he stays healthy for a season or just over a season.\"      Konerko reinforced the point that Thomas is a Hall of Famer, regardless of his final home run total -- with his two Most Valuable Player awards, his contribution to a World Series champion and his dominance for more than a decade. But picking up 52 more home runs to reach 500 is a goal that continues to drive the soon-to-be 38-year-old Thomas.   Oakland appears to be a good fit for the career .307 hitter, with 1,465 RBIs and 1,466 walks, as he makes his offseason home in Las Vegas. Being part of the A's is an even better fit for Thomas where the White Sox are concerned.   Thomas might contribute to Oakland's continued dominance over the South Siders, but at least he won't be wreaking havoc in the AL Central. Playing against Thomas on May 22-24 in Chicago and on Sept. 15-17 in Oakland is more than enough for the White Sox.   \"We are happy he's not in our division because we would have to face him a lot more,\" Konerko said. \"When he's been healthy over the last five years, he's been doing the job. It has nothing to do with lack of skills.\"  Scott Merkin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
