{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/106840940\/milwaukee-brewers-get-3-players-from-rangers-for-yovani-gallardo\/",
    "title": "Brewers get 3 players from Rangers for Yovani",
    "subtitle": "Milwaukee adds infielder Sardinas, plus righties Knebel and Diplan",
    "body": "SCOTTSDALE, Ariz. -- In the summer of 2013, the Brewers were high enough on young Dominican right-hander Marcos Diplan to be prepared to give him a substantial signing bonus. They've liked Corey Knebel's power arm since he was closing for the University of Texas. And they value the depth a shortstop such as Luis Sardinas could provide. On Monday, Milwaukee acquired all three of those highly regarded youngsters from the Rangers in return for a prized veteran they had little hope of retaining beyond 2015, Yovani Gallardo, and cash considerations. Knebel and Sardinas immediately went on the Brewers' 40-man roster. To clear one needed spot, first baseman Hunter Morris was designated for assignment. Those are the hard choices you have to make, and Milwaukee general manager Doug Melvin made the move that had been in discussion since the Winter Meetings early last month. \"I have tremendous fondness for Yovani, and what he has done for this franchise,\" Melvin said. \"He's one of the top pitchers in the team's history, if you look at what he's done. He's going to be a free agent next year, and some of the numbers we see [free-agent pitchers] getting, it was a bit scary.\" Thus Gallardo went to the Rangers, along with $4 million of the $13 million on his 2015 contract, and with Melvin's gratitude. \"I always felt good when he was taking the ball in a big game,\" Melvin said of the right-hander. \"We're gonna miss him. But we've made moves in the past when someone else was ready to take over -- Nori Aoki to make room for Khris Davis, Lyle Overbay to make room for Prince Fielder -- and we now feel Jimmy Nelson is ready to step it.\" Nelson, the 25-year-old righty who spent six weeks in the 2014 rotation, is expected to take his permanent place alongside Wily Peralta, Kyle Lohse, Matt Garza and Mike Fiers. Nelson's time may have arrived. Perhaps so has that of Knebel, who shined last summer in his first Triple-A exposure, posting a 2.67 ERA in 30 1\/3 innings. \"He doesn't have a lot of Minor League innings [a total of 76 1\/3 for the June 2013 draftee], but he came out of Texas as a closer, so he's a little more advanced,\" said Melvin, with manager Ron Roenicke's 2015 bullpen in mind. \"I talked to him, and told him the opportunity is there. It's up to him to win a job. He's got a good power arm and a closer's mentality, so hopefully he can do that.\" With the trade, the Brewers loaded up on high-end prospects, of whom the 23-year-old Knebel is the oldest. Sardinas, a 21-year-old switch hitter, was the third-youngest player in the Majors when he made his big league debut last season, appearing in 43 games in three stints with the Rangers. Diplan, 18, was spectacular in his pro debut in the Dominican Summer League, going 7-2 with a 1.54 ERA in 13 starts. Knebel had a rocky-but-brief Major League debut with Detroit last summer, but he had those sparkling numbers in Triple-A for the Tigers and the Rangers, who acquired him on July 23 in the trade involving Joakim Soria. Gallardo ranks fifth in Milwaukee history with his 89 wins, and he was a dependable rotation anchor with 30-plus starts in each of the last six seasons. As a product of Fort Worth's Trimble Tech High School, the feeling persisted that when he became a free agent, his heart would lead him home. The Brewers made it happen a year earlier, and more gainfully. Scouting reports: Sardinas: The Rangers signed a pair of intriguing shortstops on July 2, 2009, landing Jurickson Profar out of Curacao for $1.55 million and Sardinas from Venezuela for $1.2 million. Profar was a more highly regarded prospect as they both rose through the Minors, though Sardinas has flashier tools. His speed, arm strength and defensive ability at shortstop all grade as at least plus, and he has a chance to develop into an above-average hitter as well. Sardinas still needs time to master the strike zone and improve his defensive consistency, but he could fit at the top of a batting order while providing Gold Glove defense. The 21-year-old Sardinas made his big league debut in 2014, hitting .261\/.303\/.313 with five steals in 43 games. He spent most of the season at Triple-A Round Rock, where he batted .290\/.310\/.374 with nine steals in 60 contests. Knebel: A supplemental first-round pick by the Tigers in 2013, Knebel became the second player from his Draft class to reach the Majors and has been traded twice since. Detroit sent him to the Rangers along with right-hander Jake Thompson to get Joakim Soria in July before Texas included him in the Gallardo deal. The 23-year-old Knebel has the stuff and moxie to become a closer, throwing a fastball that ranges from 91-98 mph and a nasty curveball that's a well above-average second offering when at its best. He was shut down in August with an injury to the ulnar collateral ligament in his right elbow, though he won't require Tommy John surgery at this point. The right-hander recorded a 2.18 ERA with 63 strikeouts and a .152 opponents' average in 45 1\/3 innings in the upper levels of the Minors this year, and posted a 6.23 ERA in eight games with the Tigers. Diplan: The Rangers led all teams by spending $8.42 million on international amateurs in the 2013-14 signing period, a spree that included a $1.3 million bonus for Diplan. The Dominican right-hander doesn't have much projection remaining in his 6-foot frame, though his stuff already is impressive. He usually pitches at 90-92 mph and can touch 96 mph with his fastball, and both his curveball and changeup could become solid secondary pitches. Diplan made his pro debut as a 17-year-old in 2014, he was the toughest pitcher to hit in the Rookie-level Dominican Summer League with a .154 opponents' average. He had a 1.54 ERA in 13 starts, striking out 57 in 64 1\/3 innings. -- Jim Callis Top 20 Prospects: Brewers Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. Follow him on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
