{
    "url": "http:\/\/m.mlb.com\/news\/article\/1300306",
    "title": "Leyland comes home on Tigers caravan",
    "subtitle": "Leyland comes home on Tigers caravan",
    "body": "TOLEDO, Ohio -- While one half of the Tigers winter caravan visited a fan's home, new manager Jim Leyland took his half of the caravan home with him. Close to home, anyway.  Leyland has long since been the pride of Perrysburg, Ohio, minutes outside of Toledo. The baseball field at his hometown high school is named after him, and he brought along a generation of Pittsburgh Pirates fans in the area in the 1990s.  Tuesday's Mud Hens Fandemonium, wrapping up the Tigers caravan, was an altogether different event. Leyland was back in the public spotlight, only this time managing close to home. The area sits almost evenly divided between Tigers and Indians territory -- coincidentally, the Indians had a caravan visit of their own Tuesday night in nearby Maumee -- but there was no question where loyalties lay at Fifth Third Field. Leyland counted about half a dozen of his relatives in attendance. That includes his brother Larry, an avid Mud Hens fan who attended several games during their run to the International League's Governors' Cup last year. Many supported Alan Trammell and his staff during their three years in charge, but they couldn't help but give Leyland a loud applause and congratulations on his new job. And Leyland, in turn, was in his best form.   \"Right now it's great,\" he said of managing so close to home. \"How it's going to be in August, I don't know.\"   In other words, it'll only be a great homecoming story if he wins. It's a somewhat cynical view, but in professional sports, it's very realistic.   \"Coming home, it's a wonderful thing. My family's here,\" he continued. \"And it can also be a very tough thing, to be honest with you. I already have talked with my brothers and sisters and some of my friends. If you don't have thick skin, you've got to stay away. Because they're going to see their brother get ripped up.   \"You're going to get ripped on the talk shows. You're going to get second-guessed. And that's all part of it. I've handled that for a long time. Hopefully I can handle that again. But you kind of have mixed emotions about coming home. It could be wonderful. It could be brutal.\"   Which emotion it ends up being depends less on him than the guys he manages. He's hammered that point home wherever he's been over the past week, from TigerFest in Detroit to media sessions around the area.   \"You have to earn people's entertainment dollars,\" he said. \"They're not going to come just because Jim Leyland's managing. I'm not going to be the drawing card, I can tell you that. If we play good and we win ballgames, they'll be up there. And if not, they won't be. It doesn't make any difference. They just had a possible Hall of Famer, Alan Trammell, managing and that didn't make a difference. It's all about the players. We have to hold them accountable.\"   He was just as direct when asked about most other topics, both from media and from question-and-answer sessions with fans. In many ways, Leyland seemed about as honest and folksy as if he was literally at home.   When someone asked Craig Monroe how he deals with trade rumors, Monroe was diplomatic, saying he doesn't worry about things he can't control. Leyland then took the microphone and explained in his own way that he wouldn't trade his team leader in RBIs.   \"I'm not the smartest bear in the woods,\" he said, \"but I didn't fall off the pumpkin truck yesterday.\"   Another fan asked about Dmitri Young, who missed TigerFest and the caravan while taking part in a month-long performance camp, and what he's been up to.   \"I really want to compliment this guy,\" Leyland said. \"I know there were problems last year, but don't kid yourself. This guy's a good athlete. Dmitri's a guy that if you ask him to lose too much weight, he won't be worth a [darn]. You have to watch it. Dmitri Young can be a very valuable player for this team.   \"I would like to play him at third base some. I know you think I'm nuts. He's got good hands. I'd like to play him in left field. This guy can be a real key for us if he's willing to pay the price. Don't sell this guy short. This guy has talent, and I like him. And I don't care what anybody else says.\"   That's the personality of Jim Leyland that many can't help but love, regardless of where they live. He had been to Fifth Third Field before, having watched his nephew play in a high school playoff game here. Seeing it again Tuesday and with the Governors' Cup inside, he shared a laugh with reporters.   \"Maybe they got it reversed,\" he said. \"The Mud Hens won and the Tigers haven't been too good. Maybe I'm managing the wrong team, I don't know.\"   Speaking of managing: Former Tigers third-base coach Juan Samuel is the new manager of the Mets' Double-A affiliate in Binghamton, N.Y. It's his first coaching job outside of Detroit, where he served seven seasons before he was let go along with the rest of former manager Alan Trammell's staff at season's end.   \"It's not something I'm after,\" Samuel told MLB.com when asked about managing. \"My main goal is to stay in the game as long as I can in any capacity. I'm not pushing to be a manager. I'm not politicking. It's not my style.\"    Jason Beck is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
