{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/106859704\/max-scherzer-makes-gains-under-tigers-pitching-coach-jeff-jones-tutelage\/",
    "title": "Scherzer makes gains under Jones' tutelage",
    "subtitle": "Former Tigers right-hander became elite after mechanical tweaks in 2012",
    "body": "DETROIT -- Jeff Jones finally got around to cleaning out his truck from an offseason of hunting and fishing on Monday morning when he got a call about Max Scherzer. The Tigers pitching coach ended up taking a ride down memory lane. Jones thought back to 2012, when Scherzer was still a young pitcher with great stretches but struggling for consistency. \"We sat down one day and we looked at a lot of film,\" Jones said. \"I had seen in Spring Training that he'd held his hands back a little too far.\" So in the middle of the season, they went to work on resetting Scherzer's mechanics, keeping his hands in the middle of his delivery. \"What it does,\" Jones said, \"is allow yourself to stay on target a little bit longer.\"  Scherzer had an 8-5 record and a 4.72 ERA at the All-Star break that year. He went 8-2 with a 2.69 ERA from that point on. Add that to his remarkable two-year run, and Scherzer is 47-11 with a 2.97 ERA over the last 2 1\/2 seasons, with 425 hits and 602 strikeouts over 525 innings. In the process, Scherzer vaulted from a talented, mercurial young starter to one of the top starting pitchers in the league. With a seven-year, $210 million contract from the Nationals, he'll now be one of the highest-paid players in the game as well. Scherzer is the second pitcher Jones has coached who has ended up signing a seven-year contract worth $180 million or more, joining Justin Verlander. Once Rick Porcello's situation is resolved in Boston, Jones could have three pupils with well over $400 million in contracts. No, Jones does not get a cut. \"That would be nice, wouldn't it,\" Jones said with a laugh. The catch is that only Verlander is currently with the Tigers. \"It's always bittersweet,\" Jones said. \"You're happy for the guy because he got a great contract, but you're going to miss him.\" It's something many coaches are used to handling. A pitching coach could go from one staff to another, with or without changing teams. Likewise, a team can change coaches for no reason beyond a struggling staff. Jones, however, had the chance to work with Verlander, Scherzer and Porcello since he became Detroit's pitching coach midway through the 2011 season, and previously as the club's bullpen coach. Jones' ability to work with the strong-willed Verlander was one reason he got the main job. \"With Max, it took a little while when I get the pitching coach job,\" Jones said, \"because he had a different language about pitching techniques, so I had to adjust.\" Once he did, they connected. They worked on Scherzer's delivery in 2012, and they tinkered with the curveball that Scherzer was working on as well. The combination helped Scherzer become more consistent and more dangerous against left-handed hitters. Now, Jones is learning recent acquisitions Alfredo Simon and Shane Greene, getting an idea of what other coaches have had to do for years. Jones has watched video on the new guys, and plans to talk with them during TigerFest and this week's winter caravan. Like Scherzer, he's moving on. Still, he appreciates what they had. \"Geez, he did a great job for us,\" Jones said. \"You couldn't ask for more.\" Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
