{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/106863936\/yovani-gallardo-excited-to-come-home-and-pitch-for-rangers\/",
    "title": "Gallardo excited to come home and pitch for Rangers",
    "subtitle": "Club hasn't broached subject of long-term extension with Fort Worth native",
    "body": "ARLINGTON -- Yovani Gallardo, who is from Fort Worth and still lives in the area, said he is \"excited\" to be pitching for the Rangers. He said it \"means a lot\" to be traded by the Brewers to the Rangers on Monday. But Gallardo wasn't ready to discuss the possibility that his homecoming might only be for one year. Gallardo, who was acquired for three players, can be a free agent after this coming season. \"I'm here to prepare to go to Spring Training and prepare for Opening Day and get the season underway,\" Gallardo said. \"If I prepare that way, things will fall into place. It's something to talk about later in the season or in the offseason.\" The Rangers are aware that Gallardo can be a free agent after the season. They haven't broached the subject with Gallardo's representatives, which includes former Rangers pitcher Bobby Witt, but likely will at some point. The club often uses Spring Training as a venue to have long-term discussions with certain players. \"We're just going to let it play out, at least right now,\" general manager Jon Daniels said. \"We'll revisit it with his agent and him, but right now we want to let things settle down.\" The one-year arrangement allows the Rangers to add a significant pitcher to their rotation without committing to the long-term expensive contract that starters are getting on the market this winter. The Rangers may sign Gallardo to a long-term extension, but they would likely get at least a compensation Draft pick if he leaves as a free agent. \"I'm just very excited for the opportunity to start a new chapter with the Texas Rangers,\" Gallardo said. \"In my career, I have been doing good … well enough to go out every fifth day. I'm ready to take the ball every fifth day, be prepared and give the team a chance to win some ballgames.\" Gallardo was born in Mexico but raised on Fort Worth's north side. After starring at Trimble Tech, he was the Brewers' second-round pick in the 2004 First-Year Player Draft. He reached the Major Leagues at age 21, going 9-5 with a 3.67 ERA in 17 starts and three relief appearances. He missed most of 2008 because of operations on each knee but returned in September and started Game 1 of the National League Division Series against the Phillies. Since then he had been one of Milwaukee's top starters and an All-Star in 2011. He is also the Brewers' all-time leader for home runs by a pitcher with 12. \"I have tremendous fondness for Yovani, and what he has done for this franchise,\" Brewers general manager Doug Melvin said. \"He's one of the top pitchers in the team's history, if you look at what he's done. He's going to be a free agent next year, and some of the numbers we see [free-agent pitchers] getting, it was a bit scary.\" Gallardo has changed as a pitcher. His strikeouts per nine innings have gone from 9.89 in 2009 to a career-low 6.83. But his ground-ball ratio last season was the highest of his career as he has attempted to become more efficient with his pitches. His average fastball velocity has remained steady in the 91-92-mph range. \"Just experience,\" Gallardo said. \"The quicker you get guys out, the better it is for starting pitchers. Early in my career I was focused on strikeouts. Now I want to get hitters out in one or two pitches and stay in the ballgame longer. You don't want to run out of gas.\" T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
