{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/106872380\/chris-sale-to-have-college-jersey-retired\/",
    "title": "Sale to have college jersey retired",
    "subtitle": "Florida Gulf Coast to retire No. 41 in honor of White Sox staff ace",
    "body": "CHICAGO -- First there was Chris Sale, the All-Star. Then, there was Chris Sale, the American League Cy Young candidate. And coming soon, there will be Chris Sale, the 25-year-old Florida Gulf Coast University immortal. FGCU announced Monday that the White Sox staff ace, entering his sixth big league season, will have his jersey No. 41 retired during a ceremony at halftime of the men's basketball game against Northern Kentucky on Jan. 31 at Alico Arena. Sale becomes the first student-athlete in the history of FGCU to have his jersey retired, according to the release. \"It's incredible. It's something you never really think about,\" Sale told MLB.com on Tuesday. \"It's an honor, first off. I'm kind of speechless. I'm still in awe to even be able to comprehend what's going on. It's crazy for me. It's nuts. I don't know what to say. \"I've never thought about it: 2007 doesn't seem that long ago. That was like my first semester there when I walked on campus. Looking back then and the mindset I had then and going through it and even up to now, it caught me by surprise. It's a growing school, but being the first number retired, I'm going to try to be not an ambassador but the best possible representative in the community.\" Sale, who wears No. 49 for the White Sox, will have his parents, his wife, Brianne, and his son, Rylan, in attendance for the ceremony. He pitched from 2008-10 for FGCU, and moved from college to the Majors in the same season after the White Sox selected him with the 13th pick in the 2010 First-Year Player Draft. His 44-29 career record, 2.76 ERA and three All-Star appearances with the White Sox have been almost as good for his alma mater's national persona as the men's basketball team's surprise run through the 2013 NCAA Tournament. The southpaw reveled in that success, joking last Spring Training that he would pick that FGCU hoops run over his near-perfect game against the Angels on May 12, 2013. That closeness to FGCU was illustrated by Sale when he talked about hanging out with the school's baseball team on Sept. 29, after flying home from Chicago following the last game of the 2014 season on Sept. 28. That commitment soon will have a permanent connection. \"When I tell people, I call my dad, and he goes, 'No freaking way,'\" said Sale of the jersey retirement. \"My in-laws were here this past weekend. We told them, and their eyes were as big as cue balls. Everyone is really excited. It's a great thing for everyone. I'm really looking forward to that, and it will be a fun time.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
