{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/106914866\/vision-takes-dodgers-system-in-new-direction\/",
    "title": "Vision takes Dodgers' system in new direction",
    "subtitle": "Flexibility, communication part of philosophy management is embracing",
    "body": "LOS ANGELES -- Six decades after Al Campanis wrote \"The Dodger Way to Play Baseball,\" a new management team is rewriting the way the Dodgers will play baseball. It doesn't stop with a transformative front office or a stunningly rebuilt Major League roster. Under the radar is an equally dramatic shift in the way the game will be taught to future Dodgers by a player development department not only willing to try new approaches, but determined to create a culture embracing them. Concurrent with last week's Player Development Camp held at Dodger Stadium for three dozen Minor Leaguers, the club brought in Minor League managers and coordinators for an introduction to a new way of organizational thinking under Andrew Friedman, the president of baseball operations. Advanced analytics are just part of the new Dodgers. So are advanced communication, advanced nutrition and some advances executives haven't even thought of yet. It all falls under the talking point of \"flexibility,\" a theme increasingly heard from Friedman and top lieutenants Farhan Zaidi and Josh Byrnes. As it pertains to the Minor Leagues specifically, Gabe Kapler is the new director of player development, but he might as well be the director of thought flexibility. \"One thing we want to do is avoid locking ourselves into any organizational philosophy that can't be easily altered or improved,\" said Kapler. \"While mining for best practices, we have overarching themes and philosophies, but we don't want to say, 'This is what we believe' and get so dug in that we're not capable of being nimble as new studies present better ways to approach problems and development. That flexibility is a thought process that we have to constantly talk about it with players and staff. \"What an industry believes is not necessarily true the following year, the following month or the following week. We see that across all businesses. The way nutritional philosophy is shared, one day it's, 'Don't eat fat.' Next day, fat's great and saturated fat is really healthy in a lot of ways. Calories used to be the enemy, now sugar is the enemy. A lot of that changes daily. My point is that we want to be so flexible that when we acquire new information backed up by quality studies, we want to be able to move and not be dug in.\" Read into that what you will about the department Kapler & Co. inherited. The Dodgers' farm system did produce Clayton Kershaw and Matt Kemp and a handful of All-Stars in recent years. But it also went nearly a decade without developing enough quality position players that free-agent signings and trades became the go-to method to remain competitive. There were factors involved beyond the control of past front offices, most notably bankruptcy-related cutbacks in scouting and an abandonment of signing players from the fertile Caribbean. An occasional top prospect like Carlos Santana was dealt to immediately fill a gaping Major League hole. But bottom line, another record payroll that has soared past the $250 million mark for 2015 is proof that the old way wasn't sustainable, even for billionaire owners. So, department heads throughout baseball operations were replaced with a mandate viewed as enlightened by some, crazy by others. The hiring of Kapler is one unconventional move that certainly raised eyebrows. He lacks a blueblood education, being a 57th-round Draft pick out of Moorpark Community College. But he hung around the Major Leagues for parts of a dozen seasons, during which he said he developed emotional and mental \"armor.\" He played briefly in Japan, long enough to realize communication was so fundamental to baseball that he has already hired an extra coach for every Minor League club so at least somebody on the staff speaks Spanish. Kapler managed one season in the Red Sox farm system before returning to play for three more years, has worked before with Friedman (in Tampa Bay) and Byrnes (in Boston). He credits Friedman with mentoring him on baseball management while Kapler was an analyst at FOX before they all got together with the Dodgers. A 39-year-old father of two teenage boys living in Malibu, Kapler said there's a high degree of crossover between raising them and developing ballplayers. And if you want a glimpse at what else is buzzing around his brain, check out his almost daily blog on kaplifestyle.com, which emphasizes fitness and nutrition. He credits the research and work he puts into the blog for broadening his development \"intellectually and emotionally.\" With that diverse background, Kapler has set out to create a new culture in an historic franchise. His most fundamental tactic is to develop trust through communication, something some Minor League staffers often privately complained hadn't existed in a compartmentalized past. \"If we are doing a good job, we are sharing the process with everybody,\" Kapler said. \"We're not hiding the ball. We will be unapologetically open and honest. We will make people feel a part of things. We want to be more inclusive than exclusive at every turn. Information is king, and making sure they understand what we value is an exercise in being inclusive.\" And, as the former player Kapler stresses, that goes for how management treats players as well as staff. \"We believe in targeting and empowering the development of players as men first and baseball players second,\" he said. \"We'll perpetually hunt to add value at the margins to create a winning ecosystem. And we'll support our players to become more confident fathers, more loyal friends, more trustworthy teammates. In doing so, we believe we'll build stronger players that will arrive at Dodger Stadium not just to navigate the game more confidently for Don Mattingly and staff and fans, but navigate the world more confidently. It's about development of men and not of a story or a line.\" Sound a little too warm and fuzzy for the grizzled old-school world of Dodgers baseball? \"One thing I realized quickly is that player development is a job about human development, masquerading as a job in baseball,\" he said. \"It's all about human development. So, if you work toward developing human beings, then we believe that building more confident, better adjusted men will turn into stronger teammates, will make better baseball players, will help win championships at the Major League level. \"New information is only new first time you share it. The second time it's not so new, the third time it's pretty normal and after a while it doesn't feel at all threatening. We want to foster security wherever we can. I have full confidence that strong communication over time will produce good results. If we are doing our job, we are caring for and looking for ways to give people the platforms to share information and to grow.\" Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
