{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/106924632\/jose-mijares-could-be-reds-latest-low-risk-high-reward-hurler\/",
    "title": "Mijares could be Reds' latest low-risk, high-reward hurler",
    "subtitle": "After sitting out 2014, lefty could carve niche in Cincinnati's bullpen in '15",
    "body": "CINCINNATI -- One area where many payroll-limited clubs often spend less and hope to get more is the bullpen. Sometimes, formerly successful pitchers that encountered a period of struggles can find a groove once again. With limitations on payroll but needs to improve, the Reds went this route with the signing of left-hander Jose Mijares to a Minor League contract on Dec. 14. Mijares, who enjoyed past success with the Twins, Royals and Giants, will be in the big league camp with Cincinnati. \"He's left-handed and had some success at the Major League level,\" Reds general manager Walt Jocketty said. \"He has an opportunity to see if he can make the club.\" Before the 2013 season, the Reds signed former Brewers starter Manny Parra to a one-year, $1 million contract and saw it pay off. The day before the 2012 season opened, Alfredo Simon was a waiver claim from the Orioles, who became a dependable reliever for two seasons before a breakout 2014 in the rotation. Mijares, a 30-year-old from Venezuela, is an even lesser risk than the Parra and Simon examples because he has a Minor League deal without taking up a 40-man roster spot in camp. He has a track record of success and durability in the Major Leagues, but was spotty or completely inactive more recently. In six seasons, Mijares has a 3.23 ERA in 324 games, with 257 hits, 103 walks and 21 home runs allowed and 229 strikeouts in 259 innings. After breaking in with Minnesota in 2008, Mijares posted a 2.34 ERA in 71 appearances. In a 2012 season split between Kansas City and San Francisco, he had a 2.56 ERA in 78 games. In 2013 with the Giants, his most recent year in the Majors, Mijares was 0-3 with a 4.22 ERA in 60 games. Mijares does bring postseason experience to the table, albeit not very successful results, with a 7.71 ERA in 11 games. With the Giants, he faced the Reds in Game 2 of the 2012 National League Division Series and did not retire any of the three batters he faced in the eighth inning, with two hits, a walk and two runs allowed on a Jay Bruce double. Signed by the Red Sox as a free agent to a Minor League deal before last season, Mijares opted out of his contract in late March after posting a 5.14 ERA over seven innings. He did not pitch again in the Majors or Minors. Despite the idle time, Mijares had a good showing in Venezuelan winter ball amid heavy use. Over 34 games with Magallanes, he posted a 1.71 ERA, with 19 hits, eight walks, no homers and 18 strikeouts over 21 innings. His final outing came on Dec. 27. The Reds' bullpen, which struggled last season, could use some depth of left-handed pitchers. Parra took a step backward this season and also dealt with nagging injuries. Sean Marshall has spent the past two seasons beset by shoulder injuries and is coming off surgery. That could open the door for Mijares to become Cincinnati's latest low-risk, high-reward acquisition. Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
