{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/106924310\/john-smoltz-looks-ahead-to-his-hall-of-fame-induction-ceremony\/",
    "title": "Smoltz looks ahead as Hall election sinks in",
    "subtitle": "",
    "body": "It's been two weeks since John Smoltz was elected to the Baseball Hall of Fame, but he's already looking forward to the day he is officially inducted alongside Pedro Martinez, Randy Johnson and Craig Biggio. Smoltz stopped by the set of MLB Network's \"Hot Stove\" show on Tuesday morning to discuss what comes next. \"I'm taking it in, and really, I've got a lot of neat things planned that I want to do at a personal level for people that have been important so that I don't spend all of my time giving a bunch of names that nobody really knows,\" Smoltz said. \"You've got to thank a lot of people, because no one who has ever played this game has not had so many people impact your life and your career. I'm looking forward to that.\" Smoltz, the only player in Major League history with at least 200 wins and 150 saves, said the last two weeks have been \"crazy,\" but he jokingly said nothing has changed for him personally, laughing as he passed around a white hat with \"I made HOF 2015\" written on it. \"Other than that, nothing's changed,\" Smoltz said, smiling. \"You know what's unbelievable is you take [the Hall of Fame] for granted,\" he added. \"Played for all those years, never saw one Hall of Fame induction. Then when I broadcast, I was broadcasting every Sunday, never saw it. Last year was the coolest thing, getting to do that and see it. Because as a baseball player, you know what that place is. \"I really do have a lot to catch up on and the history of it, because it is such a unique place. When you're in your baseball day-to-day grind, I never really paid attention to it.\" Similarly, Smoltz said he never asked longtime teammates Greg Maddux or Tom Glavine about the Hall of Fame after they were inducted last year. But that's about to change. \"Getting ready in two weeks to go through orientation and go through all of that. They say it's like planning a wedding,\" Smoltz said. \"You've got six weeks to get everything done and right and situated.\" Adam Berry is a reporter for MLB.com. Follow him on Twitter at @adamdberry. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
