{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/106926228\/brian-dozier-preparing-to-build-on-breakout-season-with-twins\/",
    "title": "Dozier preparing to build on breakout season with Twins",
    "subtitle": "Second baseman hopes individual success translates to team",
    "body": "MANKATO , Minn. -- After a busy offseason that included a mission trip to Nicaragua in early January, Brian Dozier is gearing up for his third season as the Twins' everyday second baseman in 2015 and wants to build on his breakout season from last year. Dozier was one of the club's best players last season, batting .242\/.345\/.416 while hitting 23 homers and stealing 21 bases. He became the first Twins player to post a 20\/20 season since Torii Hunter in 2004. Dozier also provided solid defense at second base to win the club's annual Defensive Player of the Year Award, and finished fifth among all second basemen in Wins Above Replacement (WAR), according to Fangraphs.com. But Dozier, who is representing the Twins on their annual Winter Caravan throughout the Upper Midwest this week, isn't ready to rest on his laurels and believes he can be even better in '15. \"I think last year, individually it went good, but there's always room to improve on a lot of different things,\" Dozier said. \"So for me, I've said this a million times, but to be a guy at the top of the order you have to get on base. It's essential.\" After playing in 147 games in '13 and 156 games in '14, Dozier has adjusted his offseason workout regimen. He used to start baseball activities in November, but pushed it back until after the New Year this offseason. Dozier remained active, playing plenty of golf and hunting in his native Mississippi early in the offseason, while starting his workout program in November. He also found time to make the mission trip to Nicaragua for a second straight offseason, and celebrated his one-year anniversary with his wife, Renee, there in early January. \"It was good,\" Dozier said. \"Last year, we dug trenches for their water, but this year was totally different. We did concrete and nailing in boards and things like that to help build a school. So it was completely different, but every time you go down there, you come back with a feeling I can't describe.\" After attending the Twins Caravan, the Diamond Awards and TwinsFest this weekend, Dozier will head back to Mississippi before heading to Fort Myers, Fla., for Spring Training in mid-February. Dozier is optimistic about the Twins this season after the additions of Ervin Santana and Hunter, as well as the development of younger players such as Danny Santana, Oswaldo Arcia and Kennys Vargas. He's also close with new manager Paul Molitor and is excited to see what the 2015 season will bring. \"Coming into this Spring Training, it's the most excited I've ever been,\" Dozier said. \"And it's not just because it's a new season. We have a lot to prove, and it's finally to the point where on paper, and I know we don't play on paper, but I think coming in we can put up our team against anybody.\" Rhett Bollinger is a reporter for MLB.com. Read his blog, bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
