{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/106926960\/bill-mueller-comes-home-to-st-louis-for-newest-coaching-opportunity\/",
    "title": "Mueller comes home for newest coaching opportunity",
    "subtitle": "Missouri native excited to work with Mabry as Cardinals' assistant hitting coach",
    "body": "ST. LOUIS -- Though a first-time participant at the Cardinals' Winter Warm-Up event over the weekend, the setting was plenty familiar for Bill Mueller. For this was less about introductions and more about a homecoming for the newest member of manager Mike Matheny's staff. The Maryland Heights, Mo., native was hired in November to be the team's next assistant hitting coach, a position that opened when David Bell shifted to a bench coach role. Mueller will work alongside hitting coach, John Mabry, whose career overlapped much of Mueller's 11 years as a Major League player. \"I think we're really very similar,\" Mueller said of he and Mabry. \"But I think just speaking with John that we will be able to intermingle ideas and be creative and continue to grow and help each other. I hope to help him as much as he's helping me.\" Mueller didn't anticipate becoming a coaching free agent this winter, not after being named the Cubs' hitting coach prior to the 2014 season. But after one year on the job, he chose to resign from the position after the Cubs dismissed his assistant, Mike Brumley. An even bigger coaching shakeup in Chicago followed his departure. \"I held to my word of how important that relationship was to me and how important that was in me taking the job, having had numerous conversations years prior to taking the job,\" Mueller explained. \"It was wanting to stand up to the truth of what I was saying and leaving that spot and then going out to search for another position out there. Finding this is a really great landing spot. I'm real excited.\" The Cardinals have been among the growing number of teams employing two hitting coaches, finding that having a second allows for more one-on-one instruction time with hitters. Mueller will also be available in-game to work with the bench players who will be staying sharp for possible pinch-hit opportunities. Since wrapping up his playing career in 2006, Mueller has dabbled in various front-office and on-field roles. He served as a special assistant to the Dodgers' general manager for some time, but found that his passion is to work in uniform. \"I loved all different aspects -- player development, front office, coaching -- but I think being a little bit too far away from the field is what impacted me to get back to the field,\" Mueller said. \"That's where my heart races the most, and that's where I love the game the most, and that's why I want to be a part of these guys and help their heartbeats, help them get better. That's why I came back.\" Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
