{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/106925726\/chris-sale-seeks-top-prize-at-bargain-price-for-white-sox\/",
    "title": "Sale seeks top prize at bargain price for White Sox",
    "subtitle": "Offseason moves provide motivation for lefty",
    "body": "CHICAGO -- The contract numbers, in terms of years and dollars, roll in for ace hurlers such as Jon Lester and Max Scherzer, and Chris Sale has the same reaction as pretty much everyone else. \"My eyes bug out, my jaw drops and I'm like, 'Holy Cow,'\" Sale said with a laugh on Tuesday. \"But I don't need the biggest contract. I want that big shiny [World Series] trophy at the end. \"We have the team to do that. I don't want the payday. I want the celebration.\" Sale, 25, enters his sixth season as a Major Leaguer and fourth as part of the White Sox rotation coming off a third-place finish in the 2014 American League Cy Young race behind Cleveland's Corey Kluber and Seattle's Felix Hernandez. The left-hander with the deceptive delivery stands as every bit the ace as any free-agent hurler, although he is earning $6 million this season as part of a five-year, $32.5 million extension with team options for 2018 and 2019. The deal bought out his three arbitration years and his first year of free agency. Over 26 starts and 174 innings last season, Sale posted a 12-4 record with a 2.17 ERA, 208 strikeouts, 39 walks and 129 hits allowed. His 178 ERA+ topped the AL. His offseason workouts under the supervision of Rick Lademann at Beyond Motion in Naples, Fla., started two weeks earlier than usual so Sale could get a better base, and he's been going Monday through Saturday since the start of 2015. Sale began throwing around Jan. 1 with long toss for a week or two, and the plan is to get off the mound beginning Feb. 1 and have four or five bullpens before he reports for Spring Training on Feb. 20. Allen Sale, Chris' father, got him into road biking, so he rides 5-10 miles two days per week. There's also a focus on arm work with Sale missing from April 18-May 22 in '14 because of a flexor muscle strain, as Lademann put together a forearm weight room workout with dumbbells that is functional for the shoulder and scapula as well. Sale feels great, and he is energized by moves White Sox general manager Rick Hahn made to push this team into contention. \"Every time you hear something it gives you a little bit more energy to throw for 10 more minutes or do those extra few windsprints,\" Sale said. \"They brought in guys to help us win championships. What it does for me, my mentality, is it helps my offseason preparation out a lot, too. It's exciting.\" Sitting at the forefront of this planned White Sox turnaround is Sale. As he made clear, he's solely thinking about the wins this team can produce as opposed to what might have been beyond his perceived team-friendly deal. \"I was very well aware of what I was doing when I was doing it. I knew what I signed up for,\" said Sale, adding that he received excellent advice from his agents on all the possibilities and permutations before agreeing to the deal during Spring Training in 2013. \"If I had to do it again, I would do it exactly the same. \"Not one ounce of me thinks I'm getting [ripped off]. I'm not going to sit here and talk about what I'm making, but I'm more than appreciative. Let's not shy away from the fact I'm playing baseball, a game I love, and getting paid what I'm getting paid.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
