{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/106692216\/joe-maddon-interacts-with-cubs-fans-welcomes-high-expectations\/",
    "title": "Maddon interacts with fans, welcomes high expectations",
    "subtitle": "At first Cubs Convention, new manager backs lofty goals",
    "body": "CHICAGO -- Joe Maddon will head home with a better appreciation of Cubs fans' passion, more Twitter followers, and some new T-shirts. The new Cubs manager, who has been described by some as a \"mad scientist,\" got a standing ovation when introduced Saturday during a session at the 30th Cubs Convention. And Maddon hasn't won a single game. Maddon couldn't reveal his 2015 lineup to a standing room only crowd of 1,000-plus at the Sheraton Hotel and Towers, saying he needed to see the players on the field. Who will be the leadoff man on Opening Night? He doesn't know yet. How about the Cubs' third baseman? A young fan asked Maddon to pick between Luis Valbuena, Mike Olt and Kris Bryant, and the manager turned the tables and asked who the questioner wanted. Bryant, the kid said. Maddon then peppered him about the third baseman's arm and his approach. \"We'll wait and see how it plays out,\" Maddon said. How will the Cubs handle the overload of shortstops that they have? Maddon advised fans that \"baseball answers those questions for you.\" Maddon did give fans his Twitter handle (@CubsJoeMadd) and told them to \"tell me what's on your mind. I'm really malleable.\" Although Maddon is inheriting a last-place team, he likes the balance on the 2015 roster between the young players and the veterans, which include newcomers Jon Lester, Miguel Montero, Jason Motte and David Ross. He knows Cubs fans are eager to get to the postseason for the first time since '08. \"Bring on the expectations -- what's wrong with that? I think it's great,\" Maddon said. \"Every year, our expectation is going to be to go the playoffs and we'll go from there. Once you go to the playoffs, it takes a lot of crazy things to happen. ... Let's go ahead and do what [Anthony Rizzo] wants us to do -- let's win the Central, work it from there.\" In case you missed it, Rizzo got the convention crowd pumped by saying the Cubs were going to win the National League Central. Maddon was OK with that. \"Every year when I go to Spring Training, I promise you, I'm going to talk 90-plus wins every year, I'm going to talk playoffs every year, and we're going to believe it's going to happen,\" Maddon said. However, he did caution that there would be some \"bad moments.\" That may include the weather. \"If it's 70 [degrees] or less, he wears that Elmer Fudd hat,\" bench coach Dave Martinez said of Maddon. \"But he'll be out there -- he'll be out there in rain, snow, whatever. He'll be out there doing his job.\" Besides a leadoff man, Maddon, who likes riding his bike before games, needs to find a safe route from his downtown Chicago apartment to Wrigley Field. He also wants one of the T-shirts that sports \"Shot and a Beer\" with Maddon's white hair and dark glasses on the front. That's what Maddon offered at his introductory news conference in Chicago. \"I guarantee there won't be a game, win or lose, when you won't see these guys put out 110 percent for Joe, the coaches and the city -- I guarantee you that,\" Martinez said. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
