{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/106726408\/cubs-brass-reflects-on-courtship-of-manager-joe-maddon\/",
    "title": "Cubs brass reflects on courtship of Maddon",
    "subtitle": "",
    "body": "CHICAGO -- Theo Epstein and Jed Hoyer admit they aren't the best at planning ahead as far as gift giving, but they certainly can improvise, and they found the right bottle of wine to woo Joe Maddon. Epstein, the Cubs president of baseball operations, was headed to Florida to meet with Maddon along with Hoyer, the team's general manager. Maddon had opted out of his contract with the Rays, and the Cubs were interested in hiring him as their manager. Maddon was driving his RV, \"Cousin Eddie,\" and they decided to rendezvous at an RV park near Pensacola, Fla. However, Epstein and Hoyer realized at the last minute that they hadn't brought a gift. Fortunately, there was a Publix grocery store across the street from the RV park where they bought a bottle of wine, although the pair first wandered through the red wine vinegar bottles. Epstein, Hoyer and Maddon sat in plastic beach chairs and talked baseball as the sun set. It worked. Two days later, Epstein was in Maddon's agent's office, completing the deal. Hoyer said the story reminded him of another frantic shopping spree when the two were going to Curt Schilling's home for Thanksgiving dinner. Epstein and Hoyer were in the Red Sox's front office at that time and courting the then-free agent pitcher. They realized they didn't have a gift, and since it was a holiday, couldn't find a store that was open. They ended up with a box of cookies. \"We're not exactly the 'Harry and David' in the gift giving department,\" Epstein quipped. It was the thought that counted. Schilling did sign with the Red Sox. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
