{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/106739824\/phil-rogers-12-deals-that-led-to-chicagos-baseball-boom\/",
    "title": "12 deals that led to Chicago's baseball boom",
    "subtitle": "Cubs and White Sox are trending up thanks to a dozen smart trades",
    "body": "CHICAGO -- Seldom has there been so much simultaneous optimism for Chicago's two Major League teams. Never mind the Cubs having suffered through five consecutive losing seasons. Fans walking around the Sheraton Chicago Hotel and Towers at this weekend's Cubs Convention were pinching themselves. They are giddy about the new additions, especially Joe Maddon and Jon Lester, as well as baseball's best collection of players age 25 and younger. And fans on the South Side are just as excited about Jeff Samardzija, David Robertson and their other newcomers, as well as a growing collection of prospects in their farm system. It will be the South Siders' turn to celebrate Hot Stove success next weekend, when SoxFest takes over the Hilton Chicago. Rick Hahn, the third-year general manager, can expect to be welcomed like a conquering hero, just as Theo Epstein was after his successful pursuits of Maddon and Lester. That's fitting, really. When you look at how the White Sox and Cubs have positioned themselves to be competitive in 2015 and far beyond, you have to tip your hat to Hahn and Epstein. They've not only been builders, but they've been extremely successful deal-makers, expediting -- through a series of very smart trades -- the recovery from a 2013 season in which they lost a combined 195 games. Here's a look at a dozen recent trades that have reshaped Chicago baseball: 1. Cubs acquire Anthony Rizzo from the Padres for Andrew Cashner, Jan. 6, 2012: One of the first deals by the Cubs' new front office was for a guy that Epstein and Jed Hoyer both knew well. Rizzo, whom Hoyer acquired from the Red Sox when he was the Padres' GM, bombed when he was rushed to the Major Leagues in '11, which caused the Padres to make him available in a deal. They probably wish they had kept the first baseman, who, at 25, looks like he's ready for a long run in the middle of the lineup. He emerged as a true star and team leader in '14, delivering 5.1 rWAR. Cashner still has ace potential but hasn't thrown more than 175 innings in a season. Rizzo meanwhile looks like a safe bet for years to come. 2. Cubs acquire Jake Arrieta and Pedro Strop from the Orioles for Scott Feldman and Steve Clevenger, July 2, 2013: A puzzle during his time in Baltimore, Arrieta was 27 when Buck Showalter and Dan Duquette gave up on him, but the right-hander has made the most of a fresh start. Arrieta has put up true No. 2-starter numbers for the Cubs, going 14-7 with a 2.81 ERA in 34 starts spread over two seasons. He's throwing his slider twice as often as he was in Baltimore, which has made his curveball and changeup more effective. Strop has been valuable as a setup man. Both he and Arrieta have three seasons of control left. 3. White Sox acquire Adam Eaton from the D-backs in a three-team deal that sent Hector Santiago to the Angels and Minor League outfielder Brandon Jacobs to the D-backs, Dec. 10, 2013: Mark Trumbo and Tyler Skaggs were the principle pieces in this trade, but Hahn did extremely well in getting the Angels the second starter they sought for Trumbo. Eaton hasn't figured out how to stop running into walls, but he has emerged as a top-tier center fielder anyway, with a 5.2 rWAR last year. He's an on-base machine with the type of athleticism the White Sox have lacked, and he was only available because the D-backs didn't think he and A.J. Pollock could co-exist. 4. White Sox acquire Avisail Garcia, Francellis \"Frank'' Montas, Cleuluis Rondon and Jeff Wendelken from the Tigers and Red Sox in a three-team deal sending Jake Peavy to Boston, July 30, 2013: This is another deal that has the potential to work its way to the top of this list as Garcia and Montas (the Bartolo Colon starter kit) mature. Garcia, who started two games of the 2012 World Series as a 21-year-old, has tremendous experience for his age. He showed his maturity by returning far ahead of schedule from major surgery on his left shoulder last April, and he has the upside to be an All-Star if he doesn't become too big for right field. Montas developed a lot of polish while working with the White Sox's Minor League staff. His high-90s fastball could play for Robin Ventura as a reliever in '15, but the addition of Robertson makes it more likely the Sox will continue Montas' development as a starter. 5. White Sox acquire Samardzija and Michael Ynoa from the A's for Marcus Semien, Josh Phegley, Chris Bassitt and Rangel Ravelo, Dec. 9, 2014: It's too early to judge this one, but this time next season it could replace the Rizzo trade at the top of this list. Hahn landed one of the top pitchers on the market without giving up a top prospect, and there's two ways the deal can pay off -- if Samardzija helps the White Sox reach the playoffs this season, or if the Sox are able to lock him up long-term. That could have him pitching alongside Chris Sale, Jose Quintana and Carlos Rodon through '19, at least. Ynoa, an afterthought, has the potential to become pitching coach Don Cooper's next Bobby Jenks or Matt Thornton. 6. Cubs acquire Addison Russell, Billy McKinney and Dan Straily from the A's for Samardzija and Jason Hammel, July 5, 2014: It's also too early to judge this trade, but it could wind up being a heist of historic proportions. Russell, a 21-year-old shortstop with good hands, an accurate arm and a .901 Minor League OPS, has all the makings of a perennial All-Star candidate. He's played only 66 games above Class A, however, and will have to take away Starlin Castro's job, but he has the potential to turn into a Derek Jeter-type core player for Maddon. McKinney offers an outfield bat good enough for him to be a regular on a first-division team. 7. Cubs acquire Kyle Hendricks and Christian Villanueva from the Rangers for Ryan Dempster, July 31, 2012: Had Dempster not vetoed a deal that would have sent him to Atlanta, the Cubs would have landed Randall Delgado. They're glad that Dempster made them work harder, as Hendricks quickly established himself as a Major League starter in '14. He had a 2.46 ERA and 1.083 WHIP in 13 starts last year, pitching like Orel Hershiser. The Dartmouth College product throws a ton of high-80s sinkers and high-70s changeups. Hitters swung at two-thirds of his changeups last year, hitting only .177 against them. 8. Cubs acquire Miguel Montero from the D-backs for Jefferson Mejia and Zack Godley, Dec. 9, 2014: Consider this the model for Epstein's trades going forward. He used the Cubs' financial flexibility and prospect depth to land a valuable piece. Godley throws hard, but he was in a Class A bullpen at age 24. The 20-year-old Mejia seems likely to develop into a ranked prospect in a year or two. Epstein could make Mejia available because he has invested so heavily in his farm system for three years. 9. The Cubs acquire C.J. Edwards, Neil Ramirez, Justin Grimm and Mike Olt from the Rangers for Matt Garza, July 22, 2013: With Ramirez seizing a late-inning role in the Major League bullpen, this has already been a decent deal. But the 23-year-old Edwards has compiled a 1.86 ERA in his 237 innings as a pro, which is why Nolan Ryan argued against putting him in this deal. He's a skinny kid and has been handled carefully, so it remains to be seen if he can fulfill his potential. Olt hit 12 homers in 225 at-bats last year, hinting at his potential, but the .160 batting average remains a red flag. 10. White Sox acquire Conor Gillaspie from the Giants for Jeff Soptic, Feb. 22, 2013: Hahn's first significant trade was a smart one. He grabbed Gillaspie, who was stuck behind Pablo Sandoval, by dangling the powerful Soptic to a front office that loves hard-throwing pitchers. Gillaspie put up only 1.6 fWAR as a regular third baseman last year, but he's a tough out who could flourish with newcomers Adam LaRoche and Melky Cabrera taking some of the pressure off him. 11. Cubs acquire Travis Wood, Dave Sappelt and Ronald Torreyes from the Reds for Sean Marshall, Dec. 23, 2011: Epstein didn't inherit many moveable parts from Jim Hendry, but he got nice value for his left-handed setup man Marshall. Wood, a '13 All-Star, has put up 4.2 fWAR in three seasons with the Cubs, which beats the 1.2 fWAR that the Reds have gotten from Marshall. Wood, who has averaged 30 starts per season with the Cubs, hopes to bounce back from a poor '14 to keep his spot in the rotation. 12. Cubs acquire Arodys Vizcaino and Jaye Chapman from the Braves for Paul Maholm and Reed Johnson, July 30, 2012; and Tommy La Stella from the Braves for Vizcaino Nov. 16, 2014: Think of this as Maholm and Johnson for La Stella, who will play at 26 this coming season and has a .407 Minor League on-base percentage. He's had more walks than strikeouts as a pro, which makes him an interesting option if Javier Baez needs more time or winds up playing somewhere other than second base. Look for Maddon to try to help La Stella develop more versatility, as he's played second base only to this point. Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
