{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/106704100\/roger-dean-stadium-crew-works-the-grounds-year-round\/",
    "title": "Jupiter crew works the grounds year-round",
    "subtitle": "Roger Dean Stadium plays host to much more than Spring Training for Cardinals, Marlins",
    "body": "JUPITER, Fla. -- Pitchers and catchers may be reporting to Spring Training on Feb. 19, but the grounds crew at the busiest complex in the Grapefruit League has been aggressively grooming the fields for months. Roger Dean Stadium, the spring home of the Miami Marlins and St. Louis Cardinals, is the only facility in Florida to house two big league clubs. Hosting a pair of teams doubles the challenge to maintain the facility, which hosts 250 total events a year. \"My alarm goes off at 6 a.m.,\" said Jordan Treadway, Roger Dean Stadium director of grounds and facilities. \"In Spring Training, I'm usually here around 6:45. We can't really get here much earlier because the sun doesn't come up. As soon as the sun is up, our guys are out.\" Treadway oversees a full-time staff of 19. For Spring Training, another five or six workers are added, assisting with the never-ending duties of maintaining the infield grass, dirt and mounds. The crew's day begins before sunrise, and ends, as Treadway says, \"when the job is done.\" That's usually when it's dark. \"We started our prep for Spring Training around the first of November,\" Treadway said. • Spring Training 2015: Cardinals | Marlins There is no shortage of activity at Roger Dean Stadium, also the Minor League home for the Marlins and Cardinals' Class A Advanced affiliates. After Spring Training ends, the field readies for 140 Florida State League games for the Jupiter Hammerheads and Palm Beach Cardinals. \"Jordan and his crew do a tremendous job. The field is always immaculate,\" Marlins infield coach Perry Hill said. \"You think about the pounding it takes for 45-50 days in a row. There is a game every day. Then, there are two teams taking batting practice every day. \"That field just gets torn up. I can't believe they keep it in the type of shape they keep it in.\" The stadium's busy agenda also includes hosting numerous amateur baseball tournaments, such as Perfect Game and USA Baseball, plus college and instructional league games. Several years ago, the main field was the site of a football game. In anticipation of Spring Training, Treadway's crew has spent more than a month rebuilding 75 mounds scattered throughout the facility. There was also a massive renovation of some backfields, which required installing 110,000 square feet of sod. \"We ripped out six complete infields and sidelines and replaced all the turf,\" Treadway said. How do you know Spring Training is getting close? New seats are being installed at Roger Dean Stadium! pic.twitter.com\/ryYXRMBltR Keeping the fields lush, colorful and in top playing condition is a daily challenge. \"We're definitely a full-time, year-round operation,\" Treadway said. \"We have 19 guys here all the time. \"The biggest challenge is minimizing the amount of traffic we get before Spring Training starts.\" Treadway is entering his fifth season as a director and ninth overall. But the task still doesn't feel like a job. \"I've been here for nine years, and I have yet to come to work, so to speak,\" he said. \"We work at a baseball park. Sometimes it's rough, especially in the summer when it rains a lot. We're pulling tarp multiple times a day. But the satisfaction is from what we get when everything is done.\" Their work hasn't gone unnoticed in the industry. The Sports Turf Managers Association has twice honored Roger Dean Stadium for excellence. In the professional category, it was named Complex of the Year in 2005 and '11. The playing surface is a Celebration Bermuda grass, which is commonly used at golf courses throughout Florida. A benefit is its durability under heavy use. \"It's done wonders for us,\" Treadway said. \"We installed it after the 2008 season. It's cut down our sod cost probably around 60-70 percent every year. It's more aggressive than what we used to have. I just think it's perfect for our facilities. \"It's extremely popular here in Palm Beach County and Martin County on golf courses. It's gaining some traction in sports fields in Florida and the South, as well.\" The infield dirt and mounds consist of a clay mix that is similar to what is used at Marlins Park. Although Spring Training is about a month away, the main field right now is ready for a Grapefruit League game. \"We have some fine-tuning to do on some things, like the clay,\" Treadway said. \"But we just finished a camp for the Cardinals, their Legends Camp.\" In the next few weeks, the grounds crew will plant some flowers, as the facility is completing its final makeover in anticipation of pitchers and catchers arriving. \"Before they get here for Spring Training, we will have everything looking at its best,\" Treadway said. \"It's pretty rewarding to know we just spent three months putting together a big puzzle.\" Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
