{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/106742628\/barry-m-bloom-professional-baseball-scouts-foundation-awards-dinner-highlights-best-aspects-of-the-game\/",
    "title": "Scouts dinner highlights best aspects of the game",
    "subtitle": "Greats come together for awards ceremony, auction to benefit families in need",
    "body": "LOS ANGELES -- There's nothing better on the West Coast in the offseason than the Professional Baseball Scouts Foundation Awards Dinner. This year, the 12th annual soiree was staged on Saturday night by founder Dennis Gilbert at the famous Century Plaza Hotel. The affair, in honor of outgoing Commissioner Bud Selig, always offers a bit of the poignant and the absurd. The absurd: Comedian Garry Shandling did a bit about baseball's pace of game, an issue being addressed by the experimental use of a 20-second pitch clock at the top levels of the Minor Leagues this coming season. Mimicking Red Sox slugger David \"Big Papi\" Ortiz, Shandling slowly donned a pair of batting gloves, first the left hand, repeatedly loosening and tightening the Velcro strip into the microphone. \"You can't hear this [scratching] sound on TV,\" he said. Shandling then stepped away from the mike and slowly, methodically worked on the right hand, pulling the glove out of his back pocket, loosening and tightening the Velcro strip, loosening and tightening the Velcro strip. \"I've actually gotten a soda and a hot dog and done an entire set at the Improv waiting for Big Papi to hit,\" Shandling quipped. The poignant: Jim Marshall, an Arizona Diamondbacks scout for the past 20 years, was one of five scouts given the Legends in Scouting Award this year. Marshall, a former player and manager with a resume a mile long, is 83 years old and has been in the game for 63 years. He's been around so long that in 1962, Marshall was an original New York Met. \"The Scouts Foundation is very special, and I appreciate being honored,\" Marshall said afterward. \"The Foundation does all that it can to help people in the game and bolster anyone who has problems and financial needs.\" Really, this is what the Scouts Foundation is all about: Honoring the scouts -- who discover the players and are the bedrock of the sport -- and helping those who have fallen on hard times in their advanced years. The backbone of the dinner is a silent and not-so-silent auction of sports and entertainment memorabilia that raises about $1 million a year, most of that money distributed to scouts in need and their families. The items range from the usual autographed baseballs and photographs to a George Washington signature with a starting auction price of $15,000. According to Gilbert, this year, the Foundation helped a scout who couldn't afford to remain in hospice and paid for him to stay there until he passed away. The family of another scout was unable to pay his funeral costs. The Foundation interceded. \"Recently, we've had more people under claim, more people that we've helped,\" said Gilbert, a former player, scout, agent and now consultant to White Sox chairman Jerry Reinsdorf. \"Every single time that a general manager gets fired, a new general manager comes in and they bring their own people. It has nothing to do with competence. Then all of a sudden, you see a lot of veteran scouts out of work. \"When they go to get jobs other than baseball, it's: 'What kind of work experience do you have?' And being a baseball scout trains you for absolutely nothing else than being a baseball scout. So who wants to hire a 65-year-old guy who has been a scout for the last 25 years? Those are the people we really help the most.\" And that's why the baseball community gathers here every year among a bevy of current and retired scouts. The dinner attracts about 1,200 annually, including fans who have paid hundreds of dollars per ticket to take part in the auction and mingle with the greats. On Saturday night, 11 of the 66 living members of the National Baseball Hall of Fame -- not including this summer's incoming quartet of inductees -- were in attendance. That group included Phil Niekro, Paul Molitor, Robin Yount, Dave Winfield, Tommy Lasorda, Bobby Cox, Rich \"Goose\" Gossage, Pat Gillick, George Brett, Brooks Robinson and Frank Robinson. They were joined by Ford C. Frick Award winners Vin Scully and Bob Uecker, plus former and current owners Reinsdorf, Tom Werner of the Red Sox, Lew Wolf of the A's, Bill Giles of the Phillies and Peter O'Malley of the Dodgers. Selig is always there and was joined by Commissioner-elect Rob Manfred, who said in prepared remarks that attending the dinner was one of the things that makes him most proud to be part of the sport of baseball. It is everything that is good about the sport: people helping people who are such a big part of the baseball family. More of the absurd: Uecker, the long-time Brewers announcer, was shown on a short video mimicking his famous Miller Lite commercial about attending a game at Dodger Stadium. Being moved by an usher, he mused that his seat \"must be in the front row.\" He wound up near the back row of an empty upper deck, similar to where his statue is now located behind home plate at Miller Park. The video showed Uecker at a table in the kitchen sitting down to eat his meal. Later, he entertained with a monologue as only Uecker can. As usual, he killed. More of the poignant: Dusty Baker being given the Tommy Lasorda Managerial Achievement Award. Baker, whose playing career flourished under Lasorda, has been out of the game since he was dismissed by the Reds after the 2013 season, and he is now running his own winery near his adopted hometown of Sacramento, Calif. Baker said prior to the dinner that he was honored to be here among the scouts. \"Scouts are the lifeblood of this game, they are,\" he said. \"Scouts do the work. I was very lucky. I came across some great scouts at a very young age. They motivate these young men to think that they might be able to play their dreams out. Scouts have been a big part of my life. Scouts are very unheralded.\" Save for every year on this night, at least. Barry M. Bloom is a national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
