{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/106757174\/rangers-acquire-ace-right-hander-yovani-gallardo-from-brewers\/",
    "title": "Out to bolster rotation, Rangers land Brewers ace Gallardo",
    "subtitle": "Texas sends three players to Milwaukee in trade",
    "body": "ARLINGTON -- The Rangers added the impact starting they were looking for when they acquired right-hander Yovani Gallardo from the Brewers on Monday. Gallardo, who played high school baseball at Trimble Tech in Fort Worth, joins Yu Darvish and Derek Holland as three pitchers at the top of the rotation who could each give the Rangers 200 innings. Colby Lewis could be a fourth if he continues to show he is fully recovered from hip and flexor tendon surgeries. Rangers general manager Jon Daniels said he has been discussing Gallardo with Brewers counterpart Doug Melvin since the Winter Meetings. The trade reinforces the Rangers' belief that they intend to be contenders this season and are not in a rebuilding mode after losing 95 games in 2014. \"We knew at least on paper that Milwaukee had six quality Major League starters,\" Daniels said. \"It has been a focus point for us to add starting pitching and Yovani was one of the guys we were hoping to land. Since the beginning of the offseason, the one thing we felt we were lacking was innings in our rotation. I think we are in a lot better position.\" To get Gallardo, the Rangers traded reliever Corey Knebel, infielder Luis Sardinas and Minor League pitcher Marcos Diplan to the Brewers. Neither Knebel nor Diplan are considered among the Rangers' top Minor League prospects. Knebel was ranked No. 8 on the Rangers by MLB.com, while Diplan was No. 20. Daniels said it is still a good haul for the Brewers, pointing out that Knebel could impact the back end of the bullpen, Sardinas could end up as an everyday shortstop and Diplan, just 18, could develop into a significant pitching prospect. But the Rangers get an impact starter who has pitched at least 180 innings in six straight seasons and has a career record of 89-64 with a 3.69 ERA. Among 58 active pitchers with at least 1,000 innings pitched, he is 19th in ERA, 12th with a .582 winning percentage and 18th with a .247 opponents' batting average. \"This is a guy who is a workhorse,\" manager Jeff Banister said. \"He has a four-pitch mix and a guy who when he is at the top of his game, his command is plus. More than anything, it is the tenacity with the way he pitches. The guy loves to compete. He really loves to show hitters that he is in command. This guy has been an All-Star, he knows how to pitch and he knows how to win. This is a guy that excites.\" Gallardo will turn 29 in February and can be a free agent after the season. He is signed for $13 million, although the Brewers will pick up $4 million of that salary. Gallardo will be reunited with Mike Maddux, who was his pitching coach in his first two seasons with the Brewers in 2007-08. \"Yovani's an experienced guy who's pitched in big moments, pitched in the playoffs,\" Maddux said. \"He's logged 200 innings multiple times. He's going to be a good addition to the staff and the team. He has a good track record in everything he's done. He's well received in the clubhouse, the weight room. He's always been one of everyone's favorite teammates.\" Gallardo is the second starter that the Rangers have acquired by trade this offseason. They also picked up left-hander Ross Detwiler in a deal with the Nationals in December. Detwiler was a reliever for the Nationals in 2014 but has been a starter in the past and has been told by the Rangers he will get a chance to start in Spring Training. But Texas still has right-handers Nick Tepesch, Lisalverto Bonilla and Nick Martinez to provide competition. Detwiler will still have to win a job. \"I think that we need that depth,\" Banister said. \"There are going to be guys that will continue to battle and compete all the way through Spring Training. When we get through Spring Training, a lot of those questions will be cleared up.\" T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
