{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/106747528\/mlb-gives-back-on-mlk-day-of-service\/",
    "title": "MLB gives back on MLK Day of Service",
    "subtitle": "Clubs, players volunteer in their communities to help neighbors on national holiday",
    "body": "Dave Stewart grew up in Oakland, a future Major League star pitcher, and the remarkable things he saw and heard as a boy about the Rev. Martin Luther King Jr. are vivid in his memory now, at the age of 57. \"I used to ask my parents why he endured the things he did for no apparent reason,\" said Stewart, the senior vice president and general manager of the D-backs. \"I was too young to understand his cause. I understand now that nothing you accomplish in this life time comes without great sacrifice, persistence, courage and strength. Those characteristics gave me the opportunity of equality, and to be looked at like all men. \"Dr. King gave his life for that. I am forever grateful, and so are my kids and their kids.\" On Monday, people around Major League Baseball joined with all those who celebrated MLK Day of Service, observing more of a \"day on\" than a \"day off.\" Clubs and players volunteered in their communities to help neighbors, work on civic projects, visit hospitals and family shelters, participate in MLK heritage events and generally getting involved. This annual holiday is observed on the third Monday of January each year, but to mark the Jan. 15 birthday of the late civil rights leader. Phillies center fielder Ben Revere attended the Martin Luther King Jr. Sharing the Heritage Celebration and Day of Service event, held in partnership with the Citizens Bank Foundation, at The African American Museum in Philadelphia. It was a celebration with special events and activities, including hands-on service projects, a community celebration with live performances, readings and more. Revere, who welcomed guests in the auditorium and thanked fans for taking part in this year's MLK Day of Service, was raised in Atlanta and taught the importance of the civil rights movement at an early age. \"He's definitely an inspiration,\" Revere said. \"When I think of him, I think of equality, opportunity and peace. That's the main focus. Growing up in the South at that time, it was tough. But he never gave up. He never stopped believing. He just kept going.\" The Mets produced a video about King, with Lance Johnson and Lenny Harris discussing his legacy. \"I think he wanted equality for all ethnic groups,\" Johnson said. \"He wanted things to be fair, he wanted everybody to have a chance to live the American dream. And basically that's just what he wanted, fairness.\" \"It was a great impact on them, especially the African-American ballplayer today, to reach out and find out who he really is inside,\" Harris said. \"Because he'd done so much for American people in general to make sure he established the rights of your own, the feelings of your own rights, just to be on top and where you should be in life, just to progress.\" For the surviving family of Jackie Robinson, the day was especially meaningful. The Brooklyn Dodgers infielder who broke baseball's color barrier in 1947 also became an influential civil rights leader and King's friend in the movement during the '60s. Rachel Robinson, Jackie's widow, attended the movie \"Selma\" on MLK Day as part of three generations in their family -- along with her daughter Sharon and two granddaughters. \"MLK Day is a workday for all of us,\" said Sharon, educational consultant for MLB. \"It's a day of reflection and appreciation for Dr. King and his work and words, but more importantly it asks each of us what we are doing to serve our communities and keep the values he espoused alive. That's what it means to me. So that's why my family chose to go Monday to see 'Selma,' three generations, so we can see it together and purposely chose a time when we can sit down and reflect on it. \"Part of the way you continue to make a difference in people's lives is by doing the kind of outreach that our clubs are doing. Same thing with our Jackie Robinson Scholars -- they're out doing service. There are different ways, and service is one of them.\" Pirates center fielder Andrew McCutchen and Blue Jays pitcher Marcus Stroman were examples of many players who tweeted messages of meaning: #MLKDay pic.twitter.com\/6RBtVEZ6Cs Martin Luther King Jr. Day! Nothing but pure respect for that man. Thank you! In Dallas, participants in the Texas Rangers Foundation's \"just keep livin\" program volunteered at the North Texas Food Bank, helping to generate a total of 18,754 meals going to families. The Rangers Foundation created a partnership with Matthew and Camila McConaughey and their \"just keep livin\" Foundation in 2011. The partnership includes the creation an after-school program centered on nutrition, exercise and wellness for local high school students. The program has had a dramatic impact over the last four years for just keep livin students at Pinkston High School in Dallas; Sam Houston High School in Arlington; and Eastern Hills High School in Fort Worth. Rangers @jklivinFNDN young adults volunteered @ntfb as part of National Day of Service honoring MLK. #AHeartForKids pic.twitter.com\/aQdYXFbWdX In Houston, Astros staff members volunteered at four locations during the day. The itinerary included Shriners Hospital for Children, Star of Hope Women and Family Shelter (lunch service), Star of Hope Men's Development Center (lunch service), and Houston Food Bank. #Astros volunteers including @iLLJAY_SiNG and Brett Oberholtzer at Houston Food Bank for Day of Service. pic.twitter.com\/irjxiRQqJw The White Sox Volunteer Corps -- which unites White Sox fans through service opportunities within the Chicago area -- had 60 members assist City Year with a large scale beautification project at Gage Park High School and Rachel Carson Elementary School. Volunteers worked on many projects, including painting, light construction and educational activities to enhance these important spaces on the South Side of Chicago. White Sox Charities supports the City Year program at Tilden Career Community Academy, which places City Year Corps members in classrooms to provide in-school academic support and mentoring, in addition to afterschool programming for students most at risk of dropping out of school. Whenever we host a service event, we know the @whitesox #volunteers will be there. Thank you for helping!! pic.twitter.com\/e2EwFsPVdh Mariners reliever Fernando Rodney was in South Korea visiting with U.S. military troops as part of a USO tour, spending MLK Day in a unique way to make a difference. Super happy to share this special holiday with those that keep us safe overseas #MLKDay #FlechaCorea #LetTheArrowFly pic.twitter.com\/A0EnPKmdY4 In the days leading up to MLK Day, the D-backs were part of two key events in the Phoenix area. One was the 21st annual MLK Jr. Living the Dream Community Dinner celebration, in which several D-backs executives were in attendance. Additionally, D-backs senior vice presidents Marian Rhodes and De Jon Watson attended the ceremonial naming of Dr. Martin Luther King Jr. Blvd. in Phoenix on Thursday. The YMCA of Metropolitan Milwaukee hosted its 16th annual Dr. Martin Luther King Jr. Breakfast, where community and state leaders gathered for the largest MLK Day event in the state of Wisconsin. About 700 community and state leaders were expected to gather, as the Brewers donated game tickets to the attendees. Also, Brewers Community Foundation is a \"Legacy Sponsor\" of The Marcus Center for the Performing Arts' 31st annual Dr. Martin Luther King Jr. Birthday Celebration. About 1,900 people attend annually. The event includes arts, speech and writing contests. The contests are featured throughout Milwaukee Public Schools and the City of Milwaukee. Bob Kendrick, head of the Negro Leagues Baseball Museum in Kansas City, tweeted the sentiment of the day there: RT They Went to Bat for Change! Happy MLK Jr. Day from the NLBM! #nlbm25 pic.twitter.com\/x6WBjMh7bD For more information and ways to get involved, visit MLBCommunity.org. Mark Newman is enterprise editor of MLB.com. Read and join other baseball fans on his MLB.com community blog. Austin Laymance contributed to this story. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
