{
    "url": "http:\/\/m.mlb.com\/news\/article\/106798264\/the-week-ahead-more-free-agent-signings-on-horizon\/",
    "title": "The Week Ahead: More free-agent signings on horizon",
    "subtitle": "Scherzer deal should set off domino effect of new deals",
    "body": "Sunday's baseball news was all about Max Scherzer, the headliner of the entire free-agent class. Hot Stove nation is swirling with the news that Scherzer, the right-hander who won the American League Cy Young Award in 2013 for the Tigers, agreed to a monster seven-year deal with the Nationals. The Scherzer news has been long awaited and should open the floodgates for the rest of whatever offseason wheeling and dealing has yet to be done. In other words, the week ahead could be another doozy, and it could start with James Shields. Monday and Tuesday mark exactly one month until pitchers and catchers begin to filter into their Spring Training complexes in Florida and Arizona, and Shields is the last big-ticket item on the free-agent market. The reports that he's been offered more than $100 million will only resurface now that teams needing starting pitching begin to zero in on Shields or possible trade targets. Speaking of that, what will the Nationals do now that they're going to be on the hook for what's been reported as a price tag north of $180 million? It seems possible that the Nationals could continue to make Jordan Zimmermann available in trades, since he has one year before being eligible for free agency. Or they could stand pat with what looks like one of the best rotations in baseball: Scherzer, Stephen Strasburg, Zimmermann, Gio Gonzalez and Doug Fister. And Zimmermann would not be the only starter on the move. On Monday evening, right-hander Yovani Gallardo was dealt from the Brewers to the Rangers, and we'll have to wait and see what happens with superstars such as Tigers left-hander David Price, Phillies ace Cole Hamels and Rockies All-Star shortstop Troy Tulowitzki and outfielder Carlos Gonzalez, who have all been mentioned as possible trade pieces at some point this winter. As for Shields, the latest hubbub has him not surprisingly being linked to Detroit, but Toronto has been reported as showing interest as well. It makes sense; Shields has built a solid reputation of durability and dependability by throwing at least 200 innings every year since 2007, including 227 last year for the AL pennant-winning Royals. Otherwise, the Mets still might be looking for a shortstop and have surplus in starting pitching, with Dillon Gee and Jon Niese as potential chips. And there are more free agents out there, too. Infielders Rickie Weeks and Everth Cabrera are available as well as outfielders Colby Rasmus, Ichiro Suzuki, Jonny Gomes and Ryan Ludwick. Starters Chad Billingsley, Roberto Hernandez, Ryan Vogelsong, Chris Young, Kyle Kendrick and Carlos Villanueva are still on the board, among others, along with relievers Francisco Rodriguez, Rafael Soriano, Casey Janssen and Brian Wilson. Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
