{
    "url": "http:\/\/m.mlb.com\/news\/article\/106753718\/breaking-of-baseball-color-barrier-vital-to-martin-luther-king-jr\/",
    "title": "Breaking of baseball's color barrier vital to King's Dream",
    "subtitle": "Remembering Robinson's connection to civil rights leader in honor of MLK Day",
    "body": "A few weeks before his assassination in 1968, the Rev. Martin Luther King Jr. said these words to former Dodgers pitcher and Negro Leaguer Don Newcombe: \"You'll never know how easy you and Jackie and Doby and Campy made it for me to do my job by what you did on the baseball field.\" He was referring to Jackie Robinson, the first black player in Major League Baseball; Larry Doby, the first black player in the American League; and Roy Campanella, Newcombe's catcher and Robinson's teammate in those turbulent times as pioneers on the field. A nation pauses Monday to commemorate Martin Luther King Day, and many civil rights historians will tell you that there probably would have been no \"I Have A Dream\" speech by King or Civil Rights Act of 1964 had it not been for the integration of the national pastime. Likewise, it is impossible to separate Robinson's role as a civil rights activist from his record on the baseball field. He was a friend and ally to King, even raising money at Robinson's Connecticut home to help pay bail bonds for jailed marchers and protesters down South. But Robinson and King had their differences as well, especially over the war in Vietnam. From 1957-64, Robinson was vice president of personnel at Chock full o'Nuts, making him the first black person to serve as vice president of a major American corporation. He routinely sent telegrams and letters to three serving U.S. presidents, and that included a telegram to President Lyndon B. Johnson on March 9, 1965 -- two days after \"Bloody Sunday\" in Selma, Ala. That telegram read: \"IMPORTANT YOU TAKE ACTION IN ALABAMA \/ ONE MORE DAY OF SAVAGE TREATMENT BY LEGALIZED HATCHET MEN COULD LEAD TO OPEN WARFARE BY AROUSED NEGROES \/ AMERICA CANNOT AFFORD THIS IN 1965. JACKIE ROBINSON.\" \"My father, when he retired from baseball, was very involved in the civil rights movement,\" said his daughter, Sharon Robinson, MLB's director of educational programming. \"He had it built into his contract with Chock full o'Nuts that he could travel and raise money for civil rights organizations. He raised $1 million for the NAACP his first year out, traveled the country, then would travel south whenever there was a crisis. He would come down to help bring attention to the issue and to march alongside the protesters. \"In 1963, my father met Dr. King and he came back home and would always talk about what he had seen and experienced and how important it was that we stay involved in the movement. He came back and said, 'I've been traveling south all these years, you've watched on TV, but now I want us to be involved as a family. So the first thing we're going to do is go to the March on Washington.' So my brothers and I joined the March in August of 1963. \"We held a jazz concert in our home [in Stamford, Conn.], and it was really cool because Dr. King himself came to thank everybody and be a part of it. The money we raised that year was to pay bond money, because the marchers were being arrested and didn't have money to get out of jail. That was our goal for that concert. It really changed. \"Then they did other things together, and at times they had a difference of opinion. The biggest was the Vietnam War. My father had a son who fought in the war [Jackie Robinson Jr.], and he was trying to be respectful. Dr. King felt we needed to get out of the war.\" But on the subject of civil rights, there was no question about their objectives. A new MLB.com photo gallery depicts the connection between King and Robinson. \"It was a parent's perspective and an activist perspective,\" Sharon said. \"They had their differences, but they still respected each other.\" Both legends died young: King at 39 and Robinson of a heart attack at 53. They left behind a legacy of hope and inspiration, and a treasure trove of leadership quotes. Of Robinson's many lasting words, these might say it best on MLK Day in 2015: \"The right of every American to first-class citizenship is the most important issue of our time. ... I don't think that [any] American citizen should have to ask for anything that is rightfully his. We are demanding that we just be given the things that are rightfully ours and that we're not looking for anything else.\" Mark Newman is enterprise editor of MLB.com. Read and join other baseball fans on his MLB.com community blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
