{
    "url": "http:\/\/m.mlb.com\/news\/article\/106784972\/many-players-will-be-wading-into-new-waters-as-spring-training-position-battles-heat-up\/",
    "title": "New faces, new places set up intriguing spring",
    "subtitle": "Best-laid plans could change with position battles on horizon",
    "body": "The Major League Baseball offseason is filled with high expectations and best-laid plans, with the goal of busy October nights being the motivation for transactions and depth-chart maneuvers, major and minor. With yearly turnover coming from ever-fluid positioning created by free agency and the trade market, teams embark on new strategies come Spring Training. Even though the exhibition games of the Grapefruit and Cactus leagues will go far toward determining who will take the field throughout the 2015 season, the 30 big league clubs already have certain concepts set in January. Here are cases where players could be testing new waters, whether it be changing position, finally arriving as full-time players or trying out the Major Leagues for the first time: Yasmany Tomas, 3B, D-backs: Sure, Tomas has played a bit of third base during an impressive career in Cuba, but now he's slated to man the hot corner as a $68.5 million-over-six-years franchise slugger in his first go-around in U.S. professional ball at the highest level. It's bold, but with Tony La Russa and Dave Stewart at the helm of the organization, did you expect anything different?  Gilbert on Tomas' signing Gilbert on Tomas' abilities on offense and defenseMLB.com D-backs reporter Steve Gilbert discusses how Yasmany Tomas will contribute to Arizona on offense and defense Mookie Betts and Rusney Castillo, OF, Red Sox: Both got a taste of the bigs last year and looked promising enough to think that there's a chance they'll play alongside each other for nine innings a night on the Fenway green. But Castillo also is new to the States from Cuba and Betts is a converted second baseman blocked at the position by Dustin Pedroia. There are still adjustments to be made. Marcus Semien, SS, A's: Semien has all of four big league appearances at shortstop in limited action over the last few seasons for the White Sox, but now that Oakland has dealt Yunel Escobar to Washington for reliever Tyler Clippard, he's the heir apparent at the anchor position in the A's infield. Unless general manager Billy Beane makes another deal, of course. Didi Gregorius, SS, Yankees: Speaking of shortstops, Gregorius is no stranger to the gig, but this gig? Replacing an all-time legend in retired captain Derek Jeter? That's a whole other assignment that pretty much defines \"new waters.\" Dellin Betances, RP, Yankees: On the same team, Betances could very well jump into the closer's role after a dominant campaign (1.40 ERA, 0.78 WHIP, 135 strikeouts in 90 innings) as the setup man for departed David Robertson, who signed with the White Sox after ably filling Mariano Rivera's ninth-inning role. Arismendy Alcantara (OF), Javier Baez (IF), Jorge Soler (OF), Cubs: Will this terrific trio of prospects-turned-big-leaguers-on-the-cusp be penciled in as Opening Day regulars? It remains to be seen -- and the outfield picture got more crowded with the trade for Dexter Fowler  -- but the potential is there, and the Chicago brass expects to win now after offseason upgrades, including one of the highest-ticket free agents on the market in new staff ace Jon Lester. All three have shown remarkable talent -- and that they have a lot to learn. Others: Dalton Pompey, OF, Toronto; Joc Pederson, OF, Dodgers; Christian Vazquez, C, Red Sox; Jose Ramirez, SS, Indians; Anthony Gose, OF, Tigers. Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
