{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/106812866\/tigers-moving-on-after-max-scherzer-agrees-with-nats\/",
    "title": "Tigers moving on after Scherzer agrees with Nats",
    "subtitle": "",
    "body": "DETROIT -- In the end, the long goodbye to Max Scherzer lasted 10 months. It began with that late March morning in Spring Training, when the Tigers announced they had made Scherzer a long-term contract offer -- $144 million over six years -- that Scherzer turned down. It became official in the wee hours of a late January morning, with next Spring Training on the horizon. Tigers officials said they had picked up discussions after the season, but team president\/general manager Dave Dombrowski said from October on that their best chance was in the spring, before other teams could get involved. Scherzer's big bid just came in, with a seven-year deal from the Nationals. And by all accounts, the Tigers weren't involved in the end, despite expectations that Tigers owner Mike Ilitch would get the chance from agent Scott Boras to match or beat an offer. As reports emerged Sunday, Dombrowski told MLB.com that the Tigers were not in active pursuit, the same status he had stated for most of the offseason. \"A couple of times in recent weeks, Scott reached out to us to say that Max still liked Detroit and had interest,\" Dombrowski said Monday. \"But we didn't have any contract negotiations.\" Multiple outlets reported Scherzer's deal will be worth $210 million, averaging more per season than what the Tigers offered in March. It would also eclipse the value of the extension Justin Verlander signed with the Tigers in 2013. The bulk of that deal, the five years of control Detroit bought, begins this season. Scherzer took a chance on the open market and benefited. With that, a Tigers franchise that has enjoyed a nine-year renaissance by paying big for top talent -- not just to acquire, but maintain -- lost a free agent it had tried to keep. It's a first in the Dombrowski era in Detroit, and the first for Ilitch since Juan Gonzalez in 2000. \"We wish Max the absolute best,\" Dombrowski said. \"You give him credit. We're thankful for everything he's done.\" The Tigers will receive a compensation pick in this year's First-Year Player Draft, currently the 34th overall selection. It's their first compensation selection since 2010, when they received two for losing Fernando Rodney and Brandon Lyon. One of those picks was Nick Castellanos, who just finished his first season as Detroit's everyday third baseman. The Tigers prepared themselves for a 2015 season without Scherzer when they traded for David Price last July. Now, with Price entering his final season before free agency, Detroit could go through the same process all over again. Like Scherzer a year ago, Price just set a record for a one-year salary for an arbitration-eligible player. Like Scherzer, Price has a chance to hit the market at age 30. Price, however, has much less history in Detroit, and a potentially wider market as a left-hander. \"We like David Price a lot,\" Dombrowski said. \"Every case is individual, but I don't think we would've done anything differently [with Scherzer].\" As for this year, Dombrowski suggested Detroit's rotation is set. Though a report from FOXSports.com suggested recent contact with free agent James Shields' agent, Page Odle, Dombrowski said nothing has taken place. \"We have not pursued anything else at all,\" Dombrowski said, \"despite any type of rumors.\" Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
