{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/106813282\/cubs-acquire-dexter-fowler-from-astros-for-luis-valbuena-dan-straily\/",
    "title": "Fowler 'excited' to join Cubs",
    "subtitle": "Chicago trades Valbuena, Straily to Houston for outfielder",
    "body": "CHICAGO -- The Cubs' offseason goals were to upgrade their roster by finding players, preferably left-handed hitters, who can get on base, and they most likely completed the makeover on Monday with the addition of Dexter Fowler. The Cubs dealt infielder Luis Valbuena and right-handed pitcher Dan Straily to the Astros for the 28-year-old Fowler, who is expected to fill the leadoff spot. The switch-hitter has a career .366 on-base percentage over seven seasons, primarily with the Rockies. He was traded to the Astros on Dec. 3, 2013, with a player to be named for Brandon Barnes and Jordan Lyles. \"I'm excited,\" Fowler told MLB.com's Brian McTaggart. \"I envisioned myself when I first went to the Astros to help the young guys and see what comes. \"It's tough leaving my teammates and relationships I've built,\" he said, \"but going to a young team like that is awesome.\" Fowler will be reunited with hitting coach John Mallee, who was with the Astros last season and now has that job with the Cubs. Mallee recommended the outfielder. \"The biggest thing John kept saying to us is, 'This guy really puts on an at-bat ... he sees pitches, he gets on base,'\" Cubs general manager Jed Hoyer said Monday. \"[Mallee said], 'It's a pleasure to watch this guy execute an at-bat.'\" That's something the Cubs haven't had. They ranked 13th in the National League in on-base percentage (.300) during the 2014 season. Fowler, Miguel Montero and Tommy La Stella are three left-handed hitters the Cubs added who they hope will get on base and extend the lineup. Arismendy Alcantara played the most in center field last season, but he had to learn about the outfield on the job after coming up in the Cubs' system as an infielder. He may become manager Joe Maddon's Cubs version of Ben Zobrist -- a versatile player who can fill in everywhere. 120 Sports: Cubs acquire Fowler \"Joe's been a part of a lot of our meetings about the team, and Alcantara, for one, brings a smile to his face every time because he's exactly the kind of player he loves,\" Hoyer said of the 23-year-old switch-hitter. \"He can play all over the field, he can run the bases, he's a good defender, he's got good power. He's an exciting piece who you can move around.\" Fowler will be eligible for free agency after the 2015 season. The Cubs inherit the arbitration figures which the Astros exchanged last week; Fowler was asking for $10.8 million, and Houston countered at $8.5 million. It's too early to talk about a possible contract extension for Fowler, Hoyer said. \"We just look forward to getting to know him first,\" Hoyer said. Valbuena, 29, hit a career-high 16 home runs last season, while Straily, 26, was acquired from the Athletics last July in the multiplayer deal that sent Jeff Samardzija and Jason Hammel to Oakland. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
