{
    "url": "http:\/\/m.mlb.com\/news\/article\/106818552\/adelaide-bite-heading-toward-strong-finish-in-australian-baseball-league\/",
    "title": "In ABL, Moon helps Bite eclipse Aces",
    "subtitle": "Astros prospect leads offense as Adelaide earns first-round playoff bye",
    "body": "Week 12 in the Australian Baseball League saw the Adelaide Bite take three of four from the Melbourne Aces to secure a first-place finish in the regular season, giving Adelaide a first-round playoff bye and the right to host the ABL Championship series. In other action, the Perth Heat took three of four from the Canberra Cavalry, and the Brisbane Bandits split a four game series with the Sydney Blue Sox in Brisbane. Moon rises to lead Adelaide Astros prospect Chan Moon led the Bite offense, finishing the series against Melbourne with five hits, six runs, a home run and seven stolen bases. The seven steals for Moon give him 18 for the season, currently tops in the ABL. Moon's teammate, Dodgers prospect Brandon Dixon, also finished the series with five hits, a home run and four RBIs against the Aces. Dixon is currently sporting a .289 average, nine home runs and 29 RBIs. He is second only to Moon with 16 stolen bases on the season. Dodgers prospect Craig Stem turned in another quality start for Adelaide, allowing just two hits and one run over five strong innings. The 25-year-old right-hander is 3-1 with a 3.86 ERA in 11 starts this season. For the Aces, Rangers prospects Kellin Deglan and Cody Buckel both played well on the road. Deglan contributed four hits to the cause, and the Canadian will head into the final week of the regular season leading the league with 16 home runs and 36 RBIs. Buckel, a 22-year-old from Thousand Oaks, Calif., did not allow an earned run in two relief appearances, allowing just two hits in five innings. The righty has held opponents to a .181 batting average through 42 innings in the ABL and earned his first save of the season in the series finale, a 6-4 win for Melbourne. Wong brings the heat for Heat Joey Wong continued to swing a hot stick for the Perth Heat as his nine hits led the way in Perth's series victory over the Canberra Cavalry -- a four-game series in which Perth outscored Canberra, 45-14. Wong, a Rockies prospect, scored nine runs in the series to go along with his nine hits, and is now tied for the league lead in runs scored with 37. The middle infielder has hit .452 over his last 10 games to raise his season average to .314. Phillies prospect Brian Pointer tallied six hits and scored six runs in the series, and Braves prospect Matt Kennelly chipped in with six hits. Mike McClendon tossed a shutout in the opener for Perth to improve to 4-1 with a 1.29 ERA. McClendon, who has made 35 Major League appearances for the Milwaukee Brewers and 299 lifetime Minor League appearances, has allowed just six earned runs in 42 innings in the ABL this season. His strikeout to walk ratio is an eye-catching 38:3. Canberra's forgettable series saw mainstay Jack Murphy lead the offense with six hits to bring his season average to .370. Rays light up Brisbane set In Brisbane, the series between the Bandits and Blue Sox featured key contributions from four Rays prospects -- all playing for Brisbane. Johnny Field hit safely in all four games, finishing the series with six hits and three RBIs. Granden Goetzman also tallied a hit in each game of the series and blasted his eighth home run of the season. Infielder Thomas Coyle collected five hits to bring his average to .315, and utility man Maxx Tissenbaum finished the series with four hits, two home runs and five RBIs. Twenty-three-year-old Minnesota Twins prospect Logan Wade, a Brisbane native, went 8-for-20 with five RBIs in the series to raise his average to .294 and bring his season total to 26 RBIs in 41 games with the Bandits. For Sydney, 19-year-old Tigers prospect Zach Shepherd homered in three straight games and finished the series with four RBIs. The Sydney native has hit .230 with six long balls through his first 33 ABL contests this season. D-backs prospects Alex Glenn and Tyler Bortnick also produced for Sydney, with Bortnick hitting safely in three of four and Glenn finishing the weekend 7-for-13 with a pair of RBIs. One week to go until playoffs Heading into the final week of the regular season, four teams -- Perth, Brisbane, Sydney and Canberra --are competing for the final two playoff spots. Those four teams are involved in two head-to-head matchups next weekend. The second-place Heat will host the third-place Bandits while the Sydney Blue Sox and Canberra Cavalry will meet in Sydney. Perth (24-20) is currently two games ahead of Brisbane (21-21) and three games ahead of both Sydney (20-22) and Canberra (20-22). Last-place Melbourne will host first-place Adelaide to close out each of their respective regular seasons. Craig Durham is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Craig Durham"
}
