{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/106824800\/richard-justice-max-scherzer-always-striving-to-improve\/",
    "title": "Scherzer always striving to improve",
    "subtitle": "Righty has added a curveball over past few years to become dominant pitcher",
    "body": "Max Scherzer is a good example how some of the most important tools to scout are heart and smarts and guts. The D-backs made him the 11th pick of the 2006 First-Year Player Draft because he had a great power arm. That gift alone surely would have gotten him to the big leagues. In fact, it did since Scherzer made his Major League debut 11 months after signing. \"He was basically just a power arm at that point,\" Tigers manager Brad Ausmus said of Scherzer last season. Scherzer threw a changeup along with a slider that he had trouble locating. \"And got punished for it,\" he said. Back then, there was a man named Mike Rizzo working for the D-backs who was convinced that Scherzer's 95-mph fastball was just a start. He was impressed that Scherzer already understood he needed other pitches to keep hitters from going to home plate focused only on the fastball. And so here we are today. Since 2006, Scherzer has polished that slider, refined his changeup and developed a curveball that's also a quality pitch. His fastball averaged 92.8 mph last season, but he threw it a career-low 55 percent of the time in 2014, according to FanGraphs.com. When a hitter steps to home plate, he must also think about the slider (13.6 percent), changeup (21 percent) and curve (10.3 percent). What goes around comes around. Rizzo, the man who drafted Scherzer in 2006 as Arizona's scouting director, is now the general manager of the Nationals. In grabbing Scherzer off the free-agent market and adding him to the top of his rotation, Rizzo knows he has gotten both a talented pitcher and a smart, curious man who is relentless in his drive to be great. In the last two seasons, Scherzer went 39-8 and led the Majors in strikeouts. His name was dotted across the leaderboard over that span -- sixth in innings, batting average against and quality starts. \"There's never an end to it,\" Tigers pitching coach Jeff Jones said of Scherzer last season. \"He's always trying to improve. Every bullpen [session] is intense. He's really a guy that's driven. He wants to be the best.\" How Scherzer evolved from being a very solid big league pitcher to going 55-15 the last three seasons and winning the 2013 American League Cy Young Award is a reminder of the thin difference between good and great. He kept tweaking his catalog as he evaluated himself and looked for weaknesses. That he was unafraid to try something new, that he kept thinking he could still get better, speaks volumes about his makeup. \"You always have to evaluate yourself and find ways to get better,\" Scherzer said last season. \"You have to be critical of yourself and try to come up with new ideas, watch other guys. You never stay the same. In professional sports, you just don't. You either get better or you get worse. That's the reality. The moment you don't want to keep getting better, you get worse.\" First, there was that slider. Scherzer never stopped working to improve its grip and velocity and release point. Once he felt he got it right, he began working on a curveball. For some, three quality pitches is enough. Scherzer wanted another weapon to use against left-handed hitters. He threw all his pitches against right-handed hitters, but he stuck with a fastball-changeup combination against lefties. It was during sessions with Jones that he tried throwing his slider slower. And slower still. First, the pitch resembled something that was a little bit slider and a little bit curveball. Scherzer took some more velocity off it and saw the baseball do things he hadn't anticipated. \"Jonesy,\" he said after one bullpen session, \"I've got a curveball.\" Here's the importance of that. Now Scherzer has three pitches -- fastball, slider, changeup -- to throw to right-handed hitters. And he has three -- fastball, curveball, changeup -- to throw against left-handed hitters. He can thank the Cleveland Indians for that curveball. \"Cleveland had hit me,\" Scherzer said. \"Cleveland always had like nine lefties and always did a good job against me. I realized I needed a third pitch to face Cleveland. I broke it out against Cleveland and had success immediately off it. It was slow -- 80 mph. The effect was there. I knew I had something going. I just had to continue to throw it throughout 2012. \"Going into 2013, I wanted to be able to pitch more with it. I was able to do that. It got a little bit better. I tightened the grip up a little bit, and it gave me more feel. I was able to throw more strikes with my curveball. There were times throughout the season it was a big pitch for me. It really helped me out with left-handed hitters.\" In 2012, left-handed hitters batted .292 against Scherzer. In '13 and '14, they hit .222 and .242, respectively. \"There were three different speeds they had to respect,\" Scherzer said. \"Now they have to protect a pitch that's coming into them and a pitch going away from them -- and a fastball. It changes everything. It makes every pitch better.\" Scherzer said he didn't begin working on a curveball until he was comfortable with his slider. Once he noticed that veteran right-hander Jake Peavy threw both a slider and a curveball, he figured the combination might work for him, too. \"That's how good pitchers become exceptional pitchers,\" Ausmus said. \"I was with the Dodgers when [Clayton] Kershaw added a slider. Not that he wasn't going to be a good pitcher, but it has kind of changed the trajectory of his career. Hopefully for Max, the curveball does the same thing.\" Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
