{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/106822218\/astros-deal-dexter-fowler-to-cubs-for-luis-valbuena-dan-straily\/",
    "title": "Astros deal Fowler to Cubs for Valbuena, Straily",
    "subtitle": "",
    "body": "HOUSTON -- The Astros pulled off their second trade in a week on Monday, acquiring right-handed pitcher Dan Straily and infielder Luis Valbuena from the Cubs in exchange for veteran outfielder Dexter Fowler, who will be joining his third team in three years. The move helps the Astros fill needs at starting pitcher and third base while freeing up a crowded outfield picture. Houston general manager Jeff Luhnow said Straily will compete for a spot in the rotation and Valbuena will be in the mix to start at third base, though he can play elsewhere. Last week, the Astros acquired slugger Evan Gattis from the Braves. They further bolstered their club this offseason by signing shortstop Jed Lowrie and relief pitchers Luke Gregerson and Pat Neshek, who, like Straily, are all former members of the A's. \"Dexter was a big part of our team last year and would have been a big part of our team this year, but he's in high demand by other clubs,\" Luhnow said. \"We talked to a few clubs about him and pretty much resisted trading him until the Cubs made this offer available. \"At that point, we felt we needed to do it. This is a deal that improves our team in 2015 and gives us some exciting players beyond 2015. Dexter was going to be a free agent after this year. Not that we could have been involved in trying to sign him, but you never know with those things.\" Straily, 26, appeared in 14 games (eight starts) for the A's and Cubs last year, but in 2013 was among the top rookie arms in the American League by going 10-8 with a 3.96 ERA in 27 starts. He has an average fastball, but good secondary stuff. Unless any other moves are made, Straily will join Samuel Deduno, Asher Wojciechowski and Alex White in competing for the last spot in the rotation behind Scott Feldman, Dallas Keuchel, Collin McHugh and Brett Oberholtzer (Brad Peacock is expected to start the year on the disabled list). Luhnow said Straily could wind up in the bullpen or add rotation depth at Triple-A if he doesn't make big league rotation. \"Either way, he's an important part of the puzzle going forward,\" Luhnow said. Straily saw the Astros up close in 2013 with the A's and likes the direction the Astros are headed. \"I came up playing against all the young guys in Houston and in Oakland playing against those same guys, and you know what they're capable of,\" Straily said. \"They're right there on the verge of being contenders. I'm definitely excited to be a part of it now.\" Valbuena, who agreed to a one-year, $4.2 million contract, hit .249 and set career high in games played, home runs (16), runs (68), hits (72), doubles (33), triples (four), and RBIs (51) last year for the Cubs. A left-handed-hitter, he'll push to start at third base or could share time with Matt Dominguez. \"One of the things I said going into this offseason is we had options at third, short at first so we need improve our performance coming out of those positions,\" Luhnow said. \"With Luis being a left-handed hitter and Matt being a right-handed hitter, you could see both of them sharing that position or some other configuration. It gives us options. Valbuena is a proven Major League bat who can play premium positions, so we're excited.\" The departure of Fowler will allow the Astros to move either Jake Marisnick or George Springer to center field, with the other playing right field. Gattis will see time in left field, with Alex Presley and Robbie Grossman having the ability to play all three positions. \"It's something [manager] A.J. [Hinch] and the staff is going to have to work through,\" Luhnow said. \"Marisnick is a natural center fielder, and it's possible he's our Opening Day center fielder. Who knows? I think it's nice having guys with versatility.\" The Astros are still in the market for a starting pitcher, and free agent Ryan Vogelsong is among those still on the club's radar. \"We're comfortable with the way the team stands today, but we're not going to stop looking at ways to improve the club,\" Luhnow said. \"There are still some free agents we have interest in and there's still some potential trade opportunities. The work continues, but we're happy with where the club is today. If we had to go to Spring Training right now, we'd be satisfied.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
