{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/66286976\/marlins-outfielder-jake-marisnick-building-up-running-routine-after-surgery\/",
    "title": "Marisnick ramping up running routine after surgery",
    "subtitle": "Marlins center fielder close to going at full speed while rehabbing left knee",
    "body": "MIAMI -- In the next week or two, it should be full speed ahead for Marlins outfielder Jake Marisnick. The 22-year-old underwent left knee surgery the day after the regular season ended, and he is in the process of building up his running routine. For about two weeks, Marisnick has been doing some light jogging. \"In another week or two, I'll be full activity,\" he said. \"I'm not too worried about running. In the next week or so, I should be able to dial it up and get back to full speed pretty soon.\" Due to knee discomfort, the Marlins shut Marisnick down the final weekend of the season. On Sept. 30, surgery was performed by team physician Lee Kaplan to repair a torn meniscus and remove a piece of loose cartilage. Immediately after surgery, he spent about a week in Miami before heading home to Riverside, Calif. Ranked as the Marlins' top prospect by MLB.com, Marisnick anticipates being ready for the start of Spring Training. \"It will be good to be able to go out and run around 100 percent,\" he said. \"Being healthy going into Spring Training will be awesome.\" The Marlins are not going to rush Marisnick, either physically or in terms of his development. Marcell Ozuna is the frontrunner to win the starting center-field job, and Marisnick likely will open at Triple-A New Orleans rather than come off the bench in Miami. Called up from Double-A Jacksonville in July, he struggled as a rookie. In 40 games, he posted a .183 batting average (20-for-109) with one home run and five RBIs. Defensively, Marisnick is arguably the best outfielder in Miami's system. He has great speed and a strong arm. How quickly he progresses in the big leagues will come down to how he performs at the plate. The past few weeks, he's hit off a tee and progressed recently to flips in the cages. \"Everything will be good to go for Spring Training,\" Marisnick said. \"I just took the offseason a little bit slower to make sure everything heals up properly.\" The center fielder turns 23 on March 30, the day before the season opens against the Rockies at Marlins Park. \"I'm just excited to go out there and play,\" he said. \"The main thing will be my comfort level. I'm real comfortable out there. Just to be playing baseball again with the guys should be really good.\" Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
