{
    "url": "http:\/\/m.mlb.com\/news\/article\/107381996\/former-teammates-remember-mr-cub-ernie-banks-fondly\/",
    "title": "Former teammates remember Mr. Cub fondly",
    "subtitle": "",
    "body": "MESA, Ariz. -- It must have been a crystal-clear day like Saturday, the day Ernie Banks coined his most poetic phrase: \"It's a great day for a ball game: Let's play two!\" And so it is. The sky is a vivid blue at Sloan Park, the Cubs Spring Training facility, with not even the hint of a cloud in the air. A high sky, the ballplayers like to call it, in which pop flies tend to disappear like drops of dew. The red video board just inside the first-base entrance bears the grim news: \"Ernie Banks, 'Mr. Cub,' 1931-2015.\" The Hall of Famer died at age 83 on Friday night, the club announced, sending ripples throughout the baseball world. On the field below, former Cubs players of many eras play a game against their Fantasy Camp guests, who are decked out like real big-leaguers in Cubs pinstriped home unis with their names woven into the backs. \"It was sad to hear that he had passed last night. I was very sorry to hear that,\" says catcher Randy Hundley, who played with Banks from 1966-73 and has run the camp for 33 years. He's now 72. \"To me it's a tragic thing, really a tragic thing,\" says Glenn Beckert, the 74-year-old second baseman who played with Banks from 1965-71. \"I lost one of my best friends. You don't realize how close you were to some of those old athletes until something like this happens. He was great to play with. He was my best hitting instructor. In 1965, I came up as a young kid and he was at first base. You can't imagine the impact. I played with him for seven years. This has hit me hard. It's hard to think about losing a friend like that.\" Beckert, a lung cancer survivor, is propping himself up with the help of a slim cane. Life and baseball go on. On the field, long-time fantasy participant Dr. David Fishman wobbles to the plate. His left leg is encased in a black heel-to-calf boot. He broke the leg sliding into a base about three days into the week-long camp. Some may call it courageous, others simply crazy, but here he is with bat in hand, settling into the left-side box getting ready to take his hacks. His son, young Fishman, is poised along the base line getting ready to run. Fishman takes a few feeble swings and some wise guy from the dugout bellows: \"Steady that leg.\" He smacks a clean, ground single between third and short. Kirk Gibson, slide over. That Game 1-ending 1988 World Series homer was only accomplished on a bum knee. The game stops. Fantasy mates pile out of the dugout. The Cubs greats and near-greats bounce in from the field. Hosannas and claps on the back come from all sides. This is the personification of what Mr. Cub was talking about. \"For me, if there was a monarch, a King Cub, he certainly filled that role,\" said Bob Dernier, Cubs center fielder circa 1984-87, who played on the '84 team that lost the National League Championship Series in heartbreaking fashion to the Padres. \"The way he treated me was just golden. He gave me a joyful welcome and sort of a big brother hug. I thought a lot of Ernie. I think we all did. He'll be sorely missed, but he's up there with [Ron] Santo and Harry [Caray] and a variety of others. They're welcoming him now. He was the ambassador of Cubs baseball, no doubt. I feel badly for the guys who played with him. I can feel their sadness because I know how I would feel if and when I lose a teammate. Not if, when. That's part of the gig. They have to have a heavy heart.\" They do, but baseball is a welcome distraction. Beckert is at the rail of the first-base dugout talking about pensions with Todd Hundley, who followed in his father's footsteps. The son played 1,028 games behind the plate in 14 seasons, two of them for the Cubs. His dad is eyeing the field keenly, managing one of the teams. Ed Lynch, a former Cubs pitcher and general manager, is managing the other. Neither seems to be particularly interested in their affiliations, bopping from dugout to dugout. Banks had been a presence here in the not too distant past, Randy Hundley remembered. Now his memory is omnipresent. \"He didn't particularly look that good the last few months I had seen him and I was wondering how his health was,\" the elder Hundley says. \"I was concerned about it. We lost a wonderful person. I saw him the last time a couple of months ago. We missed him very much at [last weekend's] Cubs Convention. I sure wish I had been able to see him then. I thought it was a little suspicious with him not being there. I never heard he was not feeling well. But that must have been the case.\" \"He was a guy for me who really loved life. He lived his life like that. The Cubs family is going to miss him, without a doubt,\" adds Gary Matthews Sr., who knew Banks well and played left field next to Dernier on those 1984-87 Chicago teams. \"There are certain players who define an organization,\" Lynch says. \"For the San Francisco Giants it's Willie Mays, for the New York Mets it's Tom Seaver. I think Ernie Banks was that kind of player. He defined the Chicago Cubs. It's a huge loss, not only for the organization, but for the city and for baseball.\" On the field, the Fantasy campers are back up at the plate. Lynch, now a scout for the Blue Jays, has pitched an inning and surrenders that honor the next time around. Something about not wanting to pitch again without the shield of a batting-practice screen. \"I just ate a sandwich,\" he says. There are six teams of 12 players each roaming in around the third-base dugout. They each get at least one at-bat apiece. The day is growing long and languid, a chill brushing as shadows crawl across the diamond. There are a handful of family members and well-wishers in the stands. No one, though, seems eager to quit. As Banks might have put it, adjusting his own prophetic statement: \"It's a beautiful day: Let's play three!\" Three it is! Barry M. Bloom is a national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
