{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/107711864\/catcher-john-baker-finalizes-minor-league-deal-with-mariners\/",
    "title": "Baker finalizes Minor League deal with Mariners",
    "subtitle": "Veteran catcher gets invite to Spring Training, provides depth at position",
    "body": "SEATTLE -- The Mariners signed veteran catcher John Baker to a Minor League deal with an invitation to next month's Major League camp Thursday, giving Seattle some needed experience and depth at the backstop position. Baker, 34, is a seven-year Major League veteran who'll compete for the backup job behind starter Mike Zunino when pitchers and catchers report Feb. 20 in Peoria, Ariz. Baker completed his physical exam Thursday and signed the papers on a deal that was first reported Wednesday. Thanks for all the positive vibes being sent my way. Next Chapter begins. @Mariners pic.twitter.com\/HBYsaA0aQ3 The Mariners have three catchers -- Zunino, Jesus Sucre and John Hicks -- on their 40-man roster. Baker receives a non-roster invitation, along with youngsters Steven Baron, Mike Dowd and Tyler Marlette, to give Seattle seven catchers due in camp. Zunino, 23, caught 130 games last year in his first full season as a starter. Sucre, 26, has played in 29 games over the past two seasons with Seattle in a backup role. Hicks, 25, is a well-regarded prospect, but has just 28 games of experience at the Triple-A level after a midseason promotion to Tacoma last season. Baker has Major League experience with the Marlins, Padres and Cubs, with a career slash line of .247\/.330\/.341 in 359 games. He hit .192 with 15 RBIs in 68 games for the Cubs last year and earned the pitching victory and scored the winning run in the 16th inning of a game against the Rockies on July 29, throwing a scoreless final frame to become just the fourth position player to pick up a pitching victory since 1968. The California native was drafted by the A's in the fourth round in 2002 out of Cal. He was the Marlins' 2010 nominee for the Roberto Clemente Award. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
