{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107940240\/phil-rogers-cubs-chairman-tom-ricketts-pays-respects-to-ernie-banks-at-visitation\/",
    "title": "Ricketts pays respects to Mr. Cub at visitation",
    "subtitle": "Cubs chairman said club will honor Banks throughout 2015 season",
    "body": "CHICAGO -- Like the head of a family who has lost a loved one, Tom Ricketts stood vigil at the back of Fourth Presbyterian Church early Friday afternoon, as an eight-hour public visitation for Ernie Banks was beginning. Ricketts shook hands, patted backs and talked about life without Mr. Cub. \"My emotions are pretty much the same as the people who are walking out the door,\" Ricketts said. \"It's just a loss. ... We loved Ernie very much. We all miss him.\" Ricketts, the Cubs' chairman who met his wife in the Wrigley Field bleachers, will be one of many people to speak at Banks' funeral on Saturday. He'll speak from his heart about one of the greatest assets any franchise ever could count on.   Complete coverage \"The thing that's pretty amazing is, with Ernie, you had to work to get him to talk about himself,\" Ricketts said. \"You would say, 'How are you today?' He'd say, 'I'm fine. How are you? Where do your parents live? Are they alive?' There were so many people who met Ernie for the first time and realized walking away that they spent the whole time talking about themselves. They never even got to baseball. ... The humility, the decency.\" To Ricketts, baseball statistics are a small part of Banks' story. \"Obviously he played 19 years as a Cub, hit 512 home runs as a Cub,\" Ricketts said. \"But those numbers don't really matter as much as that he was a kind, generous man who had time for everybody. He just meant so much to everyone. The reason that Ernie was so well loved is because that he gave that love right back. ... He was a special person who became a great person by doing nothing other than being himself.\" Ricketts said the Cubs will honor Banks' memory throughout the 2015 season. He said the team hasn't yet set those plans, which are expected to include uniform patches and perhaps a special Ernie Banks Day when the team plays a doubleheader. \"We don't have it finalized,\" Ricketts said. \"We have a lot of good suggestions, ways to honor Ernie during the season.\" Banks' death last Friday from a heart attack comes at a time that the team is expected to become a perennial contender, with a wealth of young hitters and increased resources through renovations at Wrigley Field. \"With all the people we've lost -- the Ernies and the Ron [Santos], the Harry Carays and [Jack] Brickhouses, all the great people associated with the organization -- there's always that 'didn't quite win the World Series' sadness that goes along with it,\" Ricketts said. \"We can't do anything about that. Obviously it would have been nice to keep Ernie with us until we could deliver that, but we'll do our best. He'll be in our spirits.\" Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
