{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107948396\/ernie-banks-legacy-includes-presidential-medal-of-freedom\/",
    "title": "Banks' legacy includes Presidential Medal of Freedom",
    "subtitle": "Mr. Cub honored due to baseball prowess, civil rights role and positive outlook",
    "body": "CHICAGO -- U.S. Congressman Mike Quigley has known Ernie Banks at various stages in his life: as a 10-year-old fan, a county commissioner and now a congressman for Illinois' 5th District, which includes Wrigley Field and the surrounding area. Quigley was also in Washington, D.C., in 2013, when Banks was honored with the Presidential Medal of Freedom. \"It struck me that when I saw him at the White House, he treated everybody, whether they were a congressman or a 10-year-old fan, the same way -- like they were the most important person, the most important fan at Wrigley Field,\" Quigley said Friday. Quigley was one of thousands of Cubs fans to pay respect to Mr. Cub on Friday at Chicago's Fourth Presbyterian Church, 126 East Chestnut Street, during a public visitation from noon-8 p.m. CT. Banks passed away on Jan. 23 of a heart attack. He was 83. U.S. Senator Dick Durbin asked Barack Obama's administration to consider Banks for the Presidential Medal of Freedom. Durbin cited Banks' baseball prowess, his role in the civil rights movement and his positive view on life.   Complete coverage Durbin said it was clear how much the honor meant to Banks, who grew up in Texas, played in the Negro Leagues and dealt with racism for much of his life. \"As you spoke to him, clearly he was reflecting on his life, where he started, working for $7 a day in Kansas City as a baseball player in the Negro Leagues and going through that terrible period of segregation, and here he was receiving the Presidential Medal of Freedom from an African American president,\" Durbin said. \"I'm sure, as Ernie said later, his life had come full circle to see that day.\" Banks also believed in LGBT (Lesbian, Gay, Bisexual & Transgender) equality, and he helped Quigley in his fight on the matter. \"I don't know how a young man like Ernie Banks, who went through the discrimination he went through, the fact he was raised very poor in a large family, became the person he was,\" Quigley said. \"He was there for every cause, many of those causes way before anyone thought it was the right thing to do.\" That was simply Banks' way. He wasn't only a Hall of Fame ballplayer. He was also a Hall of Fame person. \"It's not just the Cubs, it's the neighborhood around Wrigley Field, Lakeview, that's lost something very special,\" Quigley said. Cash Kruth is a reporter for MLB.com. Follow him on Twitter at @cashkruth. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Cash Kruth"
}
