{
    "url": "http:\/\/m.mlb.com\/news\/article\/1299957",
    "title": "Rangers notes: Mini-camp begins",
    "subtitle": "Rangers notes: Mini-camp begins",
    "body": "ARLINGTON -- The Rangers are holding a mini-camp at Ameriquest Field in Arlington this week for some of their young pitchers and position players, wanting them to get a jump on Spring Training.  Among those in attendance is outfielder Laynce Nix, who has had surgery on both of his shoulders since missing the last three months of the 2005 season.  Nix has spent the winter working at the Athlete's Performance Institute in Tempe, Ariz., and could be 100 percent by the start of Spring Training. \"I don't want to say no, because I could be,\" Nix said. \"Right now I'm where I need to be. I'm getting more confident doing my regular exercises, swinging the bat feels good and my throwing program is coming along.\"   Nix has not been the same since running into the center field wall at Ameriquest on June 13, 2004, suffering a sprained right shoulder.   In his first 328 Major League at-bats, Nix hit .271 with 17 home runs and 53 RBIs. Since running into the wall, in 456 at-bats, he is batting .230 with 11 home runs and 55 RBIs.   Nix also injured his left shoulder making a diving catch last summer and went on the disabled list on July 15. While he was sidelined, he decided to have the right shoulder taken care of and ultimately had surgery on both.   This is a big spring for him as he tries to regain his starting job on a team that also has David Dellucci, Brad Wilkerson, Gary Matthews Jr. and Kevin Mench in the outfield mix.   \"I'm sure it's a big spring but I approach every one like they are,\" Nix said. \"I've just got to get healthy. When I get healthy, there will be a difference.'   Cordero pitching winter ball: Closer Francisco Cordero is pitching winter ball in the Dominican Republic in preparation for the World Baseball Classic. The Rangers are watching him carefully.   Cordero has had early arm troubles the last two Spring Trainings, which makes the Rangers wary about his participation in the WBC.   But it also gives Cordero a chance to work on a changeup to go with his 97 mile-per-hour fastball and hard slider.   \"He feels like it's a pitch he can use,\" pitching coach Mark Connor said.   Showalter on Clemens: Rangers manager Buck Showalter is among those watching to see if Roger Clemens will pitch again in 2006. The Rangers are extremely interested if Clemens, a free agent, does come back.   \"It's intriguing,\" Showalter said. \"I don't have any anxiety about it, you just prepare as best you can. It's something out of your control. That would obviously be an added bonus.   \"You certainly think about the possibility. He'll make a decision but I'm sure we're not the only ones who will be interested.\"   Mahay invited to camp: The Rangers are bringing veteran reliever Ron Mahay to Major League camp. Mahay was a key reliever for the Rangers in 2003-04 but was taken off the roster last summer after posting a 6.81 ERA in 30 outings.   Briefly: The Rangers are still looking to add one more veteran reliever to bring to camp on a Minor League contract. One pitcher they have shown interest in is right-hander Felix Rodriguez. ... Arbitration hearings have been set for Mench (Feb. 10), Matthews (Feb. 13) and Vicente Padilla (Feb. 16) in St. Petersburg, Fla. The Rangers are close to avoiding a hearing at least with Padilla. ... R.A. Dickey continues to work diligently on his knuckleball. He lives in Tennessee during the offseason but has made three trips to Southern California to work with Charlie Hough, a knuckleballer who still owns the Rangers' club record for most career victories. ... Minor League reliever Omar Beltre, a top pitching prospect, was placed on the 40-man roster this winter but has still not received a visa to leave the Dominican Republic. He was unable to do so all of last year and had to remain in his native country. T.R. Sullivan is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
