{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107988796\/anthony-castrovince-chicago-says-farewell-to-beloved-ernie-banks\/",
    "title": "Chicago says farewell, thanks to beloved Mr. Cub",
    "subtitle": "",
    "body": "CHICAGO -- He came in from the suburbs, went straight to Wrigley Field. It's a trip Mike Feinstein made many times in his youth. He was in just the third grade when his mom (and parents, please don't try this at home in 2015) would give him a few bucks to take the No. 97 bus -- the Skokie bus -- to the \"L\" and the train to the ballpark, where, for 50 cents, he could watch his hero, Ernie Banks, play a baseball game. But Feinstein is 66 now, and on this day there was no ballgame. There was, instead, a public visitation service for Banks about to take place a few miles south of here. That was Feinstein's next stop. And as he stood on the corner of Clark and Addison and looked at that building that housed some of the happiest moments of his youth, he saw the words on the marquee that broadcast the hard reality of life and death: Ernie Banks \"Mr. Cub\" 1931-2015 The tears flowed freely. \"A wonderful man,\" Feinstein said, before pointing to the ticket booth. \"I remember he snuck out right over there one time after the game. All the other guys left down the street by the fire station, but he popped out of there, and I got to meet him and got his autograph. Just a wonderful person.\" These were the kinds of stories people have been telling all week here. And this was the kind of effect Banks had on people. Friday was a day for people like Feinstein -- folks touched by the man's irrepressible and irresistible charm -- to approach his casket at Fourth Presbyterian Church on the Magnificent Mile and either flash the peace sign (for \"Let's play two,\" of course) or nod and pray or just say thanks. The Banks family was gracious enough to make Mr. Cub's viewing service a public one, and people from all walks of life came to pay their respects. Some wore dark funeral-appropriate garb, some wore their work clothes and many did as Banks surely would have loved and showed up in their Cubs jerseys and jackets. \"When you have encountered a person like that,\" said Robert Harris, a fan who made the trek in from Evanston, Ill., \"it would be a travesty to have the opportunity to pay your final respects and not do so.\" On Saturday, Banks' funeral will be a standing-room-only affair, with Joe Torre, Billy Williams, Lou Brock and Ferguson Jenkins all eulogizing Banks, and Hank Aaron, Reggie Jackson, Illinois Gov. Bruce Rauner, Chicago Mayor Rahm Emanuel and Rev. Jesse Jackson all expected to attend. The ceremony will be followed by a procession that will pass Wrigley and inspire many along a crowded sidewalk slab.   Complete coverage It's hard to imagine -- especially in 2015 -- an athlete having a deeper connection to a city than the one Banks forged here. He wasn't just the man who officially integrated the Cubs with his first at-bat in 1953. He was, at one time, part-owner of a car dealership in town. He was, at one time, a candidate for city alderman. He was, at one time, a member of the Chicago Transit Authority board. And his connection with fans was so deep that there were times when his duties as a first-base coach were neglected because he was too busy joking around with people behind the dugout. \"That was Ernie,\" former teammate Jose Cardenal said with a smile. Cardenal was one of many members of the Cubs fraternity who came here to say goodbye. These were the guys who know better than anybody just how much energy and appreciation Banks brought to this great game and how those traits endeared him to so many. \"We lost a big one,\" Andre Dawson said. \"He's one of those individuals you think is going to live forever.\" Somebody asked Jenkins if there was anybody who didn't like Banks. \"I don't know anybody,\" said Jenkins, before breaking into a smile. \"Maybe one of his wives!\" Baseball has many means to measure a man, and Banks profiled well in just about all of them. Hits and home runs and RBIs and the like. But if you try to measure an athlete and his impact by the number of rings on his finger, Banks is a reminder that the memories of the wins and the losses fade long before the memories of the human being behind them. Wrigley Field will always be Mr. Cub's home: http:\/\/t.co\/7rtDzMOOtz And so barely a moment goes by between photos snapped at Daley Plaza, where Mr. Cub's statue is temporarily housed this week. And not one minute of the eight-hour viewing afforded the faithful was a minute wasted. That, ultimately, is the only measure of Ernie Banks that matters. Maybe it seems silly to some for people to line up to say goodbye to a man they, in many cases, never actually met. But Mr. Cub always gave people here his best, and they wanted to return the favor. \"I'm here,\" said Feinstein, \"because he deserves it.\" Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
