{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/107867036\/phillies-add-pitching-depth-by-signing-chad-billingsley-to-one-year-deal\/",
    "title": "Phillies add pitching depth with Billingsley signing",
    "subtitle": "Righty gets 1-year, $1.5 million deal after missing most of past two seasons",
    "body": "PHILADELPHIA -- The Phillies need to protect themselves in the starting rotation in the event somebody is injured or they trade Cole Hamels, Cliff Lee or both. They hope Chad Billingsley can be that guy. The team announced Thursday night it signed Billingsley, 30, to a one-year, $1.5 million contract, which includes performance bonuses. Billingsley has pitched just 12 innings in the big leagues over the past two seasons because of elbow injuries, but he passed his physical and the Phils hope he could be in the big leagues by late April. \"He's a bounce-back candidate,\" general manager Ruben Amaro Jr. said. \"We're cautiously optimistic that it's a good risk. If healthy and if he bounces back close to where he has been in the past, he's a very solid middle-to-upper-rotation-type pitcher.\" If everybody is healthy and nobody is traded by Opening Day, the Phillies' rotation is expected to include Hamels, Lee, Aaron Harang, Jerome Williams and David Buchanan. Billingsley could bump Buchanan at some point. And if Billingsley pitches well, who knows? The Phils might be able to spin him off to a contending team in July. Again, all that is only if Billingsley is healthy and returns to prior form. Billingsley had Tommy John surgery in April 2013 and surgery to repair his right flexor tendon last June. But before that, his 73 wins from 2007-12 ranked 20th in baseball. Billingsley's 3.65 ERA ranked 27th out of 89 qualifying pitchers. \"We're going to make sure that we take our time with him,\" Amaro said. \"We want to make sure he's healthy when he's pitching in Philadelphia. We're not going to rush him. If he continues in a straight line, we're hopeful that by late April or early May, he's ready to pitch for us.\" The Phillies designated left-hander Cesar Jimenez for assignment to make room for Billingsley on the 40-man roster. Billingsley will wear No. 38, which had been Kyle Kendrick's number since 2007. Kendrick is a free agent and will not return. Todd Zolecki is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Todd Zolecki"
}
