{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/107868794\/bo-porter-excited-to-reunite-with-fredi-gonzalez-in-atlanta\/",
    "title": "Porter excited to reunite with Fredi in Atlanta",
    "subtitle": "Third-base coach played for skipper in Minors, was on Gonzalez's Marlins staff",
    "body": "ATLANTA -- As Bo Porter distances himself from his days as the Astros' manager and prepares to assume his new role as the Braves' third-base coach, he is looking forward to the opportunity to be reunited with Atlanta manager Fredi Gonzalez, the man who gave Porter his first job as a Major League coach. The duo met in 2002, when Porter was playing for the Triple-A Richmond Braves squad that was managed by Gonzalez. As they sat in the dugout during a rain delay that year, the outfielder got the sense that his skipper was hinting that it was time to start looking toward his future as a coach. \"[Gonzalez] said, 'If I ever get the opportunity to manage at the Major League level, I'm going to have you on my staff,'\" Porter said. \"I jokingly said, 'What are you trying to say, that I shouldn't be playing anymore and that I'm done?'\" Porter actually might have made Atlanta's 2003 Opening Day roster had he not suffered an oblique strain during the final days of Spring Training. After completing his playing career with Richmond that year, he joined the Marlins as a Minor League coach in 2005. When Gonzalez became the Marlins' manager in 2007, he assigned the third-base coaching job to Porter, who spent two seasons in that role before moving on to coaching stints with the D-backs and Nationals. Porter became the Astros' manager before the 2013 season and held that role until he was dismissed with just one month remaining this past season. During his time with Houston, he became acquainted with right-handed pitcher Michael Foltynewicz and third baseman Rio Ruiz, the two highly regarded prospects the Braves acquired when they traded Evan Gattis to the Astros earlier this month. Foltynewicz, who ranks as the Braves' No. 2 prospect, will come to Spring Training with a chance to compete for the vacant fifth spot in Atlanta's starting rotation. The 6-foot-4, 220-pound hurler possesses an above-average fastball, but he needs to gain more consistent command of both his curveball and changeup. Foltynewicz posted a 5.08 ERA at the Triple-A level last year and then spent the final two months of the season working out of Houston's bullpen. \"He definitely has the skill set,\" Porter said. \"You look at the overall package -- he has an overpowering fastball, his breaking ball is something he started to use more once he arrived at the Major League level and his changeup is a work in progress. But when you look at his size and his competitiveness, he has that bulldog mentality.\" Because Ruiz has not played above the Class A Advanced level, Porter has not had as many opportunities to visually see his potential. But he has certainly heard and read promising reports about the 20-year-old third baseman, who ranks as the Braves' No. 6 prospect. \"Just reading the Minor League reports and being able to see him on a limited basis, you're talking about an accomplished, polished young hitter that has the ability to hit for a very high average at the Major League level,\" Porter said. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
