{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/107909282\/rockies-sensed-russell-wilsons-winning-attitude-early-on\/",
    "title": "Rockies sensed Wilson's winning attitude early on",
    "subtitle": "Football star impressed Colorado with demeanor, skills on diamond after 2010 Draft",
    "body": "DENVER -- Seattle Seahawks quarterback Russell Wilson's triumphant and tearful television interview with FOX Sports' Erin Andrews had just finished when Colorado Rockies special assistant to the general manager Danny Montgomery picked up the phone and let his own feelings flow. \"[Russell] is giving me chills,\" Montgomery said. \"A true angel. Holy cow.\" Minutes later, Rockies national scouting crosschecker and Minor League instructor Jay Matthews was on the phone, his heart still pounding: \"You can't write a script for what we just saw ... a book, a movie ... anything. That kid is a winner.\" Wilson struggled for more than three quarters of the NFC Championship Game against the Green Bay Packers two Sundays ago, then magically grasped the game in the final minutes of regulation and overtime to lift the Seahawks to their second straight Super Bowl appearance. He'll have a chance to bring Seattle another Lombardi Trophy this Sunday -- and do the Rockies proud, again. If you're not careful, or if you don't know and love Wilson the way Montgomery and Matthews have come to love him, the connection to the Rockies is almost a throwaway line in the story of the short quarterback who achieved against tall odds. Colorado drafted him out of North Carolina State in the fourth round of the 2010 First-Year Player Draft, and he played a combined 93 Minor League games at Class A Short-Season Tri-City and Class A Asheville before going back to college football at Wisconsin in 2011. Your browser does not support iframes. The odd part is this: Much of what drove Wilson is the fact that he was underestimated and denied. But no one believed in Wilson like the Rockies. That's especially true of Matthews, who has known him since his junior year of high school, and Montgomery, who saw something special in Wilson at N.C. State, even though he wasn't a full-time starter on the baseball team. It started at the end of Wilson's junior year at Richmond (Va.) Collegiate High School, when Wilson tried out for an MLB-sponsored East Coast Pro Showcase team in Wilmington, N.C. Matthews helped select the team, which also included World Series Most Valuable Player Award winner Madison Bumgarner and Rays right-hander Chris Archer. \"We liked [Wilson's] skill set and put him on the team, but the more I really got to know him, I started to see what you see today in football,\" Matthews said. Wilson starred in football. In baseball, he played some shortstop, third base and outfield, and pitched toward the end of his collegiate career -- none of it as a regular. But Montgomery -- who like Matthews lives in Charlotte, N.C., and saw Wilson often -- was blown away by what those who show up at game time never see. \"I would get there during batting practice and the kid was at the top step, watching the visiting club's best players as if he was a main player trying to pick up something,\" Montgomery said. \"And he didn't play much. But you saw how he went about his business, how he did extra work, how he coached to his coaches. You could see why his sports IQ was so high. \"Then I got to talking to Jay, and he always said, 'This guy's got something special about him.' \" In Draft parlance, taking an athlete lacking a true position or extensive experience in the fourth round would be a reach, but Colorado didn't want another team to take a chance on Wilson. The Rockies, with scouting director Bill Schmidt on board with the recommendations of Matthews and Montgomery, were in a good position to sign him. They talked to NFL personnel who saw Wilson as a sixth-round pick and envisioned him the way they saw Patriots receiver Julian Edelman -- a college quarterback who needed to change positions in the pros. Not long after the Draft, the relationship took a special turn. Wilson starred in football while earning a bachelor's degree in broadcast\/communications from N.C. State in three years. Matthews' admiration grew during this time because he knew Wilson's father, Harrison Wilson, was often hospitalized during his battle with diabetes. After Colorado drafted Wilson, Matthews was headed to Richmond to negotiate with another Draft pick and called Wilson to talk about signing him. \"He said, 'Oh, man, I've got bad news. My dad passed away last night,'\" Matthews said. \"Like me with my dad, he had lost his dad early. So I said I was going to come by. \"Then he said, 'Can you meet me at a batting tunnel and throw some BP? I just need to get away.' I got there at 10 at night, and it was Russell and his brother. I pitched to him. Then I hit him ground balls. He said, 'Thanks. This is like therapy to me.'\" Within weeks, Wilson, who was back at the N.C. State campus, decided he wanted to sign, but he had to go to Coors Field for a pre-signing workout. That was a problem. \"He called and said, 'I've been working on turning double plays, but I don't feel confident. Can you teach me?'\" Matthews said. \"I had 30 minutes. I asked if he had a field and he said, 'No sir, but meet me in the parking garage.' He had a glove, a makeshift base and a ball. \"He came to Denver, then Rich Dauer [then a Rockies coach] called and asked, 'What did you send me?' I thought he was going to blow me up. He said, 'This kid can turn a double play as if he's done it all his life.'\" The stat sheet says Wilson was a .229 hitter in the Minors, and the Rockies were exposed to criticism for using a high pick on a part-time college player. But the work rate and athletic ability said something else. \"If he had stayed with us and gone through the system, I think he would have been an All-Star at second base, no doubt,\" Montgomery said. \"He had a special insight at a young age, and he would have been special at whatever he wanted to do.\" But one more slight changed Wilson's direction. Colorado gave Wilson the opportunity to play the 2011 college football season if he chose, but the club invited him to Minor League Spring Training. But N.C. State football coach Tom O'Brien informed Wilson that if he went to Rockies camp, Mike Glennon (now a Tampa Bay Buccaneers quarterback) would be promoted to starter over him. Still wanting to explore football, Wilson could transfer without sitting out a year. Colorado still believed in him, but at the time, the Rockies could not add him to their 40-man Major League roster. Wilson went to Wisconsin and played himself into an NFL prospect. \"He was told, 'There are no 5-foot-10 quarterbacks other than Drew Brees,'\" Matthews said. \"It was just like people said, 'You didn't play much in college, you can't play for the Rockies.' He was still just a third-round pick in the NFL. \"But you can't tell him no.\" The official connection between Wilson and the Rockies ended when the Texas Rangers selected Wilson from them in the Triple-A phase of the 2013 Rule 5 Draft. Wilson was invited to Spring Training to take ground balls and BP for a day, and the team sold his jersey. But for those who bonded with Wilson during his baseball days, nothing -- not his Rangers Minor Leaguer status, not even the fact Wilson led the Seahawks past Denver's beloved Broncos in last year's Super Bowl -- changes how they feel. \"He's a Rockie,\" Matthews said. Football writers have been laboring over Wilson's story in the two weeks of hype leading up to the Super Bowl. The words came easily to Montgomery. \"We love him,\" Montgomery said. \"Write that.\" Thomas Harding is a reporter for MLB.com. Read his blog, Hardball in the Rockies, follow him on Twitter @harding_at_mlb, and like his Facebook page, Thomas Harding and Friends at www.Rockies.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
