{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/107907518\/john-sterling-mark-grant-strong-following-trying-experiences\/",
    "title": "Broadcasters Sterling, Grant strong after trying incidents",
    "subtitle": "",
    "body": "PHOENIX -- John Sterling and Mark Grant sounded upbeat when reached on the phone during the past few days. Both had endured recent experiences of a much different nature that had a profound effect on their lives. Sterling, the long-time radio play-by-play voice of the Yankees, saw his New Jersey apartment building, containing all of his worldly possessions, literally go up in flames. \"I lost everything,\" Sterling said. \"But thank God, if it had been 2 in the morning I'd be dead.\" The next day, on the other side of the country, Grant learned that the Fiat carrying his wife, daughter and her boyfriend had been rear-ended on a San Diego freeway. The car rolled twice and wound up resting on its crushed roof. All three survived. The kids were in the back seat and walked away unscathed. His wife, Mary, was driving, and she suffered a concussion and slash to the head that needed 12 staples to close. A CT scan of her brain revealed no further damage. Grant, a fun-loving former big league pitcher and TV analyst on Padres broadcasts, posted the picture of the wrecked vehicle on his Facebook page. \"It's been a very emotional week going through all that stuff, and you saw the pictures,\" Grant said. \"She's recovering from the concussion, has some dizziness. Who knows what the effects later on are going to be, but she's lucky to be alive.\" This was the week of Jan. 18-24 that was: Late in the afternoon that Wednesday, Sterling arrived home to find smoke billowing from the Avalon at Edgewater apartment building in Edgewater, N.J. When the flames began leaping from the structure, the spectacular fire could be seen across the Hudson River in Manhattan. The building burned to the ground. That same day in San Diego, pioneer sportscaster Jerry Gross, 81, succumbed to prostate cancer. How far does Gross go back? When the Major League Padres made their debut on April 8 1969, Gross was in the broadcast booth with Duke Snider and Frank Sims. That Thursday, Grant was at the dentist's office when he began receiving frantic emergency calls from the police and his daughter, Alexis, notifying him about the horrific accident. The old adage is that bad things usually come in threes. Not this time. Not that week. The game of baseball suddenly took a backseat to life's grim realities. It could have been much worse. \"Life goes on and I didn't get hurt,\" said Sterling. \"Nobody got hurt. Isn't it amazing? I mean, that was some fire. That was 'The Towering Inferno,' that I'm sure you've seen. But this was real, this was reality.\" Despite smelling smoke, Sterling took the back elevator up to his top-floor apartment. When the door opened, the smoke was so dense he couldn't see. \"So, I thought, 'Hey, John, you better get out of here.' I did and that was that,\" he said, departing to the ground floor in the same elevator. \"I just had the clothes on my back.\" Sterling lost the rest of his clothes, all of his pictures, all of his phone numbers, and the remainder of his possessions, including four of the five rings commemorating the World Series won by the Yankees during his 25-year New York radio tenure. He just happened to be wearing the 2009 ring on his left hand. Sterling has spent the past week in a nearby hotel, but thanks to the largess of a Yankees fan who's in Florida for the winter, he's moved into a home in Upper Saddle River, N.J., and will stay there until time comes in early March to join the club for Spring Training. \"Whoever you are, I have always depended on the kindness of strangers,\" Blanche Dubois famously says in the Tennessee Williams play \"A Streetcar Named Desire.\" And so it has been for Sterling, who since the fire has replaced some of his wardrobe and received hundreds of messages from friends, colleagues, fans and listeners. Possessions certainly can be replaced. A life cannot. For Grant, the initial picture of the accident he posted received 1,228 likes and 648 comments. The next day he showed three more pictures of the demolished white car, sitting back on its tires, the roof folded like an accordion, the front windshield smashed and the front side windows blown out. Moments after the collision, the three squeezed out of the prone vehicle through what had become narrow window spaces. \"Went to the yard today to get 'personals' from the car,\" Grant said in the second-day post. \"Couldn't believe the damage after seeing it upright. How Mary survived this is beyond me.\" When Grant's daughter first called, her voice didn't come through. Finally an unidentified female told him that his wife and daughter had been in a car accident. \"That's the worst phone call you ever want to get,\" he said. They were taken to Scripps Hospital in La Jolla, Calif., with Grant in hot pursuit. Understandably, he freaked out. Since last January, the Padres have lost two significant members of their broadcast crew: Jerry Coleman and Tony Gwynn. \"It's a situation you never want to experience,\" said the 51-year-old Grant, who pitched in parts of four seasons for the Padres, from 1987-90, and has worked on their broadcasts for the past 19 seasons. \"I didn't know what to think. I was hanging on edge. Finally seeing them at the hospital and realizing they were OK. ... They were beaten up a little bit, but everybody was alive.\" These are certainly the moments that try a person's soul. It's impossible for the mind not to spin forward and contemplate how bad things might have really been. Then, as Sterling so aptly put it, life goes on. There are baseball games to be played, broadcasts to be relayed, Spring Training is just around the corner. Barry M. Bloom is a national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
