{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/107920008\/rocky-bridges-dies-at-87\/",
    "title": "Former big leaguer, coach, manager Bridges dies at 87",
    "subtitle": "Original Angel played 11 seasons, was longtime Minor League skipper",
    "body": "Rocky Bridges, whose career in baseball as a player, coach and manager spanned four decades, died early Wednesday morning. He was 87. An infielder who mostly played up the middle, Bridges spent 11 seasons in the Major Leagues from 1951-61 with seven teams -- the Brooklyn Dodgers, Reds, Washington Senators, Tigers, Indians, Cardinals and Angels -- and was an American League All-Star in 1958. Though he finished the season with a .263 average for Washington, he had maintained a .300 average for most of the first half. Bridges was an original member of the Angels when they joined the AL in 1961, his last season as a player. He was a third-base coach for the Angels from 1962-63 and from 1968-71 and for the Giants in 1985. Bridges was also a Minor League manager in the Angels, Giants, Padres and Pirates organizations. In 21 seasons that stretched from 1964-89, his teams won 1,300 games and lost 1,358. He was manager of the Triple-A Phoenix Giants from 1974-82. Known for his legendary sense of humor -- Sports Illustrated called him \"one of the best stand-up comics in the history of baseball\" in 1964 -- Bridges was cited for numerous one-liners, which many called \"Rocky-isms.\" One of them was, \"There are three things the average man thinks he can do better than everybody else: build a fire, run a motel and manage a baseball team.\" Another was, \"The main quality a great third-base coach must have is a fast runner.\" Another Bridges line, \"I managed good, but boy did they play bad,\" was the title of a book of essays and stories about managers compiled by \"Ball Four\" author Jim Bouton and published in 1974. Quinn Roberts is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Quinn Roberts"
}
