{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/107934952\/mentality-tools-make-travis-snider-good-fit-for-orioles\/",
    "title": "Mentality, tools make Snider good fit for O's",
    "subtitle": "Recently acquired outfielder ready to fill whatever role club has in mind for him",
    "body": "BALTIMORE -- Travis Snider will be the first to admit that his parts of seven seasons in the Major Leagues have been a learning experience. \"Early in my career, I was young and immature, there were a lot of things in baseball I wasn't able to process,\" Snider said in a conference call Friday. \"I allowed the distractions to take away from the focus of getting better every single day.\" Snider, once a top prospect in the Blue Jays' system, called the trade to the Pirates prior to the 2012 Trade Deadline a great opportunity for a fresh start. And coming off a strong second half of '14, Snider will get another clean slate in Baltimore, which traded for the 26-year-old outfielder on Tuesday night. \"We liked Travis going back to the end of the season, and we had some discussions with Pittsburgh at the Winter Meetings and almost consummated a trade at that point,\" said executive vice president of baseball operations Dan Duquette, who got the deal done by sending left-handed pitching prospect Stephen Tarpley and a player to be named to the Bucs. \"I have always liked Travis for our ballclub and our ballpark, I think his work ethic is very good, and he fits in very good with the lunch-pail, next-man-up mentality that the Orioles have. \"This is the right time in his career to really have a good season.\" Lunchbox is the first part of Snider's Twitter handle, a nickname he got in high school and one that resonates with him, having grown up in a blue-collar house where his father worked two jobs to help Snider make it to where he is now. Snider said he's learned to not get caught up in the first few weeks of the season, but rather keep his head down, work hard and see where he's at when all is said and done. \"I've always had a lot of respect for the young core they have been building here in Baltimore, and to be a part of that now is exciting,\" he said. \"I'm very confident and very excited to be part of a winning group of guys in a league that I'm familiar with.\" Snider, a left-handed hitter, is coming off his best season, hitting .264\/.338\/.438 with 13 home runs and a career-high 38 RBIs in 140 games for the Bucs. He is a career .146\/.204\/.208 hitter at Camden Yards (7-for-48) with three doubles and four RBIs, and he is considered an excellent defender in the corner-outfield spots. While his exact role is undetermined, Snider gives the Orioles what they've needed all offseason: a left-handed-hitting outfielder with some power and a good glove. He said Friday he's served myriad roles in the big leagues -- platoon, regular and bench player -- and had \"sharpened all his tools\" to do whatever the O's need most. Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Facebook and Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
