{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/107660672\/when-they-were-prospects-mike-trout\/",
    "title": "When they were prospects: Trout",
    "subtitle": "He's the 1: Little doubt reigning AL MVP deserved top ranking in 2011",
    "body": "There is still time for Bryce Harper to win the Harper vs. Mike Trout debate, but so far we look pretty smart for having Trout at No. 1 in 2011 in rankings by MLB.com's Jonathan Mayo. As we gear up for the unveiling of MLB.com's Top 100 Prospects for 2015 -- which will be revealed on MLB Network and MLB.com at 9 p.m. ET on Friday -- we're looking back at what was written about some of today's superstars back when they were still on prospect lists. Mike Trout, OF, Angels No. 1 on 2011 Top 50  WHEN THEY WERE PROSPECTS Statistically speaking: Trout improved across the board in each of the three full months he spent in Double-A before his big league callup. The outfielder hit .268\/.342\/.535 in April, .333\/.462\/.495 in May and .365\/.445\/.625 in June. And once he got on base, he let his legs do the talking, going 23-for-30 in stolen-base attempts in May and June combined. Scouting report: Trout has pretty much every tool in the box. It starts with his plus-plus speed, which allowed him to swipe 56 bases in his first full season and to play an outstanding center field. His pure hitting ability is a plus as well, wise beyond his years in terms of plate discipline and pitch recognition. While he hit just 10 homers in 2010, he did slug .490 for the year and should add more power as he matures. He has a solid, albeit unspectacular throwing arm, though he's always on the money. His makeup and work ethic are off the charts. Upside potential: You name it. A top-of-the-order, All-Star-caliber basestealing threat who will also be a run producer, all while playing outstanding outfield defense. They said it: \"Did you expect that? No, but who would? How many 19-year-olds do that? Only a few. It was fun to watch. He's only a part of a team. And he's a very unselfish, team-oriented guy. He's very coachable, he buys in. All the little cliches, they fit Mike.\" -- Former Angels farm director Abe Flores. He said it: \"The adrenaline started running after [the introductions]. I knew they were all behind me, and I wanted to put on a show for them. I just did what I could.\" -- on his Futures Game performance in front of the hometown Angels crowd.",
    "author": ""
}
