{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/107767466\/lyle-spencer-bo-jacksons-brief-career-has-lasting-legacy\/",
    "title": "Bo knows brief baseball career, but has lasting legacy",
    "subtitle": "",
    "body": "It was a festive Sunday at Angel Stadium, a celebrity softball game unfolding as part of the 2010 All-Star Game activities. In conversation were Hall of Famer Rickey Henderson and Bo Jackson, the two-sport legend who could have been an all-time great outfielder if his career hadn't been cut short by a devastating football injury at age 28. Henderson was telling Jackson how, as a kid in Oakland, his dream was to be a running back like his hero, Walter Payton. \"But my mother wouldn't let me play football,\" Henderson said, Jackson listening intently. \"She didn't want me to get hurt.\" Bo knew a lot of things, but this was news. \"Your mom was smart,\" he said, grinning. \"She didn't want her son taking all that contact. Man, look what you did. One of us got smart.\" Had he walked away earlier from the Los Angeles Raiders to focus entirely on baseball, Jackson could have been the Mike Trout of his generation. Former Royals teammate Mark Gubicza always mentions Bo when he's asked for a talent comparable to Trout, who has Bo's body type and explosive blend of power and speed. \"Bo's the greatest athlete I've ever seen, bar none,\" Gubicza, an Angels television analyst, said. \"The things Bo could do were incredible.\" One thing Jackson didn't do was play in a Super Bowl. In his only NFL playoff appearance, he was on his way to a typically big game -- six carries, 77 yards -- when he suffered the hip injury against the Bengals that ended his football career at the Los Angeles Coliseum on Jan. 13, 1991. In his only exposure to October baseball, playing with a limp, he had 10 hitless at-bats with three walks and a run scored for the White Sox in the 1993 American League Championship Series against the Blue Jays. Bo's most dramatic moment on a baseball field occurred in Anaheim on July 11, 1989. Leading off the bottom of the first inning of the All-Star Game, he launched a mammoth home run against National League starter Rick Reuschel. Wade Boggs made it back-to-back blasts. Jackson also made a big running catch in left field and singled and stole second against John Smoltz, claiming the game's MVP award in a 5-3 American League victory. Jackson, like Trout, liked the ball down. Reuschel's sinker didn't land until it crashed against a tarp beyond the wall in dead center field. The estimated distance was 448 feet, but to those who followed its flight, it seemed more like 448 miles. \"Where the bullpens were located back then, you could hear the crack of the bat,\" said Gubicza, who followed Nolan Ryan to the mound for the AL. \"Bo had a unique sound when he got into one, and I recognized it. The crowd make this sound that was like, 'Oh, my God.' Nobody moved. Everybody just watched it keep going. \"It still had some distance to go when it landed. It was awesome to see. Playing with Bo, I was used to him doing incredible things. But on the first swing of the All-Star Game ... that was amazing even for Bo.\" Accustomed to doing amazing things, Bo took it in stride. \"I didn't care where the pitch was -- I was swinging hard,\" Bo said. \"It was one of the home runs in my career. Luckily, it was in the '89 All-Star Game. But I just see it as another home run. \"It wasn't a special moment -- it was a special week. It was my first All-Star Game, and the specialness was just being in the company of all the great players who were there.\" Henderson, who played in 10 All-Star Games, missed this one, having been dealt from the Yankees to the A's three weeks earlier. When Rickey told Bo he'd taken his place, Jackson corrected him. \"I didn't take your spot,\" Bo said. \"I was the highest vote-getter. They put me in that game. It was one and done.\" Jackson could have many more All-Star memories if not for the hip injury. His five seasons with the Royals peaked in '89, at 26, when he had 32 homers and 105 RBIs, placing 10th in the AL MVP balloting. He spent two seasons with the White Sox and wrapped it up at age 31 with the Angels in 1994. His legacy extended far beyond any playing field. \"Bo Jackson is the reason I played all the sports -- football, basketball, baseball,\" said Carl Crawford, the Dodgers left fielder and 2009 All-Star Game MVP. \"When I was growing up, I heard all about Bo. I thought I was going to do what Bo did in those commercials -- show up in a helicopter for a game, playing football and baseball. \"To me, Bo's the greatest athlete of all-time. No doubt about it.\" Gubicza offers a footnote to Bo's 1989 All-Star Game saga. \"After the game, we flew back to New York to play the Yankees,\" he said. \"We were sitting in first class, and the pilots came back during the flight to ask for Bo's autograph. I said, 'Excuse me, but who's flying this plane now?' They said, 'Don't worry, we're on automatic.' \"When we landed, it was like being with Mick Jagger. Bo was mobbed.\" Lyle Spencer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
