{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/107532154\/when-they-were-prospects-david-price\/",
    "title": "When they were prospects: Price",
    "subtitle": "Lefty made good on top ranking in '09, developing into ace, Cy Young winner",
    "body": "David Price was the No. 1 pick in the 2007 Draft, and after closing out the 2008 American League Championship Series for Tampa Bay it was pretty obvious he would be ranked the No. 1 prospect by MLB.com's Jonathan Mayo heading into 2009, and he was. Of course, he didn't really hit his stride until 2010, when he went 19-6 with a 2.72 ERA. Five years and a Cy Young Award later, the lefty is hoping to end Detroit's World Series title drought before he heads to free agency. As we gear up for the unveiling of MLB.com's Top 100 Prospects for 2015 -- which will be revealed on MLB Network and MLB.com at 9 p.m. ET on Friday -- we're looking back at what was written about some of today's superstars back when they were still on prospect lists. David Price, LHP, Tigers No. 1 on 2009 Top 50  WHEN THEY WERE PROSPECTS Statistically speaking: In his first 19 Minor League appearances, Price never allowed more than three earned runs in any start. He allowed three earned runs just four times, two runs on six occasions, just one run in four outings and held the opposition to zero earned runs in five starts. Scouting report: Major League fans saw only part of the package with Price pitching in relief -- the plus fastball that can touch 98 mph and sits comfortably in the 94-95 mph range. The southpaw's slider is a hard and nasty plus pitch and he can maintain his velocity deep into games. He also has a changeup, which hasn't been used much, but can be a good pitch. He's very athletic and has good mechanics, so the sore elbow that forced him to delay his debut this spring should have no lasting effects. His mound presence and competitiveness are off the charts. Upside potential: An ace starter who competes for Cy Young Awards annually. They said it: \"He's got a chance to rewrite a lot of the record books here if he stays healthy, I'll tell you that. I would expect him to do so.\" -- Rays pitching coach Jim Hickey. He said it: \"I'm going to have good dreams for the rest of my life, just because of this moment. Nothing compares to this. This is incredible.\" -- Price after closing out Game 7 of the ALCS.",
    "author": ""
}
