{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/107530484\/when-they-were-prospects-madison-bumgarner\/",
    "title": "When they were prospects: Bumgarner",
    "subtitle": "Giants lefty has lived up to 'front-of-the-rotation potential' prediction from 2009",
    "body": "It's easy to forget now, but after being ranked by MLB.com's Jonathan Mayo as the No. 6 prospect in baseball, Madison Bumgarner suffered a surprising drop in velocity while pitching for Double-A Connecticut in the second half of the 2009 season, topping out in the high-80s in some starts. Of course, he still posted a 1.85 ERA across two levels that season, made his Major League debut in September of that year and has been a key cog in three World Series winners, including taking home Series MVP honors after an unforgettable performance in the 2014 Fall Classic.  As we gear up for the unveiling of MLB.com's Top 100 Prospects for 2015 -- which will be revealed on MLB Network and MLB.com at 9 p.m. ET on Friday -- we're looking back at what was written about some of today's superstars back when they were still on prospect lists. Madison Bumgarner, LHP, Giants No. 6 on 2009 Top 50  WHEN THEY WERE PROSPECTS Statistically speaking: In his Minor League tenure, Bumgarner has a career 1.65 ERA. He won the Minor League title in 2008 with a 1.46 mark. After his ERA dropped below 2.00 on June 11, 2008, it never rose above 2.38 at any level (that was its height on June 13, 2009). Scouting report: Bumgarner's velocity dropped in the second half of last season, but when he's firing on all cylinders, he can crank it up into the mid-90s with good life and command. His secondary pitches continue to improve, with a good breaking ball and a changeup that lags behind a little bit. He's got a tremendous work ethic and is incredibly competitive on the mound. Upside potential: With his combination of stuff, command and competitiveness, he's got front-of-the-rotation potential. He could start that climb by landing the No. 5 spot in the Giants' rotation this spring. They said it: \"He's had a good year. He's a kid we think a lot of. Sure, he came up here on the fast track, but he's the best choice we have to put out there. He's the guy who's probably our best starter in the Minor Leagues.\" -- Giants manager Bruce Bochy on the decision to call up Bumgarner",
    "author": ""
}
