{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/107779450\/anthony-castrovince-red-sox-dont-need-true-ace-to-succeed\/",
    "title": "Red Sox don't need true 'ace' at this point",
    "subtitle": "In age of proactive bullpens and parity, going after starter might not be necessary",
    "body": "The absolute worst people to ask if the Red Sox need an ace are those already in Boston's rotation, biased beings that they are. But, hey, it's good Hot Stove fodder to ask them what they think. So, in addition to general manager Ben Cherington's upbeat talk of \"untapped potential\" in Boston's rotation, we've seen plenty of pooh-poohing of the \"Boston needs an ace\" topic from members of the Clay Buchholz-Rick Porcello-Justin Masterson-Wade Miley-Joe Kelly fivesome this winter. \"The ace category is always more of a fan\/media type thing,\" Masterson said last month. \"That word 'ace' is a little overrated,\" Miley said last week. Maybe these guys are on to something. Kelly even went so far as to claim himself -- tongue not totally in cheek -- the early favorite for the American League Cy Young Award. And I love that. I don't recall anybody predicting such hardware for Corey Kluber a year ago, so why not? Sports are supposed to be fun, and few in this game have more fun than national anthem-staredown specialist Kelly. I just wish he would have proclaimed himself the early favorite for People's \"Sexiest Man Alive,\" too. You've gotta dream big in this life, kids. Seriously, though, do the Red Sox need an ace? Or some sort of rotation reinforcement beyond what they already have? Careful how you answer that one. If you say the Sox need an ace, you're dismissing those flashes we've seen from Buchholz when healthy, you're forgetting that it wasn't long ago when people were calling Masterson the \"ace\" of the Indians, you're ignoring Porcello's growth, and for all we know, you could be selling Miley and Kelly short, too. Whether it's fair to Chris Tillman or not, people often say the Orioles have depth but no true ace, and they won the AL East by 12 games last season. Then again, if you say that the Red Sox, with those heightened (even by Sox standards) expectations that arrived with the Pablo Sandoval and Hanley Ramirez signings, don't need an ace, you could come across as an apologist. There are warts here, after all. Buchholz has had trouble staying healthy, Masterson's 2014 was an abomination, and Miley and Kelly fell south of league average. It's not totally unrealistic to speculate that Masterson and\/or Kelly could wind up in Boston's bullpen before long. And one wonders if the Red Sox, who just shipped reigning International League Most Valuable Pitcher Anthony Ranaudo to Texas for Robbie Ross Jr. (who will be transitioned to relief work), have the depth to meet the season's demands. Obviously underwhelmed by what they saw from some of their young pitchers last year, the Red Sox traded not just Ranaudo but also Rubby De La Rosa and Allen Webster. Current sixth starter Brandon Workman had a rough go-around in 2014, recording a 5.36 ERA in 15 starts. All of which is to say an ace addition might have been ideal as a concept. Still, we also must acknowledge the reality of how onerous the contracts of Jon Lester, Max Scherzer and James Shields (wherever and whenever he signs) are going to look down the road, and how difficult it would be to part with the game's greatest current currency -- young, controllable position players -- in order to take on $114 million worth of Cole Hamels. Not to mention the fact that any of the above would have put the Red Sox over the luxury-tax threshold. So I get it. I don't love it, but I get it. I also can't shake the memory of Madison Bumgarner being the only \"ace\" to rise to the occasion of October. Aside from that very notable (and very big) exception, proactive bullpen use, timely hitting and reliable defense were the rules of advancement. On paper, Boston has one of the best -- if not the very best -- lineups in the league, and that could be a huge separator at a time when so many teams are scrambling for runs. We saw the aforementioned O's run away with the division on the might of a powerful offense and a defense that propped up their pitching staff, and you don't have to squint too hard to see the Red Sox follow the same formula. The rotation's additions have made this a very groundball-oriented staff, and the Panda's presence at the hot corner, the improved health of Dustin Pedroia and Xander Bogaerts' ability to settle into a single position without tghe threat of moving around should all combine to improve Boston's infield defense. Who the heck knows what to expect from Ramirez making the move to left field (and man, talk about a sentence ripped out of the year 2001)? But again, groundouts will be the order du jour in Boston. Actually, the No. 1 starter conversation might wind up being a secondary concern to a bullpen that still needs some straightening out. Whether the Red Sox trend thin in that spot remains to be seen, because bullpen performances are prone to grand fluctuations and the Sox have a lot of moving parts with guys transitioning in and out of relief roles. But another setup man (such as a Burke Badenhop reunion) wouldn't hurt. Of course, an \"ace\" wouldn't hurt, either. But Hamels' price tag could be reduced come July, and it remains to be seen what the trade market will bear with so many prominent starters approaching free agency (and don't forget that Cliff Lee could wind up being the more attractive Philadelphia trade candidate). The Red Sox are in the enviable position of having the resources to strike on a big deal at any point. Maybe that comes across as cop-out, but, again, I get it. In some ways, the importance of \"No. 1 starters\" has been devalued by the sheer quality of arms, in general, in today's run-squelching environment, and mid-inning matchup play has increased the prominence of the bullpens. The AL East is really tough to figure at the moment, because every team in it has some significant question mark. In fact, that's pretty much the way it is across the board. And it is precisely that point that leads me to believe that, even if a need for a more bankable starting pitcher does present itself early this season, it's pretty doubtful the Red Sox will be out of it by the end of May. So, yes, I think the boys in Boston's rotation are correct. The Red Sox don't need an ace. Not immediately, anyway. Let's see how this story develops. And if it ends with Kelly hoisting the AL Cy Young Award, somebody call the people at People. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
