{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/107813208\/in-joining-marlins-ichiro-suzuki-dons-familiar-no-51\/",
    "title": "In joining Marlins, Ichiro dons familiar No. 51",
    "subtitle": "Veteran outfielder had worn No. 31 with Yankees",
    "body": "TOKYO -- Uniform numbers are revered more in Japan than America. That's probably explained in part by the culture of free agency and trades in the United States decreasing the chances that a player will be identified by one number for his entire career. The most anticipated moment of the news conference announcing Ichiro Suzuki's signing with the Marlins on Wednesday night ET was the return of his iconic No. 51 to his uniform. The only number Ichiro had known as a pro player from his debut in Japan in 1992 until his trade from the Mariners to the Yankees in 2012 was No. 51. But that number was unavailable with the Yanks because they had not given it out since Bernie Williams retired in 2006. Ichiro mulled over his choices upon arriving in New York and decided to preserve the 1 by choosing to wear No. 31. One of the first questions Ichiro asked the Marlins during their pursuit of him was if No. 51 was available. When he learned it was, his interest in a city he had visited only once in his 14-year Major League career intensified. Ichiro's relationship with No. 51 began innocently when he was randomly assigned it as a fourth-round selection of Japan's Orix Blue Wave in the 1991 player draft. He had worn Nos. 1, 5 and 7 throughout his amateur career from Little League to high school, but he had no real affinity for a certain number come draft day. All Ichiro wanted was to turn pro, and the periphery stuff was of no consequence. In 1994, his first full season with Orix's big league club, Ichiro burst onto the scene by recording the first 200-hit season in the history of Japanese baseball. His 210 hits in 130 games captivated the country. Orix offered to commemorate Ichiro's accomplishment by bestowing him with No. 7, an exalted number in franchise lore, but he turned the honor down because he felt he was establishing his own identity as No. 51. By the time he arrived in Seattle in 2001, No. 51 was synonymous with Ichiro, at least in Japan. In Seattle, it was recognized as Randy Johnson's number. He won 130 games wearing it over 10 seasons with the Mariners. By then, Johnson was two teams removed from Seattle and was pitching for the D-backs. Sensitive to Johnson's history with No. 51, the Mariners sent out a feeler to him. Johnson gave his blessing for it to be offered to Ichiro. Early in 2010, Ichiro surpassed Johnson for Mariners franchise longevity with No. 51 and extended it until his trade to the Yankees in July 2012. In Miami, he'll have a much easier time establishing the number as his. Terry Mathews has worn it the longest (1994-96), while pitching in 138 games. Brad Lefton is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brad Lefton"
}
