{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/107816386\/veteran-scout-says-tom-brady-had-tools-to-play-in-the-big-leagues\/",
    "title": "Veteran scout says Tom Brady had MLB tools",
    "subtitle": "Patriots QB was drafted by the Expos in 1995 but opted to play college football",
    "body": "MIAMI -- A victory on Sunday would further cement Tom Brady's place among the National Football League's all-time greats. Already, the New England Patriots superstar stands alone as the only quarterback to guide his team to six Super Bowls, and he is aiming at joining legendary QBs Terry Bradshaw and Joe Montana as the only four-time winners. As Brady continues to build on his football legacy, there are some in the baseball world who wonder what might have happened if the 37-year-old had made a different career choice. Along with being a football standout at Junipero Serra High School in San Mateo, Calif., Brady was once a promising left-handed-hitting catcher. As a senior, it was pretty much a given that the two-sports star would accept an offer to play quarterback at the University of Michigan. Still, the Montreal Expos took notice and selected the then 17-year-old in the 18th round of the 1995 First-Year Player Draft. Serra High has a rich sports history, particularly in baseball. The school also produced Barry Bonds and Gregg Jefferies. Brady could have joined the list of alums who made it to the big leagues. Standing 6-foot-3 and showing remarkable poise, Brady immediately impressed former Expos scout John Hughes, who now is with the Miami Marlins. \"You were like, 'Wow, this kind of fits the bill,'\" Hughes said. \"He could throw. He could receive well. He was a left-handed hitter who had some pull power.\" Everything you sought from the player was there, except the fact Brady's heart was in playing football. \"Everybody knew he was going to Michigan,\" Hughes said. \"It was a pretty big assumption, and [ultimately] right, that was what he was going to do.\" Just in case, the Expos remained vigilant. Jim Fleming, who formerly worked with the Expos and Marlins, and Dave Littlefield, then with Montreal and now a scout for the Tigers, also evaluated Brady. Rolling the dice, Kevin Malone, Montreal's general manager at the time, told Hughes: \"Let's just run at this thing and see what happens.\" If not for football, Brady likely would have gone somewhere around the fifth round. \"I think he would have been a pro,\" Hughes said. \"He had all the intangibles. He could throw, left-handed power. There is no reason to think this guy couldn't have been a big league catcher.\" Think about all that would have changed if Brady had opted for baseball. Hughes has. After Brady won his second Super Bowl, the scout told friends: \"I could have ruined NFL history if I signed this guy.\" Even though he was leaning toward college, after the 1995 MLB Draft, Brady worked out for the Expos at Candlestick Park in San Francisco. Assisting that day were a couple of Montreal players who had close ties to Hughes -- F.P. Santangelo and Rondell White. \"It was one of those nights you get in San Francisco in Candlestick Park,\" Hughes recalls. \"It was foggy, wind was blowing in. It was cold. I think Tom hit one out of the park, but the ball wasn't going anywhere.\" What stood out about the day was not so much how Brady handled himself in tough playing conditions. It was his presence in the locker room talking to a small group of reporters. \"He looked like someone who belonged in a professional sports locker room,\" Hughes said. \"It was not like he was boastful or anything like that. I look at him on TV today and I'm like, 'This is the same guy.' \" Heading into Sunday's Super Bowl against the Seattle Seahawks, the Patriots are dealing with some adversity. They are the subject of \"deflategate.\" The NFL is investigating why footballs used by New England weighed less than regulation in its AFC Championship Game win over the Indianapolis Colts. Through good and bad times, Brady displays the same poise he showed as a prep star 20 years ago. \"To this day, in all my years of scouting, Tom is still the most impressive high school kid I've ever been around,\" Hughes said. \"Just the person, the way he carries himself. What you're seeing now, obviously, he is more mature. But it's not a drastic change. He just had this presence. \"He's a good guy. His family are great people. I always say, it was the most fun summer I tried to sign a guy I didn't sign.\" Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
