{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/107813284\/penalties-could-keep-dodgers-out-of-yoan-moncada-bidding\/",
    "title": "Penalties could keep Dodgers out of Moncada bidding",
    "subtitle": "In addition to financial consequences, club would have future signing restrictions",
    "body": "LOS ANGELES -- The Dodgers' desire to sign Cuban free agent Yoan Moncada has been tempered by the weighty penalties that would be levied against the club if it does. Scouts came away from private workouts comparing the 19-year-old Moncada to a young Robinson Cano, according to MLB.com's Jesse Sanchez. But because Moncada is younger than 23 and did not play in a Cuban professional league for at least five seasons, he is subject to international signing guidelines that didn't exist when the Dodgers landed Yasiel Puig in 2013. Under current guidelines, each team is allotted a $700,000 base, plus a bonus pool determined by the team's record the previous season, for the international signing period, which started on July 2 and ends on June 15. Moncada will command a signing bonus speculated to range between $30 million and $40 million. The Dodgers have the money. But because of Moncada's status and the rules regarding international players, a 100 percent penalty would be assessed against any signing club exceeding its allotted bonus pool in a one-year period. OK, they even have that much money. But perhaps of even greater concern for the deep-pocketed Dodgers is the penalty also includes banning a signing club from re-entering the international market for pool-eligible players for an additional two years. The Dodgers are serious about restoring their legendary player development system. Current ownership has jump-started the process by ramping up international signings. While the signing of Moncada would land a potential superstar, it would also sideline the franchise from future big-ticket signings for two years. According to Sanchez, the Dodgers were serious enough in their vetting of Moncada to have president of baseball operations Andrew Friedman and manager Don Mattingly at the infielder's private workout for the club. Earlier, general manager Farhan Zaidi told MLB Network Radio that the club would be \"players\" in the bidding for Moncada. Despite all of that, sources indicate the club hasn't concluded whether to go forward when Moncada is given clearance to sign, because of the costly repercussions that would prevent the Dodgers from signing any expensive pool-eligible players, Cuban or otherwise, for two years. Because of Moncada's high price tag, the wealthy Yankees and Red Sox are expected to be the other primary suitors for Moncada. The Yankees, Red Sox, Angels, D-backs and Rays are already subject to the maximum penalty due to previous signings during the current period. Adding another wrinkle to club decision making is the assumed inevitability of an international Draft that, at some point, could change or supersede the current rules, which were developed in large part to prevent wealthy clubs like the Dodgers from buying up the best worldwide talent. Moncada remains the most celebrated young prospect to leave Cuba since Jorge Soler, who signed with the Cubs in 2012. Moncada debuted for Cienfuegos in Cuba's Serie Nacional at age 17 and hit .277 during parts of two seasons. He made a name for himself by dominating the 16-and-under and 18-and-under leagues in Cuba. The Dodgers have experienced the full spectrum on high-priced Cuban talent. Puig was signed for what was then a jaw-dropping $42 million and has become an All-Star with unlimited potential. But they overpaid for infielders Alex Guerrero ($28 million) and Erisbel Arruebarrena ($25 million), the former lacking defense, the latter lacking offense. Guerrero now projects as a utility man, while Arruebarrena cleared waivers and was taken off the Major League roster. Ken Gurnick is a reporter for MLB.com. MLB.com reporter Jesse Sanchez also contributed to this story. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
