{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/107827008\/former-astros-great-craig-biggio-thinking-of-ill-friend-during-hall-of-fame-process\/",
    "title": "Biggio thinking of ill friend during HOF process",
    "subtitle": "Longtime equipment manager Liborio dealing with Alzheimer's",
    "body": "HOUSTON -- A young Craig Biggio burst into the Major League clubhouse at Spring Training for the first time in his career in 1988 in search of Astros coach Yogi Berra. Before he could get too far, a gruff voice with a thick New England accent stopped Biggio in his tracks by asking, \"Who the [heck] are you?\" That was the beginning of a nearly 30-year-long friendship between Biggio and longtime equipment manager Dennis Liborio, who retired following the 2011 season due to health concerns. Biggio said Liborio is suffering from Alzheimer's disease, and he laments his friend won't be there to see him get inducted into the Hall of Fame on July 26. Houston welcomes HOFer Biggio Minute Maid Park welcomes Hall of Famer Craig BiggioAstros great Craig Biggio receives a warm welcome in his return to Minute Maid Park for the first time as a 2015 Hall of Fame electee \"If anybody should be enjoying this with me, besides my family and the fans and everybody, it's him,\" Biggio said. \"He was the guy who dressed me and had all my uniforms there for 20 years, and he was the best in the business. Besides that, the relationships and the stories we had together and the time we spent together ... it really, truly breaks my heart.\" After stints working in the clubhouses of the Boston Red Sox and Los Angeles Dodgers, Liborio joined the Astros as clubhouse manager in November 1979. He would hold onto that role for the duration of his time with Houston. Liborio was well respected by the players, which is important considering he was in charge of handing out uniforms and equipment. He was a part of all nine playoff teams in franchise history, culminating with a trip to the World Series in 2005. More than that, he was a friend to many. \"Dennis was one of the first people that I ever met [in Houston], obviously,\" Biggio said. \"We did so many things together. Everybody, when I first got to the big leagues, all those guys were a lot older than I was, and so I'd hang out with Dennis and hang out in his office, and go to lunch together on the road and have a couple of beers together after the game and stuff like that. Our relationship goes back a long ways, and he's one of my best friends. He's a great person and he's got a lot of friends in the game of baseball.\" So how good was Liborio at his job? \"He'd come by your locker and you'd tell him, 'Dennis, I need two dozen bats, I need special shoes and four pairs of socks, I need a jock, I need this, I need that,'\" Biggio said. \"He would never write it down, and then you would have it. It was amazing, it really was. You only had to tell him one time.\" Both being from the northeast, Biggio and Liborio shared a love for hockey and talked often about the New Jersey Devils, who used to be owned by former Astros owner John McMullen. They had a lot in common, but Liborio treated everyone as a friend. \"You ask anybody that ever played in Houston and they'll tell you, Dennis was the man,\" Biggio said. \"And he knew everybody and everybody respected Dennis, and he respected everybody back. He was great at what he did. He was the best in the business. There's no doubt about that.\" When Biggio was elected to the Hall of Fame earlier this month, he got more than 500 congratulatory text messages -- and many of them asked about Liborio. \"That's why this is so sad for me,\" Biggio said. \"One of my best friends in the game of baseball and I can't even enjoy this with him. He would be so happy. It breaks my heart. He should be enjoying this with us along with everybody else and it just breaks my heart. \"He was so great to my kids, so great to my wife and so great to my wife's family and my family. He was just a great guy, and now with the Alzheimer's, he doesn't know anything anymore. It breaks your heart, and you talk to anybody that knows him that has gone to see him, and it takes a piece out of you.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
