{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/107831482\/mariners-catcher-john-hicks-knows-seahawks-russell-wilson-is-a-winner\/",
    "title": "Hicks knows Seahawks' Wilson is a winner",
    "subtitle": "Mariners catcher grew up and played baseball with star quarterback",
    "body": "SEATTLE -- In the National Football League, Russell Wilson is the little guy doing huge things as quarterback of the Seahawks. But Mariners catcher John Hicks remembers Wilson in a different way. To Hicks, Wilson was the big guy on their youth baseball team when they were 13 and 14 years old growing up in Richmond, Va. And he stands just as big in Hicks' eyes now, even as a 5-foot-11 quarterback. \"I'm happy for Russell,\" said Hicks, one of the Mariners' top young catching prospects. \"He's a great guy and he goes about his business the right way. He's a guy people can look up to and you know he is going about the job the right way. He's a great leader and he's a winner. That's the biggest thing you can say about him.\" That was true back in 2002 and '03, when Wilson and Hicks were teammates on the Richmond Riverdogs traveling squad. Wilson was a 13-year-old already throwing in the mid-80s. \"He matured earlier than everyone,\" said Hicks, who is preparing to challenge for a job with the Mariners this spring after playing for Triple-A Tacoma last season. \"He was the biggest person there, which is the complete opposite of what it is now. So he was bigger than everyone and throwing so hard at that age, it was kind of like, this guy, if he keeps getting better he's going to be unbelievable. He hit that growth spurt early and didn't keep going, but his arm continued to get better. The way he throws a football is pretty impressive.\" Wilson and Hicks wound up going to different high schools, but Hicks kept an eye on his former teammate and the two wound up competing against each other in the ACC in college when Hicks earned a scholarship to Virginia and Wilson was playing football and baseball at North Carolina State. Hicks, who is a year younger than Wilson, still relishes getting a pair of hits off his friend in a game in 2010, before Wilson was selected by the Rockies in the fourth round of the First-Year Player Draft and wound up playing 32 games of Class A ball prior to transferring to Wisconsin for his final season of football eligibility. \"He was good,\" said Hicks. \"He'd have been a lot better if he hadn't had football, if he'd had the whole year to work on baseball. It's so tough to play baseball and then go away and come back. Anybody who does that, your numbers are going to be down compared to what they could be.\" Wilson played second base for the Tri-City Dust Devils, the Rockies' Class A (short-season) squad in the Northwest League in 2010, hitting .230 with two home runs and 11 RBIs. The following summer, he hit .228 with three homers and 15 RBIs in 61 games for Class A Asheville in the South Atlantic League before informing the Rockies that he was going to pursue a career in the NFL. That turned out to be a prudent choice for both Wilson and the Seahawks, who'll be competing for their second straight Super Bowl championship this Sunday against the Patriots. For Hicks, it's fun watching his childhood friend playing on the largest stage in sports. And while he never could have imagined things working out quite this way, he did see signs of what makes Wilson special even as a teammate on a youth baseball team a dozen years ago. \"He's so composed, which is so big in any sport, whether it's baseball or football,\" Hicks said. \"He uses that to his advantage. He never freaks out. To throw four interceptions and come back like that in their last game, that was unreal. It's not how you start, it's how you finish, for sure.\" Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
