{
    "url": "http:\/\/m.mlb.com\/news\/article\/1300127",
    "title": "Gibbons, O's avoid arbitration",
    "subtitle": "Gibbons avoids arbitration with Orioles",
    "body": "BALTIMORE -- Mark off one more item on Baltimore's to-do list. The Orioles reached agreement with Jay Gibbons on a four-year contract worth $21.1 million on Tuesday, keeping the outfielder in the fold through the 2009 season.  The deal helps the two sides avoid arbitration -- Gibbons had asked for $5.3 million, while the O's had offered $4 million -- this year and thereafter. The contract will take Gibbons past his first chance at free agency, an option he said he never really considered.  \"It really wasn't a thought in my mind. I thought if I played well enough for this organization and just continued to work hard, this was where I was going to be for my whole career,\" he said. \"I hope this will be my home. ... I never really thought about free agency, and I was just happy to hear they wanted me on board for another four [years].\" Gibbons joined Baltimore as a Rule 5 Draft pick before the 2001 season, and he's steadily grown into the job over the last five seasons. In fact, Gibbons is just the third Oriole to hit 100 or more home runs in his first five Major League seasons, joining franchise icons Eddie Murray (133) and Cal Ripken (108).   Those numbers added up over time, but Gibbons had his most productive season in '05, when he batted .277 with 26 homers and 79 RBIs. Mike Flanagan, the team's executive vice president of baseball operations, said it was important to retain the team's homegrown players.   \"He's a player that's been with the organization and wants to continue to be with the organization,\" said Flanagan. \"For us, he's the right age. He's had success here. He's one of the important core members of the club. We're real happy to add Jay [through] the '09 season. He's happy to be here [and] we're happy to have him.\"   \"Baltimore gave me a shot in 2000, when they picked me up,\" said Gibbons. \"They gave me a legitimate shot to make this team and played me right away. I consider myself loyal, and that meant a lot to me. I could've thought about playing in California -- I'm from the West Coast -- but I love Baltimore. I love the East Coast, and the AL East is the place to be.\"   Gibbons, 28 years old, is one of just three Orioles -- along with Miguel Tejada and Ramon Hernandez -- that are signed through the '09 season. The latest move caps a busy month for the Orioles, who have signed two players (Jeff Conine and Kevin Millar) and traded for another two (Kris Benson and Corey Patterson) in the last few weeks.   The timing has even more profound implications for Gibbons, who plans to marry his fiance, Laura Giuliani, this weekend.   \"It's a good wedding present, that's for sure. It makes the wedding a little bit easier,\" he said. \"This makes it nice, going in with a good feeling that everything's taken care of. For my fiance Laura, now we have some place to call home. Before, we just weren't sure. Now, we can settle in here and be more part of the community.\"   With Gibbons locked up, Baltimore has just three arbitration-eligible players remaining. All three are key players, though, including starting pitcher Rodrigo Lopez, second baseman Brian Roberts and outfield incumbent Luis Matos. A fourth arbitration candidate, reliever Jorge Julio, was traded to the Mets over the weekend in exchange for Benson.   With all the work they Orioles have done, there's still a lot of work left to do. Flanagan said the team's decision-makers are happy with the talent they have on hand, but he wouldn't rule out another couple moves before Spring Training starts.   \"We'll be back in here tomorrow morning very early, and it will be ongoing. I don't think you ever feel like you're done,\" said Flanagan. \"If there's another opportunity -- or other opportunities -- to improve the club, we intend to do that. And I think that goes right through Spring Training into the season. You have to treat this business that way.   \"If there's an opportunity that presents itself, we'll certainly take a look at it. We've looked at a lot of opportunities and turned many down this fall. You have to do what you think is right for the long-term, for the success of this franchise.\"   Spencer Fordin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Spencer Fordin"
}
