{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/107559124\/pirates-manager-clint-hurdle-back-in-action-after-second-hip-surgery\/",
    "title": "Hurdle back in action after 2nd hip surgery",
    "subtitle": "Pirates manager in Florida for rehab, speaks at fantasy camp",
    "body": "SCOTTSDALE, Ariz. -- After undergoing right hip replacement surgery Oct. 6, Clint Hurdle promised wife Karla that he'd be dancing by New Year's Eve. There is no documented proof of Hurdle cutting the rug on Dec. 31. But if he vowed to be back on the field in Pirate City 19 days after also having his left hip replaced, the Buccos manager nailed that one. Hurdle was back in the Bucs' Spring Training camp Monday for the opening day of the Pirates' Fantasy Camp and to continue fulfilling what had been his personal fantasy throughout the 2014 season: No pain. \"It's the first time I've been feeling pain free in over a year,\" Hurdle said. \"I got to speak to the [camp] participants and was also able to ramp up my rehab program. I'll be doing that three times a week at Pirate City, and I'm actually able to exercise to some degree now. And my diet is in a better place.\" Hurdle ran into more than merely fantasy campers at the training complex, although he will patiently wait for the Feb. 19 formal launch of Spring Training workouts to get heavily involved. \"Jeff Locke, Charlie Morton, Jameson Taillon, Stetson Allie and Antonio Bastardo are here,\" Hurdle said. \"I've had multiple conversations with Charlie and I'm very optimistic about his workouts [following Sept. 26 surgery on the labrum in right hip].\" Naturally, Hurdle anticipates his first in-person look at Jung Ho Kang -- they missed each other when the Korean infielder was in Pittsburgh 10 days ago to take his physical and sign his contract. \"I've watched all the videotape I can watch. Now I'm looking forward to meeting him,\" Hurdle said. \"A lot of people try to profile what a player from the Pacific Rim should look like; this kid doesn't fit the mold. He's got some size and strength. He made a point of developing some muscle. \"I've got better than three weeks to continue to rehab and to spend time with my wife and kids that I'm simply not going to have once Spring Training starts.\" Hurdle and family -- Karla, Christian and Madison -- switched home base from Pittsburgh to Bradenton about 10 days ago, when schools in both cities were on semester break. \"This is one of the greatest things our family does,\" he said. \"My wife came up with it, and it's pure genius: The kids get a clean start at the new school. And Karla's folks live just east of Bradenton, so she's able to spend some time with them. So we're in a good place.\" Hurdle meant that from an emotional, as well as from a geographic, standpoint because he had just finished helping 10-year-old Christian with his homework. \"So far, I've been able to pull it off, without going to Siri or Google,\" the pleased parent said. \"I haven't had to use any of my lifelines.\" Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. Follow him on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
