{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/107585346\/after-wait-matt-shoemaker-sees-dreams-come-to-fruition\/",
    "title": "After wait, Shoemaker sees dreams come to fruition",
    "subtitle": "Undrafted righty happy to find success in bigs, become new father",
    "body": "Danielle Shoemaker, wife of the bearded sensation on the Angels' pitching staff, likes to say \"God wanted to give us all our blessings at once,\" with good reason. Danielle is alluding to her husband, Matt Shoemaker, who went undrafted in 2008 and willed his way into the American League Rookie of the Year Award discussion in 2014, two years before his 30th birthday. Danielle is referring to her baby boy, Brady, born a healthy six pounds, eight ounces on Jan. 8, four weeks before he was scheduled to arrive, but more than two years after the couple first began trying for its first child. Sacrifices were made, emotions poured out and debt piled up over the quest to make these dreams a reality -- all of which made savoring them that much sweeter. \"We waited a long time for Matt's career to go in the right direction, we waited a long time to have a baby, and it all just happened at once,\" Danielle said from her home in Trenton, Mich. \"I guess we just get to enjoy all these blessings at one time.\" David Shoemaker can still hear the sound of his son's laptop closing, a distinctive click that filled an otherwise silent living room on the afternoon of June 6, 2008. The final selection of the First-Year Player Draft had been made, and for the 1,504th and final time, Matt wasn't selected. David called it \"the single worst day in our household. I never felt so bad for someone in all my life.\" David still wonders about that day. He thinks about all the scouts who called the night before, and how certain he was that Matt's name would flash on that computer screen at some point. David recalls the broken left arm that Matt sustained that January, the early-season velocity drop that came with it and the red flags it might have set off. Area scouts had Shoemaker on their radars heading into his redshirt junior year at Eastern Michigan University, their interest piqued by a 2007 season in which he led the Mid-American Conference in saves. But when they came around the following spring, they saw a right-handed starter with a mid-80s fastball and an extra year of eligibility. So the scouts moved on, hardly circling back as Shoemaker trudged through a 4.47 ERA in a relatively weak conference. Shoemaker was sitting on his parents' sofa when the 50th round came to an end that summer, and he solemnly told his father that he didn't understand. They hugged, and David uttered the only two words he could muster: \"I'm sorry.\" Joel Murrie -- now the Angels' Northwest supervisor but previously in charge of the Midwest, including Michigan -- sat in Angel Stadium one night this summer to watch Shoemaker pitch and thought, \"This is what makes those long days worthwhile.\" Shoemaker's journey has become an example on the importance of diligent scouting; a reminder of why you never pass up the opportunity to go to a ballpark and watch a kid pitch. But Murrie feels uncomfortable, almost guilty, taking any credit. He was one of the many who passed up the opportunity to draft Shoemaker, before stumbling into a favorable circumstance. Shortly after the Draft, Murrie took a break from scouting a summer-league tournament in Michigan, grabbed a bite with local coaches and asked them the same question he posed in a message to all of the Angels' amateur scouts: Did we miss anybody? The Angels simply needed warm bodies; pitchers who could absorb innings in the lower levels of the Minor Leagues so that their prized prospects wouldn't be overworked. One of Eastern Michigan's assistant coaches suggested Shoemaker, who had already received his bachelor's degree and just wanted to hook on with an organization. Murrie gave Shoemaker a call, and the conversation went something like this: \"How much do you want to sign?\" \"Um, $30,000.\" \"Matt, we're a little bit apart.\" \"How far?\" \"About $30,000.\" So they hung up. Shoemaker waited for another team to make an offer and Murrie sent a local scout to watch him pitch in the Great Lakes Collegiate League. The reports were good, so former Angels scouting director Eddie Bane approved a $10,000 signing bonus. Shoemaker agreed before Murrie could even finish his sentence. Shoemaker was finally able to sell his car this offseason, which was a little bittersweet. Throughout his breakthrough season, while winning 16 games, posting a 3.04 ERA and saving the Angels' season -- those are manager Mike Scioscia's words -- Shoemaker pulled into the players' parking lot in a red 2001 Ford Taurus, a clunker in a world of luxury sedans and exotic sports cars. It only had 105,000 miles, most of them driven to and from Minor League ballparks throughout the country, and Shoemaker sold it to a good friend for slightly more than $2,000. \"You grow attached to things,\" said Shoemaker, finally in the market for his first new car. \"I've had that car for a long time and I sold it to somebody I knew, so I guess I can always go see it if I care about it so much.\" Shoemaker went from making $2,300 a month for five months in 2013 to the Major League minimum of $500,000 in '14. In leaner years, he'd pull in around $10,000 throughout the summer, then spend the offseasons substitute teaching at his alma mater while Danielle -- by his side since 2005 -- worked for a paralegal back home. \"If it wasn't for her job,\" Shoemaker said, \"we would've had to live in one of our parents' houses.\" It would've been altogether practical to set a firm deadline for Shoemaker to either reach the Major Leagues or use his business management degree on a real job, because the paychecks and the odds weren't making the distance and the hardships worthwhile. Danielle thought about that a lot, but she never wanted to mention it to her husband. \"I think she knew that this was kind of Matt's destiny,\" Shoemaker's agent, Fred Wray, said. \"It meant as much to her as it did to him. Staying at home and sacrificing was well worth it for him to do what he dreamt of doing for so long.\" Countless American-born players have hooked on with Major League organizations after going undrafted, but none have matched Shoemaker's win total from 2014 in their rookie season. \"It's a great story for anyone who wants to play professional baseball,\" Murrie said. \"Don't give up; just keep batting, believe in yourself, and not only that, have people who believe in you.\" It takes a special kind of work ethic, focus, belief, desire and optimism to climb an organizational ladder so daunting, traits that made Shoemaker a special kind of five-tool player. When he got demoted to Double-A early in 2011, Shoemaker intensified his between-starts regimen and became the Texas League Pitcher of the Year. After struggling through his first full year of Triple-A in 2012, he worked out some kinks in winter ball and improved his ERA (5.65 to 4.64), WHIP (1.55 to 1.30) and strikeout-to-walk ratio (2.72 to 5.52) the following season. Every year, he got a little better. And while loved ones grew frustrated by the cruelty of baseball's numbers game, Shoemaker remained uncommonly positive and poised. \"It makes you have thick skin, which is a really positive thing,\" Shoemaker said. \"But also, I think I kind of like the fact that that's my story, and I think it's pretty special to be able to share it with people.\" The baseball world doesn't quite know what to make of Shoemaker's surprising 2014 season and is even more confused over whether he can duplicate it, to which Shoemaker himself replies with a stern, \"Of course.\" \"He worked incredibly hard to get there; it's not going to be easy to knock him off,\" Wray said. \"Now that he's there and he's got a taste of what he worked so hard for, it's not going to be easy to remove him from that role, because I think now he's convinced more than ever that he's here to stay.\" The Angels' front office has always admired Shoemaker's strike-throwing ability, and once he left the altitude of the Pacific Coast League, they saw how well his four-pitch mix could work at sea level. Shoemaker came up for a spot start in September 2013, cracked the '14 Opening Day roster as a long reliever, spent the first two months shuttling between Triple-A and the Major Leagues, locked down a rotation spot for good around the middle of June, then emerged as a catalyst for a 98-win team over the final three months. Shoemaker set an Angels rookie record for wins, finished August with 23 2\/3 consecutive scoreless innings, went 6-1 with a 1.92 ERA against All-Star starters and would've won the AL Rookie of the Year Award if not for White Sox slugger Jose Abreu. Not bad for $10,000. \"It's still crazy that it happened,\" Danielle said, \"but at the same time, it's not surprising, because he's got so much talent and he perseveres so much that I knew it would happen. But when you're living it, it's just a dream. I hope that's how I always feel; I don't ever want to get used to it.\" Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
