{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/107603818\/richard-justice-padres-emerge-atop-offseason-heap\/",
    "title": "Preller's moves put Padres atop offseason heap",
    "subtitle": "New GM pulled off makeover to put San Diego in NL West conversation",
    "body": "The San Diego Padres have won the offseason. Even with James Shields still on the market, it's going to be difficult to overtake what new general manager A.J. Preller has done. Other teams have also gotten better -- for instance, the Chicago Cubs. Their hiring of Joe Maddon as manager may end up being the smartest thing any team did over these last few months. The Cubs also added arguably the No. 1 free agent with the signing of Jon Lester. Add his 200 strikeouts to Maddon and with waves of young talent on the way to Wrigley Field, and there isn't going to be a more interesting team in baseball. There's certainly not going to be a team with more potential to do great things over the next three years. The White Sox have had a great offseason, too. General manager Rick Hahn has had an amazing 18 months, having added talent all over the field. To look at the White Sox now with Adam LaRoche and Melky Cabrera in the lineup, Jeff Samardzija in the rotation and David Robertson at the back of the bullpen is to see a team absolutely capable of winning the American League Central. The Marlins definitely deserve to be in this conversation. When team owner Jeffrey Loria signed Giancarlo Stanton to that 13-year, $325 million deal, he promised to put a competitive team around him. Loria did just that, and in a flurry of deals, put Dee Gordon in front of Stanton and Michael Morse behind him in the order. Miami added Martin Prado to the infield, Mat Latos to the rotation and Aaron Crow to the bullpen. The Nationals appear to be the best team in the National League East, but there's a case to be made for the Marlins. The Red Sox got dramatically better. The Blue Jays and Mariners got better, too. The Athletics, Rays and Dodgers all made big changes. All are convinced they're going to be competitive. And that's baseball's landscape in 2015. At least 24 teams believe they're good enough to make the playoffs. The talent difference among the top 20 or so is less than at almost any time. Still, no team accomplished everything that San Diego has accomplished. First of all, the Padres got people's attention -- like the Mariners' signing of Robinson Cano a year earlier -- and that's important. But Preller did way more than that. Virtually everyone in the game took note of what he did, and almost all of them are amazed by his furious remake of a club that hasn't been to the postseason in nine years. Others -- and let's be honest about this part of the deal -- are incredulous about the amount of young talent that Preller traded away. To them, I would say this: You're wrong, 100 percent wrong. Rather, Preller went out and, in a breathtakingly short period of time, he appears to have put his Padres right alongside the Dodgers and Giants in any conversation about the NL West. To baseball's lowest-scoring offense, he added Matt Kemp, Justin Upton, Wil Myers, Derek Norris and Will Middlebrooks. That talent haul rivals any in recent memory. The Red Sox may have elevated themselves above the Padres in the overhaul power rankings by getting Pablo Sandoval and Hanley Ramirez and three starting pitchers, but they began the offseason with Dustin Pedroia, David Ortiz and Mike Napoli. The Red Sox were also a year removed from winning the World Series. Preller took San Diego from nowhere to a lineup that has the potential to be competitive, especially if Middlebrooks and Myers finally become as good as plenty of scouts think they'll be. If the front of that rotation -- Andrew Cashner, Tyson Ross and Ian Kennedy -- can answer the bell for close to 100 starts, the Padres are good enough to win the NL West. San Diego also has Josh Johnson, who can contribute if he has a healthy, productive season, to put the club in a terrific place. On the other hand, the Padres are already there. They've done more than just add talent. They've added excitement and expectations. So here's to San Diego. Some will say that winning the offseason doesn't mean much. The Padres would say it's a start to everything else they hope to accomplish. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
