{
    "url": "http:\/\/m.mlb.com\/news\/article\/1298117",
    "title": "Hernandez's Classic status up in air",
    "subtitle": "Hernandez's status up in air",
    "body": "Twenty-one players representing 10 different nations and affiliated with the Mariners were named to preliminary rosters for the upcoming inaugural World Baseball Classic, but one name on that list figures to raise more eyebrows than any other: Felix Hernandez.  The 19-year-old pitcher was named to the 60-man roster for the Venezuelan team despite the fact that the Mariners filed an objection to keep him out of the 16-team tournament slated for March 3-20.  \"We're not surprised that he's on the list,\" Seattle assistant general manager Lee Pelekoudas said. \"For players to be eligible to play, they have to be on those rosters.\" Objections are being heard for injuries and \"special cases,\" and the Mariners are arguing that the Hernandez's youth qualifies him in the latter category.   \"Our position is that a 19-year-old shouldn't be put in a position to have to pitch,\" Pelekoudas said. \"We feel we've got a pretty solid case.\"   The Mariners also filed an objection for Travis Blackley, the pitcher who is coming off shoulder surgery and was named to the Australian roster.   In addition to Venezuela and Australia, the Mariners had players named from Canada, Chinese Taipei, the Dominican Republic, Italy, Japan, Korea, the Netherlands and Puerto Rico.   Four Mariners-affiliated players were named for Venezuela (Hernandez, infielder Jose Lopez, reliever Marcos Carvajal and righty Cesar Jimenez) and Chinese Taipei (infielder Yung Chi-Chen, pitcher Chia-An Huang, center fielder Kuo-Hui Lo and catcher Chao-Kuan Lu).   Minor League pitcher Ryan Rowland-Smith joined Blackley on the Australian roster, with Minor League outfielder Sebastien Boucher and infielder Matt Rogelstad named to the Canadian team.   Third baseman Adrian Beltre is the lone Mariner on the Dominican team, with Minor League catcher Tom Gregorio the lone name on the Italian roster.   All-Star right fielder Ichiro Suzuki heads up the Japanese roster, with Triple-A outfielder Shin-Soo Choo representing Korea.   Three Mariners prospects were named to the Dutch team, including infielder Wladimir Balentien, outfielder Greg Halman and pitcher Joe Woerman.   A likely 2006 Mariners battery could be on the field for the Puerto Rican team in the WBC, with pitcher Joel Pineiro and projected backup catcher Rene Rivera selected for that team's 60-man roster.   There were no Mariners on the American roster. Closer Eddie Guardado made himself available to be selected when the WBC was announced in December, but he didn't make the 60-man roster and cannot be added to the team. Doug Miller is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
