{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/107721138\/tampa-bay-rays-pitcher-matt-moore-throws-off-mound-for-first-time-aprilsurgery\/",
    "title": "Moore throws off mound for first time since April",
    "subtitle": "Rays lefty continues comeback from Tommy John surgery, hopes to return to rotation by June",
    "body": "Rays left-hander Matt Moore has reported no setbacks throughout his recovery from Tommy John surgery, and he's targeting a return to the big league mound in June. After reportedly throwing off the mound Tuesday for the first time since the operation, nothing's changed. And in this case, no news is good news for Moore and the Rays. According to the Tampa Bay Times, Moore threw 15 times from about halfway up the bullpen mound at Tropicana Field on Tuesday, and he told the Times he felt \"pretty good.\" Moore told reporters earlier this month that his regimen hasn't changed throughout the rehab process, but Tuesday was still a step forward. He made two starts in 2014, exiting his April 7 start in Kansas City with left elbow soreness. Tests revealed damage to the ulnar collateral ligament, requiring season-ending surgery for Moore on April 22. The 25-year-old lefty -- an All-Star while going 17-4 with a 3.29 ERA in 2013 -- spoke to reporters during Tampa Bay's annual Winter Development Camp, and Moore called June \"probably the conservative date\" for his return to the Rays' rotation. After taking the mound once, the next few weeks should provide a clearer image of Moore's progress. \"Just the way that we went with taking a couple of extra weeks on each little hurdle to make sure that we're not trying to meet some guideline, some cookie-cutter thing; that we're actually being consistent that as soon as we get to this target date, we're not just going because it says go,\" Moore said recently. \"But I hope June, [to pitch] in a Major League game. I think that's about right -- 14 months [after the surgery]. So we should know a lot more in the next month as I start to get on the hill and things have a chance to respond.\" Adam Berry is a reporter for MLB.com. Follow him on Twitter at @adamdberry. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
