{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/107735894\/braves-announce-4-year-deal-with-cuban-outfielder-dian-toscano\/",
    "title": "Braves announce 4-year deal with Toscano",
    "subtitle": "Club evaluated Cuban outfielder during November workouts in the DR",
    "body": "ATLANTA -- After aggressively scouring the international market over the past few months, the Braves opted to take a chance on Dian Toscano, a relatively obscure Cuban outfielder who might become a part of Atlanta's outfield mix after gaining some seasoning at the Minor League level. The Braves officially announced their four-year deal (with an option for 2019) with Toscano on Wednesday afternoon. The two parties reached an agreement in early December, but it took nearly two months to complete the clerical requirements necessary to allow the 25-year-old to enter the U.S. Toscano will make $6 million over the next four seasons. The buyout for 2019 is $1.5 million. Because he did not participate in international events for the Cuban national team, Toscano was relatively unknown until he escaped Cuba and reached the Dominican Republic earlier this year. Toscano is a 6-foot, 200-pound left-handed hitter who was recognized in Cuba for his plate discipline. He has not shown great power, and his limited arm strength provides reason to believe he would spend most of his time in left field. Toscano batted .356 with an .892 OPS while playing in the Serie Nacional, Cuba's premier league, from 2012-13. Gordon Blakeley, a special assistant to the general manager who heads Atlanta's international scouting efforts, evaluated Toscano on multiple occasions before this agreement was reached. Manager Fredi Gonzalez, bench coach Carlos Tosca and hitting coach Kevin Seitzer watched both Toscano and Yasmany Tomas, a higher-profile Cuban outfielder who ended up signing a six-year, $68.5 million deal with the D-backs, during workouts in the Dominican Republic in November. After watching Toscano during Spring Training, the Braves will determine whether he will start the upcoming season with Triple-A Gwinnett or Double-A Mississippi. To create a spot on the 40-man roster spot for Toscano, the Braves designated Jose Constanza for assignment. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
