{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/107746220\/padres-to-don-brown-pinstripe-uniforms-for-five-wednesday-day-games\/",
    "title": "Padres to don brown pinstripe uniforms for 5 games",
    "subtitle": "Club announces promo schedule, with Salute to Military days among highlights",
    "body": "SAN DIEGO -- The Padres have decided to bring back the brown in 2015 -- well, at least on a limited basis. The team announced Wednesday that on five Wednesday day games this season, Padres players will wear brown pinstripe uniforms -- the same style that was worn by teams from 1985-90. In-game music, graphics and other entertainment features will add to the \"Way Back Wednesday\" theme on these days. The dates of those games are April 29, July 1, July 22, Aug. 12 and Aug. 19. The team also announced its promotional schedule, which will again be headlined by \"Baseball Night in San Diego\" every Saturday. Home Sundays this season will continue the tradition of a family-focused day honoring San Diego's military with 13 Salute to the Military games. Single-game tickets go on sale to the general public on Feb. 6 at 9 a.m. PT at padres.com. Every Saturday home game will feature a giveaway or event. Every fan in attendance on Opening Day on April 9 will receive a Padres Fedora (Sycuan Casino) and a 2015 Padres schedule cling (Las Vegas). Among the promotions are a Padres hoodie presented by Toyota on May 16, a Padres Beach Towel presented by National University on June 27 and a Throwback Replica Jersey presented by Fox Sports San Diego on Aug. 8. The full promotions and events calendar for 2015 is available at padres.com\/promotions. The schedule is subject to change. The Padres will also again have several pregame theme parties at Park at the Park every week, including two BeerFest events (April 24, Sept. 4), two CocktailFest events (July 17, Aug. 7), WineFest (Aug. 21) presented by Southwest Airlines and two Fiesta in the Park events (May 1 presented by Verizon and Sept. 25).  The events will feature food and drink specials starting at 5 p.m. Entry to the Friday parties is included with a paid ticket to that night's game. Six Fridays in 2015 (May 1, May 29, June 26, July 24, Aug. 7 and Aug. 21) will feature a formal salute to our community's First Responders. Also returning will be Taco Tuesdays presented by Cholula Hot Sauce along with College Night on select Thursday nights, featuring special discounts for college students with a valid student ID. Corey Brock is a reporter for MLB.com. Keep track of @FollowThePadres on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Corey Brock"
}
