{
    "url": "http:\/\/m.mlb.com\/news\/article\/1299883",
    "title": "Mariners introduce Johjima at Safeco",
    "subtitle": "Mariners introduce Johjima at Safeco",
    "body": "SEATTLE -- Kenji Johjima has been eager to show Mariners fans that he's working hard to learn English and fit in with his new Seattle teammates.  The new Mariners catcher -- and first Japanese player at his position in Major League history -- didn't waste much time displaying that effort at his first American press conference Tuesday morning at Safeco Field.  \"Hi everybody,\" Johjima said to formally open the proceedings. \"How are you doing? Thank you for coming today. My name is Kenji Johjima. I am from Sasebo, Japan. \"I am very happy to sign with Mariners. I like Seattle city and Safeco Field. I love baseball fans. I want to succeed in the Major Leagues. Do you have a question ... in Japanese?\"   The packed house of reporters, photographers and TV cameramen laughed, but the Mariners are very serious about their investment in Johjima, who signed a three-year, $16.5 million contract in November as the Mariners' first piece of offseason business.   Johjima, 29, can hit, with a career batting average of .299 with 211 home runs and 699 RBIs in 11 seasons (1,117 games) with the Pacific League's Fukuoka Softbank Hawks. And he can play defense, too, with seven Japanese Gold Gloves to his credit. Scouts are enamored with Johjima's strong arm and surprisingly quick feet.   The bottom line for the Mariners is that Johjima most likely represents a huge upgrade from what they got out of the catching position last year.   If Johjima is quick to adjust to the Major Leagues, he figures to be an impact player, the kind that will at the very least put an end to the game of musical chairs that centered around the Seattle backstop position in 2005.   Last year, the Mariners had seven different catchers, from the young (21-year-old Double-A callup Rene Rivera) to the old (42-year-old veteran Pat Borders) to the Miguel O. crowd (Miguel Olivo and Miguel Ojeda), plus Yorvit Torrealba, Dan Wilson and Wiki Gonzalez. That crew was a combined 113-for-524 (.216) with 10 home runs and 46 RBIs.   \"We're real excited about this,\" general manager Bill Bavasi said Tuesday. \"This is a big change in a real important position on our club. We're going from a position of weakness behind the plate to one of strength.\"   One of Johjima's main strengths is an off-the-charts work ethic. While there has been speculation that Johjima's lack of English-speaking skills could make communication with Mariners pitchers difficult, Bavasi said he'd already noticed that Johjima is making a huge effort to rectify that situation.   \"He's more concerned about it than we are,\" Bavasi said. \"He's a bright guy and you can tell he's getting it. I spoke to him a lot yesterday and [interpreter] Ken [Berron] didn't really translate much, except when he wanted to speak to me, and that's understandable.\"   Bavasi said Johjima didn't have to get to Seattle until FanFest, which starts Saturday, but he wanted to arrive early to start with his English-speaking assimilation. Bavasi also said Johjima had a meeting set up with former Mariners catcher Wilson to discuss the Mariners pitchers and their strategies.   \"These are requests he's made, so he's way ahead of me on a lot of these things,\" Bavasi said.   Johjima, meanwhile, said he's confident that the unspoken language of baseball will prove to be a stronger form of communication than English, Spanish or Japanese.   \"The job of a catcher is the same in the U.S. and Japan, in that you need to make a strong relationship with the pitcher and not leave the pitcher alone out there on the mound,\" Johjima said through Berron.   \"It's a first-time experience, this catcher position [in the Majors] for a Japanese person. I'm studying English hard, but there's other ways to communicate besides language out on the field. I'll be using body language and other things to communicate with the pitchers.\"   The only other question mark about Johjima has been his health, and Bavasi showed absolutely no concern about that.   The catcher batted .309 (127-for-411) with 24 home runs and 57 RBIs over 116 games in an injury-shortened 2005 season. Johjima broke the tibia in his left leg on Sept. 22 and missed the reminder of the season.   Bavasi, who described Johjima as a \"typical baseball rat who loves to play the game,\" said the shoulder and leg problems Johjima experienced last year are \"non-issues,\" and that he'll be ready to go as soon as Spring Training starts.   \"He's going to provide good offense for us out of that slot,\" Bavasi said.   \"He's very solid behind the plate and a fun guy to watch.\"  Doug Miller is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
