{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/107787200\/ichiro-humbled-by-marlins-efforts\/",
    "title": "Ichiro 'humbled' by Marlins' efforts",
    "subtitle": "All-Star introduced by team executives in his native Japan",
    "body": "TOKYO -- The Miami Marlins made quite an impressive splash in Japan. A standing-room-only crowd of reporters and photographers packed a hotel ballroom in Tokyo to watch the Marlins officially introduce national icon Ichiro Suzuki as their newest outfielder. Five club executives -- including president David Samson, president of baseball operations Michael Hill and general manager Dan Jennings -- flew 18 hours from Miami for the one-hour news conference. Such extravaganzas are typically reserved for a team's home market, but the Marlins recognized the national significance of this announcement in Japan and opted to host it here. Their judgment was justified, with 18 television cameras and dozens of still photographers capturing every moment, including a stunning buzz of shutters when an attendant attempted to discreetly refill Ichiro's tea cup as he spoke on the dais The biggest splash, though, may have been how the organization's gesture humbled the 10-time All Star and likely future Hall of Famer. Ichiro admitted it helped reel him in.   \"From the beginning, this organization has approached me with a deep sense of enthusiasm and commitment,\" Ichiro said. \"I was drawn into it and felt compelled to respond to it. That feeling only intensified when I got to meet their executives face to face last night.\"  The Marlins extended themselves in other ways, too. Recognizing how committed Ichiro is to his offseason workouts, the club went to great lengths to arrange for his requisite physical to be conducted in Japan instead of the customary practice of making a player return to the United States for it. A member of the team's medical staff flew ahead to Tokyo and facilitated the exam here. Early on, owner Jeffery Loria, who missed the trip due to the impending birth of twin grandchildren, courted Ichiro with a personal phone call.  Miami was clear with Ichiro all along that his role would be the first left-handed bat off the bench and the fourth outfielder behind a young and talented starting trio of right fielder Giancarlo Stanton, center fielder Marcel Ozuna and left fielder Christian Yelich.    Ichiro understood the courtesies the team showed him in its courtship are not typically extended to role-player signings.  \"Any player wants to feel needed, and this organization has gone to great lengths to express that to me,\" Ichiro explained. \"I value such actions and they have definitely been a great driving force in my decision to sign. They'll also be a good motivator as I go about preparing to be the best player I can for them.\" • Justice: Ichiro still a treat to watch Jennings mentioned Ichiro's impeccable conditioning as one of the reasons the Marlins believe he's the right fit. \"I know his age says he's 41 years old,\" Jennings said, \"but his body doesn't, and he certainly has plenty of ability remaining.\" Ichiro chimed in on the age issue, shooting it down with his typical humor. \"Yes, it's true, I'm 41,\" he acknowledged. \"But you know what? There are a lot of players who are 25 but look like they're 41. I strive to be the opposite of that, so I can keep moving forward.\"      The news conference ended with another crescendo of camera shutters as Ichiro replaced his suit jacket with a Marlins jersey. The crowd was eagerly awaiting the return of two iconic features missing from his Yankees uniform of the past three seasons: his first name gently arched over the No. 51, the only uniform number he had been identified with until it wasn't available in New York. That moment drew even a greater reaction than the refilling of his tea cup.   Brad Lefton is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brad Lefton"
}
