{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/107346820\/avalanche-to-host-game-at-coors-field-in-2016\/",
    "title": "Avalanche to host game at Coors Field in 2016",
    "subtitle": "First outdoor NHL contest in Colorado will take place next Feb. 27 vs. Detroit",
    "body": "DENVER -- Coors Field will celebrate the game of hockey in February 2016. The National Hockey League and the Rockies announced Saturday that the first NHL outdoor game in Colorado sports history is set for Feb. 27, 2016, at Coors, when the Colorado Avalanche meet the Detroit Red Wings. The game, which is part of the Coors Light NHL Stadium Series, will also mark the first time the Avalanche will play an official outdoor game. \"We're incredibly excited to host this extraordinary event for the great sports fans of Colorado and the Rocky Mountain region,\" Rockies owner and CEO Dick Monfort said in the team's official release. \"We're also very excited to partner with the NHL, the Avalanche and Miller-Coors for this event. We can't think of a better place to host a Coors Light NHL Stadium Series game than in the Mile High City in front of 50,000 fans at Coors Field.\" Between now and then, the plan is to add to the hockey celebration. Greg Feasel, the Rockies' executive vice president and chief operating officer, also said there are discussions about adding an alumni game the day prior between the Red Wings and Avalanche. The two teams had hockey's biggest, most-bitter rivalry in the late 1990s and 2000s, when both teams were competing for and winning Stanley Cups. When Miller\/Coors, the Avalanche and the Rockies began talking about arranging the game, it was clear something had to be built based on the old rivalry. \"I know that's who the Avs wanted to play, and for us that was our preference, that it would be their natural rival, which has been the Red Wings,\" Feasel said. \"Both of them have a lot of good history. They are talking about having an alumni game, which, when you think about it, would be pretty impressive.\" Feasel also added that it's possible the University of Denver and Colorado College -- prominent NCAA Division I programs that have a heated rivalry of their own -- could play the weekend before. The teams are already scheduled to play each other Feb. 19 and 20. \"Talk about having the stars aligned,\" Feasel said. The Avs-Wings game is one of three outdoor contests slated for 2016. The Boston Bruins and Montreal Canadiens will play at Gillette Stadium, the home of the NFL's New England Patriots in Foxborough, Mass., in the Bridgestone 2016 NHL Winter Classic on Jan. 1. The Minnesota Wild will host the Chicago Blackhawks at TCF Bank Stadium on the campus of the University of Minnesota in Minneapolis on Feb. 21. Feasel said he and other club officials have attended outdoor NHL games in other venues, such as this year's Winter Classic in Washington, and a game last year at Dodger Stadium. Rockies personnel also will visit this year's Stadium Series game between the Los Angeles Kings and San Jose Sharks at Levi's Stadium in Santa Clara, Calif., on Feb. 21. Information and specifics, such as the ticket plan, will be announced at a later date. Thomas Harding is a reporter for MLB.com. Read his blog, Hardball in the Rockies, follow him on Twitter @harding_at_mlb, and like his Facebook page, Thomas Harding and Friends at www.Rockies.com This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
