{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/107357846\/craig-biggio-reflects-on-hall-of-fame-career-at-astros-fanfest\/",
    "title": "Biggio reflects on Hall of Fame career at FanFest",
    "subtitle": "Legendary second baseman embraces chance to speak with Astros fans",
    "body": "HOUSTON -- One of the biggest events of Saturday's FanFest at Minute Maid Park was the Fan Forum session with Craig Biggio, the Astros legend who was elected into the National Baseball Hall of Fame earlier this month. Biggio spent about 30 minutes answering questions from more than 100 fans who filled the Diamond Club behind home plate. The future Hall of Famer was asked about everything from his relationship with Jeff Bagwell, his favorite player growing up (Thurman Munson), craziest teammate (Jose Lima) and -- of course -- what logo will appear on his cap on his Hall of Fame plaque. \"I know it's going to be an Astros one,\" he joked, later saying he and his family will make the decision on which era Astros cap will appear on his plaque. When asked about the toughest pitcher he's faced, Biggio didn't hesitate. He said it was 15-year veteran Kevin Gross, saying he was 2-for-42 against him. Biggio sold himself short; he was actually 3-for-42 against Gross, not including a hit during Spring Training. \"I was running to first and he turned around and said, 'That one doesn't count,'\" Biggio said. Since it was announced he would be inducted into the Hall of Fame on July 26, Biggio has grown more candid than he was during his playing days, when he was known for giving baseball clichés for answers. Biggio, who will be in Cooperstown on Wednesday to tour the Hall of Fame, is soaking up the experience and sharing it with fans. \"I like to do venues like that,\" he said. \"It's always nice to be able to get out and let the fans ask the questions they want to ask and speak from your heart. It's a lot easier now. As an active player, you always gave the typical answer, the boring answers, and then when you're done and retired, now you can start embellishing a little bit to make it better.\" The last few weeks have been a whirlwind for Biggio, who was whisked away to New York shortly after the Hall of Fame announcement was made to appear on talk shows, including The Late Show with David Letterman. He had a celebration at Minute Maid Park shortly after, and he felt the love from the fans again Saturday. \"There's no doubt they've been appreciative,\" he said. Many of the fans who had a chance to ask Biggio questions Saturday prefaced it by thanking him for his 20 years in an Astros uniform. \"That's respect,\" he said. \"That's the same respect I feel about them.\" Biggio is enthusiastic about what the 2015 season might hold for the Astros. He's still employed by the club as a special advisor to the general manager, so he's heavily invested on what the Astros are doing on the field while he awaits his day in the sun. \"We're taking steps in the right direction,\" he said. \"Sooner or later, we have to get off the cellar floor here, and it's going to come down to the players. … The young guys, they've had the opportunity to go and play and you've got to keep doing it and make the adjustments. Some of them turn out to be super special and some of them might not, but that's just part of the process you go through. \"But I'm excited where we're at, and I'm excited to see these guys take the next step to become the players they need to become.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
