{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/107378276\/nelson-cruz-highlights-first-day-of-mariners-fanfest\/",
    "title": "Cruz highlights first day of Mariners FanFest",
    "subtitle": "Slugging outfielder starting to feel at home in Safeco confines",
    "body": "SEATTLE -- Nelson Cruz insists he's still a kid at heart, so the new Mariners slugger fit right in during his first public appearance with his new club on Saturday at Safeco Field. With thousands of youngsters running around the field and soaking up the Mariners FanFest with their families, Cruz stood out as the headline attraction for an event that drew a record 11,906 opening-day fans, breaking last year's first-day mark of 10,903. \"The atmosphere here right now is pretty electric,\" said Cruz, who signed a four-year, $57 million deal with the Mariners after leading the Majors in home runs last year for the Orioles. \"It feels like a little kid wanting to play with a toy. February is coming and I'm excited for that.\" FanFest concludes Sunday from 11 a.m. to 4 p.m. PT and the Mariners expect another large gathering, bolstered by unseasonable temperatures in the 60s and the buzz from a team expected to make a playoff push with the addition of Cruz to a club that went 87-75 last year. Fans had plenty to enjoy Saturday, with a new rock-climbing wall added to the zip line across the outfield grass and numerous baseball activities to keep kids happy. Add in autograph possibilities and interaction with players -- including reliever Tom Wilhelmsen dancing on top of the dugout at one point during his fan question-and-answer session -- and there was a little something for everyone. But the ultimate goal, of course, is for the Mariners to translate their offseason fun into a postseason run. And Cruz looms as a large part of that push, the veteran right-handed power bat to slide in behind Robinson Cano in the lineup and help provide offensive support for one of baseball's premier pitching staffs. All-Star closer Fernando Rodney, who played with Cruz and Cano on the Dominican Republic's World Baseball Classic title team in 2013, knows what the 34-year-old designated hitter brings to the table. \"Big Nelson,\" Rodney said with a smile. \"I think that's the man we were looking for last year. This year we got him. It'll help us.\" Cruz has been in the playoffs four of the last five years, including a pair of World Series with the Rangers. He now plans to help the Mariners end their 13-year postseason dry spell. \"That is my goal every year, to make the playoffs, no matter what team I play for,\" he said. \"I'll be here for four years and hopefully we can go to the playoffs four years in a row. That is the goal. I'm working hard every day to be ready for the playoffs, be ready for that moment.\" Cruz is just getting to know most of his new teammates, but he goes back with Cano and Rodney. He spent a week working out in the Dominican with Cano earlier this month and watched his longtime friend play in a pair of Winter League games in their homeland. \"I saw him get four hits in one game, so he looked pretty good,\" Cruz said. \"We trained for a week together and had a chance to chat about everything. So I know pretty much what to expect.\" And what should Mariners fans expect from Cruz? The big man brought a big smile to Saturday's event and Rodney said Cruz combines that pleasant personality with a strong work ethic. \"He's a nice guy,\" Rodney said. \"He's like Cano. These guys come to play hard and do their job every time they go out there.\" Cruz acknowledged it was a little odd coming to Safeco Field as part of the Mariners now after years of being a visitor to Seattle with the rival Rangers and then Orioles last season. But as his wife and two kids spent the weekend searching for a new house in the area, Cruz said he's at peace with his decision and thankful to know the Northwest is now home. A year ago, he didn't sign with the Orioles until just before the start of camp, so he's far more at ease this winter and eager to settle into Seattle. \"It's huge,\" he said of the difference from last year's uncertainty. \"The only thing I need to focus on is being prepared for the season. I know that I'm going to have a home here for four years and hopefully more. The main focus now is to prepare for the season and get ready for the playoffs. \"It does feel different [standing in the home team dugout at Safeco],\" Cruz said. \"But the thing is, I'm happy. And that makes a big difference.\" Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
