{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/107439086\/david-murphys-unclear-role-a-result-of-indians-injuries-depth\/",
    "title": "Murphy's unclear role a result of injuries, outfield depth",
    "subtitle": "Swisher, offseason acquisition Moss could cut into right fielder's playing time",
    "body": "CLEVELAND -- Not long after he acquired slugger Brandon Moss from the A's in early December, Indians general manager Chris Antonetti got right fielder David Murphy on the phone. Cleveland suddenly had a surplus of right fielders and the GM wanted to discuss the situation. Murphy, who was signed to a two-year contract prior to last season, likely stands to lose playing time in right if both Moss and Nick Swisher are healthy and ready to go by Opening Day. A veteran of nine seasons in the Majors, Murphy understands the situation and appreciated that he had a chance to talk things over with Antonetti prior to Spring Training. \"Communication is huge just in general in this game,\" Murphy said on Sunday at Tribe Fest. \"It's nice to go into the season knowing how he feels, and I'm sure he's speaking for the front office and the coaching staff. Just having an idea of how they feel about it, and giving me a chance to voice my opinion in how I feel about it, the lines of communication are open. I definitely think that's a good thing. It's kind of hard to know at this point how things are going to fall into place.\" Moss is currently making his way back from October surgery on his right hip, but the corner outfielder and first baseman is aiming to be ready for Opening Day. Swisher -- also a corner outfielder and first baseman -- underwent surgery on both knees in August and is also hopeful that he can break camp with Cleveland. Murphy's status might be contingent on their respective comebacks. The Indians also have Carlos Santana in the mix at first base and utility man Ryan Raburn on the bench for part-time duty in right field. Manager Terry Francona can use the designated hitter slot to help spread the at-bats, but there is an undeniable surplus of players for few spots on the field. Murphy said it does not take a math major to figure out that his at-bats could diminish. Under the circumstances, the 33-year-old Murphy knows that a trade offers one solution if his projected playing time becomes a problem. \"I think everybody can logically see that there's only so many spots out there for so many players,\" Murphy said. \"I'm prepared to lose playing time, but not to the point where I'm going to get 150 at-bats. If that's the case, and that's the best-case scenario for them and for me, I'm open to [a trade]. But I feel like this team has a great chance to win, and for that reason, I would love to be here.\" Murphy did allow himself to smile over the fact that the player who could hinder his at-bats just so happens to be one of his best friends in baseball. Moss and Murphy came up through the Red Sox system together. \"Brandon and I have known each other since 2003,\" Murphy said. \"We've played at a lot of different levels. We were roommates in instructional league. We've played in the Arizona Fall League together. We're very familiar with one another. There's a lot of irony in the situation.\" Last season, Murphy hit .262 with eight home runs, 25 doubles and 58 RBIs in 129 games for Cleveland, which will pay him $6 million in 2015. In each of the past seven seasons with the Indians and Rangers, Murphy has garnered between 400-460 at-bats per year. Ideally, he said he would like to be in the 350-400 at-bats range for the upcoming season. Francona was recently asked what Murphy's role might be for the Tribe this year. \"Well, it's hard to say right now, because we don't know how healthy Swish or Moss are,\" Francona said. \"So right now, Murph's our right fielder. I don't know if that's going to change in the next month or not.\" Due to the unknowns surrounding the health of Moss and Swisher, Murphy knows that it makes sense for Cleveland to keep him in the fold as a contingency plan. That said, he is also prepared to continue dialogue with Antonetti about his role on the team, if a clean bill of health for other players has a big impact on playing time. \"I can understand if I'm here for the time being because there are so many health concerns out there,\" Murphy said. \"And then, if this situation needs to be readdressed once we know that everybody is healthy, then it can be readdressed at that time.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
