{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/107451664\/fans-show-support-optimism-at-target-field-twinsfest\/",
    "title": "Fans show support, optimism at Target Field TwinsFest",
    "subtitle": "",
    "body": "MINNEAPOLIS -- TwinsFest was held at Target Field for a second straight year this weekend, and generated a similar turnout to last year, when it was held at the stadium for the first time since the event was created in 1989. Twins president Dave St. Peter said roughly 14,000 fans attended the event, which helped generate $300,000 for the Twins Community Fund. The event was previously held at the Metrodome until it was demolished last year. \"It's very comparable to last year and within a few hundred people, so overall we feel good about the event,\" St. Peter said. \"It's a much different event than TwinsFest back at the Metrodome. We have the capacity to add more people, but I always worry about that at Target Field because it doesn't necessarily accrue to the fans their experience there. But we were pleased with the support we received this weekend from our fan base.\" St. Peter said the event will continue to be held at Target Field next year, but the Twins will potentially explore other options after that, as the new Minnesota Vikings stadium on the former site of the Metrodome will be built by then. \"We are happy at Target Field,\" St. Peter said. \"We have received positive feedback for the most part from our fans, and particularly from our season-ticket holders. It's only the second year we've done it here and we're committed to Target Field again next year, but we intend to certainly evaluate this heading into next year's event.\" More than 60 current, former and future Twins players were in attendance over the three days at TwinsFest with Torii Hunter being perhaps the most popular player. But fans were also excited about top prospects Byron Buxton and Miguel Sano, and had a chance to interact and get autographs from other popular players such as Joe Mauer, Brian Dozier, Ervin Santana and Glen Perkins, as well as new manager and Hall of Famer Paul Molitor. \"He's an incredibly popular part of our franchise,\" St. Peter said about Hunter. \"It's a special time for our fans to have access to not only Torii, but our entire roster, including guys who are hopefully going to be a part of our future, such as the Buxtons and the Sanos.\" St. Peter said he also sensed more optimism from fans at TwinsFest, but he was quick to point out the club has to prove it on the field after its struggles over the last four years. \"I think the core fan base is excited and has higher expectations than perhaps a year ago. But that said, I understand a lot of fans are going to take a wait-and-see approach. We need to get it done on the field. The Paul Molitor hiring and a couple additions this offseason and the understanding is that it's as deep as it's been in a long time; I think people generally think we have a bright future.\" Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
