{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/107483280\/angels-outfielder-josh-hamilton-expects-big-year-at-plate-in-2015\/",
    "title": "Halos' Hamilton expects big season at plate",
    "subtitle": "",
    "body": "ANAHEIM -- Josh Hamilton's personal goals haven't changed, even though expectations from the outside have plunged. \"I'm gonna say .300, 30 and 100,\" Hamilton said Sunday night, referencing his batting average, home run and RBI totals when asked about his own expectations for 2015. \"Keep it simple. Those are very obtainable.\" Hamilton -- speaking from a charitable bowling event at Bowlmor Lanes to benefit The Eddie Guardado Foundation, which helps children with autism -- had the same target heading into the 2014 season. Then he missed nearly two months recovering from thumb surgery, spent most of September rehabbing injuries to his right side and went 0-for-13 in a short-lived playoff stint. Hamilton finished 2014 with a .263 batting average, 10 homers and 44 RBIs, after finishing 2013 at .250, 21 and 79. His last .300-30-100 season came in 2010 with the Rangers, as the American League's Most Valuable Player Award winner, and he hasn't come close since signing a five-year, $125 million contract with the Angels following the 2012 season. The third season of that deal -- one that will pay him a team-high $25.4 million -- is a big one. \"Every year things need to click,\" Hamilton said. \"Obviously this year, I want it to. I'm not gonna not work my butt off. I'll have the same mentality and try to get better.\" Hamilton caught some flak a couple days after the Angels were swept by the Royals in the AL Division Series, when he told the Orange County Register it was \"comical\" to hear fans booing him for a poor postseason and added: \"We don't necessarily play for the people in the stands. We play for each other.\" \"Obviously, we love fans coming out, love the support,\" Hamilton said when asked about those comments on Sunday. \"They pay our salaries. If it was taken the wrong way, I don't want it to be, because we do benefit and are blessed tremendously by their support, how they come out and kind of do it with us. I want to do good for them.\" Hamilton, who turns 34 in May, spent most of the offseason in Southern California and has recently been hitting at Angel Stadium. He took \"a little bit of extra time to just chill\" and heal this offseason, picking up a bat three weeks later than normal, and plans to report to Spring Training when pitchers and catchers arrive on Feb. 19. Hamilton still feels an occasional jab from his rib injury, but doesn't expect that to limit him this spring. After a year of constant tinkering, Hamilton wants to keep the toe-tap in his load throughout the season because \"it feels comfortable, feels natural.\" And he's looking forward to working with his lifelong friend and former accountability partner, Johnny Narron, who was hired to be the Angels' Triple-A hitting coach in November. Hamilton gave the Angels \"my highest recommendation\" when they called to ask about Narron, who left Hamilton's side to be the Brewers' hitting coach in 2012. He feels he'll benefit from Narron's presence, even if it's only for the six weeks leading up to the season. \"He's going to be around in Spring Training,\" Hamilton said, \"which is an important time to have guys around you that know you and are comfortable with your past.\" When the 2014 season reached its abrupt end in Kansas City on Oct. 5, Angels manager Mike Scioscia joked with Hamilton about how much more comfortable he looked in his last couple of at-bats. \"And I felt that way,\" Hamilton said. \"Too bad we couldn't move on.\" Hamilton went into the postseason having played in just one of the Angels' last 23 games, thrown into baseball's toughest stage without any real feel for live pitching. Had his team advanced, he feels it could've gone a lot like 2010, when Hamilton missed most of September with two broken ribs, struggled in the first round and was then named MVP of the AL Championship Series. Instead, the Angels' 98-win season was over and Hamilton went into the offseason on a sour note, having drawn the ire of Angels fans and eventually seeing his name get tossed around the rumor mill. \"The last couple years have not been me at all,\" said Hamilton, who was never asked to waive his full no-trade clause. \"I'm always looking to improve, looking to do more than I've done. I can't focus on the last two years. You have to be positive.\" Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
