{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/107612796\/angels-to-keep-roberto-baldoquin-in-minor-league-camp\/",
    "title": "Angels to keep Baldoquin in Minor League camp",
    "subtitle": "Cuban prospect won't receive Spring Training invitation due to infield depth",
    "body": "ANAHEIM -- Angels fans who want to get an up-close look at Roberto Baldoquin this spring will probably have to walk over to the Minor League side of the Tempe Diablo Stadium complex. The Angels have opted against inviting the 20-year-old Cuban middle infielder to Major League Spring Training, mostly because they'll have a lot of infielders competing for jobs, but also because they want to give Baldoquin a chance to develop on his own time without added pressure. Since signing Baldoquin to an $8 million signing bonus -- a commitment that added up to about $15 million because of the overage tax -- the Angels have added Josh Rutledge, Johnny Giavotella and Taylor Featherston, all of whom will compete for the starting second base and utility infield job, along with Grant Green. Baldoquin will likely start the season at Class A Advanced Inland Empire, exclusively playing shortstop, and he hasn't really played in organized games since he left Cuba nearly a year ago. \"There's only so much space to go around or time that you can provide,\" Angels general manager Jerry Dipoto said Tuesday. \"Roberto being 20 years old, being over a year removed from competitive baseball outside of whatever he's doing at our facility in the Dominican Republic, we felt like this was probably in his best interest and in the best interest of developing him.\" Baldoquin agreed to terms in early November, signed his first professional contract a few days before Christmas and has spent the month working out at the Angels' academy in the Dominican, where Dipoto said he's getting \"glowing reviews for his leadership and work ethic.\" Baldoquin will spend the mornings working out on the Major League side during Spring Training and could take part in some Cactus League games as an extra player, but he will mostly spend the spring working with fellow Minor Leaguers. The Angels aren't expecting him in the big leagues until the start of 2017, which is the first year shortstop Erick Aybar won't be in the books. \"In Roberto's case, the smartest thing we can do is slow the wheels down a little bit,\" Dipoto said. \"No rush. We need to make sure we're exercising good judgment.\" Below are some additional Angels-related notes, with 23 days left until pitchers and catchers report for their physicals: • The Angels plan to start negotiating an extension with closer Huston Street during Spring Training and have already broached the subject with Street himself, a source said. Los Angeles exercised its $7 million club option on Street early in the offseason, and the club would like to lock the 31-year-old right-hander up before he hits free agency next winter. It would also be open to negotiating an extension with catcher Chris Iannetta, also a pending free agent, and Garrett Richards, who's in the first of four arbitration years. But those talks probably wouldn't begin until after Opening Day. • Before starting extension talks with Richards, the Angels need to agree on his 2015 salary. Richards' arbitration hearing is set for Feb. 11 and both sides have made slow progress thus far. Richards is one of three arbitration-eligible players remaining, along with pending free agents David Freese and Matt Joyce. • Richards, who has spent his offseason training in Arizona, is running on 75 percent of his body weight and is expected to progress to 100 percent next week. He's expected to be a full participant at the start of Spring Training. • Dipoto wouldn't comment on extension talks or arbitration negotiations, but he did express confidence that he'd avoid an arbitration hearing with all three players. \"Right now,\" Dipoto said, \"there's no expectation that we won't avoid a hearing, but no fear of going to a hearing if that's what it comes to. Right now, the conversations have been seamless. Normal rhetoric, and I feel we're in a good position with all three.\" • The Angels recently signed veteran right-handers Frank Herrmann and Zach Stewart to Minor League contracts. Herrmann, a 30-year-old reliever who posted a 4.26 ERA in 95 appearances with the Indians from 2010-12, will be invited to Spring Training. Stewart, a 28-year-old swing man who had a 6.82 ERA in 103 innings from '11-12, will not. The Angels would still like to acquire a Triple-A shortstop on a Minor League deal, and that may be the final move they make this winter. Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
