{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/107630594\/white-sox-center-fielder-adam-eaton-enjoys-reporting-on-super-bowl-media-day\/",
    "title": "Eaton enjoys reporting duties at Super Bowl Media Day",
    "subtitle": "White Sox center fielder serves as correspondent for Comcast SportsNet Chicago",
    "body": "CHICAGO -- For the immediate future, Adam Eaton is more than satisfied to serve as the catalyst at the top of the White Sox batting order and anchor center field for what looks to be an up-and-coming team in 2015. But on Tuesday in Phoenix, the charismatic Eaton got thrown into the fire in a new profession as part of Super Bowl Media Day at US Airways Center. Eaton, an outstanding interview in his everyday baseball venue, and his wife, Katie, served as correspondents for Comcast SportsNet Chicago. \"It was different. It was fun,\" said Eaton during a phone interview after the media extravaganza. \"It was a little overwhelming at times to be on the other side and interview players. \"You have an appreciation for media and what they have to deal with. You see both sides. It was very exciting and quick moving. I felt rude almost. It's not like waiting in line when you are a child. You have to cut in with your question and run with it. Don't look now, but @AdamSpankyEaton is playing reporter at #SBMediaDay: http:\/\/t.co\/HplzuY7hmI \"If I was just my usual self and tried to be polite, I would have never got a question off,\" Eaton said. \"It was eventful and a lot of fun.\" Eaton doesn't have a rooting interest toward either the Patriots or the Seahawks, saying only that they were very good teams and he loved the way both teams played. The Eatons also got to experience the strange color of Media Day, with Adam interviewing a Nickelodeon performer who was dressed like a superhero and witnessing a guy dressed in a football uniform with five or six GoPros and two people who were holding puppets. \"Just real weird and you kind of look at them, adjust your eyes and make sure you are seeing what you are seeing,\" Eaton said. \"But I was glad I got to experience it.\" Patriots defensive tackle Vince Wilfork, who stands 6-foot-2, 325 pounds, stood out as the favorite interview of the 5-foot-8, 185-pound left-handed hitter. Eaton and his wife didn't have a chance to get in the Marshawn Lynch abbreviated session, where Seattle's tailback answered all the questions with, \"I'm just here so I won't get fined.\" Credentials are there for the Eatons to cover the game Sunday evening at the University of Phoenix Stadium. But Eaton, who was recognized for his baseball accomplishments at Tuesday's Media Day, figures he and his wife will probably watch the game at home. \"I feel the pressure you guys have, holding the microphone in front of the camera, engaging in conversation and running the conversation,\" Eaton said. \"It's a different dynamic. I'll definitely do it again. It was a pretty solid day.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
