{
    "url": "http:\/\/m.mlb.com\/news\/article\/1298715",
    "title": "Leyland getting to know his charges",
    "subtitle": "Leyland, Tigers getting to know each other",
    "body": "DETROIT -- Jim Leyland has a pretty good idea what he has to work with now. He made sure his players have a good idea what they're going to have, too.  For almost every Tigers player, Friday's appearance at Comerica Park for physicals was their first chance to meet with Leyland face-to-face. But it wasn't their first contact with him. Now that the emotions over last season and Alan Trammell's dismissal have subsided, they're getting to know each other, and Leyland knows what he has.  \"There's talent on this team,\" Leyland said. \"For whatever reason, it hasn't performed as a team. ... I can't tell you how many times during the Winter Meetings I talked to people -- other managers, coaches, general managers. Every one of them said the same thing: Good players, not a good team. That's why I'm here.\" Leyland already talked with many players over the phone this offseason, but he had what he called \"serious meetings\" with three of his players Friday and plans to do so with all the others between now and Opening Day, set for April 3 at Kansas City. He's using the meetings to develop a sense of how his players feel about the team, what has happened in the past, what worked and what needs to be fixed.   When Leyland said at his introductory press conference in October that he didn't know much about this club, he meant that he didn't know what makes his new players tick. He's learning that now.   \"This was kind of to get a feel for how guys react to me and how I react to them,\" Leyland said. \"But I like them. They seem to be a good bunch of guys. They seem to be pretty good personalities. They're a lot looser than I thought they would be, which I'm glad. I think they like to have fun and I like to have fun. I'm amongst the players a lot, having fun with them. I'm not stuck in my office a lot.\"   He's all for looseness, as long as it's not on the field. \"There'll be a lot of nonsense,\" he said. \"There just won't be any nonsense about our jobs.\"   That's the starting point where players learn about what makes their new manager tick. He got a head start on that process two weeks ago, when he sent a letter to every member of the team.   \"I think they got the message,\" Leyland said. \"It was a nice letter, I was polite and everything. It was in there pretty much what my expectations were and how I run a ballclub. We'll see how they respond.\"   The response Friday was positive.   \"He's the type of guy that isn't afraid of anyone,\" third baseman Brandon Inge said. \"He's a bulldog, and I really like that and respect that. But at the same time, I think he's someone you can joke with and have a good time with. It seems like he's got a personality for winning.\"   All-Star catcher Ivan Rodriguez knows Leyland and his background. \"I think what he brings is attitude,\" Rodriguez said. \"I think he's a winner. I've known him for years and I talked to a lot of players who played for him. He loves to win, and he likes to see everything the right way in the field. And that's what we need on the team. If he doesn't like something, he'll come to us or to the player and tell him. It's great for us to have Jim and the coaching staff.\"   Lefty Nate Robertson sensed a presence when Leyland walked into the clubhouse. \"It's a presence that says, 'Hey, I'm the manager. I know who I am, and I know who you are,'\" Robertson said.   Between physicals and workouts in the weight room, there wasn't much time for more in-depth discussions. Leyland spent much of the day working with his coaching staff, themselves new to their jobs, to plan out Spring Training, now less than four weeks away. With much of the roster already set, he'll spend much of his camp making an impression and setting a tone rather than deciding jobs.   \"I think that's where discipline starts,\" Leyland said. \"I think disciplined teams win close games. I think the teams that play with discipline somehow figure out the way to win one-run games. I believe that.\"   It'll be his first Spring Training as a manager since 1999. As he stood in his new clubhouse and talked baseball, it seemed right around the corner.   \"I'm nervous,\" he said, \"but I'm not scared. And that's what I put in my letter. It's normal to be nervous. But if you're scared, you need to find another line of work.\" Jason Beck is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
