{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107677800\/anthony-rizzos-triumph-over-cancer-featured-on-mlb-network\/",
    "title": "Rizzo's triumph over cancer takes stage on Network special",
    "subtitle": "",
    "body": "From the moment he was drafted by the Red Sox in 2007, Chicago Cubs first baseman Anthony Rizzo began racking up the personal achievements. He mashed 32 home runs last season and earned his first All-Star selection. But those accomplishments pale in comparison to Rizzo's biggest victory yet -- a victory in his battle with Hodgkin's lymphoma. In a special segment Tuesday night on MLB Network, \"The Offseason: Hope in Chicago and Miami\" chronicled Rizzo's battle with cancer -- from the moment he was diagnosed to the moment his mother, Laurie, received what she emotionally termed, \"The best call ever.\" Drafted by the Red Sox in 2007, Rizzo was tearing through the Minor Leagues, when he first realized something was wrong. \"I went on a road trip, I get back, and I had gained like 15 pounds because my legs had swelled up,\" Rizzo told MLB Network. It was then that Rizzo visited the hospital and was diagnosed with Hodgkin's lymphoma. He went to Boston for treatment. There, Rizzo was invited to Fenway Park by Theo Epstein, who was his GM with the Red Sox and now serves as president of baseball operations for the Cubs. \"It really is a family when you're in an organization,\" Epstein said in the segment. \"Our hearts were going out to him. We were panicking a little bit. And then when Anthony showed up, he was almost like the calming influence.\" Epstein set up a meeting between Rizzo and left-hander Jon Lester (then with the Sox and now one of Rizzo's newest teammates on the North Side). Lester, after all, had overcome Lymphoma himself, winning a World Series mere months after beating the disease. \"Lester was telling him, 'Don't worry about it. There are little things that are going to happen,'\" Anthony's father, John Rizzo, recalled. \"As soon as he said that, Ant fainted.\" Nonetheless, Rizzo and Lester had a conversation that lasted more than an hour about the challenges of battling cancer and the positive attitude required to attack it. \"You're just trying to be as positive as you can to an 18-year-old kid who just had all his hopes and dreams ripped away in a 20-minute conversation with his doctor,\" Lester said. Fittingly, three days later, Lester would pitch a no-hitter. In 2008, Rizzo began six months of chemotherapy to treat his cancer. That September, as his family was boarding a plane to see his brother -- then a lineman at Florida Atlantic -- play a football game, his mother's phone rang. Remission. \"Just hearing the news was awesome,\" Laurie Rizzo told MLB Network. \"The tumors were fully gone -- And here we go.\" You probably already know the rest. Rizzo, now with the Cubs, has become one of baseball's elite first basemen and a beloved figure in the Windy City. It's just icing on the cake. The Rizzo family already has its biggest victory. • Rizzo hosts third annual 'Walk-Off For Cancer' 5K • Patient who inspired Rizzo visits Wrigley AJ Cassavell is a reporter for MLB.com Follow him on Twitter @ajcassavell. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "AJ Cassavell"
}
