{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/107673180\/royals-prospect-bubba-starling-to-get-taste-of-bigs-at-spring-training-camp\/",
    "title": "Starling to get taste of bigs at Spring Training",
    "subtitle": "MLB Network crew not ready to give up on prospect who has struggled in Minors",
    "body": "Once a mega-prospect considered by many to be the future of the Royals, center fielder Bubba Starling hasn't quite lived up to the massive expectations heaped on his shoulders. So the Royals are taking a bit of an unconventional approach in his development: They're inviting him to Major League Spring Training. After earning a franchise-record $7.5 million signing bonus -- and turning down an offer to play football at Nebraska in the process -- Starling has struggled since he entered the Royals' system in 2012, hitting just .237 with 32 homers in 310 career games. \"Three years ago, the Royals would have told you this kid, Bubba Starling, fifth pick of the 2011 Draft, was as important as any player in their organization -- that he was going to be a tipping point to where they were going to go,\" MLB.com's Richard Justice said in a segment on MLB Network on Tuesday night. \"And he has really struggled. \"So they're going to bring him to big league camp, look at him against bigger competition and just see where he's at in his career.\" The MLB Network crew wasn't ready to give up on Starling, who turned 22 last August, just yet. \"I think if they had the Draft this year and he was in high school, [the Royals] would do it again,\" MLB Network's Harold Reynolds said. \"I'm not panicking on him. He's 22 years old, [hitting] .237. He's still got a chance. He would be a senior in college right now. They're drafting guys out of college right now and giving them time. I'm giving him some time to work on it.\" Reynolds' fellow analyst (and Hall of Fame electee) John Smoltz said the next couple of months could go a long way in the Royals' evaluations of Starling, who is currently ranked 15th on the club's Top Prospects list. \"Spring Training will give him a little bit of a taste of what it's like,\" Smoltz said. \"Sometimes guys go to Spring Training and certain things click, and maybe it gets him on the right path.\" Obviously, there's still plenty of time for Starling to turn his very young career around. The Network crew was quick to point out that Eric Hosmer, Alex Gordon and Mike Moustakas all struggled at various points in the Royals' system. Yet, this past October, they led Kansas City to its first American League pennant in nearly three decades. The one thing the Royals seemed to like most about Starling was his athleticism. A five-tool outfielder, Starling was once a three-sport star in high school. He hit .481, rushed for 31 touchdowns on the gridiron and averaged 28.3 points per game on the basketball court. \"It's like a movie,\" Reynolds said. \"He was a movie star. He was going to Kansas to play basketball, Nebraska to play football and then he was the No. 1 pick of the Royals.\" AJ Cassavell is a reporter for MLB.com. Follow him on Twitter @ajcassavell. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "AJ Cassavell"
}
