{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/107655298\/prospect-watch-top-10-shortstops\/",
    "title": "Prospect Watch: Top 10 shortstops",
    "subtitle": "Astros' Correa, Indians' Lindor, Cubs' Russell lead strong contingent",
    "body": "MLBPipeline.com's 2015 Top 100 Prospects list will be unveiled on Friday on MLB.com, with the Top 50 revealed during a one-hour show on MLB Network at 9 p.m. ET. Leading up to that, MLBPipeline.com takes a look at baseball's Top 10 prospects at each position. The top two players from the 2014 list of top shortstop prospects graduated: Xander Bogaerts of the Red Sox and the Cubs' Javier Baez. So did the last two on that top 10: Luis Sardinas, then of the Rangers, and Chris Owings of the D-backs. Don't worry, shortstop fans, there's plenty of talent at the premium position to fill in the holes. The top four on this year's version, and five of the top seven, were on the 2014 version as well, while the '14 Draft has provided two new names to consider.  1. Carlos Correa, Astros: Correa was well on his way in 2014 to showing that his strong 2013 season was no fluke when a broken fibula ended his season after 62 games. He'll be just 20 for the entire 2015 Minor League season, so there's plenty of time. But expect a healthy Correa and his five tools to start pushing up the ladder soon. Any talk of moving the 2012 No. 1 pick off of shortstop is way premature. 2. Francisco Lindor, Indians: Lindor is ready to play shortstop defensively right now in the big leagues. That's never been in question. The No. 8 pick in the 2011 Draft has continued to develop his offensive game and the switch-hitter profiles as much more than just a glove. His makeup and leadership are off the charts. Look for him to bring all of that to Cleveland very soon. 3. Addison Russell, Cubs: This will be Russell's first full season in the Cubs organization after coming in last summer's Jeff Samardzija deal. Yes, the Cubs have a lot of young infielders, but Russell is one who can actually stick at shortstop. With Starlin Castro signed at least through 2019, it will be interesting to see what happens when Russell shows he's ready for the big leagues. 4. Corey Seager, Dodgers: Kyle Seager is an All-Star and Gold Glove third baseman who just got a big contract extension from the Mariners. Scary thing is his kid brother might have more upside. He's as good a hitter as there is in the Minor Leagues, one who's bat will profile well even if he has to eventually move to third, a move most foresee. He has All-Star potential wherever he plays. 5. J.P. Crawford, Phillies: A newcomer to the list, Crawford jumped on the fast track by playing at both levels of A-ball as a teenager in 2014. Ready for Double-A at age 20, the Futures Game participant always has had a reputation for being a slick defender, one who would undoubtedly stay at short. His bat, though, has been more advanced than anticipated and he has the makings of an All-Star performer. 6. Nick Gordon, Twins: The younger brother of Dee and son of Tom, Gordon was the No. 5 pick in the 2015 Draft, the first high school bat taken (one spot ahead of Alex Jackson). He had a solid summer debut as an 18-year-old in the Appalachian League and he should bring his solid all-around game to full-season ball as a teenager in 2015. If everything clicks, he might be the best Gordon to play in the big leagues. 7. Raul Adalberto Mondesi, Royals: The final holdover from last year's preseason list, Mondesi has been a little tough to evaluate. The son of former All-Star Raul Mondesi, he has all the raw tools in the toolbox, but he hasn't really turned them into production just yet. Much of that has been because he's been among the youngest, if not the youngest, player at every level he's gone to thus far. He'll need to refine his approach to tap into his considerable skillset. 8. Trea Turner, Padres: He's a Padre, for now. The player to be named in the three-team deal that brought Wil Myers to San Diego, Turner will become a part of the Washington Nationals organization in June. The 2014 first-rounder has top-of-the-chart speed and knows how to use it well on the basepaths. He showed a very good feel for hitting during his pro debut and could move quickly, especially once he's past this trade oddity. 9. Daniel Robertson, Rays: Another subject of a trade, Robertson went to Tampa as the key prospect in the Ben Zobrist \/Yunel Escobar deal in January. More of an offensive-minded infielder, Robertson is going to hit for average and decent power, with an advanced approach at the plate. With a strong arm and tremendous instincts, he has a chance to stay at short, something few would've predicted when he was drafted in 2012. 10. Tim Anderson, White Sox: A tremendous athlete taken from the junior college ranks in 2013, Anderson reached Double-A in his first full season despite a broken wrist caused by an errant pitch at the end of June. He made up for lost time in the Arizona Fall League, where his considerable tools were on display. Many thought he was ticketed for a move to center field, but there are no plans to take him off of the dirt at this time. Next up A pair of young, but exciting, shortstops who have already changed organizations could shoot up this list with more experience. There may come a time when people look back at the David Price trade and think, \"Why did the Tigers give up Willy Adames?\" Adames more than held his own as an 18-year-old in full-season ball in 2014 and has the chance to hit for average and power. His arm and hands work fine at short. The A's got Franklin Barreto from the Blue Jays in last November's Josh Donaldson trade and he immediately became one of their most exciting prospects. He'll be 19 as he hits full-season ball in 2015, already showing a knack for making consistent hard contact. He may not be a shortstop long-term, but that decision won't have to be made for a while. Jonathan Mayo is a reporter for MLBPipeline.com and writes a blog, B3. Follow @JonathanMayoB3 on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Mayo"
}
