{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/107494904\/refreshed-red-sox-first-baseman-mike-napoli-moves-past-sleep-apnea\/",
    "title": "Napoli energized, refreshed after sleep apnea surgery",
    "subtitle": "First baseman overcomes condition that prevented him from feeling rested",
    "body": "LEDYARD, Conn. -- To say Red Sox first baseman Mike Napoli is energized for the coming season is far from the typical mantra you hear from just about every baseball player at this time of year. The slugger has the energy now that he lacked for close to a decade as he battled a severe case of sleep apnea. To get to this point wasn't easy. Napoli had major surgery in November to treat his condition, and it might stun you to realize the kind of ordeal it was. The procedure is called bimaxillary reconstruction surgery. Napoli still has no feeling in his lips, and it could take up to a year for him to regain feeling in some of the nerves near his mouth. \"It was probably one of the worst things I've ever done, to tell you the truth,\" said Napoli at the Red Sox Winter Weekend event. \"They broke my upper and lower jaw, moved it forward and almost doubled my airway space. But yeah, I spent two days in the ICU after. I mean, it was 10 days of just pain.\" And knowing all he knows about that pain -- and the fact that he still can't feel his lips, along with other complications -- Napoli would do it again in a heartbeat. Napoli's sleep apnea was so bad that he didn't have dreams. In other words, he was never truly sleeping. \"The past eight years, I haven't had a dream, because I never went into the REM,\" said Napoli. And now? \"Yeah, I mean, I sleep eight hours,\" Napoli said. \"What I used to do is I'd sleep and I'd probably wake up 50 to 100 times a night. I'd lay in bed until 12 o'clock trying to get sleep but never really did, but I'm so tired.\" Though Napoli has put together a pretty nice career for himself, he admits that functioning at the ballpark had become increasingly difficult in recent years. \"I missed batting practice [sometimes],\" said Napoli. \"I'd be sleeping during batting practice, and I'd wake up for the game. So it was hard. I was always tired. There were games that I came out of that people didn't really know what happened, but it was because I was dizzy and really sleep-deprived.\" Napoli always hoped he could overcome his sleep apnea without having such a major surgery, but nothing else worked. \"It's been tough. I've had this for a long time,\" said Napoli. \"We tried to do different things. I tried to wear a C-PAP, which is a positive pressure mask. I tried medication, I tried a dental piece, I tried pretty much everything. It got to a point to where it worked for a couple hours and then I'd wake up. I was taking medicine to fall asleep with all the devices on, and eventually I'd wake up a couple hours later and I couldn't take more medicine.\" By late last season, Napoli could see that there was little choice but to have surgery. \"I couldn't do it anymore, feeling the way I was feeling,\" Napoli said. \"I was like, 'I need to have the surgery or I'm not going to play anymore.' That's how bad it was. That's why I went to go to this procedure. I came in and I was like, 'I need to have the surgery now.\"' One positive development from not having the feeling in his lips is that Napoli can't use chewing tobacco. He hopes that the sabbatical from dip will become permanent, even when he regains all of his nerves in the mouth area. Whether it is doing stuff around the house or even doing his winter work in the cage, Napoli now feels more energized than he has in years. \"Before, when I was doing stuff around the cage, I was so lazy and tired, I didn't even want to pick up the balls,\" said Napoli. \"Now, I finish hitting and I drop my bat and I'm running around picking up all the balls. It's been a tough offseason, but I think it's worth it.\" Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
