{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/107508064\/busch-stadium-set-to-host-us-womens-soccer\/",
    "title": "Busch Stadium set to host U.S. Women's soccer",
    "subtitle": "National Team to take on New Zealand as primer for World Cup",
    "body": "Busch Stadium will play host to the U.S. Women's National Soccer Team in its first domestic game of 2015, when the American club takes on the New Zealand National Soccer Team on April 4. The game, to be broadcast at 2:30 p.m. CT on FOX Sports 1, will serve a warmup for the U.S. team's run for the FIFA Women's World Cup in Canada in June. \"We are very excited to bring soccer back to Busch Stadium and to play host to our first women's soccer match,\" Cardinals president Bill DeWitt III said in a statement. \"This is a unique opportunity to see the U.S. Women's team in one of the most iconic settings in St. Louis. Soccer fans won't want to miss it.\" The team has two St. Louis natives -- defenders Becky Sauerbrunn and Lori Chalupny -- who will have the chance to play in front of a hometown crowd. The St. Louis match is the U.S. team's only game to be played in the Midwest leading up to the World Cup. It will be the U.S. National Team's first trip to Busch Stadium, though the club has played in St. Louis three times before (most recently against Mexico at the Edward Jones Dome in 2007). It will be the third soccer match ever at Busch Stadium, the first involving a U.S. National Team and the first women's game. Tickets will go on sale to the general public at 10 a.m. on Jan. 30 and are available at cardinals.com\/soccer, ussoccer.com, the Busch Stadium box office and by calling 314-345-9000. Field box level seats begin at $25 and a special pre-sale for Cardinals season ticket holders and club VIPs will begin on Jan. 28. Joey Nowak is a reporter for MLB.com. Follow him on Twitter at @joeynowak. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joey Nowak"
}
