{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/107525546\/mariners-closer-fernando-rodneys-arrow-flies-all-the-way-to-south-korea\/",
    "title": "Rodney's arrow flies all the way to South Korea",
    "subtitle": "Mariners closer visits country on goodwill tour, meets with LLWS champs",
    "body": "SEATTLE -- For Fernando Rodney, the arrow has gone international. When the Mariners closer peers skyward as he pulls back his imaginary bow following every save, he pictures the arrow sailing far into the distance. But even Rodney seems surprised that his trademark move has become familiar to young fans in South Korea, where he visited last week on a personal goodwill tour that included one stop in a private school for deaf children. Asked to pose for a picture, all the youngsters immediately adopted his arrow-shooting stance. \"They loved to shoot the arrow,\" Rodney said after flying back to Seattle for FanFest on Saturday. \"They knew what was going on. They said they loved seeing me do it. I said, 'OK, that's a good idea. Let's go shoot it.'\" Mariners manager Lloyd McClendon shakes his head and chuckles at the ever-growing legend of his 37-year-old reliever, who led the Major Leagues last year with 48 saves. \"I saw a video of that with all the kids shooting the arrow,\" McClendon said. \"They even had one of the nuns doing it. That's pretty good.\" Rodney also hooked up with South Korea's 2014 Little League World Series champion team, a group that had joyfully mimicked the arrow routine during its title game victory in Williamsport, Pa., and was thrilled to see him in person last week. \"They said they wanted to meet me and see how I turn my hat and shoot the arrow. To have the chance to go there and show them, why not?\" Rodney said. \"They asked a lot of questions about my hat. Maybe they'll let them do that now.\" Rodney's act is about a lot more than his crooked cap and imaginary arrows for the Mariners, however. The veteran reliever signed a two-year, $14 million deal with Seattle last season and immediately helped solidify a bullpen that went from 29th in the Majors in ERA in 2013 to first last year. Rodney posted a 2.85 ERA and had just three blown saves in 51 opportunities, earning his second American League All-Star berth and setting a franchise record for saves. Since 2012, his 133 saves with the Rays and Mariners are second most in the Majors behind the 139 of Braves standout Craig Kimbrel. And with Seattle gearing up for a postseason push in 2015, Rodney figures to be a central figure again in a bullpen that ranks among baseball's best. \"I know the guys did a very good job last year, but we can't take it like that's all we do,\" Rodney said. \"We have to continue and be more focused, more strong and more positive. To continue to show every day that we are the best. That's the only way we can impress.\" The common goal this year will be getting Seattle back in the playoffs for the first time since 2001 after falling one win short last season at 87-75. \"Seriously, the main motivation is this is the year we have to make it,\" Rodney said. \"Everybody learned and knows how fun it is when you win.\" New teammate Nelson Cruz, who played with Rodney in the 2013 World Baseball Classic for the Dominican Republic, says he's eager to be back on the same squad. \"Rodney is fun,\" said Cruz, who has hit .167 (2-for-12) with five strikeouts against the veteran closer in his career. \"He loves to play the game and always takes the simple way, just get it done. It'll be good to not have to face him anymore.\" Rodney likes the direction his team has taken, adding Cruz to a lineup that now also has All-Stars Robinson Cano and Kyle Seager in the middle of the order. \"When you bring Cruz behind Cano, you've got two tough guys,\" Rodney said. \"And Seager behind them, those are guys you have to think about facing. And the other guys have been learning. It's going to be exciting.\" Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
