{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/107524712\/reds-lock-up-catcher-devin-mesoraco-with-four-year-pact\/",
    "title": "Reds lock up Mesoraco with four-year pact",
    "subtitle": "Homegrown catcher avoids arbitration, makes long-term commitment",
    "body": "CINCINNATI -- Keeping their young and blossoming talent in the organization has been something the Reds have done the past few years. Homegrown players such as Joey Votto, Jay Bruce and Johnny Cueto were all signed to multiyear contracts as they approached their years of arbitration eligibility. Catcher Devin Mesoraco became the latest Reds-developed player to join that list. On Monday, Mesoraco and the club avoided arbitration by agreeing to terms on a four-year, $28 million contract. \"A small-market club like ours, we have to try and develop through our own system,\" Reds general manager Walt Jocketty said. \"When you get guys like Devin and had Johnny, Jay and Joey and the rest of them, we decided to sign to long-term deals to control our costs and give them an idea of where they will be in their career. It's almost crucial for us to operate like that, and we've had success doing it. Hopefully we can continue to have more success going forward.\" Mesoraco was hoping to make a long-term commitment to the Reds, the team that drafted him in the first round in 2007 (15th overall). \"I'm very happy being here in Cincinnati,\" Mesoraco said. \"I'm very happy to be part of this team and one of the guys going forward, can be [someone] the younger guys do look up to, somebody that the fans can count on for being part of the club and producing out on the field.\" The Reds have two arbitration-eligible players remaining in third baseman Todd Frazier and closer Aroldis Chapman. Jocketty considered negotiations \"a ways apart\" with both. First-year arbitration eligible after he earned $525,000 in 2014, Mesoraco filed for $3.6 million on Jan. 16 while the Reds counter-offered $2.45 million. Under the terms of the deal, that can reach $30 million if he reaches performance incentives; the 26-year-old will earn $2.4 million in '15, $4.9 million in '16, $7.2 million in '17 and $13 million in '18. There was also a $500,000 signing bonus. Mesoraco gave up all three years of arbitration eligibility and one year of free agency, but he will still be 30 when the contract ends. With continued success, that leaves him young enough to get another substantial contract. \"The length of the contract worked for both sides,\" Jocketty said. Mesoraco batted .273\/.359\/.534 with 25 home runs and 80 RBIs in 114 games last season, while also improving defensively and with game calling. While making the National League All-Star team for the first time, he led all Major League catchers in homers and was second on the team in homers and tied for first in RBIs. \"The way they committed to me for four years, guys know you're going to be around,\" Mesoraco said. \"Guys know you'll be behind the plate. From a comfort standpoint for the pitchers, they're more willing to develop that pitcher-catcher relationship because, 'Hey, this guy is going to be here. I can trust in him.' That's very important.\" Mesoraco realized the contract comes with added responsibility on his shoulders as a more front-and-center personality, but he still considered himself a younger player in the clubhouse. \"I've been here three years and a month. It hasn't been super long,\" said Mesoraco, who plans to buy a home in Cincinnati with his new wife, Kira. \"We do have guys like Joey and Brandon [Phillips] that have been here, seemingly forever. \"I think I'm getting there. Towards the last year or too, I'll start to feel more veteran-y, I guess, if that's a word. Right now, I still feel like I have a lot to prove.\" Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
