{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/66336578\/tracy-ringolsby-gridiron-success-doesnt-stop-jameis-winstons-dream-of-playing-baseball\/",
    "title": "Gridiron success won't stop Winston's diamond dreams",
    "subtitle": "Heisman-winning Florida State QB has long-term visions of playing in both NFL, MLB",
    "body": "Jameis Winston has already made a name for himself in college football. A redshirted freshman, he won the Heisman Trophy last month. And on Monday night, he will quarterback Florida State in the BCS National Championship against Auburn in Pasadena, Calif. If Winston has his way, there's plenty more of headline-grabbing days ahead. While he is celebrating his 20th birthday at the Rose Bowl and seeking a national title, he is looking ahead to the spring, when he can split time between football practice and playing baseball for Florida State. His long-term vision is to play both sports professionally. \"My ultimate goal is to be one of those special players, like Bo Jackson and Deion Sanders, to play in the NFL professionally and in baseball professionally,\" Winston first told the media back when he was in high school in Hueytown, Ala. He repeated that desire as recently Friday's media session in advance of the BCS title game. Scouts say he has enough athletic ability that he could do it if he is willing to put in the work. Winston's commitment to both sports is strong enough that he chose Florida State over other schools, including his home-state Alabama, because Seminoles football coach Jimbo Fisher agreed to let him play baseball. When he came out of high school, Winston was considered one of the best athletes, if not the best, in the 2012 First-Year Player Draft. Scouts, admitted he wasn't as refined as others, due in part to splitting his time between football and baseball. He is, however, a switch-hitter with power potential from both sides of the plate and he has a strong arm that serves him well in right field. He was clocked at 6.6 seconds in the 60-yard dash. The Rangers took a chance on Winston, selecting him in the 15th round. There are some who believe that had Major League Baseball not changed its signing-bonus rules, Texas may have well been able to land him by offering a contract worth $1 million with an agreement that he could play college football. Baseball, however, has established steep penalties for giving a prospect drafted in the 10th round or later more than $100,000. The Rangers were serious enough in their negotiations that they proposed that Winston could play football at Florida State and they would send instructors to Tallahassee, Fla., to work with him one-on-one to refine his baseball skills. Their plan included Winston attending extended Spring Training in Surprise, Ariz., while FSU was on spring break, and spending time with the Rangers' rookie-level Arizona League team in the summer. Things didn't work out, but Winston hasn't given up on the idea. In the midst of spring football practice, he found time to play baseball on a limited basis. He hit .235 with a .723 OPS in 119 at-bats and earned two saves while compiling a 3.00 ERA in 27 relief innings. And he's already looking ahead to this spring. Before the Atlantic Coast Conference title game, Winston texted Clarence Johns II, the Texas cross-checker who got to know Winston when he was in high school, asking Johns for hitting programs the Rangers recommend their prospects follow in the offseason. Winston explained that he wanted to use his downtime in December working on his baseball skills. Johns is among the believers that Winston could make it in both the NFL and MLB -- if teams support his effort. \"There is no doubt in my mind that Jameis could do it,\" Johns told The Dallas Morning News. \"It's not just raw ability. It takes a passion for both sports, and James has that. The birds are chirping to him that he has an NFL career ahead of him and maybe he should take a step back, but he's not doing that. He's got that passion for baseball.\" The question is whether Jameis can maintain that passion over the next two years. He won't be eligible for the baseball Draft again until June 2015. Jackson never lost his desire. A second-round Draft choice of the Yankees when he came out of high school in 1982, he opted to attend Auburn. The Angels took a shot on him in the 20th round in 1985, the next time he was eligible for the Draft, and while Jackson returned to Auburn for his senior season and won the Heisman Trophy, he then signed a baseball contract with Kansas City after being taken in the fourth round of the 1986 Draft. Jackson became the first player to be selected to appear in both the All-Star Game and the Pro Bowl and is one of only seven players to have played in both the Major Leagues and the NFL since 1970. Winston could be the eighth. At least that is his plan. Tracy Ringolsby is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
