{
    "url": "http:\/\/m.athletics.mlb.com\/news\/article\/66362012\/pipeline-perspectives-jonathan-mayo-picks-shortstop-addison-russell-over-carlos-correa\/",
    "title": "Pipeline Perspectives: No middle ground, it's Russell",
    "subtitle": "A's prospect has more power, better chance to remain a shortstop than Astros' Correa",
    "body": "There's a good amount of subjectivity regarding baseball prospects. With the evaluation of talent being in the eye of the beholder, finding consensus is often difficult. Even Jim Callis and Jonathan Mayo at MLBPipeline.com don't always see eye-to-eye. They'll be discussing their viewpoints regularly in a feature called Pipeline Perspectives. Submit a topic for them to debate. Ask any general manager, farm director or scouting director about what part of the diamond you're always looking for elite players to man and the answer is up the middle. That means, of course, catcher, center field and shortstop. Finding a marquee, everyday shortstop, in the First-Year Player Draft or via the international, free agent or trade markets, is easier said than done, explaining why they are in such high demand. That's what makes this time, with so many outstanding shortstop prospects, so exciting. We've written before about this renaissance at the elite position in Pipeline Perspectives. Jim Callis and I debated who we thought the top shortstop prospect in baseball was back in October (I took Francisco Lindor, Jim took Xander Bogaerts). Now we're back, taking a head-to-head look at two other top young shortstops who are quickly making their way up: Addison Russell of the A's and Carlos Correa of the Astros. It's a fun comparison to make, and one that will likely go on for some time. Correa and Russell were the first two high school shortstops taken in the 2012 Draft, Correa going No. 1 overall, Russell coming off the board at No. 11. Both had very strong first full seasons. But the fact that Russell had his strong full-season debut at a level higher than Correa, in the Class A Advanced California League, and that I'm more confident he will be able to stay at short than I am about Correa, I'm going with the A's prospect in this debate. Jim goes with Correa. I'm in no way diminishing Correa's future. I think he has a very good chance to be an impact player. Both he and Russell will be featured on our Top 10 shortstop prospects list, which will be unveiled next week. But Russell's combination of tools, combined with how well he handled aggressive assignments -- he more than held his own in the Arizona Fall League as well -- puts him ahead of Correa on my list. Playing all year at age 19 against older competition in the Cal League, Russell finished with an .854 OPS, behind only Javier Baez and Correa among the top shortstop prospects in the game. Russell actually outslugged Correa and was just three home runs shy of a 20-20 season. Add in his .282\/.361\/.435 line in the AFL, where players are supposed to be exhausted after their first full seasons, and it's difficult not to be excited about his offensive profile. Future 20-20 outputs don't seem out of the question at all, especially as he continues to show he understands the importance of a refined approach at the plate. There's a chance Correa could prove to people he can remain a shortstop; there's no question at all to me that Russell will. That wasn't always the case. The summer before his senior season of high school, he looked certain to have to move to third, but he committed himself to serious conditioning and he's consistently shown all of the tools needed to excel defensively up the middle. His hands, arm and range should all be solid-average to above-average. His complete tool package isn't too far from being big league ready, either. Though he'll be just 20 for the entire 2014 season, the Futures Gamer should seamlessly make the move to Double-A. Oakland won't want to rush its prized prospect, but would anyone really be surprised if we saw Russell in the big leagues by the end of the season? I wouldn't, with 2015 a surefire bet. The debate over which shortstop you'd rather have can continue at the Major League level as well. Russell and Correa not only will be in the same league, barring trades they'll be in the same division. With the likes of Lindor and Bogaerts also future shortstop stars in the American League, battles for All-Star appearances should be a joy to watch for all baseball fans. Jonathan Mayo is a reporter for MLB.com and writes a blog, B3. Follow @JonathanMayoB3 on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Mayo"
}
