{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/66354936\/bernie-pleskoff-james-ramsey-latest-in-long-line-of-cardinals-quality-outfield-prospects\/",
    "title": "Ramsey the latest among Cards' quality OF prospects",
    "subtitle": "But club and 2012 first-rounder would be well-served by player learning second base",
    "body": "I have often written about my personal admiration and respect for the St. Louis Cardinals player evaluation and player development programs. I believe they are a model for overall skill assessment and consistent, cohesive instruction. A look at their top prospects reveals impressive skill and depth in the outfield. The acquisitions this offseason of the Angels' Peter Bourjos and Randal Grichuk in exchange for third baseman David Freese and pitcher Fernando Salas simply added to a wealth of prospects capable of playing Major League quality outfield. This past fall, I scouted highly rated Cardinals outfield prospect James Ramsey in the Arizona Fall League. Ramsey is No. 10 on the Cardinals' Top 20 prospects list. Ramsey came to the Cardinals in the first round of the 2012 First-Year Player Draft out of Florida State University in Tallahassee. Ramsey was a multisport athlete at Wesleyan (Ga.) High School. He played football, basketball, tennis and baseball while earning a place on the school's honor roll all four years. He excelled as a student-athlete. Interestingly, at Wesleyan he was a left-handed-hitting infielder. As a junior, Ramsey hit .468. Graduating with multiple honors and awards, Ramsey chose to attend the same college that saw his dad, Craig, captain the 1980 Seminoles College World Series team. But he made the transition from the infield to center field. After Ramsey's junior year, the Minnesota Twins selected him in the 2011 First-Year Player Draft. Ramsey decided to continue to hone his skills in college. He had an outstanding senior year and earned accolades for being among the best hitting prospects in the 2012 Draft class. After signing with the Cardinals, the team sent him immediately to Class A Advanced Palm Beach, skipping a Rookie league assignment altogether. Ramsey hit .229 in 247 plate appearances with the Florida State League team, including nine doubles, three triples and one home run. He stole 10 bases while being caught only twice. In his second season, Ramsey saw action at three separate classifications. He began the season back at Palm Beach, moved to Double-A Springfield in May and finished the season playing one game at Triple-A Memphis. In his 2013 season playing for those three clubs, he hit a combined .265 in 496 plate appearances. He showed his speed and flashed some power by hitting 16 doubles, four triples and 16 home runs among his 109 hits. He stole nine bases. Strikeouts were a slight issue, as he struck out 121 times while earning 65 walks. In the Arizona Fall League, Ramsey played center field for the Salt River Rafters. He hit .246 in 86 plate appearances. He scored a rather high 18 runs. He stole four bases and drove in 11. Ramsey had seven doubles and two home runs, again showing a bit of pop in his bat. Ramsey was named to the league's Fall Stars team. Speed and quickness dictate that Ramsey profiles best as a top-of-the-order table setter. He has the ability to use the entire field with a type of very controlled running-start-type swing that gets his bat and feet moving quickly. He is a line-drive hitter that takes the pitch where it is thrown. When Ramsey loses concentration, he has a tendency to want to pull the ball too much. It detracts from his ability to slap the ball to the center of the field and leg out hits. At 6-foot, 190 pounds, I don't think power will be the focal point of Ramsey's game. I do, however, think he can get on base, steal, and score runs. Throwing right-handed and with an average arm, if he remains in the outfield, Ramsey profiles best as a center fielder. However, with the emergence of more and more organizational outfielders, I think it might make sense to expand his role a bit and play Ramsey some at second base to provide the club an additional infield option. He has enough arm strength, speed and quickness to play second base. His feet are quick enough to provide the range and coordination needed to turn the double play. He has good baseball instincts and appropriate size for an infield role. Players like Bourjos, Grichuk, Oscar Taveras, Stephen Piscotty, Charlie Tilson and Thomas Pham provide stiff competition for outfield roster spots going forward. That's why I believe Ramsey can add value to the club by being used as both a center fielder and possibly as an insurance utility player at second base. Bernie Pleskoff has served as a professional scout for the Houston Astros and Seattle Mariners. Follow @BerniePleskoff; on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bernie Pleskoff"
}
