{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/66366452\/richard-justice-baseballs-lessons-served-biggio-well\/",
    "title": "Baseball's learning process served Biggio well",
    "subtitle": "Respect for the game has led Astros great to the precipice of immortality",
    "body": "The Houston Astros had some tough guys when Craig Biggio arrived in 1988. So there were lessons to be learned. \"I figured out I was supposed to keep my mouth shut,\" he said. \"That's what young players did in those days. Otherwise, I'm not sure you could make it.\" Nolan Ryan was on that team, too. He was the ultimate tough guy, the ultimate clubhouse guy. Danny Darwin and Dave Smith were also leaders of that team. Craig Reynolds was a respected veteran. \"After games, a bunch of guys would hang around the clubhouse and talk and tell stories,\" Biggio said. \"I knew to stay on the outside of the circle. I was in charge of the ice chest.\" These are Biggio's first memories of the big leagues. From those guys, he learned that things were to be done a certain way. \"You respected the game,\" he said. \"That was the first thing. You never showed a teammate up. When the older guys talked to you, you listened.\" Biggio was a scared 22-year-old kid back then, but believes those lessons were valuable in shaping a 20-year career. He's thankful for every last one of them. He's thankful for Yogi Berra, too. Berra, then a coach with the Astros, took the young catcher under his wing and helped him with the finer points of the position. From their talks, something else emerged. Like Ryan and Darwin and the others, Berra helped Biggio with so much more than simply the fundamentals of the game. \"He taught me how to carry myself, how to treat people, a whole bunch of stuff,\" Biggio said. \"It was basically how to be a Major League Baseball player. I was so lucky to be around a guy like Yogi.\" Something else happened in those early years. Some of those tough guys did things that Biggio could barely comprehend. For instance, Alan Ashby helped him become a better catcher, talking to him about game plans, positioning and communicating with pitchers. Ashby helped Biggio even though he knew the youngster was being groomed to take his job. He did it anyway, because it was the right thing to do. \"You don't forget things like that,\" Biggio said. Billy Doran was cut from the same cloth. When Biggio was being shifted from catcher to second base before the 1992 season, Doran flew to Houston to help with the adjustment. \"He took me out to the Astrodome during the rodeo,\" Biggio said, \"and drew off a diamond. He spent hours out there showing me how to play second base. He knew I might take his job. He didn't give it a second thought.\" All these men helped shape the player that Craig Biggio became during a 20-year career in which the Astros became one of baseball's model franchises and Biggio one of its most productive and respected players. The Astros went to the playoffs six times during a nine-year stretch that culminated with the 2005 National League pennant, and Biggio constructed an amazing resume. Nine times, he had an OPS of at least .800. He had at least 40 doubles seven times and scored at least 100 runs eight times. He hit 20-plus home runs eight times and stole 20-plus bases nine times. He won four Gold Gloves and five Silver Slugger Awards. At some point, the numbers become a blur. Biggio may never have done any single thing better than any other player, but he impacted games in all sorts of ways. Biggio played hard and with an edge. His 668 doubles are the fifth-most all time, the most for a right-handed hitter. Those doubles speak volumes about Biggio, that he was always pushing the envelope, always looking for one more base. When he collected his 3,000th hit during his final season, he was thrown out trying to stretch it into a double. Biggio was hit by pitches 285 times, two shy of the all-time record by turn-of-the-century player Hughie Jennings. Biggio wore protective armor on his left arm, but it provided only limited protection. (Once, about four days after taking an Eric Gagne 95-mph heater between the shoulder blades, I asked Biggio if he still had a bruise. He pulled off his shirt to show a grapefruit-sized black and blue spot. I grimaced. \"Oh,\" he said, \"when the pitch catches bone, that's not too bad. It's the ones that get you on the fatty tissue around your side that really stings.\" He said it so nonchalantly, like it was no big deal, just one of the prices to be paid.) Six years after his retirement in 2007, he could be bestowed baseball's highest honor on Wednesday when the '14 Hall of Fame induction class is announced. He was named on 388 of 569 ballots cast in '12 (68.2 percent), missing the 75-percent requirement by 39 votes. In a perfect world, Biggio and his buddy, Jeff Bagwell, who is on the ballot for the fourth time after getting 59.6 percent of the vote a year ago, would become the first two Astros inducted. Those six playoff appearances are their legacies in Houston. They were the leaders of those teams, both on the field and in the clubhouse. They fed off one another and are proud that their names will be forever linked in the hearts and minds of Astros fans. Along the way, they suffered some losses. Darryl Kile's death in 2002 hit both men hard. So did Ken Caminiti's in 2004. Biggio and Caminiti had a complicated relationship. Once, they'd been both teammates and buddies, but the years had taken a toll on their friendship as Caminiti slipped farther and farther into darkness. Biggio learned Caminiti had died of a drug overdose a few hours before the Astros were to play the Braves in the deciding Game 5 of the 2004 NL Division Series. That afternoon, he got to Turner Field early, put on his uniform and sat in the visitor's dugout alone with his thoughts. \"[Caminiti] was the kind of guy who'd give you his last dollar,\" Biggio said. \"He had a good heart.\" Months later, Biggio moved Caminiti's ashes and a tombstone to their favorite hunting spot on a ranch in South Texas. After Biggio played his final game in 2007, he went right to work on a second career. He'd seen too many former teammates struggle in life after baseball, and he wasn't going to allow himself to do that. So the morning after his final game, Biggio went to St. Thomas High School and went to work as the baseball coach. He mowed the grass, smoothed the infield and lined the field. In other words, he immersed himself in coaching just as he had in playing. Biggio went to St. Thomas because that's where his two sons, Conor and Cavan, played. He won two state championships in five years on the job before taking a front-office job with the Astros. If Biggio gets the Hall of Fame call on Wednesday, he'll be flooded with memories of Doran and Ashby and all the others who helped. He said he wants the honor for himself, but also for the Astros fans who appreciated the way he played the game. Late in his career, with the finish line in sight, Biggio finally allowed himself to take a deep breath and appreciate how lucky he was to spend all 20 seasons with one club. He saw it in the number of Biggio and Bagwell jerseys worn by fans of all ages at Minute Maid Park. Biggio heard it, too, from fans who would approach him in restaurants and thank him for his professionalism and everyman persona and for how he'd represented the city. \"You know,\" Biggio said recently, \"there's a point where you take a step back and see the big picture. You see that people liked the way you did certain things, how you carried yourself, how you represented the franchise. I think if you ask Jeff, he'd tell you the same thing. That's the thing that makes you proud.\" Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
