{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/67171588\/annual-royals-caravan-set-to-hit-the-road\/",
    "title": "Annual Royals Caravan set to hit the road",
    "subtitle": "",
    "body": "KANSAS CITY -- Since 1968, the year before Kansas City's expansion American League club started play, there's been a Royals Caravan journeying through the Midwest. This year will be no different. The 2014 Royals Caravan will travel on Wednesday and Thursday, with three simultaneous trips that will include stops in Missouri, Kansas, Arkansas and Nebraska. Involved will be current and former players, broadcasters, officials and mascot Sluggerrr. That also serves as a lead-in to the Royals FanFest on Friday and Saturday at Bartle Hall in downtown Kansas City. Royals players scheduled to appear at various stops include designated hitter Billy Butler, outfielders Alex Gordon and Lorenzo Cain, infielder Johnny Giavotella and pitchers Aaron Crow, Jeremy Guthrie, Donnie Joseph and Everett Teaford. Also on board are manager Ned Yost and Royals alums Dennis Leonard, Jeff Montgomery and Brian McRae. Added to the mix are broadcasters Joel Goldberg, Rex Hudler, Ryan Lefebvre, Steve Physioc and Steve Stewart. Tour stops on Wednesday include Cameron, St. Joseph, Clinton, Springfield and Joplin, Mo.; Overland Park, Olathe, Emporia, Topeka and Lawrence, Kan. The stops on Thursday include Lincoln, Blair and Omaha, Neb.; Fayetteville, Ark., and Coffeyville and Wichita, Kan. For details on the appearances, go to royals.com\/caravan. Again on this year's Caravan, the Royals will collect items for members of the military, in conjunction with the USO chapters of Ft. Riley and Missouri. Items wanted are washcloths, individually wrapped toothbrushes, beef jerky, drink packets and pudding cups to be distributed to the military overseas and returning from duty. Fans can also bring hand-written \"thank you\" cards for troops; for each card, Royals Charities will donate $1 to the USO up to $10,000. On Feb. 4, the Royals will make a \"Salute to the Military\" trip to Manhattan and Ft. Riley, Kan., with Royals Hall of Fame members George Brett, John Mayberry and Denny Matthews. Details will be announced later. Dick Kaegel is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Dick Kaegel"
}
