{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/67270420\/mets-arent-ruling-out-wilmer-flores-for-shortstop-job\/",
    "title": "Mets aren't ruling out Flores for shortstop job",
    "subtitle": "Club's No. 4 prospect getting up to speed with offseason conditioning program",
    "body": "NEW YORK -- Wilmer Flores has not played his natural position of shortstop professionally since 2011, when he was 19 years old. Despite the Mets' clear weakness at that position, Flores' name does not typically surface in discussions about it. And for good reason -- the Mets have no immediate plans to use him there, in part because of the lack of mobility that scouts have long predicted for him. But the notion of trying Flores, the Mets' No. 4 prospect according to MLB.com, at shortstop is not permanently dead. General manager Sandy Alderson said this week that if Flores' winter conditioning program pays the type of dividends he expects, it's possible he could receive some reps at the position this spring. \"I don't think we'd rule it out,\" Alderson said in a telephone interview. \"Why should we? I think we have to see how Spring Training plays out for him. Is there going to be a spot for him in the lineup? Is there not? Is he going to be a bench player for us? Is he going to go to Las Vegas?\" Alderson pointed several times to the team-supervised conditioning program Flores attended in Michigan this winter alongside Lucas Duda, Ruben Tejada and several Mets prospects. This was the first winter of his career that Flores spent significant time focusing on his overall health, according to the GM. \"I don't want to place too much stock on four weeks of conditioning, but this is a guy who's never really had the opportunity to develop himself physically the way players here in the United States do, who have a season and then an offseason,\" Alderson said. \"He's never had an offseason. He's always played. So this is a different type of offseason for him -- one in which he's been able to invest in his career. We'll see how it pays off for him. \"I wouldn't say [Flores to shortstop] is dead. I think that one of the things we want to see is how well he has done with his training regimen in Michigan. Before this offseason, I'm not sure he ever had any sort of structured, regimented conditioning program. The work that they have done on speed and agility and quickness, etc., may have an impact on his ability to play certain positions -- including second base and conceivably even shortstop. But right now, that's all speculation.\" Flores, who signed with the Mets as a 16-year-old international free agent in 2007, played shortstop exclusively over the first four years of his Minor League career. In 2012, he shifted to third base, before playing mostly second last year -- partially an organizational response to third baseman David Wright signing an eight-year contract that runs through 2020. Along the way, scouts have continually pegged Flores as a corner infielder, skeptical that his lack of mobility would allow him to play in the middle infield or corner outfield. But Flores held his own at second despite a nagging ankle injury, and Alderson is curious to see how he responds after two intensive fitness sessions near Ann Arbor, Mich. \"It became clear, if you watched him play last year and run the bases ... that [conditioning] was an area that needed to improve,\" Alderson said. \"Since he'd never done any conditioning at all, you say to yourself, 'Gee, there may be substantial opportunity for improvement. Let's see what happens. Let's try it.' And that's what we've done. We won't know the benefits of that until we get down to Spring Training.\" What the Mets do know is that they are thin at shortstop, with Tejada coming off a below-replacement-level season, free agent Stephen Drew a long shot to sign and no high-ceilinged prospects on the immediate horizon. Flores, by contrast, revived his own prospect status with a breakout offensive year in 2012, carrying that wave all the way to the Majors in 2013. \"Is he definitely not a shortstop? I try not to say anybody's definitely not something,\" Alderson said. \"We tried Duda [a natural first baseman] in left field. There's no reason why we can't try other players at positions where at first blush you'd say, 'No, that's not possible.'\" Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
