{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/66348160\/jack-morris-awaits-hall-of-fame-results-in-15th-year-on-ballot\/",
    "title": "In 15th chance, Morris awaits Hall decision",
    "subtitle": "Righty proud of achievements as results loom for his final BBWAA ballot appearance",
    "body": "Jack Morris is a candidate on the National Baseball Hall of Fame ballot for the 15th and final year. The Class of 2014 results will be announced exclusively on MLB Network and simulcast on MLB.com live on Wednesday at 2 p.m. ET as part of a three-hour live show beginning at noon. On Thursday, MLB.com and MLB Network will air the news conferences featuring the electees live from New York at 11 a.m. ET.  NEW YORK -- Jack Morris has been through all this before -- 14 times, to be exact. He wonders if the results of this vote -- his last on the ballot submitted each year by the Baseball Writers' Association of America -- is going to be the same as all the others. \"In my mind, the Hall of Fame is supposed to be a snapshot of every generation,\" Morris told MLB.com late last year. \"In my generation, I only won 40 more games than anybody else. I don't know what that means, but apparently it doesn't mean enough.\" The right-hander, who won the World Series with Detroit, Minnesota and Toronto and had 254 victories during his 18-year big league career, remembers all the anguish and the disappointment. So this year, he says he again may not be home hanging next to the phone with anticipation at the witching hour as he waits to learn whether his long wait will end.  \"I don't know,\" said Morris, who is now an analyst for MLB.com. \"If something comes up, I just might go on vacation.\" Perhaps this time he'll be elected. Five years after retirement, every candidate can remain on the BBWAA ballot for 15 years, provided he maintains at least five percent of the vote each year. If not, Morris will be eligible for the Expansion Era Committee's ballot when it comes around in three years. Like all elections for the Hall, Morris needs 75 percent of the vote. He had 67.7 percent when the writers failed to vote a single player into the Class of 2013. And now he's on the ballot with fellow great pitchers -- newcomers Greg Maddux, Tom Glavine and Mike Mussina, plus holdovers Roger Clemens and Curt Schilling. Morris is up again against a lot of stiff competition at his position. \"That's what I have to keep reminding myself, it's just tough,\" Morris said. \"Seventy-five percent is not an easy thing, especially when the numbers of writers and candidates keep growing. Many of those writers are sabermetricians, who don't really have knowledgeable eyes. And plus, I'm getting more and more removed from this current generation. They didn't see me. They didn't know what I was about.\" Two years ago, Morris was a long shot as Reds shortstop Barry Larkin was the sole player elected to the Class of 2012. Morris' vote total leaped to 66.7 percent from 53.5 percent in 2011. But that figure remained static in 2013 as Morris finished second behind Houston's Craig Biggio, whose 3,060 career hits were good enough for him to garner only 68.2 percent of the vote. In terms of hard numbers, Morris' name turned up on 385 of the 569 ballots cast for 2013. Morris (or anyone else) had to have 427 votes in the most recent balloting to get in. So in this year of even stiffer competition, he must make up 42 votes. The ballot has remained fairly static. In 2012, Morris needed to be named on 430 of the ballots cast. \"And that's the hard part,\" said Morris. \"I'm grateful for the guys who have hung in there with me or I would have been gone a long time ago. And for a couple of years now, I think the whole steroids thing has put a twist in it. A bunch of us guys have been thrown under the bus, because they didn't know what to do with the other pile. That's unfortunate. It is what it is and I'm not going to fix it. I'm not out there soliciting votes, because I don't think I have to.\" The good news is that Larkin had 62.1 percent of the vote in 2011 and soared right past the 430 mark to garner 86.4 percent in '12. He made it, but in only his third year on the ballot. It should also be noted that Gil Hodges is the only player since Hall of Fame voting began in 1936 to amass better than 60 percent of the vote from the BBWAA and ultimately fail to make the Hall. Here are some more recent positive examples for Morris: His good friend, Bert Blyleven, was elected in his 14th year of eligibility in 2011, when he was inducted along with second baseman Roberto Alomar. Blyleven was finally named on 60 percent of the ballots in 2008. Jim Rice, elected in his 15th year of eligibility in '09, didn't hit 60 percent until his 12th. Bruce Sutter, elected in '06 in his 13th year of eligibility, crossed the 60 percent threshold the year prior to his election. Like Rice, who was one of the American League's most prolific hitters during the 1980s, Morris was far and away the winningest pitcher in the AL of that decade. Nobody else was close. Morris won 162 games from 1980-89. The runner-up was Blue Jays ace Dave Stieb with 140. \"What I did should stand for itself,\" Morris said. \"I'm proud of it. Pretty much every Hall of Famer comes up to me and reminds me of that.\" In addition, Morris was 7-4 with a 3.80 ERA in 13 postseason starts and 4-2 with a 2.96 ERA in seven World Series starts. He won twice against the Padres in 1984, when the Tigers prevailed in five games and lost twice to the Braves when the Blue Jays won the 1992 World Series in six games. But Morris' signature performance of his career came for the Twins in Game 7 of the 1991 Fall Classic against those same Braves at the Metrodome, where he tossed 10 scoreless innings to outduel John Smoltz, winning the game, 1-0, to clinch the World Series. Morris made three starts and gave up three runs over 23 innings in that Series, and posted a 2.23 ERA for that entire postseason. \"I don't think that will happen again,\" Morris said about the epic game played on Oct. 27, 1991. \"I used to think, 'Oh it will happen again. Somebody will do it.' But, heck, they won't even let one guy start three games in the World Series anymore. I can't understand that. For 80 years, it was fine. The ace would pitch Games 1, 4 and 7. And now, it's, 'We can't overwork these guys.' It's different. It's definitely a different way of playing the game. There's less and less glory in it, I can tell you that.\" For Game 7 in 1991 alone, Morris arguably should earn his way into the Hall of Fame. And perhaps this coming Wednesday, the phone will ring with good news when he least expects it, wherever he may be. Barry M. Bloom is a national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
