{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/67271076\/billy-joel-to-play-concert-at-fenway-park-on-june-26\/",
    "title": "Fenway Park set to rock with Joel on June 26",
    "subtitle": "Music icon returns to Boston for first time in five years; tickets go on sale Feb. 8",
    "body": "Music icon Billy Joel will make his first stop at Fenway Park for a June 26 concert that will be part of the performer's large-venues tour this summer. Tickets to see Joel's first headlining concert in Boston in five years go on sale to the public at 10 a.m. ET on Feb. 8. American Express card members can purchase tickets before the general public, beginning Monday at 10 a.m. General public tickets will be available for purchase at www.redsox.com\/billyjoel . \"Billy Joel's upcoming concert at Fenway Park adds to the celebrated list of music legends that have performed at the ballpark since 2003,\" Red Sox executive vice president and chief operating officer Sam Kennedy said in a statement. \"We look forward to hosting the music icon at Fenway in June for what we know will be a memorable performance.\" Joel is no stranger to performing in ballparks, and summer dates at Wrigley Field, Citizens Bank Park and Nationals Park are included on his 2014 tour. Some of his most memorable performances -- also the subject of a documentary film -- were the final shows at New York's Shea Stadium, where he performed in front of more than 110,000 fans. One of the highest-grossing touring artists in the world, Joel has sold over 150 million albums globally and is the sixth-best-selling recording artist of all time, and the third-best solo artist. Joel has won six Grammy awards, is an inductee in the Rock and Roll Hall of Fame and was recently awarded the Kennedy Center Honor. He will join an illustrious list of performers -- Bruce Springsteen, Paul McCartney, Phish, Aerosmith, Dave Matthews Band and the Rolling Stones among them -- who have performed at Fenway Park since 2003. Joey Nowak is a reporter for MLB.com. Follow him on Twitter at @joeynowak. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joey Nowak"
}
