{
    "url": "http:\/\/m.mlb.com\/news\/article\/1297985",
    "title": "Myers hopes to build off momentum",
    "subtitle": "Myers hopes to build off momentum in 2006",
    "body": "PHILADELPHIA -- No matter the circumstances, Brett Myers is always nervous before every start. The trick, he says, is to not let the nerves control him. \"I think I did a much better job of that last year in calming down in the first inning as opposed to the year before that,\" Myers said this week during the 2006 Phillies Winter Tour. \"I have to maintain my composure in that first inning and know that I have good stuff. I felt like I was able to relax a whole lot more this past season.\" Myers was 13-8 with a 3.72 ERA in 34 starts, tossing two complete games. He had a career-high 208 strikeouts, which also tied for the third most in the National League. Myers' ERA also fell from 5.77 to 4.21 at Citizens Bank Park, where 201 home runs sailed over the fence, the fifth-highest total in the Major Leagues. Over the past two seasons, Myers allowed 33 home runs at home.  When the Phillies decided in December to move the left-field fence back five feet and raise it by 30 inches, Myers had to be happy, right?  \"Truthfully, I haven't even seen it yet,\" Myers said. \"I don't want to think about it. I think two years ago, I thought about the ballpark too much and left too many pitches out and over the plate. I didn't just go out there and pitch. I thought too much, and it kind of messed with my mind a little. I changed my focus last season and didn't think about it.  \"I just went out and pitched, and the results were there. I'm going to do the same thing this season and just go out and pitch and not worry about dimensions or anything like that.\"  Phillies manager Charlie Manuel said Myers was a completely different pitcher in 2005.  \"Brett is so full of energy, and we've talked about how to handle that energy,\" Manuel said. \"He did a great job last season. He kept us in almost every ballgame with a chance to win. That's what you want out of your starters. I think he's going to have a great year. He's focused in on what he needs to do.\"  Myers, who was just added to Team USA's provisional roster for the World Baseball Classic, recently avoided arbitration and agreed to a one-year, $3.3 million contract plus award bonuses for this season.  \"I'm excited about what Brett can bring to our ballclub,\" said general manager Pat Gillick. \"He has great stuff, and we expect him to have an excellent season. Certainly, he's a guy we would like to have around here for a long time. Pitchers are important to keep, especially good young pitchers.\"  It's important for good young pitchers to stay in shape in the offseason. Myers conceded that after his rookie season, he didn't do the best job of managing his diet.  \"I ate too much food like pizza and stuff like that,\" Myers said. \"I have to eat right and stay on my conditioning because baseball is a year-round sport now. I had great results on the field last year. I saw results from my conditioning.\"  The condition of the Phillies' pitching staff is still a concern to Gillick, who believes the team needs another starter or two. As far as Myers in concerned, the team can't worry about who isn't there.  \"We won 88 games last season, and we have virtually the same team,\" Myers said. \"We have good players at every position. Every team in baseball needs more pitching. That's not a surprise. We have a very good starting staff here with myself, Cory Lidle, Jon Lieber and everyone. I'm confident in this group and in this team.  \"Another pitcher or two would be great. We'll take it. We have to maintain our concentration on the field with who's here. I'm going to do my best to help us win games.\" Andy Jasner is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Andy Jasner"
}
