{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/67275286\/yankees-announce-five-additions-to-major-league-scouting-department\/",
    "title": "Duckworth, Giese among scouting department adds",
    "subtitle": "Yankees fill out Major League and professional staff with group of five",
    "body": "NEW YORK -- The Yankees on Thursday announced five additions to their Major League and professional scouting department, a group that includes former big league pitchers Brandon Duckworth and Dan Giese. Also joining the Yankees' scouting department are Kendall Carter, Joe Espada and Dennis Twombley. Duckworth, 38, concluded a 16-year playing career last season. His playing career spanned eight big league seasons with the Phillies (2001-03), Astros (2004-05) and Royals (2006-08). Duckworth pitched the last two seasons for Japan's Tohoku Rakuten Golden Eagles as a teammate of right-hander Masahiro Tanaka, completing his career by celebrating the 2013 Japan Series title. Giese, 36, played 12 professional seasons and made 35 big league appearances with the Giants (2007), Yanks ('08) and Athletics ('09). With New York in 2008, Giese was 1-3 with a 3.53 ERA in 17 relief appearances and three starts. Carter, 53, has been a national cross-checker with the Yankees for the past seven seasons. Carter was the Mariners' west area scout from 1991-95, and he spent 11 years with the D-backs as a western region national supervisor (1996) and national scouting supervisor (1997-2006). Espada, 38, spent the last eight years as a coach and coordinator in the Marlins' organization, most recently serving as Miami's third-base coach. A former second-round pick of the Athletics in 1996, Espada also served the Marlins as a Minor League hitting coach (2006-07) and Minor League infield coordinator (2008-09). Twombley, 38, has been an amateur scout in the Yankees' organization for the last six years, and he previously served five years in the same role for the Astros. Twombley was selected by the Yanks in the 1996 First-Year Player Draft and played in 167 games for the organization as a Minor League catcher. Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
