{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/66257906\/new-manager-brad-ausmus-already-building-bridges-with-his-detroit-tigers\/",
    "title": "Ausmus already building bridges with his players",
    "subtitle": "New skipper has reached out to Tigers' roster throughout the offseason",
    "body": "DETROIT -- Brad Ausmus has intrigued Tigers fans with his talk of aggressiveness on the basepaths, an emphasis on defense and getting the most he can out of his players on fundamentals. But the biggest philosophy the former catcher brings might well be in the clubhouse, not in the dugout. What allowed Jim Leyland to survive and generally succeed for the past eight seasons in Detroit wasn't just his in-game decision process, but his ability to motivate and relate to players who, in many cases, were two generations younger. He also had to convince players of his expertise without having any Major League experience as a player. Get veteran players to buy in, Leyland said more than once, and the rest of the team will follow. When the Tigers signed Joe Nathan in December, they brought aboard a player just 5 1\/2 years younger than their new manager. Torii Hunter is just six years younger. Ausmus will be managing players, but in several cases, he'll be managing peers -- pitchers that he faced as a hitter, and hitters that he tried to retire as a catcher. How the 44-year-old Ausmus bridges that gap from well-respected catcher to first-time manager will likely go a long way toward determining whether he follows the path of Mike Matheny and becomes a successful Major League manager on the fly, or if he suffers a fate similar to other first-timers, former Tiger Alan Trammell among them. Not only do the Tigers believe Ausmus can do it, they hired him, in part, because of it. With Ausmus' arrival, team president\/general manager Dave Dombrowski contends that the relationship between a manager and his players has a bigger role than ever. \"I think you have to be cognizant of what the job of being a manager in today's game is, not necessarily how it was 20 years ago,\" Dombrowski said of the hire. \"One of the most important aspects has always been, but even moreso today, communicating with the players and providing leadership.\" Dombrowski repeated the importance of communication during the Winter Meetings, where the question also came up to Ausmus about the recent success of younger, inexperienced managers. \"There may be a combination of factors, but I think ... there is a faction in the baseball industry who has come to the conclusion that maybe the communication with players is as important, and sometimes more important than the actual chalkboard X's and O's,\" Ausmus said. \"The length of the season makes communication and kind of a clean atmosphere in the clubhouse much more important than, say, it would in an 18-game football season.\" Between Spring Training, 162-game seasons and three consecutive postseason runs, the Tigers have been together day in and day out for the better part of 26 out of the last 36 months. They're all at home or on vacation now, but Ausmus has started his communication process. \"I spoke to a good chunk of the roster, the 25-man roster, within three or four days of being named manager,\" Ausmus said. He followed that process up with in-person meetings -- both near his home in California and in Florida during the Winter Meetings. Anibal Sanchez met with him at baseball's annual gathering in Lake Buena Vista, Fla., as did a few other players who make their offseason homes in the area. \"That's part of it,\" Ausmus said. \"Baseball aside, a lot of these guys don't know me at all. Just having a meal ... or talking with them on the phone -- or a combination of the two -- will make the transition into Spring Training easier.\" Hunter, who spends most of his offseason in Texas, has talked with Ausmus on the phone and texted frequently. He's one of the key veterans who could shape how the transition goes. \"It's very important for us -- the veteran guys -- to come in and kind of set the tone, really just get a chance to talk to Brad Ausmus and see what his vision is going to be so we can kind of lead the way by example,\" Hunter said. \"Whatever laws Brad sets, we've got to make sure that they go through. That's what you do as a veteran. I've been doing that as a player for a long time. I respect authority. \"I definitely think Brad Ausmus is going to lead us the right way. All my managers I've played with, I trust them.\" Ausmus comes from an opposite background from Leyland, and he has emphasized that he's not going to try to duplicate his predecessor. The first time he puts on a Tigers uniform and steps onto a ballfield, most likely next month when Spring Training begins, will mark his first time managing at any level. But it will not be the first time he has led a group of players. \"If I try to emulate Jim Leyland or be Jim Leyland, I think people would look at me as being kind of fake,\" Ausmus said. \"It doesn't carry a lot of weight, certainly wouldn't gain any respect. The most important thing is being myself.\" That's the guy the Tigers hired. But the key to his success, at least in part, will be the same. He has to connect with the players and earn respect. He'll just be coming from a different angle. \"We're going to respect him, regardless,\" Hunter said. \"The respect is there. I've always said, 'If you want to go somehwere, talk to the one that's been somewhere.'\" Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
