{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/67284636\/astros-mark-appel-is-taking-his-success-in-stride\/",
    "title": "Back in Houston, Appel taking success in stride",
    "subtitle": "Baseball's 17th-ranked prospect geared up for first Spring Training",
    "body": "HOUSTON -- He graduated from college less than a year ago and is still living at home with his parents. But this isn't a story about a young man drifting in the wind, trying to decide his future while he saves some money crashing with his folks. Mark Appel's future is brighter than most 22-year-olds, thanks to a golden right arm, a Stanford education and a club-record $6.35 million signing bonus he received after the Astros made him the No. 1 overall pick of the 2013 First-Year Player Draft. A year earlier, Appel had done the unthinkable. He had turned down a multimillion-dollar signing bonus from the Pirates to go back to Stanford for his senior season. It was a gamble that Appel won, enabling him to finish his education and improve his Draft stock for 2013. Perhaps the best part of the story? He was drafted by the Astros, the team he cheered for as a kid. Appel grew up in Houston until his family moved to California when he was 12 years old, but his roots -- and much of his family -- remain in the Bayou City. And his parents have moved back to Houston after spending more than a year in China (Appel's father is a lawyer for Chevron), giving Mark a place to call home before he leaves for his first Spring Training next month. \"It's been great,\" Appel said at Saturday's FanFest at Minute Maid Park. \"My parents were in China for the last year and a half, and it's nice getting to be with them and getting to be with my parents and aunts and uncles and cousins and stuff like that. It's great to be back in Houston.\" Appel will soon be on the move again. He's been invited to Major League camp with a host of other Astros top prospects. It's probably not realistic to see him in the rotation when the season starts, but he's certainly not far from making Houston his full-time home once again. After throwing 106 1\/3 innings at Stanford, Appel was held to 10 starts in his professional debut last year. He went 3-1 with a 3.79 ERA between Class A Quad Cities (eight games) and short-season Tri-City (two games), and he should get a full load in his first full season in 2014. \"He pitched the game that got Quad Cities to the playoffs and had a healthy workload, but not too much,\" Astros general manager Jeff Luhnow said. \"I can't wait to see what he looks like with a full season of rest. I'm really excited to watch him in Spring Training.\" Appel's offseason has been spent primarily at Minute Maid Park, where he's been working out to get his body and arm in shape. \"I'm excited for Spring Training, just to have the experience to be with the Major League guys and compete against some of the best,\" he said. \"Even though it's Spring Training, it's still exciting for me, and I'm hoping it will prepare us for the season.\" The first spring camp figures to be quite a learning experience for Appel, who's considered the club's top pitching prospect and is ranked as the sixth-best right-handed prospect in baseball. \"Honestly, I want to learn as much as I can and work hard and just have a positive attitude,\" he said. \"Go and give my all every single day. That's kind of where I'm at, and that's what my focus in.\" Along with the mid-90s fastball, the hard slider and the money comes pressure. Most believe he will be the first starting pitcher from last year's Draft to reach the Major Leagues, and when he gets there he'll be expected to anchor a promising young rotation. \"Honestly, I don't really feel any pressure,\" he said. \"I think pressure comes when I don't feel confident in who I am and that I have to prove I'm somebody I'm really not. If I go out there and do my best and work hard and have a great attitude and go out there and give it my all in Spring Training, I don't think I'll necessarily feel any pressure. \"I don't feel pressure to be somebody different when I'm at home or last year when I was at school or anything like that. I am who I am, and I'm not trying to be anybody else.\" So far, Appel has handled the whirlwind events of the past year with great humility. He's friendly, likable and confident, even if the future of the Astros could rest partially on his shoulders. \"Everyone has been very helpful to me, and honestly I'm just real excited,\" he said. \"I don't think I have any fears or unknowns that I'm thinking about too much. I'm just excited to get out there.\" And at some point soon, Appel will have his own Houston address. \"I still sometimes think about where I am and, man, I'm just so blessed to be here and to be able to play for my home town and to be able to be a part of an organization that's on the rise,\" he said. \"And I think we'll be very good very soon.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
