{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/66254244\/trevor-bauers-winter-workouts-encouraging-for-cleveland-indians\/",
    "title": "Bauer's winter workouts encouraging for Tribe",
    "subtitle": "Young prospect regressed last year while retooling mechanics on mound",
    "body": "CLEVELAND -- All the world sees are the numbers. The Indians are counting on much more than that when it comes to pitching prospect Trevor Bauer. The data from last season was not pretty, but the club knew from the moment it traded for Bauer last winter that this was going to be a project. Cleveland has had evaluators in Texas this offseason to monitor Bauer's mound workouts. Pitching coach Mickey Callaway has checked in with the youngster from time to time via text messages. Bauer has sent the front office and coaching staff videos of the progress he has made this offseason. The information received has convinced the club to express confidence. \"I saw some video of him the other day, and he was good,\" Indians manager Terry Francona said during the Winter Meetings. \"He's making key adjustments. It's exciting. Hopefully, we'll see some results in Spring Training.\" Bauer was working on adjustments with his delivery from spring through fall last year, and it resulted in a setback in terms of statistics. The right-hander took on the changes, however, with the big picture in mind. He wanted to be more efficient immediately and in a position to remain healthy for many years on the mound. \"He wanted to make sure that his body was able to withstand 220 innings,\" Indians general manager Chris Antonetti said. \"Or, if you ask Trevor, 250 innings during a Major League season, and thousands of innings over the course of a career.\" Getting comfortable with the tweaks led to diminished command and subpar numbers across the board in both the Majors and Minors last year. This spring will present the first chance for the public to get a glimpse of what a year of tinkering has produced for Bauer, who is being touted as a candidate for the fifth spot in the Indians' rotation. As things stand, he will be up against Carlos Carrasco, Josh Tomlin and Shaun Marcum. Justin Masterson, Corey Kluber, Danny Salazar and Zach McAllister are front-runners for the first four jobs. After viewing footage of Bauer's winter work at the Texas Baseball Ranch in Montgomery, Texas, the Indians have taken an optimistic stance. \"He's kind of getting back to his old delivery,\" Callaway said. \"It looks really good. It looked like his command is getting better and there's some more deception. I would say it's a more refined delivery. It's the same mechanics but a little more refined, and it looks a little more repeatable. It's a little less violent.\" These are potentially great developments for the Tribe. Of course, seeing is believing, and what the organization saw last year was a pitcher possibly biting off more than he could chew. Bauer has a reputation for being extremely analytical, taking in as much information as he can in order to implement elements that can improve his biomechanics and on-field performance. Cleveland knew this was the case when it acquired Bauer from Arizona as part of a three-team, nine-player trade in December 2012. The Indians also understood that they were receiving Bauer in the midst of a personal transformation. In his 2012 stint with the D-backs, Bauer dealt with lower leg and groin issues, so he tackled ways to potentially avoid such problems in the future. \"I think it's one thing to know what you want to do, and it's another thing to be able to accomplish it,\" Antonetti said. \"Pitching at a high level is really hard to do. I think Trevor got to a level pitching one way and was very successful doing it, but he undertook considerable delivery adjustments that he initiated last offseason. \"I think maybe we and he, if anything, underestimated the magnitude of those adjustments and maybe how long it would take him to get to the point where he's comfortable executing that delivery consistently.\" In 22 games last season for Triple-A Columbus, Bauer posted a 4.15 ERA in 121 1\/3 innings with 106 strikeouts and 73 walks. Bauer has seen his walk percentage increase from 10.1 percent to 11.1 percent to 13.3 percent in the Minors in each of the past three years. Additionally, his strikeout rate per nine innings dropped from 15.1 to 10.8 to 7.9 in that same span. Bauer's showing last season was a drastic drop-off from 2012, when he went 12-2 with a 2.42 ERA in 130 1\/3 innings, compiling 157 strikeouts against 61 walks between Double-A and Triple-A in Arizona's system. At the big league level, Bauer has a 5.67 ERA and a 0.97 strikeout-to-walk ratio in eights starts over the 2012-13 seasons. He is one of 262 pitchers to log at least eight starts over that two-season period. Among that group, he ranks last in average walks per nine innings (7.83) but 31st overall in opponents' batting average (.234). That last number holds the key to what Callaway believes can help Bauer turn a corner in 2014. \"He doesn't have to be too fine,\" Callaway said. \"Really, just throw the ball over the plate. His stuff is good enough that it's tough to hit. The games that he pitched for us, it was tough to get a hit off of him. His stuff is good. He was sometimes having to throw a lot of strikes behind in the count, and they still weren't hitting it.\" Bauer, who will turn 23 years old on Jan. 17, gained a reputation for being stubborn during his days with the D-backs, who selected him in the first round (third overall) of the 2011 First-Year Player Draft. The righty's unique workout regimen, which includes a rigorous long-toss routine, has been heavily scrutinized. After last season, questions arose about whether the pitcher was too analytical or difficult for coaches. Callaway did his best to shoot down such perceptions. \"I don't think he's stubborn or unwilling to work with anybody,\" Callaway said. \"He takes information, and he uses it just like anybody should. He takes the stuff he thinks is going to work, and lets the other stuff go out the other ear. That's what you should do when you're listening to a coach. If every player would've taken everything that every coach said and tried to use it, they would've been a mess. \"I think he goes about it the right way and takes coaching the right way. I just think he got on the wrong path last year, and it just didn't work out. I think he's on the right path this year, and, hopefully, we'll see a different Trevor.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
