{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/66257008\/colorado-rockies-closer-latroy-hawkins-helps-shut-down-unruly-passenger-mid-flight\/",
    "title": "Hawkins helps shut down unruly passenger mid-flight",
    "subtitle": "Recently signed pitcher looks to pick up different kind of save in return to Rockies",
    "body": "DENVER -- LaTroy Hawkins had no idea that opportunity was going to drop into his lap. This particular brand of opportunity occurred on an international flight to Chile in October for some dove hunting and relaxation. It landed, rudely, on his tray table. \"That was some kind of weird,\" Hawkins said. \"I was sitting in business class and watching TV with my noise-canceling headphones on. I couldn't hear it, but a guy got into it with a flight attendant, and he landed in my lap and knocked over the food I had in front of me.\" \"The flight attendant said, 'I need your help.'\" Hawkins, a 41-year-old right-handed reliever, signed a one-year, $2.5 million contract with a 2015 option in November to pitch for the Rockies as the primary closer. As a closer of any experience knows, there are run-of-the-mill saves you earn for pitching the ninth inning with a three-run lead, and there are tough saves -- say, a one-run lead on the road with the meat of the order scheduled. But aboard American Airlines Flight 945 from Dallas-Fort Worth to Santiago, Chile, Hawkins was faced with an unusual save opportunity. Hawkins said the unruly passenger was unhappy with his seat, and that unhappiness escalated while the flight was in the air. The flight attendant was lucky to have Hawkins, a 6-foot-5, 220-pound professional athlete, on board. Hawkins also had a couple of his friends, Rodney Carter and Leonard Whittenberg, nearby to assist. They held down the passenger as restraints were applied, then returned to their seats. But the passenger, however, freed himself and began to cause trouble again. Hawkins and friends restrained him again, and this time they kept a close eye on the passenger until the plane made an unscheduled landing in Lima, Peru. The passenger made more trouble for himself as Hawkins helped escort him from the plane at roughly 4 a.m. local time. \"The pilot asked us to help escort him from the plane for the Lima police,\" said Hawkins, who said when he learned the reason for the dispute, he had no fear that it might have been something bigger than a passenger unhappy with his seat. \"We had to lay him on top of his bag, and I had my knee in his back and his arm in a pretty compromising position, that's for sure. I told him all he had to do was calm down, but he chose not to.\" American Airlines spokesman Matt Miller confirmed the details to ESPNNewYork.com in an Oct. 28 report: \"They were noncompliant, unruly, which happens on occasion. And when it does, sometimes we'll divert a flight. For the safety of everybody on board, it's much easier just to get that individual off the plane. And that's what we did and turned it over to local law enforcement, and then the flight continued on.\" The Rockies are looking for a different type of security from Hawkins, whose 943 appearances will be the most of any active pitcher when the 2014 season begins. Last year, the Rockies finished last in the National League West. But they hovered near first place during the first two months, with veteran Rafael Betancourt as closer and hard-throwing young lefty Rex Brothers in the setup role. But Betancourt went to the disabled list on three occasions, the final time with a season-ending elbow injury. Brothers performed capably as closer, earning 19 saves, but the domino effect of him moving to the ninth inning weakened the rest of the bullpen. Leads were lost before Brothers had a chance to appear. Hawkins, who pitched for the Rockies when they went to the World Series in 2007 and has pitched for 10 clubs, replaces Betancourt. Last year, Hawkins overcame a broken right pinkie that curtailed his 2012 season with the Angels, signed with the Mets on a Minor League contract and made the team even though his finger had not healed. In August, Hawkins became the Mets' closer and earned 13 saves from Aug. 6 to season's end. With veteran lefty Boone Logan also signed as a setup man, manager Walt Weiss has the flexibility on occasion to use Hawkins earlier than Brothers. \"I got into a groove, one that I've gotten into a few times in my career, and it just so happened that I got into it while I was closing,\" Hawkins said. \"But I had no clue a team would offer me a closing job. That was the furthest thing from my mind. When Dan O'Dowd [the Rockies' chief baseball officer] asked me about it, if I would like to close, I said, 'OK, cool.' I'm well aware that I'm keeping the seat warm for Mr. Brothers.\" Hawkins also comes with a reputation as a mentor and leader. Weiss witnessed Hawkins' effect on others while working as a special front-office assistant in 2007. \"We're bringing on a guy that's a great pro -- and he still throws the ball in the mid-90s,\" Weiss said. \"He's a guy along with [Matt] Belisle out there in the bullpen that's well respected and can help bring out the best of our younger guys out there. LaTroy is very valuable with his professionalism and ability.\" \"I just want to be a positive influence on the guys,\" Hawkins said. \"I had the opportunity at the beginning of my career [he broke in with the Twins in 1995] to be around guys like Kirby Puckett, Kevin Tapani, Eddie Guardado, Rick Aguilera, Mike Morgan. They showed me how to be a professional, and I'm just passing it along.\" Thomas Harding is a reporter for MLB.com. Follow him on Twitter @harding_at_mlb. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
