{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/66253108\/hitting-coach-walt-hriniak-helped-frank-thomas-unlock-hall-of-fame-potential\/",
    "title": "Hitting coach helped Thomas unlock potential",
    "subtitle": "Awaiting Hall results, Big Hurt credits challenge from Hriniak for development",
    "body": "CHICAGO -- Greg Walker and Frank Thomas have a number of things in common. They each hit 113 career home runs, with Thomas adding another 408 before retiring after 19 illustrious seasons. They both played first base for the Chicago White Sox and carry a lifelong devotion to the organization. They both have an innate hitting knowledge within the game of Major League Baseball. And they both had one hitting coach in common who has had the most profound effect on their respective careers. \"It starts with Walt Hriniak and how much we love him,\" Walker said. Hriniak served as White Sox hitting coach from 1989-95 and was the first to work with Thomas at the big league level. According to Walker, that special bond forged between Hriniak and Thomas stands as one of the great stories in the Big Hurt's career. Thomas' immense physical gifts would have made him a standout hitter on his own, Walker continued. It was Hriniak who helped push Thomas to this Hall of Fame-caliber level, and it's Hriniak who will be tied with Thomas upon a potential first-ballot induction with voting results are announced Jan. 8.  That association is a proud one for Hriniak, who played down his influence on Thomas as just a coach trying to do his job and help players help themselves. \"I was lucky to become in touch with him or him coming in touch with me,\" Hriniak told MLB.com during a recent phone interview. \"I feel blessed that I had an opportunity to work with someone that talented. \"Frank and I had a good relationship. He would listen. I understood him. I believe he understood me, too. \"The coolest thing about Frank was that he wasn't scared to be great. He wasn't afraid to put the club on his shoulders and go for it. For a young player, that impressed me the most.\" At 6-foot-5, 240 pounds, Thomas could have easily settled for being a dead-pull power hitter. Hriniak saw so much more in the White Sox greatest all-time hitter, getting him to use the whole field and teaching him discipline to take his walks. Even when Hriniak wasn't Thomas' direct coach, he would seek out his mentor when times grew tough at the plate. His resulting statistical line of a .301 average, 521 homers, 1,704 RBIs, 1,494 runs scored, a .419 on-base percentage and a .555 slugging percentage showed that relationship worked. As Thomas pointed out during a recent interview, Hriniak provided an early and overriding personal challenge. \"He said, 'Do you want to be good or do you want to be great? Do you want to be a guy who hits .260 or .270 and hit home runs all the time? You can do that. You have the ability,'\" Thomas said. \"But he said, 'I see you hitting in the high [.300 range]. Be a true professional and do it all.' That was my game plan.\" This game plan was so detailed that Thomas could adjust if he wanted to go to right, hit the ball up the middle or pull the ball. \"You see a guy, big and strong like that, and a lot of people will say, 'Let him hit 35 or 40 homers and don't care about the rest of it,'\" Hriniak said. \"Frank could go over the wall: What did he go, 521 times? But he used the whole field. He had a real good plate discipline. He knew what he could hit and not hit. He could go line to line and was not afraid to take a walk. \"There were not a lot of ways to pitch him. He had a great deal of the plate covered. Usually guys can't cover the plate as good as he could.\" Don't try to sell Hriniak on the fact that Thomas was too statistically driven. Hriniak pointed out that Pete Rose knew what everyone in the league was hitting, both behind him and in front of him, and he was a pretty good player. Hall of Famer Wade Boggs was the best hitter Hriniak ever saw, as far as getting a base hit. Thomas was Hriniak's best hitter all around and did it in a respectful way to the game and his teammates. \"One thing about Frank where he never gets enough credit is he never did anything on or off the field to embarrass himself or the White Sox or more importantly the game of baseball,\" Hriniak said. \"He hit 521 homers, ran around the bases and didn't do that [garbage] styling. \"Just a professional. He didn't disrespect the game of baseball. Frank was driven by the numbers, and that was part of him. We all knew that, all the guys knew that. He would be studying the numbers. It motivated him. It was part of his psyche. He wasn't afraid to be great. He wanted to be the best.\" In about a week, Thomas will find out if the Hall of Fame voting backed up Hriniak's assessment. Hriniak doesn't feel that the Big Hurt has been underrated or underappreciated, but the Hall voting could tell a different story. \"If he doesn't get in on the first ballot, then people don't appreciate him as much as they should,\" Hriniak said. \"I don't vote, you know, but yeah, I would be disappointed if he doesn't go in on the first ballot.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
