{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/66247408\/kc-royals-manager-ned-yost-eager-to-protect-catchers-from-collisions\/",
    "title": "Yost eager to protect catchers from collisions",
    "subtitle": "Skipper hopeful for rules change; Wakamatsu wants more focus on masks",
    "body": "KANSAS CITY -- There's likely to be a new challenge for coaches in Spring Training this year -- schooling catchers and baserunners on how to avoid collisions at home plate. That's assuming that the rules committee, club owners and the Players Association all get together on a new rule, and it's approved for the 2014 season. The first step was taken at the Winter Meetings, where the rules makers approved banning the dramatic but dangerous collisions at the plate. Royals manager Ned Yost was in one of the rule discussion meetings with other former catchers, including MLB executive Joe Torre and managers Mike Scioscia, Joe Girardi, Bruce Bochy and Mike Matheny. Concussions ended Matheny's playing career. \"Collisions never worried me too much. As a catcher, I kind of looked forward to them a little bit,\" Yost said. \"But now I've got an All-Star, Gold Glove catcher that I want to protect. So I think it's a great rule, and by the time they get the language for it all straightened out, I think it's going to be a great thing.\" That catcher is Salvador Perez, a 23-year-old prize who missed a week last season with a concussion caused not by a collision but by a foul ball off his mask. Reducing concussions, however, is one of the targets of the new rule. There are many other possible consequences, of course. In a famous collision in the 1970 All-Star Game, catcher Ray Fosse's shoulder was injured so badly by Pete Rose that it virtually ended Fosse's career. In a more recent incident, Buster Posey's leg was broken in a 2011 collision, and he missed most of the Giants' season. Sorting out the wording of the rule will involve protecting not only the catcher, who wears some armor, but the runner, who does not. \"As the catcher, if I think I'm not going to get creamed at home plate, I'm going to cream a baserunner. So if you're going to protect the catcher, the baserunner's going to have to be protected, too,\" Yost said. \"We don't want any malicious contact on the catcher, but you can't have any malicious contact on the baserunner either.\" From what has been discussed, it sounds as if the catcher won't be able to block the plate without having possession of the ball, and the runner will have to slide into the plate or otherwise avoid a collision. Hashing it all out in a bang-bang play might not be easy for the umpire. \"It sounds a little difficult, but, as a catcher, you're going to have to give the baserunner a portion of the plate to slide to, but once you have the ball, you can take away the plate,\" Yost said. \"You're going to have to be able to get to where you can reach a baserunner if he slides wide and tries to swipe back with his tag. \"But I believe there's also going to be more incidents of obstruction now, where you are blocking the plate without the ball. So even if the ball takes you into the runner, you're going to have to give the runner his lane.\" Don Wakamatsu, the Royals' new bench coach, also will be the staff catching instructor and in charge of teaching the new rule if it's passed. \"I'm a little bit old school, and when it starts getting modernized like that, you start scratching your head. With all the instant replay and the challenges, it's like a different game now. Taking a guy out at second base and the collision play at home plate has been there for 150 years,\" said Wakamatsu, a former catcher. \"My understanding is they're going to go to more of a college format where you're not allowed to basically block the plate without possession of the ball or in the act of receiving the ball. Those are the things we have to define in the process.\" The umpires, of course, are going to have to use judgment in various cases. What if the path of the thrown ball takes the catcher into the runner's lane and causes a collision? What if a catcher retrieves a wild pitch, races back to the plate and bangs into the runner? \"It might be a little confusing right now, but I think when it's fixed up, it's going to work very effectively,\" Yost said. What has concerned Yost and Wakamatsu more than collisions is the catcher's mask, which also has been under scrutiny because of concussions caused by foul balls. \"I truly believe that most of those concussions were caused not by collisions at the plate as much as the changing of the mask,\" Wakamatsu said. He noted that, in addition to the hockey-style helmet apparatus that became popular a few years ago, the more conventional style of masks are now made with bars made of lightweight titanium rather than heavy steel. Wakamatsu believes there's not enough padding in the hockey-style mask to protect a catcher's jaw from a jarring impact. And that the titanium bars, while stronger and lighter, don't give and absorb a blow like the steel bars. \"I'm watching guys that are barely getting flicked on their mask and they're coming out with concussions. That never happened 15 or 20 years ago. How many guys had concussions? You're talking about vomiting, dizziness,\" Wakamatsu said. \"So back then it wasn't really a toughness deal -- Mike Matheny was as tough as they come, right? -- So I don't think it was a deal where we ignored it because we were so tough back then. I just think they didn't happen that much.\" Two catchers who have gone back to the steel masks are the Tigers' Alex Avila and the Red Sox's David Ross. The Twins' Joe Mauer isn't going to wear any mask; he's moving to first base permanently because of concussions. That's something the Royals don't want to face with Perez. Dick Kaegel is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Dick Kaegel"
}
