{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/66228852\/phillip-ervins-early-returns-already-impressing-cincinnati-reds\/",
    "title": "Ervin's early returns already impressing Reds",
    "subtitle": "First-round pick flashes glimpse of what future may hold in pro debut",
    "body": "CINCINNATI -- This may be the post-holiday season when some gift shoppers have buyer's remorse for spending too much and getting too little. For the Reds' scouting and development system, Christmas already came in June during the First-Year Player Draft. After what the Reds saw from Phillip Ervin, their first of two picks in the first round of the 2013 First-Year Player Draft, there was certainly no buyer's remorse. They like their guy even more. \"We were really impressed,\" Reds player development director Jeff Graupe said. \"Obviously, all the physical ability he has is the first thing you see. But over time, seeing the consistent quality of his at-bats was the most impressive thing for me.\" Ervin, a 21-year-old out of Samford University in his home state of Alabama, was taken 27th overall in the Draft. He signed almost immediately and received a designated slot bonus of $1.8 million. Getting right to work paid off in kick-starting Ervin's pro development. In a combined 46 games with Rookie League Billings and Class A Dayton, he batted .331 with nine home runs, 35 RBIs, a .425 on-base percentage and 14 steals in 15 attempts. MLB.com has already ranked Ervin as the Reds organization's No. 4 prospect in 2013. \"A lot of times, a young hitter comes in and -- especially a first-rounder -- wants to prove he belongs and show you everything he can do on every swing,\" Graupe said. \"Phillip has such a calm demeanor and an ability to slow the game down for a first-year player.\" A 5-foot-11, 190-pound player, Ervin is soft-spoken and far from brash. But he carries himself with confidence. His pro experience to this point has given him no reason to not have any. \"I'm very glad I had a good experience,\" Ervin said. \"I'm just excited that I did well the first season. It's given me confidence going into next season, knowing that I can do good. It's a confidence booster.\" Ervin also hit 11 doubles last season, something that also pleased him. Hitting for power is not something he wants at the top of his bag of tricks, though. He's trying to hit line drives and make things happen. \"I want to be a doubles guy,\" Ervin said. \"I had some [pop]. I like hitting home runs -- and [I'm] not going to be mad if I do -- but I'm not the guy who will go up there and think [he] needs to hit 30 home runs. That's not me. I'll be happy with 30 doubles or something like that and maybe 10 or 12 home runs.\" Partly because he played in college and spent two summers in wooden-bat leagues, Ervin didn't have many adjustment issues moving to pro ball. One of his summers was spent in the Cape Cod League, which has several Major Leaguers as alumni. \"I felt like playing in the Cape prepared me well,\" Ervin said. The biggest adjustment was simply the grind of the pro schedule. Gone are the weeks where only three or four games are played at college. \"You play every day and then get on a bus and go play the next day. It's a lot different than college,\" Ervin said. Ervin, the first outfielder taken in the first round by the Reds since Drew Stubbs in 2006, played both center field and right field in the Minors. Defense is where he hopes to take strides in 2014. He was bothered somewhat in 2013 by the effects of a sprained ankle he suffered during his final college season. \"I need to work on a lot. I want to play better defense, take better routes and stuff like that,\" Ervin said. \"There is always stuff you can work on to improve.\" \"He showed good instincts and good jumps in center field -- and was good in the corners,\" Graupe said. \"We'll probably play him all over [the outfield] next year and see where he fits.\" Ervin is spending his offseason in Pensacola, Fla., to work out and get ready for Spring Training. Coincidentally, the Reds have their Double-A affiliate there. At the moment, however, it appears that Ervin could either return to Dayton or advance to high Class A Bakersfield. \"He's also the kind of guy [whose play] will tell us where he'll go,\" Graupe said. It was only onward and upward in 2013 for Ervin. Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
