{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67242250\/tracy-ringolsby-while-red-sox-eye-repeat-rockies-could-be-sleeper\/",
    "title": "While Red Sox eye repeat, Rockies could be sleeper",
    "subtitle": "",
    "body": "The Boston Red Sox were a definite feel-good story last season. They became only the seventh team -- all since 1991 -- to finish in last place one year and claim a division title the next, and only the second of those seven, the first since Minnesota in 1991, to claim a World Series championship. Now comes another challenge -- an attempt to repeat as champions. Since the New York Yankees won back-to-back World Series championships in 1977-78, only seven defending champions have advanced to the World Series the next season. Only three of the seven successfully defended the title -- Toronto in 1992-93, and the Yankees, who claimed the 1998, '99 and 2000 World Series. Can the Red Sox make it four? That's part of the excitement of baseball. Fans can play hunches. They can punch numbers. They can pull a name out of a hat. There are no givens. Ask the Los Angeles Angels of Anaheim, who in the two previous offseasons signed the prime free agents -- Albert Pujols and C.J. Wilson two years ago, and Josh Hamilton last year. They were unable to even claim a Wild Card spot the past two seasons. Check the Toronto Blue Jays, who a year ago went on an offseason spending spree that committed nearly $100 million for the additions of R.A. Dickey, Mark Buehrle and Josh Johnson to the rotation, and signed outfielder Melky Cabrera to a two-year, $16 million free-agent contract. They replaced the Red Sox in the American League East cellar. The Los Angeles Dodgers are the early favorites to win the World Series in 2014, which is not surprising considering their surge to the National League West title a year ago, although they were knocked off by St. Louis in the NL Championship Series. Detroit gets the nod to win the AL pennant. The Yankees have stolen the offseason headlines with the signings of Japanese right-hander Masahiro Tanaka, along with the free-agent additions of catcher Brian McCann and outfielders Carlos Beltran and Jacoby Ellsbury. Impressed? Sure, but the Yankees rate behind the Tigers, Red Sox, Angels and A's in terms of favorites to earn the AL spot in the World Series. The Yankees, after all, don't know who's on third, and aren't sure about what's going to happen at first, second and short. Second baseman Robinson Cano was lured away by Seattle's 10-year, $240 million free-agent contract. First baseman Mark Teixeira (15 games in 2013) and shortstop Derek Jeter (17 games) are both being asked to rebound from injury-plagued seasons. Third baseman Alex Rodriguez has been suspended for the season for PED violations. The Mariners did make the big move to bring in Cano, but they are still trying to add a starting pitcher to bridge the gap between the two aces, Felix Hernandez and Hisashi Iwakuma, and the two prospects, James Paxton and Taijuan Walker, which is why they are mentioned in regards to free agents Ervin Santana and Ubaldo Jimenez. They also added Logan Morrison and Corey Hart, who will rotate with Justin Smoak through the DH, first-base and right-field spots, but the projected lineup is lefty-heavy. But what about that Red Sox-like sleeper? What about a team that could add to the worst-to-first list in 2014? The Colorado Rockies give the appearance of an organization that at least thinks it might have the answer. The Rockies' rotation had a trio of starters, Jorge De La Rosa, Jhoulys Chacin and Tyler Chatwood, that provided hope a year ago -- the team was 49-32 in their starts. But the last two spots in the rotation were a black hole. Eight pitchers got a shot, and the Rockies were 25-56 in those games. If they just got a .500 record in the final two spots -- which is what a contender expects -- they would have won 89 games, three behind the Dodgers. That's why they traded for lefty Brett Anderson, convinced that Oakland's Opening Day starter a year ago is fully recovered from the Tommy John surgery of 2012 and the broken foot of '13. They project growth for Juan Nicasio, will give Franklin Morales a chance to return to the rotation and are encouraged by the recovery of Christian Friedrich from a stress fracture in his back. And they have two of the game's top pitching prospects, Jonathan Gray and Eddie Butler, who should be ready by midseason, if not sooner. The Rockies, though, have never won a division title since their inception in 1993, having advanced to the postseason three times thanks to the Wild Card, including their 2007 loss to Boston in the World Series. They are certainly a long shot to get to the playoffs, much less win a World Series. But then a year ago right now, the Red Sox were, too. Tracy Ringolsby is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
