{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/67247518\/around-the-horn-boston-red-sox-outfielders\/",
    "title": "Around the Horn: Red Sox outfielders",
    "subtitle": "Bradley and Sizemore set to battle for center-field job during Spring Training",
    "body": "BOSTON -- With the start of Spring Training just a couple of weeks away, anticipation is building for the 2013 season. MLB.com is going around the horn to break down each area of the Red Sox, continuing today with outfield. It's been a while since the Red Sox have had a truly enticing position battle in Spring Training. That's why there will be so many eyes on center field in the coming weeks with what could be a classic battle between the highly touted prospect and the former superstar coming off a barrage of injuries. Replacing Jacoby Ellsbury won't be easy -- the Red Sox know that. And perhaps that's why they will start the spring with two options. The first is Jackie Bradley Jr., who was the story of last year's Spring Training with hitting heroics that included a home run against ace lefty Cliff Lee. The second is Grady Sizemore, who was once one of the finest players in the game. So besieged by injuries in recent years, Sizemore didn't even step on a Major League field for game action in 2012 or '13. But Sizemore finally feels healthy, and Boston was willing to take a low-risk gamble (a guarantee of $750,000 with incentives that could take it to $6 million) to see if Sizemore can find new life with the defending World Series champions. \"I don't think you have to sell anyone on the champ,\" said Jonny Gomes, a frequent workout partner of Sizemore's. \"I think people want to join you.\" More than anything, Sizemore wants to stay on the field. If he can do that, the performance should take care of itself. \"Everyone here knows who he was when he was in his prime, in that peak period he had with Cleveland, and that player fits on any team, including ours, certainly,\" said general manager Ben Cherington. \"What we need to learn from Spring Training and what he needs to learn, is getting back into everyday baseball, and that will tell us what makes sense for him and for us. But we're not going to put any limitation on it; we see a lot of potential there. He's not putting any limitations on himself. He knows how good he can be when he's feeling good physically. \"We're going to do whatever we can to give him that opportunity. We weren't making any proclamations on what the Opening Day roster was before signing Grady, and we're not now, but we're looking forward to getting to know him better.\" So where does that leave Bradley? \"It doesn't take Jackie out of the mix at all,\" said manager John Farrell. \"There's questions that we have to answer in Spring Training with our roster. So the fact of Grady signing and being added to our roster doesn't remove Jackie from [consideration]. I think one of the things that Ben and all of us have set out to [do] in these final weeks before Spring Training is add to the depth of our team, and Grady certainly does that right now.\" Whether it is Bradley or Sizemore, the Red Sox will be assured of having an above-average defender in center. Bradley projects as someone who will hit Major League pitching, but nobody can predict exactly when things will click. Sizemore might not be able to duplicate his previous heroics with the bat, but if he could even come close, Boston would have one of the great finds of the winter. Over in right field, the Red Sox are happy to have Shane Victorino back for at least two more years. Victorino turned into one of the most dynamic players on the team in 2013. He was a clutch force all season at the plate and was perhaps the best defender Boston has had in right field since Dwight Evans. Victorino can hit near the top of the order or in the sixth spot. His all-out style of play is something Red Sox fans appreciate. As long as Victorino is healthy, Farrell will pencil him into the lineup just about all of the time. Though Gomes evolved into Boston's primary left fielder during the postseason, he will slide back into his right-left platoon with Daniel Nava once the 2014 season kicks off. Over the course of the 162-game season, Gomes and Nava complement each other just about perfectly. Nava is stronger from the left side, while Gomes has traditionally hit well against lefties. Nava has made tremendous strides on his defense over the last couple of years, and Gomes is a solid fit for the shallow left-field ground of Fenway. He made several game-saving plays at home last season. Mike Carp adds yet another important piece to the Red Sox's outfield, with a solid left-handed bat off the bench and the ability to play left field and first base. Given how well Boston's outfield pieces fit together, this could be the classic case of the whole being greater than the sum of its parts. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
