{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/67248764\/new-tigers-manager-brad-ausmus-to-rely-heavily-on-catcher-alex-avila\/",
    "title": "Lean on me: Ausmus to rely heavily on Avila",
    "subtitle": "Tigers catcher welcomes responsibility of acclimating new manager to staff",
    "body": "DETROIT -- Alex Avila turned 27 on Wednesday. He turned into the reigning veteran catcher in the American League Central earlier in the offseason. With Joe Mauer's move to first base in Minnesota, Avila is now the longest-squatting catcher in the division. In fact, across the AL, only O's All-Star Matt Wieters has lasted longer as the regular catcher with his current team than Avila, who was called up to Detroit in 2009 before taking over regular duties near the end of '10. As odd as that seems, he has become a relative graybeard behind the plate. And unlike Mauer or Cleveland's Carlos Santana, his bat isn't likely to get him shifted, not that there would be anywhere to put him in Detroit's infield anyway. He survived the arrival of Victor Martinez three years ago, endured a tough offensive season in '12, then hit his way out of a deep slump last year that put his playing time in question. Now, instead of ceding some responsibilities in '14, he's adding them. Not only does Avila have a new manager after spending his career under Jim Leyland, he has a former longtime Major League catcher at the helm. Brad Ausmus has made no secret he's going to put some responsibility on Avila, not only to call the game, but also to provide an honest opinion on the way a pitcher is faring. \"I will lean on the catcher a little bit,\" Ausmus said the day he was hired. \"I think the catcher plays an important role. As a manager, I do not want to have to worry about every little thing the catcher does. I think we're fortunate that the catcher we have here takes the defensive side of the game very seriously in calling a game and working with the pitchers. He excels at it. \"I will lean on him. I will ask him what he thinks during the course of a game. His input will be very important.\" For a new manager who spent 17 years behind the plate in the big leagues, Ausmus is ready to put a good amount of responsibility on his catcher. That has the potential to become a heavy load on a backstop who had his own game to worry about last year. Given Ausmus' success, though, it could be the best thing to happen to his counterpart. The dialogue has already begun. \"We've talked mostly about the team. We haven't really gotten too much into the catching,\" Avila said. \"I'm sure once spring comes around, I'll be picking his brain and all the other coaches. … But most of our conversations have been mostly about the team and maybe some things that we're going to try to do going into the year.\" In that sense, Avila doesn't expect it to be vastly different than before, just maybe with more importance. \"Even with Jim, I always gave my honest opinion with him,\" Avila said. \"He relied on me a lot also, as far as relaying that type of information, but it wasn't maybe as much as I'll have to do now, just because Jim knew all of our guys. He had been here for so long. With Brad getting to know all of our pitchers and stuff like that, it'll probably be a little bit more of a learning curve, and that's fine. That's part of my job, too, but it won't be any different as far as the level of responsibility.\" The opinions on Avila's game are another matter. How he is evaluated depends on the criteria. For the season, Avila's .227 average was the lowest of his career. His .693 OPS represented a 202-point fall from '11, when he started for the AL in the All-Star Game. Within those '13 numbers, however, are two distinctly different half-seasons. His .177 average before the All-Star break was the lowest of any AL player with at least 200 plate appearances. His .303 batting average after the break was the 16th-highest, and his .876 OPS ranked just outside the AL's top 10. Avila struggled again in the postseason, going 5-for-31 with a home run and four RBIs, but his eight walks put him on base at a decent rate. \"I'm not really sure the reason for it,\" Avila said last week, \"but hopefully I can just continue with what I was doing in that second half. I felt good that whole second half of the season. Coming off the concussion, I think the momentum I was carrying before, I was able to continue what I was doing as far as my preparation, routine, everything like that and I didn't miss a beat.\" The thing is, he indicated his hitting work wasn't all that complicated. \"Sometimes with hitting, less is more,\" he said. \"You have to make sure you always think of that, have that mentality, because sometimes when you're struggling and you want to do more, you can dig yourself into a little bigger hole.\" He did that early on. The August stint on the concussion disabled list might have allowed him to get away from it. He'll have a new hitting coach in Wally Joyner, but his workload will be heavy enough as he learns some of the new pitchers on the staff. Add in Ausmus' input, and it should be a busy spring leading into a important year for his career. If Avila's going to remain the veteran catcher in the Central, this season will be huge. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
