{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/67249274\/rockies-outfield-prospect-david-dahl-eager-to-move-forward-after-rough-season\/",
    "title": "Prospect Dahl eager to move forward with Rockies",
    "subtitle": "Suspension, leg injury scuttled outfielder's season after promising 2012",
    "body": "DENVER -- Rockies outfield prospect David Dahl appreciates simply being on the field again. Dahl, the Rockies' No. 1 Draft pick in 2012, was one of several Minor Leaguers the Rockies sent to their training complex in the Dominican Republic this week to begin 10 days of workouts in preparation for Spring Training. For Dahl, it had been a while. Last May 7, Dahl, the Most Valuable Player in the Rookie-level Pioneer League in 2012, was playing for Class A Asheville when he suffered a severely torn right hamstring that kept him out for the remainder of the season. The injury came on the heels of Dahl being sent back to extended spring training for disciplinary reasons (missing a flight, according to reports). Dahl played in just 10 games. But Dahl's star is bright despite the lost year. MLB.com ranks him the No. 71 prospect in the Minors, and he can quickly back up the praise by being healthy and productive this year, when he'll most likely start out at one of the full-season Class A teams -- either Asheville or Class A Advanced Modesto. Dahl is looking ahead. \"It was rough,\" Dahl said. \"I was kind of down for the first two months while I was hurt. Then I decided just to take this and make something good from it. So I started eating extremely healthy and working out really hard so I could come back the next year and have a good season. \"It was a year that taught me a lot of valuable lessons.\" After being selected 10th overall in 2012 out of Oak Mountain High School in Birmingham, Ala., the left-handed-hitting Dahl seemed a fast learner. At Grand Junction, he led the Pioneer League in batting average (.379), slugging percentage (.625) and OPS (on-base plus slugging percentage, 1.048), and finished with nine home runs, 41 extra-base hits and 57 RBIs. After the disciplinary suspension, Dahl seemed to be finding his swing. On May 7 against Augusta, he doubled in his first at-bat, then suffered the injury on his two-run single. \"It was just really sore that day and I just tried pushing through it,\" he said. \"I was trying to beat out an infield hit and I remember feeling a pop and I went down like I got shot. I knew it would be bad because I needed help off the field.\" The recovery process was long, but Dahl said by the end of October his hamstring felt as if there hadn't been an injury, and he could put 2013 behind. \"By all accounts, from the people that have worked with him and all the conversations we've had over the winter months, he has worked very hard, and he's worked consistently,\" Rockies player development director Jeff Bridich said. \"He put a lot of thought and preparation into what he was looking to get out of the winter, and he set out to do it. \"Right now, it seems like it's been a nice, productive few months for him since the end of last season -- which was frustrating for everybody involved.\" Dahl said he has learned that the Rockies are in his corner. \"I feel like they know I have learned from the mistake I made,\" Dahl said. \"I think we both have put that behind us. They are excited for me this year, and I'm excited, also.\" The high regard in which Dahl's talent is held and the problems of last year mean there will be an acute focus on how he progresses in 2014. \"I don't think there's any denying the natural, God-given talent that he has and that he has worked very hard for to this point in his life,\" Bridich said. \"And that sort of talent comes with those sort of expectations. What we saw last year was he wasn't ready to live up to the expections. Last year was certainly a huge potential for a growth year. We'll see where it goes from here. \"Whether the expectations are warranted and where those expectations come from, David can't control that. David can control what he does every single day. David can control who he is. David can control the decisions he makes, that they are the best for him, his team and his organization. Once he takes care of that, with his ability, the sky is the limit.\" Dahl is taking the first steps in the Dominican Republic by hitting and fielding, plus working out with other prospects, knowing his career can advance if he carries his offseason work into the season. \"My goal is just to stay healthy this year and have fun,\" he said. \"Missing 10 months from baseball makes me realize how much I really do love this game, so I'm very anxious and excited about this season.\" Thomas Harding is a reporter for MLB.com. Follow him on Twitter @harding_at_mlb. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
