{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/67250484\/angels-add-surgeons-robert-grumet-and-michael-f-shepard-to-staff\/",
    "title": "Angels reach deal with OSI, add two surgeons",
    "subtitle": "",
    "body": "ANAHEIM -- The Angels reached a multiyear agreement with Orthopaedic Specialty Institute of Orange, Calif., and announced the additions of orthopaedic surgeons Robert Grumet and Michael F. Shepard to their medical staff on Wednesday. The news comes eight months after Dr. Lewis Yocum, the Angels' longtime team orthopedist and one of the country's most noted sports-medicine practitioners, passed away at age 65 because of liver cancer. The Angels previously partnered with the Kerlan-Jobe Orthopaedic Clinic in Anaheim, which will continue to be a resource for the team. Dr. Craig Milhouse will remain the team physician. Dr. Grumet specializes in arthroscopic and reconstructive surgery of the shoulder, knee and hip with a special emphasis in cartilage restorative procedures and hip arthroscopy. He earned his bachelor's and medical degrees from USC and has served as a team physician for the Chicago White Sox and Bulls, as well as for various semi-professional, university and high school teams. Dr. Shepard specializes in elbow and shoulder injuries for overhead athletes, elbow arthroscopy and complex knee reconstruction. He graduated from UC Davis and the UCLA School of Medicine and serves as a team physician for the USA men's and women's volleyball teams. \"For the past 36 years, the Angels medical team has been the most respected and consistent in all of Major League Baseball,\" Angels general manager Jerry Dipoto said in a statement. \"2014 marks a new beginning of our medical program and we are pleased to join with OSI in our continued pursuit of excellence in the field of sports medicine. The people, their experiences and facilities are all top notch, while the leadership of Dr. Grumet and Dr. Shepard will impact our organization in many positive ways for years to come.\" Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
