{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/67258106\/d-backs-brandon-mccarthy-not-ready-to-wear-protective-cap\/",
    "title": "McCarthy not ready to wear protective cap",
    "subtitle": "D-backs pitcher, whose skull was fractured by line drive, says hat needs work",
    "body": "PHOENIX -- D-backs pitcher Brandon McCarthy is looking forward to the day when he feels comfortable wearing a protective hat on the mound. That day will not be this year. Major League Baseball has approved a padded cap designed to protect pitchers from potentially dangerous line drives, but for McCarthy, it's just not quite the right fit yet. \"It just needs to keep making progress, and I'm confident that it will,\" McCarthy said. \"The company is committed to keep moving forward and making the changes, but it's hard to say when I would wear it or when it would be ready on a personal level for me.\" A cap manufactured by the 4Licensing Corporation subsidiary isoBlox will be made available to pitchers at all levels this spring. Use of the hat will be optional at the Major League level, and there are no plans to require Minor League players to wear it, either. The issue of pitchers being struck in the head by line drives is a personal one for McCarthy, who was struck in the head by a line drive off the bat of Erick Aybar on Sept. 5, 2012. He suffered a skull fracture and a brain contusion, and he was unable to pitch again the rest of the season. McCarthy worked closely with isoBlox on the design of the new hat. \"They came to me with their original prototype months ago, so I've kind of consulted with them and gone back and forth hammering out some issues and kind of making it a game hat,\" McCarthy said. \"The only issue is it's still not there. It doesn't have enough wear and tear in it yet to see how it basically reacts to game [situations]. Does it feel good over the course of a few innings or games? The times I've thrown with it were indoors where it's 55 or 60 degrees, but what happens if it's 90 or 100 and you sweat? Those are kind of the issues that we have to get past.\" The hat is a little taller than your typical baseball cap, and McCarthy noticed when he tried throwing with it that it interfered with putting his hands over his head during his windup. The thought of having to alter mechanics that have been finely tuned for years is sure to send shivers up the spines of pitchers everywhere. \"Once that becomes a conscious thought, now you kind of start [a] tearing away of the foundation of what you are as a pitcher,\" McCarthy said of having to adjust his mechanics for the hat. \"It's not that it's impossible to work around. It's just that we're the generation that's never had to work around that; it's never been a thought to have to do it.\" So while McCarthy and his fellow big leaguers may wait for a different design before wearing the caps in games, if the hat takes hold in Little Leagues or high schools, its bulk might not be an issue years from now. \"You can grow up with this and it will be second nature, and this won't even be a discussion,\" McCarthy said. \"But for us, it's harder to make that progress.\" Steve Gilbert is a reporter for MLB.com. Read his blog, Inside the D-backs, and follow him on Twitter @SteveGilbertMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
