{
    "url": "http:\/\/m.mlb.com\/news\/article\/1298554",
    "title": "Wrigley bleachers expansion on track",
    "subtitle": "Wrigley bleachers expansion right on schedule",
    "body": "CHICAGO -- The unseasonably warm weather this winter has helped the crew working on the Wrigley Field bleacher expansion project, and workers are on schedule for Opening Day.  As of Thursday, the Turner Construction Co. crew, which is overseeing the project, had poured the concrete for most of the left-field seats. The crew is working from the left-field side to the right.  The $13.5 million project will add 1,800 seats to the bleachers as well as provide wheelchair access for the first time. \"The goal is that it looks very much like it did before,\" Mark McGuire, vice president of business operations, told a group at the Cubs Convention last weekend.   And it does. The most noticeable changes are in the left- and right-field corners. The family section that had been in left now will be located on the other side of the foul pole, off Aisle 101. The right-field corner will be converted to 250 Bleacher Box Seats that will have seat backs and be sold when the Cubs sell the premium Dugout Seats and Bullpen Seats. Regular-season tickets go on sale Feb. 24, but the premium seats will be sold sometime in March.   The center-field batter's eye is being reconfigured. There will be four rows of juniper bushes and a dark glass-fronted private lounge that will accommodate up to 100 people. It can be reserved on a game-by-game basis, and reservations are being accepted now at 773-404-CUBS (2827).   McGuire also said fans in the bleachers will be able to go into the main ballpark via a new walkway that will connect the two areas. But fans with tickets in the main stadium will not be allowed into the bleachers.   New restrooms and concession areas will be added on the ground level of the bleachers. Televisions will be installed so fans who are waiting in the concession area will be able to follow the game action. There will be one main entrance to the bleachers but more turnstiles, or points of entry, to ease some of the congestion.   The bricks that were in the bleachers' exterior wall were saved and will be re-installed on the new exterior wall.   Another update: There will be no more 2:20 p.m. CT starts on Fridays. The Cubs traded the late-afternoon starts to get the extra night games on the home schedule. Wrigleyville residents had complained about the late afternoon games because it created even more traffic congestion in the neighborhood.   McGuire also told fans at the Convention that the Cubs will introduce a plan for season-ticket holders to resell their unused tickets on cubs.com. The team will announce details at a later date.   Another subtle change to the main ballpark is that netting has been installed under the upper-deck roof in an effort to keep pigeons from roosting in the support beams. Carrie Muskat is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
