{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67264692\/newly-signed-right-hander-masahiro-tanaka-latest-in-long-line-to-make-journey-from-japan\/",
    "title": "Tanaka joins long line of Japanese sensations",
    "subtitle": "Hoping to duplicate Far East dominance, righty follows path cleared by many",
    "body": "This winter's saga surrounding starter Masahiro Tanaka broke new ground on what has become an increasingly well-traveled pathway between the sport known as yakyu in Japan and baseball's pinnacle known as the Major Leagues here in America. But the big right-hander's pending arrival in the Majors -- last week, the Yankees signed him to a seven-year, $155 million contract -- is only part of what is emerging as a golden age for Japan-U.S. baseball relations -- and not all of the highlights involve the posting system that grabs so many headlines and made the Tanaka pursuit so intriguing. Consider Koji Uehara, the closer who delivered the final out in the 2013 World Series for the Red Sox. He came to the U.S. as an international free agent after 10 years in Nippon Professional Baseball, without going through the posting system. Playing for his third team in five years and extending his astounding '13 success into October, Uehara put an exclamation point on what turned into a watershed season for players who have transferred their talents across the Pacific Ocean. Not only did Uehara unleash one of the greatest runs of success by a closer ever seen down the stretch and into a championship-clinching pitch, but starters Yu Darvish of the Rangers and Hisashi Iwakuma of the Mariners finished second and third, respectively, in voting for the American League Cy Young Award. And, lest we forget, there's still Ichiro Suzuki, who last year played 150 games for the Yankees and inched toward 3,000 Major League hits, all after playing in Japan until he was 27 -- a two-nation star to beat them all. Now, here comes Tanaka, having signed the sixth-largest contract for a pitcher in Major League history before throwing his first official pitch in the U.S. So begins another chapter in the NPB-MLB story. The 25-year-old protagonist knows his Major League story is yet to be written. \"Everything will be new and challenging,\" Tanaka said in a news conference in Japan after agreeing to the deal. \"But I have to rely on the ability that got me this far.\" The transfer of talent from Japan might have hit a crescendo this winter with the tug-of-war for Tanaka, sure. But there is a deep history and a promising future for players in the Majors who were born and first played in Japan. It all started and continues now with the very essence of the game, a basic tenet that needs no translation: the pursuit of pitching. The timeline of the baseball relationship between Japan and the U.S. begins with a relief pitcher named Masanori Murakami, and takes many twists and turns from there. Murakami was the first Japanese player to play in the Majors, back in 1964 and '65, sent along with two other players to the San Francisco Giants by the Nankai Hawks, who expected him to learn the game in the Minors and return a better player. But Murakami was called up in '64 and posted a 1.80 ERA in nine appearances after making his historic debut on Sept. 1. The Giants insisted on keeping Murakami for the '65 season, and they did have him one more year, but he returned to Japan after that, after some dispute. As it turns out, that was not a great first date, and an agreement in '67 essentially created a brick wall between NPB and MLB that lasted close to three decades. Fast-forward to 1994, and Hideo Nomo would begin a new era in which players would leave Japan for the U.S. With no posting system in place, Nomo instead retired from Japanese baseball and signed as a free agent with the Dodgers -- a maneuver that became a catalyst for the creation of a posting system. Once in the Majors, Nomo demonstrated the potential for elite talent available in Japanese baseball, spinning two no-hitters with his \"tornado\" delivery and wicked splitter in a 12-year career in the Majors. Nomo's route would be followed by the late Hideki Irabu, whose story ended tragically with his suicide at age 42 in 2011. His rights were purchased by the San Diego Padres from the Chiba Lotte Marines in 1997, and the Padres traded him to the Yankees, the only team he had insisted he would play for in the first place. The mercurial Irabu's career would never blossom in the U.S., and his career ended in 2002 after six seasons, a 34-35 record and a 5.15 ERA. In the wake of those transactions, a posting system was first put into effect in 1999. At the end of the next year, Ichiro would become the first major NPB star -- the major NPB star at the time -- to come to the U.S. through that system, the Mariners paying a $13.1 million fee to the Orix Blue Wave for Ichiro's rights on Nov. 30, 2000. The rest is history: Ichiro has gone on to become only the second player to win Rookie of the Year and Most Valuable Player honors in the same season, piling up 10 All-Star appearances and 2,742 hits in 13 seasons to set the performance standard for all Major Leaguers from Japan. Following Ichiro's signing, lefty starter Kaz Ishii was among a handful of other players posted by their Japanese teams to transfer to the U.S. before the pursuit of Daisuke Matsuzaka set a new financial standard, with the Red Sox paying a $51.1 million fee to the Seibu Lions. The next year, the pitfalls of the system were exposed when the Yanks paid a $26 million fee and awarded a four-year, $20 million contract to Kei Igawa for what turned out to be 16 appearances in the Majors. Then came Darvish and his $51.7 million fee paid by the Rangers to the Nippon Ham Fighters, a deal that helped pave the way for the new posting system that limited fees to $20 million. And that alteration added a new level of intrigue to the Tanaka pursuit, making it a multiple-team affair after previous years in which just one team -- the club winning the bid on the posting fee -- earned the right to negotiate with the player. Still, it's important to remember some of the game's biggest stars from Japan did not come across the Pacific via the posting system. There's power-hitting DH Hideki Matsui and shortstop Kaz Matsui, among position players. And there's Uehara and Red Sox bullpen-mate Junichi Tazawa, who skipped NPB and came right to the U.S. as a free agent. And how about Iwakuma? After actually being posted in 2011 but unable to come to terms with the A's, he signed as a free agent with the Mariners the following winter. And Felix Hernandez says arigato for the co-pilot in the Seattle rotation. When Tanaka dons pinstripes for the first time, he'll become the seventh player to come from Japan to play for the Yankees. He'll join not only Ichiro on the 2014 Yanks but also Hiroki Kuroda, who has put together six strong seasons since signing as a free agent in 2007 -- yet another top player to reach the U.S. without using the posting system. Following a regular season in which he went 24-0 with a 1.27 ERA in Japan, Tanaka comes to the U.S. as the latest and quite possibly one of the greatest in a long line of players to make the voyage, the next to make the transition from NPB to MLB. It's an international relationship that has had its uneasy moments, right down to this winter's Tanaka saga. After all, his former club, the Rakuten Golden Eagles, might have fetched a record posting fee under the old system, considering Tanaka's dominant 2013 performance. The club debated posting him at all before doing so in December, adding another layer of suspense to this latest chapter. Ultimately, each journey to the U.S. is inspired by the type of experience Tanaka said last week he envisioned when he became the latest to make the leap from Japanese baseball to the Majors. \"I can't wait to get to the pitcher's mound at Yankee Stadium,\" Tanaka said. John Schlegel is a national reporter for MLB.com. You can follow him on Twitter at @JohnSchlegelMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "John Schlegel"
}
