{
    "url": "http:\/\/m.mlb.com\/news\/article\/1298512",
    "title": "Chen confident heading into '06",
    "subtitle": "Chen heads into '06 season with confidence",
    "body": "BALTIMORE -- Bruce Chen has something this winter that he hasn't had in any of his previous offseasons -- confidence. Chen was the Orioles' most pleasant surprise of 2005. After pitching well late in 2004, he stepped into the role as the team's No. 5 starter and turned in his best Major League season. Chen posted a 13-10 record with a 3.83 ERA, the best among Orioles starters, and was arguably the team's most consistent starter. Last year's success has helped Chen relax. The left-hander threw 197 1\/3 innings and now doesn't have to worry about every pitch he throws in every outing -- something he had to deal with many times while pitching for six other teams. \"It's hard to pitch when you're thinking you're fighting for your life,\" Chen said. \"If I don't pitch good, I'm going to be sent down. If I struggle, they might send me to the bullpen.\"  Chen earned the fifth-starter spot and was consistent throughout the season, getting stronger as time went on.  \"As the season went along, I didn't have to think about if I don't pitch well what would happen,\" Chen said. \"I want to pitch well, and I want to win and help this team. That was my main focus.\"  The Orioles are looking for another pitcher to be the No. 1 starter, but Chen's spot appears safe if Baltimore gets another starter, as the Orioles have four consistent young pitchers. Rodridgo Lopez, Daniel Cabrera, Erik Bedard and Chen give the Orioles a solid base on the mound, a big reason the team is looking for one veteran starter to anchor the staff.  Chen caught the Orioles' attention by throwing well in eight games in late 2004. He had pitched for six other Major League teams and couldn't find the consistency that had been expected when he was first signed by Atlanta as an undrafted free agent in 1993.  But Chen developed a changeup in the middle of 2004 that wound up being his go-to pitch and proved extremely helpful.  \"It really helped me,\" Chen said. \"It's a pitch that gave me confidence. I knew I could throw it at any time.\"   Having confidence in the changeup proved crucial to Chen, who threw it on all counts. He gave up 33 homers, but often bounced back from bad innings to stay consistent the rest of the game.  \"As the season progressed, I learned so much about myself, and I learned so much about what I'm able to do,\" Chen said. \"It's a great feeling knowing that all the things I learned last season can help me for 2006.\"  Chen said he's just started playing catch and working on getting ready for Spring Training. But for one of the few times in his career, he doesn't have to worry heading into the new season.  \"I'm more relaxed in the sense that I don't have to go out there and be 100 percent for Spring Training,\" Chen said. \"I want to be prepared, and I want to be capable [of showing] I can do the same thing next year.\" Jeff Seidel is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jeff Seidel"
}
