{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67224908\/urban-invitational-set-to-move-to-louisiana\/",
    "title": "Urban Invitational set to move to Louisiana",
    "subtitle": "After two years in Houston, tournament to be played at four new venues Feb. 14-16",
    "body": "The Urban Invitational has found a new home. The seventh edition of the tournament will shift from Houston to southern Louisiana, which will allow Major League Baseball to advance the cause of historically black colleges and universities and to showcase one of the newest Urban Youth Academies. The Urban Invitational, played in Houston the past two years, will be held Feb. 14-16 and will be shared between New Orleans and Baton Rouge. Four venues -- Southern University, Louisiana State University, Zephyr Field and the New Orleans UYA -- will host games. Southern will become the only school to have played in all seven editions of the Urban Invitational, and the Jaguars will get to play against rival Grambling State at this year's tourney. Division I schools Louisiana State and the University of New Orleans will complete the field of this year's Urban Invitational. The tournament will begin with games at two venues. Grambling and Southern will play at Southern University on Feb. 14, and UNO and LSU will face off in Baton Rouge. Saturday will have a game at the New Orleans UYA and another at Zephyr Field, and LSU will host the final two games on Sunday. The final two tourney games on Sunday, Feb. 16, will be broadcast live on MLB Network and simulcast live on MLB.com. The Urban Invitational doesn't just stress baseball, it also seeks to underline the value of education. The New Orleans Urban Youth Academy, which opened in November 2012, will host a baseball clinic for kids and a college and career fair on Saturday, Feb. 15, as part of the Urban Invitational. \"Collegiate baseball represents a significant element of the game's future, so it is important to give these programs the opportunity for exposure to a larger audience,\" MLB executive vice president of baseball development Frank Robinson said in a news release. \"We are thrilled to host this year's Urban Invitational in Southern Louisiana, and thank all of our participating schools.\" Grambling State will be playing in its third Urban Invitational, but both LSU and UNO are participating for the first time. The Urban Invitational has been held since 2008, and in that time, 16 players that have played for HBCUs in the tourney have gone on to be selected in the First-Year Player Draft. The New Orleans Urban Youth Academy will get a chance to take center stage and to highlight the growth of the league's initiative around the country. There are already Urban Youth Academies up and running in Compton, Calif., Houston and New Orleans. New facilities are being constructed in Cincinnati and Philadelphia, and another one has been planned for South Florida. Information for the Urban Invitational can be found at MLB.com\/community\/uya.jsp , and parking at the New Orleans UYA will be free for all events throughout the weekend. High school students from New Orleans, Mississippi and Alabama are all invited to attend the college fair free of charge. Spencer Fordin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Spencer Fordin"
}
