{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/67232010\/former-cubs-young-and-old-reflect-on-wrigley-field\/",
    "title": "Former Cubs young and old reflect on Wrigley",
    "subtitle": "Zimmer among those to share memories of park, which is celebrating its 100th year",
    "body": "This is the first in a series on memorable moments at Wrigley Field, in honor of its upcoming 100th season. CHICAGO -- On March 4, 1914, ground was broken at the corner of Clark and Addison Streets in Chicago for a new ballpark, designed to house Charles Weeghman's Federal League team. It took seven weeks for the $250,000 ballpark to be completed, and the first game was played April 23, when the Chicago Whales beat Kansas City, 9-1. This year, that ballpark -- now known as Wrigley Field -- will celebrate its 100th anniversary. You can see archival photos and read first-person recollections about the ballpark in \"A Century of Wrigley Field: The Official History of the Friendly Confines,\" published by Major League Baseball and the Cubs. Wrigley was the site of Ernie Banks' 500th home run, Kerry Wood's 20-strikeout game, Greg Maddux's 3,000th strikeout and much more. To celebrate the 100th birthday, MLB.com reporters asked players, coaches and managers for their favorite memory. What makes Wrigley unique? Let's start with the ivy, some shenanigans, Don Zimmer and a tall lefty. Dave Martinez, 49, was the Cubs' third-round pick in the 1983 First-Year Player Draft, and he made his Major League debut with the team on June 15, 1986. He played four seasons with the Cubs and posted a career .253 average at Wrigley Field. He's now the Rays' bench coach. \"What vividly stands out to me was just watching the ivy,\" Martinez said. \"I got called up in June and everything was green. But when I went there the next year, everything was brown. Then every time we'd come back from a road trip, you'd see a little greener and a little greener. And I thought that was the coolest thing to see that growing on the wall. \"I couldn't have picked a better place to start my career than Wrigley. I mean the history, the stadium, everything about it. Today, guys will ask me about where my favorite place to play was and I'll say Wrigley Field.\" Rick Monday, 68, played for 19 seasons, including 1972-76 with the Cubs. He's now a broadcaster for the Dodgers. \"When the Pirates came to town, they used to bring a mascot, 'Pirate Pete,' who would come dressed as a pirate and would come down to the field and hang out around the batting cage while we took batting practice and gave us the business,\" Monday said. \"He was a jovial guy, nothing malicious, but he would get on us. \"So one day, we figured we'd get even. We asked a policeman to use his handcuffs and cuff the 'Pirate' to the batting cage. So at Wrigley, after batting practice, they roll the cage out to right field and push it through the double doors under the bleachers, because there really isn't any other place to put it. Batting practice is over, and the grounds crew has to clear the field and the 'Pirate' is handcuffed to the cage, but they just rolled the cage out there with the 'Pirate' along for the ride. He had to stay down there cuffed to the cage for an inning until the policeman set him free. And a funny thing, the next day during batting practice, no 'Pirate Pete' by the batting cage.\" Don Zimmer played for the Cubs from 1960-61, but he was gone after '61, when he was selected by the Mets in the Minor League expansion draft. Zimmer, now 82, returned as a coach from 1984-86 and was named manager in '88. In four years, he compiled a 265-258 record (.507) and guided the \"Boys of Zimmer\" to the National League East title in 1989. \"I lived right over the center-field scoreboard in the highest high rise,\" Zimmer said of his days as a manager. \"If you're sitting in Wrigley Field, the highest high-rise over the fence is where my wife and I lived. I think it was the 45th floor. When I woke up in the morning, I could see the flag pole that was down the right-field line. So I would look out and see which way the flag was blowing, in or out. That would tell me how I was going to play it. If you had a tough pitcher going against you, and you have a man on third base with one out in the first inning, you might play the infield in, because you might get beat by one run, 1-0. And if it's blowing out, it's totally different. I used to call it 'Wrigley Field I' and 'Wrigley Field II.'\" A sixth-round pick by the Cubs in 2003, Sean Marshall called Wrigley home for six seasons before he was traded to the Reds in December 2011 for Travis Wood, Dave Sappelt and a Minor League infielder. Whenever Marshall, 31, returns to Chicago, the lefty is received warmly by fans who sit near the visitors' bullpen. \"I never went [to Wrigley] until I made the team,\" Marshall said. \"I started against the Cardinals for Sunday Night Baseball (April 9, 2006). It was my first game, a come-from-behind win. Michael Barrett hit a grand slam that put us ahead. I felt like the place was shaking. I was in the dugout kind of smiling to myself and thinking, 'There is no place on Earth I'd rather be than right here.' \"The second one was when Lou [Piniella] made a switch mid-inning, and I thought he was taking me out. I ended up going to left field and playing defense. I was a left fielder for one out [in July 2009]. Aaron Heilman was throwing sinkers in to somebody and I thought for sure a ball would be popped out to me. Meanwhile, the fans in the left-field bleachers are chanting 'We Are,' and the fans in the right-field bleachers were chanting 'Marshall' -- 'We Are Marshall!' I was just standing there, laughing to myself. That was something I would always remember. \"It's tough [at Wrigley], because the amenities aren't quite up with some of the other ballparks. But once you go on the field, that stuff is all forgotten. It's definitely one of the most beautiful ballparks that I've ever played at. It's one of the most beautiful ballparks in the world. There's a lot of history there and a lot of players have stepped on that field. To be part of that and part of the Cubs' tradition for six years or so was pretty cool.\" Carrie Muskat is a reporter for MLB.com. Bill Chastain, Ken Gurnick and Mark Sheldon contributed. Muskat writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
