{
    "url": "http:\/\/m.mlb.com\/news\/article\/1296448",
    "title": "Texas inks Teixeira, Wilkerson, Eaton",
    "subtitle": "Texas, Teixeira go for two years",
    "body": "ARLINGTON -- The Rangers and Mark Teixeira avoided arbitration on Tuesday, agreeing to a two-year, $15.4 million deal.  \"It was big psychological benefit for everyone involved,\" Rangers general manager Jon Daniels said. \"We don't have to answer questions about signing Tex, and it's a benefit to him because he does not have to worry about [a contract] all next year, answering the same questions. ... He's the kind of person we want to build around and it was important for us to demonstrate that with a financial commitment.\" The Rangers also agreed to one-year deals with right-hander Adam Eaton ($4.65 million) and outfielder Brad Wilkerson ($3.9 million), avoiding arbitration with two players acquired in separate trades last month.   Teixeira will earn $6.4 million in 2006 and $9 million in 2007.   \"I'm happy to get the deal done and get the business part out of the way,\" Teixeira said. \"I enjoy playing the game, and the business part isn't always easy, but I'm glad we can now concentrate on winning ballgames.\"  Teixeira, 25, hit .301 with 43 home runs and 144 RBIs in 2006, earning his second consecutive Silver Slugger Award. On defense, Teixeira made only three errors in 1,483 chances last season for a .998 fielding percentage to earn his first Gold Glove Award. He ranked second among AL first basemen with 102 assists and had an 88-game stretch between errors, which included 785 chances.   He is determined to get better.  \"Baseball is a great sport because you can never be perfect,\" Teixeira said. \"Offensively, defensively and as a leader of the clubhouse, there are always ways for me to get better. I'm going to work hard to advance my skills in every part of the game, and hopefully my teammates will do the same.\"  Teixeira has not ruled out making a longer commitment to the Rangers, and Daniels said the long-term goal is to have Teixeira finish his career with the club. Each said the two-year deal was the best compromise for both parties at the moment.  \"What we had talked about at one point was a deal that would go into his free agent years, but we agreed to disagree and this was the best compromise for us at the time,\" Daniels said. \"It was an amicable resolution on both sides. ... With a player of Mark's caliber and how important he is to the club and organization, we certainly didn't want to get into an acrimonious setting with an independent arbitrator.\"  Said Teixeira: \"I think there is no question I love playing in Texas. I love the fans and I love everything about Texas. This deal was basically to make sure we didn't have to worry about it over the next couple of years. If we do want to do something about it, we can.\"  Teixeira's goal for 2006? Simple. Win a World Series.  \"I think that is everybody's goal when you get to Spring Training,\" he said. \"We have assembled the team that has the talent. Now it's up to us to go out there and do it on the field. I think we can play with anybody in the league. My goal is the World Series every year that I play.\"  There is reason for Teixeira's optimism. The Rangers acquired Eaton, Kevin Millwood and Vicente Padilla this offseason to anchor the starting rotation. Francisco Cordero, Michael Young and Hank Blalock are All-Stars. The outfield could be a position of strength for the club, with the mix of Kevin Mench, Wilkerson, Laynce Nix, Gary Matthews Jr. and David Dellucci. Rod Barajas returns as the starting catcher.  \"I feel we made some great moves and this team is loaded with a lot of talent,\" Teixeira said. \"The last couple of years, we had glimpses of success and stretches, but to get the next level some changes had to be made and this offseason we made those changes. We are all very excited about the future.\"  As for Padilla, Matthews Jr. and Mench, they are still eligible for arbitration. Padilla asked for $4.8 million and was offered $4.1 million by the club. Matthews is seeking $3 million and was offered $2 million. Mench asked for $3.05 million and was offered $2.45 million.  \"We've had varying degrees of negotiation and we are closer in some cases than others,\" Daniels said. \"We exchanged figures and we have a second round of negotiations coming.\"  Jesse Sanchez is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jesse Sanchez"
}
