{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/67233986\/braves-not-impervious-to-atlantas-big-storm\/",
    "title": "Braves not impervious to Atlanta's big storm",
    "subtitle": "Winter conditions make getting home an adventure for Freeman and Co.",
    "body": "ATLANTA -- Shortly after interacting with some of the Braves on Tuesday morning, the faculty and students at Clarkdale Elementary School were told they would be dismissed early because of the winter storm that was about to hit Atlanta. Freddie Freeman, Jason Heyward, Justin Upton, David Carpenter, Braves manager Fredi Gonzalez and bench coach Carlos Tosca were among the thousands of Atlanta-area residents who wish they learned they could go home earlier than planned. After meeting with the students, Freeman, Heyward, Upton, Gonzalez and Tosca went to Turner Field for a luncheon that was part of the Braves Country Caravan. Carpenter just happened to be working out at the stadium. It took Heyward nearly five hours to get to his Buckhead residence. Tosca managed to arrive home in a reasonable amount of time, considering the circumstances. With his plan to fly back to Phoenix nixed by the weather, Upton returned to his Midtown residence, which is located within eyesight of the gridlock that Freeman, Gonzalez and countless others encountered while attempting to get home on Atlanta's interstates. Tuesday's other two Caravan participants and Carpenter were not quite as fortunate. \"I've never seen that many abandoned cars parked all over the place,\" said Carpenter, who endured an eight-hour trek after making an early-afternoon departure from the stadium. Freeman exited Turner Field around 1 p.m. ET and arrived at his Roswell residence with assistance from Chipper Jones just before midnight. Gonzalez left the stadium around 3 p.m. and arrived at his Cobb County residence at 3:30 a.m. \"Thank goodness for @RealCJ10!\" Freeman said on Twitter. \"Saved me on a 4 wheeler!\" Thank goodness for @RealCJ10 ! Saved me on a 4 wheeler! pic.twitter.com\/ljXDEULJC9 As he inched his way north up Interstate 85 and GA 400, Freeman filled up his gas tank once and then got back on the road. But once he approached the area where he and Jones live, the first baseman found himself at a standstill and facing the threat of running out of gas. Once Jones was alerted of the situation, he donned his camouflage hunting jump suit and a pair of goggles before getting on his four-wheeler to make what he estimated to be a 10-mile trek to get Freeman, who had pulled into a parking lot located near the Mansell Rd. exit off 400. \"It was frigid,\" said Jones, who also took some extra clothes for Freeman to wear as they made their way back toward their respective homes. While the freezing temperatures might have made this final leg a little uncomfortable, Freeman was thrilled to just get out of the horrific traffic jam that he had battled for nearly 11 hours. \"He was about at his wits' end when I got to him,\" Jones said. \"He was pretty happy to see me, especially with how I was dressed.\" As Gonzalez made his way home, he was slightly unnerved when his daughter, Gigi, called to inform him she was stuck on a hill that is located within a few miles of the family's residence. Braves pitching coach Roger McDowell, who lives in the same neighborhood, was able to remedy this situation and get her home after she had walked to a nearby nursing home. Gonzalez made his way up I-75 and got off at the West Paces Ferry exit to fill his gas tank. Under normal conditions, he could leave this location and arrive home in about 20 minutes. But after stopping here to fuel up and get dinner, which amounted to a bottle of water and pork rinds, Gonzalez spent another six hours on the road. While Gonzalez was going home, Braves assistant visiting clubhouse manager Fred Stone had gotten stuck on the side of a road. At Gonzalez's insistence, Stone walked to the manager's residence and spent the night. \"By the time I got home, [Stone] had had a few glasses of wine and dinner,\" Gonzalez said with a laugh. \"It was unbelievable out there.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
