{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/67231614\/indians-trevor-bauer-danny-salazar-seek-to-grow-as-rotation-mates\/",
    "title": "Bauer, Salazar seek to grow as rotation-mates",
    "subtitle": "",
    "body": "CLEVELAND -- As the Indians convened for Spring Training a year ago, Trevor Bauer was a subject of considerable attention. He had been acquired just a few months earlier as part of the three-team deal that sent Shin-Soo Choo to the Reds. But at the same time observers in Goodyear, Ariz., were carefully tracking Bauer's progress and marveling at his unconventional training methods, Danny Salazar toiled in relative anonymity. Somewhere during the season, though, the two young right-handers switched roles. Salazar became the prospect to watch, and Bauer the project. It was Salazar who helped propel the Indians to the playoffs and was then tapped to start the American League Wild Card Game. It was Bauer who struggled to make the jump from Triple-A to the Major Leagues as he tried to overhaul his delivery. Their offseasons have been as disparate as their seasons. Salazar was given a hero's welcome in his hometown. A parade was held in his honor, celebrating his ascent to the Majors. Bauer, meanwhile, retreated to the Texas Baseball Ranch to continue rebuilding his delivery, a process that had begun in Spring Training and frustrated him all season. Now, as the 2014 season approaches, the Indians are counting on both Bauer and Salazar to help them build on last season's success. Though questions still surround both, they believe they are well positioned to do just that. Bauer traces his struggles to a groin injury sustained in 2012. Not only did the recovery cost him his typical offseason, it forced him to wonder why he had gotten hurt in the first place. \"I look at injury as, I got injured for a reason,\" Bauer said. \"'Why did that break, why did I have pain there?' That's a process I've been going through my whole entire life.\" After consulting with several advisers, Bauer came to the conclusion that an inefficiency in his mechanics was to blame, and he decided to alter his mechanics. But because of the injury, he wasn't able to begin the process until Spring Training, when he was also getting used to being back on the mound. The timing wasn't ideal, and the results weren't always pretty, but Bauer pressed ahead with his adjustments as he began the season in Triple-A Columbus. The low point may have come on June 28, when he was called up to make a spot start in the first game of a doubleheader against the White Sox. He lasted just two-thirds of an inning and gave up five runs. Bauer said starts like that one were the most difficult aspect of what he called his \"worst year of baseball, ever.\" \"I can handle the personal part of it,\" he said. \"I pitched well or I didn't pitch well, so it's a pretty linear process. But going out there and being called up to make a spot start and trying to help the team win and then not being able to perform was probably the toughest part of it.\" Bauer spent the rest of the season in Columbus, trying to work through his mechanics and command issues, but he didn't have a breakthrough until the season ended and he was able to devote all of his attention to establishing his new delivery and creating muscle memory. \"It's just so hard to make any sort of mechanical change during the season because you can't throw a whole lot in between [starts], because you've got to make sure you're in the cycle for your start,\" he said. \"Then, between all the good throws, you get in, you go out and pitch, and your body goes back to what it's been doing. \"Once I was able to work on what I wanted to work on for a month straight, everything went really quickly and fell into place, and I'm good to go.\" The extent of the changes Bauer has made and the speed with which he implemented them impressed pitching coach Mickey Callaway, who has tracked Bauer's progress through video updates. Callaway likes what he has seen and believes Bauer is positioned for a successful season. \"He does a very good job of thinking about the way he should work,\" Callaway said. \"That's the reason he's been able to make those adjustments to get where he's at right now so quick. He went home, and he rested for two and a half weeks and started working on it. And now his mechanics have totally changed, and now he's right where we want him to be. Most guys can't do that.\" Salazar began his breakout season as the Opening Day starter for Double-A Akron. He quickly earned a promotion to Columbus and was in the Majors for good by early August. Once there, he pitched well enough to get the ball for the AL Wild Card Game. Though Salazar took the loss that night, his introduction to the big leagues was a success. In 52 innings he posted a 3.12 ERA and a 65-to-15 strikeout-to-walk ratio. Catcher Yan Gomes said that Salazar's poise is what allowed him to make waves as a rookie. Now he is eager to see what the 24-year-old can do for an encore. \"It's kind of exciting to see that from a guy coming in for his first start to pitching in the playoffs,\" Gomes said. \"It's going to be exciting to see what he can do with a full year.\" Salazar is already hard at work to improve on last season. He reported to Goodyear on Jan. 12 and has been focused on keeping his fastball down in the zone and pitching to the corners of the strike zone more often. After accomplishing so much so quickly, he wants to make sure he can carry it over to this season. \"Once you're in Triple-A and you come to the big leagues, you don't want to go back down, because everything is better up here,\" Salazar said. \"So I just told myself I need to work harder to stay here.\" Salazar and Bauer share a mutual respect. Salazar admires the way Bauer mixes his pitches, and Bauer picked up a lot just by watching Salazar make the jump to the Major Leagues. Those lessons should come in handy this spring as Bauer tries to win a rotation spot. \"There's some things I learned by watching, and there's some things I'm sure I learned that I don't even realize I learned,\" Bauer said. \"I'll go through something and I'll go, 'I saw [Salazar] do this or I saw him do that,' and it'll help me out down the road. I try to watch and learn from every experience and everybody.\" Both Bauer and Salazar laid the foundation for their future during their contrasting 2013 seasons. Now the Indians hope they are able to continue to grow together as rotation-mates for years to come. Teddy Cahill is a reporter for MLB.com. Follow him on Twitter at @tedcahill. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Teddy Cahill"
}
