{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67206872\/anthony-castrovince-jimenez-santana-cruz-drew-and-morales-are-frozen-five\/",
    "title": "Will thaw come for Frozen Five free agents?",
    "subtitle": "Jimenez, Santana, Cruz, Drew and Morales all vexed by Draft pick compensation",
    "body": "The perpetually pesterous polar vortex is not the only deep freeze taking place this month, as Ervin Santana, Ubaldo Jimenez, Nelson Cruz, Stephen Drew and Kendrys Morales can attest. These are players vexed, hexed and all around perplexed by a Draft pick compensation system that has tainted their already dubious value in the free-agent marketplace. And while their specific situations, much like those of Michael Bourn and Kyle Lohse a year ago, have led to many an outraged media mind shouting to the heavens about the injustice of it all, the simple truth is that any proposed calls for change to the collective bargaining agreement aren't going to be acted upon or even thoroughly discussed in time to help the Frozen Five. And so they wait, with the bulk of spring camps opening in a little more than a fortnight and a startling lack of suitors for their services. It has been suggested that perhaps Jimenez and Santana, in particular, would benefit from re-engaging with their previous club - the Indians and Royals, respectively - with a one-year contract in an effort to rebuild their value in 2014. Of course, if such a tact were successful, it would only subject them to the compensation system yet again, and around and 'round we go. Long story short, there are not any obvious answers here. But let's look at each member of the Frozen Five and see if we can't come up with a suggestion, shall we? Santana and Jimenez: They are paired together here because, at this point, neither guy's case operates independently of the other. The bidding is going to come down to how team's rate and compare the two and which guy winds up more willing to adjust his asking price first. Generally speaking, the inconsistency here is similar. But so, too, is the durability. Both Santana and Jimenez have averaged right around 200 innings over the last six seasons, which is a strong selling point. What are the separating factors? Well, Jimenez gets more strikeouts (9.6 per nine innings last season) with less control (3.9 walks per nine) and a groundball rate that has declined in recent seasons to a mark below the league average each of the last two seasons. Jimenez's home run-to-fly ball rate has been above his career norm each of the last three seasons, cause for concern for those in hitter-friendly environments. With Santana, you're getting less K's (6.9 per nine last year) but better command (2.2 walks per nine last year) and a groundball rate that rose to a career-best 46.2 percent last season. Of course, the biggest key to Santana's season was the resplendent infield defense around him, and Santana has had his two worst home run-to-fly ball rates the last two years, despite pitching home games in parks that suppress the long ball. All things considered, we've seen the lowest of lows from each guy in the not-too-distant past, but, even at the peak of his powers, Santana has not approximated the dominant stretches we saw from Jimenez in 2010 and in the second half of last season, when he was easily one of the best pitchers in baseball. I think Santana owes much of his '13 success to the Royals' D, whereas Jimenez seemed to make the mental and mechanical tweaks that could bode well for his future. So, yeah, I'd put Jimenez ahead of Santana in the pecking order, which is why I think he'll land with the club that has the most flexibility at hand. To me, that club is the Mariners, whose aggressiveness this offseason with the Robinson Cano signing still hasn't netted a slam-dunk contender. Given that the M's have a protected first-round pick and already forfeited No. 30 overall in the Cano signing, the highest pick they'd lose for signing another guy tied to compensation is No. 46. Once you've paid for the buffet, you might as well keep eating, and I'd like the Mariners' chances a lot more if they had a quality starter such as Jimenez to slot in behind Felix Hernandez and Hisashi Iwakuma. The Blue Jays might be less willing to fork over the funds for a top-tier starter, but their need is glaring and their first-round picks -- Nos. 9 and 11 -- are protected. I think Santana's price will fall in the coming days and weeks, and I think Toronto, after a remarkably quiet winter, will be opportunistic in this area. They had an above-average defense last season, in terms of defensive runs saved, so they could be a particularly good fit for Santana. Cruz and Morales: These guys get lumped together because, at this point, they both profile primarily as bat-only objects limited primarily to American League clubs. And when your market is limited within the confines of an already limited market, that's bad news. Jhonny Peralta's four-year, $53 million contract with the Cardinals would seem to be an indicator that it's not necessarily the PED stigma, in and of itself, that's dogging Cruz in his efforts to find a new home. But Cruz was a late-bloomer with the Rangers, which opens his transgression to another layer of scrutiny. Cruz, of course, has claimed his violation was related to a rare illness that caused severe weight loss. What do the teams think? The case for Cruz is that he provides power in a market starved for it (look no further than what the D-backs gave up to get Mark Trumbo). He went deep 27 times in just 446 plate appearances last season. And while he's not exactly a reliable defender in right field, at least you can put him out there in a pinch. Ultimately, the most uncreative option for Cruz doubles as the best. The Rangers remain where he belongs, likely on a one-year deal. Though Jon Daniels has called a reunion \"unlikely,\" he hasn't publicly ruled it out, and Texas has the at-bats to give him in a DH role (either in a platoon role with the left-handed-hitting Mitch Moreland or buying the Rangers the ability to flip Moreland to a club like the Pirates and acquire pitching depth). They also know that Cruz's bat profiles well in their home park (Cruz has a career .912 OPS at Rangers Ballpark vs. a .734 mark elsewhere). Morales, meanwhile, is in an even shakier defensive spot in that his only possible position is first base, and even that is a limited option. He hasn't logged more than 450 innings at first since 2009. Of course, a lot of things have happened to Morales since 2009 -- namely, the freak ankle injury that cost him most of 2010 and all of '11. Since his return, he's posted a respectable .275\/.329\/.457 slash line, but he's simply not the offensive force he was in that '09 breakout season. And while he is a switch-hitter less prone to strikeouts than Cruz, he doesn't have quite as much peak power. I simply don't see a great option for Morales at this stage, and he, more than any other member of the Frozen Five, ought to be kicking himself for not taking the $14.1 million qualifying offer from the Mariners. The M's have since loaded themselves with two more outfield\/first base\/DH types in Corey Hart and Logan Morrison, so it's hard to imagine them re-upping with Morales, and the only other AL squads that might make sense are the Orioles, who value their Draft pick and have been pinching pennies all winter, and the Twins, who have been very careful not to surrender a Draft pick while upgrading their rotation. So Morales' best option is to wait and see how the spring camps develop. Perhaps the Pirates will evaluate their first base situation, in which Gaby Sanchez is currently slated to platoon with the unproven Andrew Lambo, and see if they get desperate. Make no mistake, though: They'd have to be really, really desperate, and that doesn't bode well for Morales' paycheck. Drew: Drew's case surprises me more than the two other position players in the Frozen Five, because there's no denying he was a pivotal piece for the world champs last year, playing a premium defensive position very well. Perhaps his postseason struggles at the plate were alarming enough to scare off teams, but, more likely, it's his injury history and the Draft pick that has drastically hurt his cause. The Mets make the most sense, from a need standpoint, but, upon further review, it's hard to see their realistic contention status aligning with the veteran Drew's contractual desires. So it would seem Drew's best bets at this point are either the Yankees and Red Sox, both of whom could use a little more certainty on the left side of their infield -- the Yankees with their current Kelly Johnson \/Eduardo Nunez platoon at third and questions about a 40-year-old Derek Jeter at short, and the Red Sox with Xander Bogaerts entering his first full season. Ultimately, the Red Sox hold the most leverage here, so a reunion wouldn't be a shock. But as with all things involving the Frozen Five, it could take a long time. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
