{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/67207828\/tom-wilhelmsen-heads-to-mariners-camp-with-clear-head\/",
    "title": "Wilhelmsen heads to camp with clear head",
    "subtitle": "Erstwhile Mariners closer ready to move on from troubling season",
    "body": "SEATTLE -- Tom Wilhelmsen has pitched long enough to know that occasional failure is part of the game. But until last year, he'd never experienced particularly tough times for any extended period on the big stage of Major League Baseball. So as Wilhelmsen prepares for his fourth year with the Mariners, he's heading to Spring Training with a cleared mind and clean slate after losing his closer's job last August. \"I've played baseball just about my whole life,\" Wilhelmsen said at last weekend's FanFest at Safeco Field. \"You're going to struggle. That's just inevitable. That, you can get over. There are other things that I've learned from last year that I hope to handle differently. \"But you're going to fail and you know that. It's just part of the game. I've stunk many times and been really good many times. Of course you want to be perfect, but you're just not going to be. So you work your butt off, try to stay healthy and thank the stars that you're still here.\" The 30-year-old right-hander was one of the Mariners' brightest success stories in 2012, when he took over the closer's role from Brandon League in midseason and cranked out 29 saves and a 2.50 ERA in 73 appearances. He got off to an outstanding start again last year, racking up 12 saves and a 0.75 ERA in the first two months as people talked of a potential All-Star berth. But things didn't come as easily in June, when he blew three saves and saw his control start to struggle. Then, after he allowed four runs without recording an out during a ninth-inning meltdown at Fenway Park on Aug. 1 in a game that saw the Mariners blow a 7-1 lead, acting manager Robby Thompson made the decision to move Danny Farquhar into the closer's job and Wilhelmsen spent a month at Triple-A Tacoma before returning to a reduced middle-inning role with Seattle in September. He finished the season with a 4.12 ERA and, more tellingly, 45 strikeouts with 33 walks in 59 innings, a far cry from the 87 strikeouts and 29 walks in 79 1\/3 frames in 2012. New manager Lloyd McClendon will wait to see how things play out this spring before deciding how his bullpen fits together, but the Mariners believe both Wilhelmsen and Farquhar are capable closers. And if Wilhelmsen shows he's regained his confidence and nasty stuff -- an upper-90s fastball with a tough curve and changeup -- he figures to get every chance to renew that role. Wilhelmsen isn't particularly worried about that part. \"You're always competing,\" he said. \"You never just want to stay complacent. Whether it's me or Danny or anybody else for that matter, it doesn't make a difference. We're all on the same team and we're all trying to win a World Series. That's the bottom line.\" What Wilhelmsen does want to do is manage situations better if he does struggle and not let the weight of the world take away his normally happy-go-lucky approach to life. \"Playing the game, that's the easy part,\" he said. \"The hardest part is dealing with what your fans might think of you when you blow the game. Because it's not just your teammates, it's the whole city that you're carrying. For me, that is the hardest part about baseball at this level. The game is the same. You want to face the Prince Fielders and those guys and you hope that they want to face you, because that's just the competitive part of this game.\" Wilhelmsen, one of the most outgoing players on the team, began to withdraw last season after he blew a couple of saves. The friendly guy with the great story -- making the Major Leagues after being out of baseball for five years while working as a bartender -- no longer wanted to talk much with reporters and seemed increasingly uncomfortable on the mound. He readily acknowledges his struggles weighed on him more and more as the season progressed. \"I'd never been part of anything like this, on this kind of a stage, where it meant so much to so many people,\" he said. \"It's easy enough to do, to get caught up in it. But it's also easy enough -- I hope it's easy enough -- to learn from it and get going.\" For Wilhelmsen, the first order of business was getting away from things for a bit and recharging himself. Sometimes a displaced closer needs closure himself, so he returned home to the Phoenix area immediately after the season, spent some quality time with his wife and young daughter in their new house in Peoria, and now is working out regularly with six or seven other pitchers and new pitching coach Rick Waits at the Mariners facility. Given he's never had any arm problems in his career, the lanky Wilhelmsen maintained his familiar workout routine and says he's ready now to start throwing bullpen sessions in anticipation of the start of camp on Feb. 13. For Wilhelmsen, a fresh start seems to have brought the old sparkle back in his eyes. \"Just like any other season, I'm just making sure I'm physically prepared to last 160-plus games. Hopefully more like 180, you know?\" he said. \"We're all excited. It's nice to have the break, but this is what we love to do and we're all pretty eager to get back.\" Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
