{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67213102\/phil-rogers-past-injuries-provide-lesson-in-safety-to-heed\/",
    "title": "Past injuries provide lesson to heed",
    "subtitle": "Players may not quickly embrace protective caps, but change is necessary",
    "body": "Like that old middle infielder Maya Angelou once said, you do the best you can until you know better, then you do better. It's how we all evolve, or at least how we should. Major League Baseball is doing the right thing by allowing pitchers to wear a protective cap on the mound, even if the approved design might leave room for improvement. There's no reason to accept line drives to the head, like those sustained by J.A. Happ, Brandon McCarthy, Juan Nicasio or, tragically, Mike Coolbaugh. But for baseball's latest safety innovation to pay dividends, it will have to be embraced by players. And in a sport where the culture is so heavy on machismo and individuality, where tradition has always counted double, you wonder if enough moms and dads -- or, even better, wives -- will convince pitchers to wear the new hats. Like toning down collisions at home plate, protecting pitchers is the smart thing to do. It's a shame, however, that style threatens to get in the way of function with the new caps. They do look a little like \"a train conductor's hat,'' in the words of two-time National League Cy Young Award winner Clayton Kershaw, and even McCarthy, a safety advocate, says the designs aren't yet \"Major League ready.'' And, yes, I do know that Coolbaugh wasn't pitching when he was killed by a line drive during a Texas League game in 2007. He was coaching first base -- and, yes, to be technical, he was hit in the neck, not the temple, so the protective caps manufactured by isoBlox probably wouldn't have helped him. But you're missing the point if you sweat a detail like that on an issue as vital as this one. The point is, when a ball screams off the bat and hits a pitcher in the head, like one from Eric Hosmer did Alex Cobb last June, one from Desmond Jennings did Happ last May, one from Erick Aybar did McCarthy in 2012 and one from Ian Desmond did Nicasio the year before, there's a chance he's not going to get up. It's 60 feet, six inches from the pitcher's rubber to the front of home plate. By the time a tall pitcher -- say the 6-foot-3 Kershaw or the 6-foot-7 McCarthy -- releases a pitch and finishes his follow through, he's 55 feet away, maybe fewer. And he's often off balance. He can be a sitting duck. As pitchers throw harder and harder, and batters get stronger and stronger, the odds for a high-visibility tragedy have increased year after year. Why should baseball pitchers continue taking that risk when we have technology to make the game safer? Kershaw, in an appearance on MLB Network, said that for pitchers, the issue is that the new caps would make them look different than their teammates. \"You don't look very cool, to be honest,'' Kershaw said, although he didn't say that was too big of a price to pay. \"If you're that one guy that gets hurt, it seems like every year -- there's always that chance,'' Kershaw said. \"It would take a little bit of getting used to, but I think it's a great thing, a step in the right direction, for sure.'' There's always some pushback on safety issues in society, and baseball won't be any different. My grandfather was as smart as anyone I've known, and he cut the seat belts out of his car when they first became standard equipment. I went skiing this winter for the first time in years and was surprised to learn I was expected to wear a helmet. Then I noticed that there were only a few knuckleheads not wearing helmets. Baseball players complained when batting helmets were required, and then again when ear flaps were mandated on helmets. Following Coolbaugh's death, first- and third-base coaches were mandated to wear them, and Larry Bowa and some others complained like they were being ordered to wear headgear reminiscent of Minnie Pearl. But how about this? Professional bull riders are wearing helmets these days. They have followed Maya Angelou's logic. Pitchers will, too, especially as the technology evolves. But it will be the younger pitchers leading the old guys, like it so often is. Let's give pitchers on all levels a year or two to get comfortable with the hats, but no longer. Not everyone is going to like them, obviously. But assuming the technology is proven sound, MLB and the Players Association should take a major step. Require them to be worn throughout pro ball, with the provision that the current big leaguers can choose for themselves. Any pitcher reaching MLB after the rule was put in place would be required to wear the protective caps. It just makes sense, as McCarthy and too many others have learned the hard way. Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
