{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/67215236\/dodgers-prospect-zach-lee-aims-to-be-ready-for-majors-when-called\/",
    "title": "Prospect Lee aims to be ready when called",
    "subtitle": "Dodgers' first-round pick in 2010 headed to first big league Spring Training",
    "body": "LOS ANGELES -- If the Dodgers hadn't overwhelmed Zach Lee with $5.25 million four years ago, he'd be a senior quarterback at LSU preparing for the NFL Draft. Instead, he's a non-roster invitee preparing for his first Major League Spring Training camp. He spent last week at the club's \"Young Guns\" pitching minicamp in Arizona after a week in Los Angeles at the organizational development camp. Lee said he's ready to win a job, even though he knows the Dodgers' pitching staff is loaded with high-priced, proven veterans. He's a starting pitcher in an organization that has Clayton Kershaw, Zack Greinke, Hyun-Jin Ryu and Dan Haren locked into the rotation. The club won't need a fifth starter until the middle of April, and by then Josh Beckett should be ready to roll after last year's surgery to relieve thoracic outlet syndrome. By midseason, Chad Billingsley is expected back from Tommy John surgery. \"You look at the signings they made and that really improved the club and you just try to get your foot in the door and get noticed,\" said Lee. \"Once you do, it's all competition, trying to be better than the next guy. If they keep signing better guys, ultimately we'll reach our goal of the World Series. \"I'm trying to win a job, striving to get here as soon as I can. If I pitch well and control what I can control, the opportunity will present itself not far down the road. There are contractual issues, but if you outperform people, there will be a spot for you.\" But Lee also knows the Dodgers took eight starting pitchers to camp a year ago. None of them was named Stephen Fife or Matt Magill, but the pair of rookies combined to make 16 big league starts. Lee wants to be in position to get one of those callups this year. The expectations of Lee have moderated since the then-thrifty Dodgers stepped out of character in 2010 and paid the right-hander a franchise record for a draftee. After four Minor League seasons, he's shown no exceptional pitch, but four solid ones and the kind of intangibles that might be expected from a quarterback. Scouts now project Lee a mid-rotation prospect who has shown steady, if not spectacular, improvement. He was named the Dodgers' No. 3 prospect by MLB.com last season and was recently ranked as the No. 63 prospect on MLB.com's Top 100 list. \"I feel like I got more consistent last year,\" he said. \"At the end of '12 when I got to [Double-A] Chattanooga, we made some mechanical adjustments and that freed up my arm and what I can do with my arm. The whole '13 year, I felt comfortable on the mound and my arm slot was good and my pitches got better and I was able to do mechanically what I wasn't able to do before. The consistency improved a lot. \"In '14, the one thing I want is to get even more consistent. I've improved my fastball -- the difference is like night and day -- but the off-speed almost took to the background. If I strive to be here, that is one area of focus, consistency of off-speed pitches, curves and sliders. The curve at times was really a plus out pitch, but at times a lollipop curveball you might be able to hit. As far as the slider goes, at times I was able to throw it hard with short depth, at times it was too similar to the curveball but not as slow. With a sharp, hard break, I'd have a lot more success.\" Lee was asked if football seems like a lifetime ago, and he admitted that he's never completely put it out of his mind. \"You lapse back to the memories; we all do,\" he said. \"I don't have any regrets about the decision I made. It's more reflecting on the memories and great times I had with teammates. It's not so much on the field. Bowl games? No twinges for me. I'm an analytical person.\" Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
