{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67217724\/reaction-to-protective-caps-for-pitchers-varies\/",
    "title": "Reaction to protective caps for pitchers varies",
    "subtitle": "",
    "body": "Like batting helmets and ear flaps in years past, the protective headgear that will be available for Major League pitchers starting in Spring Training next month will be a source of curiosity, skepticism and an unknown level of acceptance among those now allowed to use it. Just who will opt to wear the new gear remains to be seen, but those diverse opinions on the first piece of protection offered to the men working 60 feet, six inches from home plate already were evident upon the announcement of the caps' approval Tuesday. Count D-backs starter Brandon McCarthy, seriously injured by a line drive in September 2012, as one of the skeptics, at least of the current version approved by Major League Baseball and the Players' Association. McCarthy said the padded cap manufactured by isoBlox is \"(h)eaded in right direction but not game ready\" in a tweet Tuesday, expanding on those thoughts in an interview with ESPN.com. \"I won't wear it in its current form,\" McCarthy told ESPN.com. However, Clayton Kershaw, a two-time National League Cy Young Award winner by age 25, sounds like someone ready to accept this change. Kershaw will head to Spring Training with an open mind about what has been approved for use this coming season. \"I've actually tried one of those on. I've thrown with it,\" Kershaw said in an interview on MLB Network. \"You don't look very cool, I'll be honest. You don't look very cool out there. But technology is unbelievable, and it really doesn't feel that much different once you get used to it.\" Royals ace James Shields, who last year saw his former Rays teammate Alex Cobb felled by a line drive, echoes the sentiment that any protection for pitchers is a step in the right direction. \"I can't really say if I'm going to wear it or not, but it's definitely a good thing and something that we should take a look at it,\" Shields said. The debate on the merits of the first offer of protection for pitchers' heads following several incidents the last few years can include reasonable people disagreeing, even fellow relievers in the same bullpen, like the Giants' Javier Lopez and Jeremy Affeldt. \"It's nice to see any sport take precautions to prevent injury,\" Lopez said via text message. \"As a pitcher, we are the closest to the action in the field of play, and batted balls can get on you quickly. That being said, I look forward to seeing what the finished product looks like, and if it helps just one pitcher, then it's worth it. It's always nice to have safety nets.\" Affeldt, meanwhile, is among several players who said they would not wear the caps, which are thicker by a half-inch in the front and an inch thicker on the sides. \"I won't wear it,\" Affeldt said. \"No chance. The thing is huge and bothersome. I don't want to try and figure out how to keep it on my head and throw a [good] pitch at the same time.\" That sentiment was shared by others in baseball, but by no one more notable than McCarthy, who has been intimately involved in the process of developing head protection for pitchers since his traumatic injury suffered while with the A's in 2012. In the interview with ESPN.com, McCarthy broke down the reasons he won't be wearing this particular model, saying the caps in their current form are too big, too hot and too unstable. \"Nobody wants this to work more than me,\" McCarthy said. \"But we tried to take this as far as we could and see if it's something that could work, but it just wasn't there.\" McCarthy is one of several Major League pitchers who have been struck in the head in recent years. That list also includes the Blue Jays' J.A. Happ, struck by a liner last May, and the Rays' Cobb, struck while on the same mound at Tropicana Field the following month. Cobb said Tuesday he has not had a chance to look at the design yet and noted he's willing to consider it, but he added that it would \"probably take a while to catch on.\" Rockies right-hander Juan Nicasio is among those who sustained serious injury from a comebacker, a liner causing a fractured skull and broken neck in August 2011. Rockies trainer Keith Dugger said Tuesday he'll work with Nicasio to see if the pitcher wants to use the currently approved model, and the trainer is among those celebrating the introduction of head protection of any kind for pitchers. \"It's a good thing,\" Dugger said. \"It's one of the few devices that has passed standards, and it can be custom fit for anyone. It's just going to take time to get used to. The good thing is there are options for players.\" Yankees reliever David Robertson is another who is skeptical about whether this is a tool he'll use to protect himself in the coming season. He said Tuesday he doesn't plan to wear the newly approved cap. \"Not at this time,\" Robertson said on MLB Network Radio on Sirius\/XM. To Robertson and many veteran pitchers, the risks of pitching without a helmet are outweighed by other factors, at least for now. \"When you step on a field, you are at risk. Baseballs get hit hard, bats get thrown. Things happen,\" he said. \"It's a tough game and it happens fast. I just think that's the way baseball has always been played, and I'm not really ready to change that yet.\" As Shields and Kershaw contend, however, any step toward protecting pitchers is a good one to take. \"I definitely commend Major League Baseball for trying to take care of the situation that could definitely be harmful to a pitcher,\" Shields said. \"For me personally, just to have the option -- whether you want it or not -- is a great thing for baseball and for pitchers.\" Said Kershaw: \"I'm definitely not opposed to it. I think it'd take a lot of getting used to. I think it's a great thing and a step in the right direction, for sure.\" John Schlegel is a national reporter for MLB.com. You can follow him on Twitter at @JohnSchlegelMLB. Reporters Ken Gurnick, Chris Haft, Thomas Harding, Bryan Hoch, Dick Kaegel and Bill Chastain contributed to this report. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "John Schlegel"
}
