{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/67172526\/red-sox-designated-hitter-david-ortiz-expresses-desire-for-multiyear-contract\/",
    "title": "Ortiz expresses desire for multiyear contract",
    "subtitle": "Entering 12th season with Red Sox, star hints at 'moving on' if deal doesn't work out",
    "body": "BOSTON -- David Ortiz epitomizes the type of player who should remain with the Red Sox for the rest of his career. Ortiz has already been a driving force for three World Series championships -- the first three Boston has seen since 1918. He has been a pillar in the community, and became a civic legend forever by reminding everyone that Boston was \"our ... city\" in the wake of the tragic bombings at last April's Boston Marathon. Yet in an interview with Steve Burton of CBS4 Boston that aired on Sunday night, the designated hitter said that if he didn't get the multiyear security he desires, it \"might be time to move on.\" Keep in mind that Ortiz has said similar things in the past and has always wound up back with the Red Sox, the team he will return to for a 12th season when Spring Training starts. This doesn't suggest Ortiz is being insincere with his \"time to move on\" scenario. It's just a reminder that he prefers security and sometimes reacts emotionally when he doesn't have it, or fears he won't have it. Nor does this suggest a lack of sensitivity by the Red Sox regarding his needs by not already renegotiating a contract that still has a season left. While Ortiz is 38 years old and is coming off perhaps his finest hour, winning the Most Valuable Player Award of the 2013 World Series with a dominant display, the Red Sox know that Father Time is undefeated. As great a player as Ortiz is, at some point, he will stop being an elite slugger. Ortiz admitted as much in his interview with Burton. Nobody -- not Ortiz, and not the Red Sox -- knows when that will be. There is also the possibility his body will break down. It wasn't long ago -- the 2012 season to be exact -- that Ortiz had a right Achilles tendon injury severe enough that he missed almost two months of the season. These injuries happen to athletes in general, and particularly those in their late 30s. The Red Sox's ownership group and front office want to keep Ortiz in a Boston uniform, fully realizing he is a force in the batter's box and a team leader. Ortiz is such a revered figure in his own clubhouse that teammates began calling him \"Cooperstown\" during the 2013 postseason. But the Red Sox are only engaging in smart business by making sure Ortiz is still healthy and in position to be productive. They could have a better handle on that even by Spring Training. The Red Sox have always acted in good faith with Ortiz. Even after his injury-plagued 2012 season, the club agreed with him on a multiyear extension, the one that expires after the '14 season. Here is what general manager Ben Cherington stated earlier this winter when Ortiz expressed hope of an extension: \"What I can say is that we have incredible respect for David, and as I've said before and I'll reiterate, our hope certainly is that he finishes his career in a Red Sox uniform. So, at some point, there will be a conversation about that. I don't know when that will be. The door will always be open to David, and I'm sure at the appropriate time there will be an appropriate time to have the conversation -- and I hope he's in a Red Sox uniform the rest of his career.\" So here are the likely scenarios: The first is that Cherington spends time with Ortiz and his representatives during Spring Training and they reach agreement on an extension for 2015. The second is that the sides can't reach common ground and revisit the situation, perhaps around the All-Star break, or even after the 2014 season. In either case, it still seems more likely than not that Ortiz will finish his career in a Boston uniform. The best-case scenario for everyone involved is that when it truly is time for Ortiz to \"move on,\" he will retire instead of putting on another uniform. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
