{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/67173824\/larry-walker-approves-of-justin-morneau-wearing-no-33-with-colorado-rockies\/",
    "title": "Walker OKs Morneau wearing No. 33 with Rockies",
    "subtitle": "New first baseman hopes to make fellow British Columbia native proud",
    "body": "DENVER -- With the permission of boyhood idol Larry Walker, new Rockies first baseman Justin Morneau will bring No. 33 back to the field this year. Walker, the 1997 National League Most Valuable Player and a star outfielder who has been deemed worthy of remaining on the Hall of Fame ballot, wore the number from 1995 to 2004. No one has worn it in a regular-season game since. But Morneau, who like Walker is a native of British Columbia and who grew up playing on a field named after Walker, will wear it this year. Morneau, who was the American League MVP in 2006, called Walker and requested the number. Morneau wore 27 briefly with the Twins, but was No. 33 for most of his 11 seasons in Minnesota. He doubled it and wore 66 when the Pirates acquired him late last season for their playoff run. Pittsburgh retired 33 for Hall of Famer Honus Wagner. \"I actually called him and asked if it was OK if I wore 33 here,\" Morneau said during Rockies Fest on Saturday. \"I know it hasn't been worn since he was here and I know what he meant to this team and this organization and everything he accomplished here. \"It wasn't one of those things I took lightly. It was something out of respect for him and what he's done. For him to give it the thumbs-up, to let me wear it, hopefully I'll make him proud.\" This marks the second time 33 was issued since Walker retired. It was assigned to right-handed pitcher John Maine in 2012 and he wore it during Spring Training, but he never appeared in a Rockies regular-season game. Before Walker arrived, outfielder Chris Jones wore 33 in 1993 and 1994. Here are the number assignments for other newly acquired players: 30 -- Left-handed pitcher Brett Anderson 1 -- Outfielder Brandon Barnes 13 -- Outfielder Drew Stubbs 24 -- Right-handed pitcher Jordan Lyles 32 -- Right-handed pitcher LaTroy Hawkins 48 -- Left-handed pitcher Boone Logan 56 -- Left-handed pitcher Franklin Morales Hawkins and Morales are wearing the same numbers they had in their previous stints with the club, Hawkins in 2007 and Morales 2007-11. Thomas Harding is a reporter for MLB.com. Follow him on Twitter @harding_at_mlb. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
