{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/67180610\/early-round-draft-picks-part-of-st-louis-cardinals-step-camp\/",
    "title": "Early-round picks part of Cards' STEP camp",
    "subtitle": "Minor Leaguers invited to take part in early workouts, seminars in Jupiter, Fla.",
    "body": "ST. LOUIS -- For a fourth straight year, the Cardinals have invited a select group of Minor League players to participate in early workouts and seminars as part of the organization's STEP (Spring Training Early Program) camp. Among the two dozen Minor Leaguers slated to report early to Jupiter, Fla., for the camp are three of the organization's first four picks from the 2013 First-Year Player Draft -- Rob Kaminsky, Oscar Mercado and Mike Mayers. The Cardinals' top pick, left-hander Marco Gonzales, has been given a non-roster invitation to Major League camp. The STEP program is designed to kickstart spring workouts for players who may be called upon to fill in during Grapefruit League play in March. The opportunity to be watched by the Major League staff and the chance for more individualized instruction are among the benefits for the participating players. \"One of the big, big pluses we find is the exposure to the big league staff,\" said Gary LaRocque, the Cardinals' director of player development. \"Mike and his staff get the opportunity to see another 24 players, whether it's bullpens on the side, in game settings, or by coming over [to the practice fields] after the Major League workouts and see the Minor League ones.\" Players involved in the STEP program will arrive in Jupiter by Feb. 21, with the first workout scheduled for the following day. LaRocque said that none of the participants will still be on a rehab program. Those workouts will take place in the afternoon, after Major League players have wrapped up their work for the day. The group will have 10 workout days before the rest of the organization's Minor Leaguers arrive in town. Pitchers and catchers will report on March 3 and hold their first workout the next day. The first full squad workout for Minor Leaguers will happen on March 6. By that point, not only will the STEP participants have had several days of instruction, but they will have also participated in various seminars. Those include character-building classes and a media training session, during which LaRocque has members of the St. Louis media discuss expectations and etiquette with players. \"We feel the exposure they get in learning who is going to be reporting and around and asking questions is important,\" LaRocque said. \"It gets a lot more comfortable early, especially for the younger players in STEP camp. I just think the benefit is immeasurable. What a wonderful opportunity for those players.\" What the players most look forward to, though, is the chance to appear in a Major League Spring Training game. LaRocque said almost every one of the STEP participants in 2013 got this opportunity last spring. By beginning their conditioning and on-field work early, these players will be ready to serve as a sub when manager Mike Matheny needs extra bodies. \"It ties together another 24 players and links them to Major League camp,\" LaRocque said. \"It gives them that exposure and that feel, and it starts that preparation for what it's all about. We feel it's been very beneficial from that standpoint.\" The full list of invitees includes: Pitchers:  Seth Blair, Kurt Heyer, Cory Jones, Kaminsky, Dixon Llorens, Mayers, Alexander Reyes, Sam Tuivailala, Boone Whiting, Logan Billbrough Catchers:  Steve Bean, Jesus Montero Infielders:  Jonathan Rodriguez, Juan Herrera, Alex Mejia, Oscar Mercado, Greg Miclat, Breyvic Valera, Jacob Wilson Outfielders:  Anthony Garcia, CJ McElroy, Charlie Tilson, Tommy Pham, Kenny Peoples-Walls Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
