{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/67183528\/astros-bo-porter-wife-stacey-host-golf-tournament-for-self-foundation\/",
    "title": "Porters tee it up for Houston schoolchildren",
    "subtitle": "Astros manager, wife Stacey host golf tournament for S.E.L.F. Foundation",
    "body": "HOUSTON -- Mentoring and coaching young people isn't anything new to Bo and Stacey Porter. They've been doing that since they were athletes attending the University of Iowa some 20 years ago. But now that Bo Porter has established himself as a staple in professional sports, first as a player, then as a coach, and now as manager of the Houston Astros, he has been able to utilize his name and status in the baseball community to help those in need. In July 2012, the Porters founded the S.E.L.F. Foundation, designed to improve and impact the lives of others through sports, education, life skills and faith. On Monday, the couple hosted the Bo Porter Celebrity Golf Classic to raise funds for the foundation. Approximately 175 participated in the event, which took place at the Wildcat Golf Club in Houston. Several Astros players attended, including Josh Zeid, Brett Wallace, Mark Appel, Matt Albers, Jarred Cosart, Matt Dominguez and Robbie Grossman. The group also included members of the front office, including general manager Jeff Luhnow, assistant GM David Stearns and special assistant Enos Cabell, and two former managers: Art Howe and Phil Garner. Among the non-baseball celebrities were retired Kansas City Chiefs wide receiver Danan Hughes, Porter's college roommate and football teammate at Iowa, and NBA Hall of Famer Moses Malone. \"There are a lot of people from around town that want to help,\" Luhnow said. \"Bo and Stacey have built a great network not only here in Houston but across the nation, and it's nice to be able to use that for someone's benefit.\" Proceeds from the tournament will benefit S.E.L.F., which works with the Houston Independent School District to organize after-school programs. \"Our program was put together to give back to the community,\" Porter said. \"It's all about whole-person development. The golf tournament today will go a long way to improving the lives of kids in the community.\" The foundation emphasizes fitness, education, physical health and spiritual enrichment. While the programs are currently Houston-based, the Porters envision something much larger in the future. \"My wife and I sat down and said we really enjoyed the impact we were having on the kids,\" Porter said. \"That's what triggered us to decide start the foundation. We wanted to do it in Houston. This is where we make our home. My wife was born and raised here. I've been here for 18 years. \"We started the S.E.L.F. Foundation in 2012 and a year and a half later it's in HISD. It's our goal to continue to grow the foundation and make it a national foundation where we're able to impact the lives of many people in other communities as well.\" The golf tournament was the second major event the Porters have hosted since Bo became manager of the Astros. In November, more than 400 people attended a $500-per-plate gala titled \"A Legacy Lasts Forever\" to benefit the foundation. The mission statement of the S.E.L.F. Foundation is a fitting complement to the Astros' community focus, which shifted almost exclusively to benefiting and helping at-risk youth when Jim Crane took over as owner two years ago. In 2012, the Astros founded a Community Leaders program that invested $18 million in city-owned public youth baseball and softball fields in disadvantaged areas of Houston over the course of five years. Construction of the first fields began in the fall of 2012, to serve thousands of at-risk youth. \"The Astros Foundation has done a tremendous job of building those facilities in at-risk communities,\" Porter said. \"You look at our foundation, we sat down with HISD and one of our goals was to try to find out the greatest need within the HISD school district. They have absolutely invited us with open arms shared a lot of resources with us. By partnering up with the school district, we have the facilities where the kids are housed in each and every day, we have the faculty and the staff and the principal. Everyone is pulling in the same direction for the betterment of the kids.\" Alyson Footer is a national correspondent for MLB.com. Follow her on Twitter @alysonfooter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
