{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/67197460\/indians-justin-masterson-put-extension-talks-on-hold\/",
    "title": "Indians, Masterson put extension talks on hold",
    "subtitle": "Cleveland currently focused on completing one-year deal to avoid arbitration",
    "body": "CLEVELAND -- The Indians have not closed the door on a contract extension for All-Star starter Justin Masterson, but the two sides have put the negotiations on hold for the time being. For now, the Indians and Masterson's representative, Randy Rowley, are focusing on reaching a one-year deal for the upcoming season through the arbitration process. If necessary, Masterson's arbitration hearing is scheduled to take place on Feb. 20 in St. Petersburg. Paul Hoynes of Northeast Ohio Media Group first reported that multiyear talks have been shelved. Indians general manager Chris Antonetti has refrained from commenting on ongoing negotiations. What is known is that Masterson's camp submitted a salary request of $11.8 million for this season, while Cleveland countered with an offer of $8.05 million. The $3.75 million gap in proposals represents the largest difference among arbitration-eligible players who exchanged numbers with their team. Indians manager Terry Francona addressed Masterson's situation during a Town Hall event on Friday for season-ticket holders. \"It's not as easy as it sounds,\" Francona said of signing Masterson to an extension. \"He's on the brink of going to free agency. Did you see what Clayton Kershaw just signed for [with the Dodgers]? Those [deals] affect everything. You've got to be realistic. ... In baseball, with some of these TV deals spiraling up so high, it's going to make it hard for teams like Cleveland to tie up young players. That's just being honest. Believe me, the effort is there.\" Masterson, who earned $5,687,500 last season, went 14-10 with a 3.45 ERA in 2013, piling up 195 strikeouts in 193 innings to help the Indians capture the American League's top Wild Card spot. The right-hander was on pace for a third consecutive season with at least 200 innings logged until an oblique injury sidelined him for most of September. Over the final week of the season, Masterson served as a late-inning pitcher for the Tribe, which acquired him via trade from the Red Sox on July 31, 2009. Masterson is 44-55 with a 4.08 ERA in parts of five seasons with the Indians, but he has gone 37-35 with a 3.86 ERA and an average of 171 strikeouts and 205 innings across the past three years. The 28-year-old sinkerballer made his first All-Star team last summer. \"He's got it all,\" said Indians pitching coach Mickey Callaway, speaking about Masterson at Tribe Fest on Saturday. \"He could win a Cy Young if he wants to, and that's what we're going to try to do this year.\" The Indians also have unsettled arbitration cases involving left fielder Michael Brantley ($3.8 million requested against $2.7 million offered), reliever Vinnie Pestano ($1,145,000 requested against $975,000 offered) and starter Josh Tomlin ($975,000 requested against $800,000 offered). Antonetti recently noted that the Indians were likely to have at least one arbitration hearing this spring. Cleveland has not gone to a hearing with a player since 1991, representing the longest current streak of its kind in the Majors. Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
