{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/67160868\/d-backs-not-ready-to-name-assistant-hitting-coach\/",
    "title": "D-backs not ready to name assistant hitting coach",
    "subtitle": "Catcher Blanco could be considered for job if he doesn't make team as player in camp",
    "body": "PHOENIX -- When the D-backs announced their coaching staff in early December, the assistant hitting coach position was left unfilled. In the time since, the D-backs have not announced who will fill that role and that will likely be the case until near the season opener. \"We will have one, but we're not planning on making a decision until just prior to Opening Day,\" D-backs general manager Kevin Towers said. Turner Ward was Arizona's assistant hitting coach last season under Don Baylor and when Baylor left to take a similar job with the Angels, Ward was promoted. At the time, the D-backs appeared interested in hiring long-time big league catcher Henry Blanco to fill the role. However, Blanco, 42, wanted to continue playing and the D-backs signed him earlier this month to a Minor League contract with an invitation to big league camp, where he will compete for the backup catching job with, among others, Tuffy Gosewisch, who saw time in that role last season. It seems logical, then, to figure the D-backs are keeping the assistant hitting coach position open until close to Opening Day because if Blanco does not make the roster he would then fill the role. Blanco was the team's backup catcher in 2011 and 2012 and was lauded at that time for his leadership abilities. D-backs manager Kirk Gibson nicknamed Blanco \"The King\" during his first Spring Training with the team after seeing how teammates followed his lead. Two days into camp that year Gibson raved about how early Blanco was in the weight room. \"First player today in there is Henry Blanco with Rossmel Perez right behind him, here comes Miguel Montero, Juan Gutierrez, Esmerling Vasquez,\" Gibson said. \"Henry Blanco is obviously well respected by all those guys. You didn't see those guys in there in the past. \"I see the way the guys look at [him]. You go watch him when he's in the bullpen, watch how the guys watch him catch. He's going to have a great influence.\" Should he wind up as the assistant hitting coach, it would be Blanco's first big league coaching stint, but during his 16 years in the big leagues as a backup catcher, Blanco has been looked at by many in the game as a future coach or manager because of his knowledge and leadership skills. If Blanco were to make the Opening Day roster, it is not clear what the D-backs would do. Towers declined to comment on any specific names with regard to the assistant hitting coach position. \"It's kind of a complex situation,\" Towers said. \"We've got a pretty good idea. It probably will not be announced until right before Opening Day.\" Steve Gilbert is a reporter for MLB.com. Read his blog, Inside the D-backs, and follow him on Twitter @SteveGilbertMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
