{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/67159242\/familia-shows-potential-to-dominate-with-power-arm\/",
    "title": "Familia shows potential to dominate with power arm",
    "subtitle": "With improved control, 24-year-old righty could become a force to be reckoned with",
    "body": "There is little question that the greatest strength of the New York Mets is pitching. They have assembled a high-quality group of young pitchers that can become the centerpiece of the franchise for years to come. Ultimately, once Matt Harvey returns to health, the team might assemble such promising arms as Zack Wheeler, Noah Syndergaard and Harvey as three top pitching prospects at the front third of their rotation. That is far from shabby. There are additional pitchers on the roster who are beyond intriguing. One of the Mets pitchers I had a chance to scout in this past Arizona Fall League was right-hander Jeurys Familia. He was regaining some innings he lost from the removal of bone chips in his elbow in mid-2013. One has to look past Familia's Fall League numbers to realize the upside and potential in his strong right arm. If he can control his best pitches, two-seam and four-seam fastballs and a slider, he will make a tremendous impact at the end of a ballgame. With his 95-96 mph velocity on his four-seam and sinking fastball, Familia has the pitch that can miss bats and induce highly desirable strikeouts when they are needed the most. Once the hitter is set up with the heater, his 82-83 mph slider buckles knees and has the hitter swinging at air. But Familia's command and control remain issues. He has such a good arm, it is difficult to watch him have trouble locating pitches. That's an offshoot of youth. Familia just turned 24 years old this past October. The future is beyond bright. Familia is big and strong at 6-foot-4, 230 pounds. He is an imposing figure on the mound. Familia's fastball becomes faster and his slider becomes even more potent because of his intimidating presence. The Mets signed Familia from the Dominican Republic as an international free agent in 2007. He ranks No. 11 on the Mets' Top 20 Prospects list . Familia got to pitch for the Mets' parent club the past two seasons. In all but one of his 17 appearances, he worked from the bullpen. In 23 Major League innings, Familia has a 5.09 ERA and has struck out 18 while walking 18. As a reliever, which was his role in the Arizona Fall League, Familia can come in and mow hitters down with those two very solid pitches. If he can throw strikes. In Arizona, Familia worked 8 1\/3 innings from the bullpen in the eight games he pitched. He had an ERA of 6.48. Familia yielded four walks and struck out 11. He gave up eight hits and six earned runs. His WHIP was 1.44. One glance at Familia on the mound illustrates a potential for dominance. To this point, however, frustration with his results is a more accurate assessment. Right now, Familia is very hittable. He falls behind in counts, and to recover, he has to throw pitches that get too much of the plate. That is not uncommon, and additional patience and teaching are required. I'd like to see Familia work more on developing his changeup. I think it's a pitch that could ultimately be a difference maker in his arsenal. But Familia can't throw it if he isn't confident in the results. That seems to be the case. There is a great deal of mechanical inconsistency in Familia's delivery. He has to smooth out the motion, using less effort with repeated, clean finishes in his arm action to find rhythm. Cleaning his delivery, finding the fringes and corners of the strike zone with consistency, finishing his pitches and adding a pitch to his arsenal seems like a laundry list of flaws to correct. For smaller pitchers with less arm strength and not as much intensity, it might be a tall order. The task is less daunting because Familia has shown he can be reliable and overpowering. He just needs to be more consistent. For now, while Familia has been a starting pitcher for most of his career, I think he fits best in the back end of the bullpen. I believe Familia will ultimately command a dominant role on the Mets' pitching staff. Bernie Pleskoff has served as a professional scout for the Houston Astros and Seattle Mariners. Follow @BerniePleskoff on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bernie Pleskoff"
}
