{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67159248\/the-week-ahead-hot-stove-not-cooling-off-just-yet\/",
    "title": "The Week Ahead: Hot Stove hasn't cooled off just yet",
    "subtitle": "Starting pitchers Jimenez, Santana, Arroyo among free agents yet to find new homes",
    "body": "Masahiro Tanaka is off to the Bronx, Matt Garza is heading up to Milwaukee, and all around the Major Leagues, teams are finishing up their offseason fan festivals and getting ready to pack trucks for Spring Training. The week ahead will be one of literal and figurative transition, with the calendar changing to February and the boys of summer taking one more collective spiked step closer to reporting to their sun-splashed camps, which open in less than three weeks with the arrival of pitchers and catchers. But don't think for a moment that there isn't a lot of unfinished winter business that will be attended to in the next seven days. Take the remaining free-agent starting pitchers, for example. Ubaldo Jimenez, Ervin Santana, Bronson Arroyo and a host of other capable veterans remain available, and with Tanaka and Garza having helped define the market, it would make sense for some dominoes to fall neatly into place this week to give those pitchers the peace of knowing where they're going to play this season. Who's interested in them? Well, the Blue Jays and Mariners seem to need at least one starter apiece, but it remains to be seen how much money they're willing to allocate. The Orioles have been mentioned prominently lately. And it wouldn't be surprising to see a host of other teams jump in if Santana or Jimenez don't get the three- or four-year offers they are seeking and the price goes down with each passing day. Reports out of Cleveland have speculated that Jimenez might return to the Indians on a one-year deal if he doesn't find the deal he wants. And in Pittsburgh, the Pirates have effectively moved on from free-agent starter A.J. Burnett, who hasn't said if he'll pitch another year or retire. The Pirates have already decided to proceed toward Spring Training under the assumption that Burnett will not return, but they'll keep the door ajar if he changes his mind. Then again, Burnett could sign with a different team altogether. In other words, things are hardly set in stone so close to the return of fresh-cut grass and the crack of the bat. While it's becoming less and less likely that the Tampa Bay Rays will trade their ace, David Price, before the beginning of Grapefruit and Cactus League play, it would be unwise to make any assumptions about Tampa Bay's cagey front office. Price, after all, can become a free agent after the 2015 season and could bring a mega-package of prospects in a deal. \"Right now, David's a Ray, and I hope he stays a Ray, quite frankly,\" Tampa Bay manager Joe Maddon said during the team's recent news conference announcing the signing of closer Grant Balfour. \"Love him, love having him. We keep talking about all of these different components within the clubhouse that make a difference. Who makes more of a difference than he does? With all these wonderful things that we're doing right now, to have him there to spearhead the starting rotation, what trumps that? I don't think anything does. In our world, anything could happen. There's no question about that. But I want to believe that David's going to be there, and hopefully he's going to be a Ray for a long time.\" Other pitchers who could be with new teams soon, maybe even this week, include Arroyo, Chris Capuano, Barry Zito, Scott Baker, Jason Hammel, Tommy Hanson, Bruce Chen, Jake Westbrook and Paul Maholm. Meanwhile, good position players abound, too. It will be interesting to see who signs shortstop Stephen Drew, outfielder Nelson Cruz and first baseman\/designated hitter Kendrys Morales at this stage of the game, since all are expected to command multiyear deals and high salaries. Then again, some less expensive veterans are still around on the free-agent board, with Placido Polanco, Michael Young, Juan Pierre and Reed Johnson seeking employment. Fernando Rodney, Joel Hanrahan, Andrew Bailey, Rafael Betancourt and Kevin Gregg could be the cream of the closer crop now that Balfour has landed the Rays gig. But there's more relief help out there. Righties Luis Ayala, Kyle Farnsworth, Frank Francisco, Matt Guerrier, Carlos Marmol, Francisco Rodriguez and Brett Myers and lefties Mike Gonzalez, Oliver Perez and Rich Hill are all there for the taking as one pivotal offseason week begins. Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
