{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/67140746\/phillies-manager-ryne-sandberg-and-new-coach-larry-bowa-are-more-similar-than-different\/",
    "title": "Sandberg, Bowa not such an odd couple",
    "subtitle": "Former teammates, so outwardly different, have more in common than meets the eye",
    "body": "At first glance, they go together like a pair of mismatched socks. One is quiet, studied, introspective. The other is brash, shoots from the lip and displays his emotions like a blinking neon sign in Times Square. They were born 14 years apart. \"I think sometimes opposites might attract,\" said Phillies manager Ryne Sandberg. \"They say opposites do attract,\" said Larry Bowa, his new bench coach. They've known each other for almost 35 years. Sandberg replaced Charlie Manuel as manager of the Phils last August. At the end of the season, he lobbied to have Bowa on his coaching staff. Outwardly, it seems like an odd pairing. Oil and water. Fire and ice. But look closer. Beneath their very different surfaces, they just might be more alike than you'd suspect. Both men agree that the seed to the union was planted late in the 1981 season. Sandberg was a September callup from Triple-A Oklahoma City. Bowa was Philadelphia's shortstop, in his 12th big league season, 35 years old, nearing the end of his career. Since they played the same position at the time, the rookie was trying to take the veteran's job. Bowa was fielding pregame grounders. Sandberg, not wanting to overstep any invisible boundaries, lingered in shallow left field. Those Phillies, defending World Series champions and already assured of returning to the playoffs, were known as a crusty bunch that didn't much care for younger players. So Sandberg was a little surprised when Bowa turned and waved him in to join him. \"I could sense there was somebody behind me. But I didn't hear him say anything and he didn't jump in,\" Bowa said. \"So I just stopped and said, 'Hey, you want to take some with me?' He said, 'I didn't want to interrupt your routine.' I said, 'No, come on, [we'll take] every other one or something.' That was the first time I got to go one-on-one with him a little bit.\" Said Sandberg: \"I think I was respectful to the older players. That's part of the reason for being quiet as a younger player. I felt like it was the right thing to do.\" Bowa wasn't threatened by the kid. \"By that time, there were a whole lot of guys trying to take my job,\" Bowa said with a laugh. \"It wasn't like, 'Oh, gosh, I'm not letting him take these [grounders], because if they see him catch balls, I'm out of here.' I always tried to help the young guys. When I got called up, Bobby Wine and Ruben Amaro and Cookie Rojas all helped me. \"I never got called up before the season ended. When I started Spring Training, I made the team and that was it. So, obviously, it had to be an uneasy feeling for him -- especially for him to be around a team that had been as successful as us in that period of time. So it was just sort of a natural thing between us. We clicked right away.\" Even before that, there was something that drew them together. In the Minor Leagues, Sandberg used a Bowa-model glove. Then, when he got his first big league hit -- a single to right against Cubs right-hander Mike Krukow on Sept. 27, 1981, at Wrigley Field -- he was using a bat borrowed from Bowa. Sandberg still has it. Soon enough, fate provided an opportunity for them to become even closer. Bowa might have played for the Phillies his entire career. But at the end of that 1981 season, something almost unthinkable happened. The Carpenter family, which had overseen the rebuilding of the franchise into a National League powerhouse, decided to sell. A group headed by Bill Giles purchased the club. Bowa thought he had a verbal promise from the previous ownership for a contract extension. The new group didn't feel bound to take on an unwritten obligation. The spat spilled into the newspapers. Sides were taken. Still, Bowa had the right to nix any trade and wasn't thrilled with the idea of moving on. He resolved to hunker down and play through his unhappiness. At the same time, manager Dallas Green left the Phils to run the Cubs' baseball operation. He called Bowa. Would he come to Chicago if a trade could be arranged? Bowa said he would. Several days later, it was done. Shortstop Ivan DeJesus was traded to Philadelphia for Bowa … and Sandberg. One of the first things Bowa did after the trade was to call Sandberg and ask when he was planning to report to Spring Training. When pitchers and catchers report, around Feb. 15, he was told. \"I said, 'Are you kidding me? You're going into big league camp with a new team. Meet me down there February 1, and you and I will work every day turning double plays.' Because we thought he was going to play second at that time,\" Bowa remembered. \"And we went down there and we just turned double play after double play after double play.\" Said Sandberg: \"That's really when [the relationship] went to a different level. That first spring, he took me under his wing and stood up for me.\" As it turned out, Sandberg played most of that season at third base, only moving to second for the final month. Nevertheless, he and Bowa spent a lot of time together. \"In those early years, we'd go to pregame lunches together,\" Sandberg said. \"And it was all about baseball. It was about who was pitching that day, what our approach was going to be, what we needed to do differently, whether it was individually or as a team.\" After the Cubs released Bowa in August 1985, the two went their separate ways. Bowa finished out the season with the Mets. In '87, he became the Padres' manager. The following year, he returned to the Phillies as third-base coach. Bowa left when Terry Francona was hired as manager in '97, then replaced Francona in 2001. Bowa later coached third base for the Yankees and Dodgers. He also dabbled in broadcasting, earning praise for his work with ESPN, XM Radio and MLB Network. Sandberg, meanwhile, retired after the 1997 season. Then he largely stepped away from baseball for almost a decade before accepting a position as manager of the Class A Peoria Cubs in 2007. Sandberg rarely saw or talked to Bowa until they reconnected a few years ago. Sandberg by then was managing the Phils' Triple-A affiliate, the Lehigh Valley IronPigs. Bowa was working for MLB Network. Bowa let it be known that if Sandberg ever got a job in the big leagues, he might be interested in getting back in uniform. What began as an idle thought became reality days after the final game last season. What, then, is the common ground that created a magnetic field around two such seemingly contrary personalities? They are both overachievers. Bowa, undrafted, went on to make five All-Star teams and finished with more than 2,000 hits. Sandberg, selected in the 20th round, did even better. He was inducted into the Hall of Fame in 2005. Both worked hard to accomplish what they did. Both have a fierce respect for playing the game right. \"His work ethic was unreal,\" Bowa said. \"Even when he was established as a player, his work ethic was exactly the same. If he didn't get his ground balls in because the tarp was out, he felt like he was incomplete before he took the field. That's how dedicated he was to the routine he had planned for himself. That was a priority for him.\"  The biggest factor, though, may be that Sandberg's poker face masks a desire to win that is every bit as intense as Bowa's. \"I gravitate toward gamer-type players, guys who want to win every single day,\" Sandberg said. Bowa spotted that inner flame early. Sandberg opened the 1982 season with one hit in his first 32 at-bats. In one game, he hit hard line drives in his first three at-bats, but each was right at a fielder. Sensing Sandberg's growing frustration, Bowa tried to be supportive. \"I said, 'Hang in there, keep swinging.' And he said, 'Bleep that. I don't want to keep swinging. I want to get a base hit.' So, he was a quiet kid, but I knew he had a little [fire] in him, too,\" Bowa said. \"The one thing people have to understand is that Ryno does have a mean streak. He has that ability to mask his emotions. Obviously with all the technology now and all the cameras everywhere now, that's good for him. But I guarantee that if someone does something that doesn't rub him the right way, they will find out about it. And he won't send a third party to do it. He's very upfront. He's very honest. He tells you how he wants you to play the game.\" When Sandberg was managing in the Cubs' system, Bowa heard he had been unhappy one night with the way his team ran the bases. After the game, Sandberg told the grounds crew to leave the ballpark lights on. Then, after the stands had emptied, he took the players back onto the field to practice hustling down the line until he was satisfied they knew what he expected. Later, Bowa would drive to Lehigh Valley to watch Sandberg manage, and he was always impressed with how prepared and professional his teams were. At the same time, Sandberg thought that if he ever got a chance to manage in the big leagues, Bowa would have a lot to offer. \"[Bowa] knows a lot about the opposing teams as far as scouting goes,\" Sandberg explained. \"I admired him on MLB Network. Obviously, I know how he is and his beliefs in how to play the game the right way, how to hustle, and just his overall knowledge and experience in the game. I'm still very impressed with that.\" Now they're together again. Neither one would have it any other way. Paul Hagen is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Hagen"
}
