{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67161440\/a-man-with-a-plan-matt-williams-has-nats-camp-mapped-out\/",
    "title": "A man with a plan: Williams has camp mapped out",
    "subtitle": "",
    "body": "WASHINGTON -- Matt Williams doesn't intend to be caught unprepared during his first spring as a Major League manager. So even though there's more than two weeks remaining before Nationals pitchers and catchers report to camp in Viera, Fla., Williams revealed during NatsFest on Saturday that he already has Spring Training mapped out completely. \"Day 1 through 41,\" Williams said. \"It's all there.\" Williams hasn't been focusing only on Spring Training since the Nats hired him in late October to replace the retiring Davey Johnson, but the spring does offer the former All-Star third baseman and D-backs third-base coach a chance to make an early mark on a team coming off a disappointing season under the more relaxed Johnson. When Williams attended the Winter Meetings in December, he'd already planned the first 25 days of camp, telling reporters that drills will be short but \"rapid-fire.\" \"I don't know if it's going to be tougher,\" Williams said on Saturday. \"I think it's just ... regimented, that's a good way to put it. I get all bunched up if I don't have a plan. Oftentimes, that plan's completely wrong, but at least I have a plan. So we'll change, and it'll be fluid and all of those things, but at least we know going in, we've got it kind of mapped out what we want to accomplish.\" Ultimately, the goal is to build to the start of the season. Washington went 13-14 last April, fell behind and never caught up, losing its 2012 division title to Atlanta. \"It felt like the whole year, we were just fighting an uphill battle,\" reliever Craig Stammen said. \"Fighting through the mud is what it felt like, basically, and we just couldn't get out of that rut.\" Stammen and Williams are represented by the same agency, which has helped Stammen learn a bit more about his new skipper. He believes that Williams will bring excitement and intensity, which, when applied in Spring Training, could help prevent a repeat of last season's early troubles. \"Davey, one of his specialties was kind of getting teams off to a good start -- he had a track record of doing that,\" Stammen said. \"Last year, it kind of didn't happen for some reason, and maybe it is because we got a little too relaxed and we came into the season a little too loose, but I don't think Matt's going to let that happen. He was a regimented player, from what I know about him when he played, and I think that's how he's going to manage also, which I'm OK with.\" Williams' version of camp should include drills run on a tight schedule and executed with a greater sense of urgency. It also could mean more veterans making what are often long trips for games at other Grapefruit League sites. \"Oh yeah, they'll be going,\" Williams said. \"We've got that planned. We've got to get them [at-bats], they've got to play. And if they don't go, they'll have work to do back [in Viera].\" How much of an effect these strategies can have is up for debate. After all, a lot of factors likely contributed to the Nationals' struggles early last season. And as outfielder Jayson Werth pointed out, that club went through the same kind of camp as the 2012 version, which started on a roll. \"I don't put too much weight on Spring Training, good or bad, no matter what happens,\" Werth said. \"Obviously, you need to be healthy coming out of Spring Training, but even that, it's not necessarily true. It's Spring Training. Once the season starts, the season starts.\" Asked if he is looking forward to Williams' well-planned camp, Werth quipped, \"I'll have to see what it is.\" But he also recognizes the potential benefits of Williams' approach. \"He's prepared. That's good,\" Werth said. \"I think he was a prepared player, and I think he was a prepared coach -- from the guys I've talked to that played for him when he was coaching -- and I think he'll be a prepared manager.\" All that work will be on display starting Feb. 13, when Washington's pitchers and catchers officially report. Andrew Simon is a reporter for MLB.com. Follow him on Twitter @HitTheCutoff. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Andrew Simon"
}
