{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/67163198\/miamis-derek-dietrich-a-sleeper-candidate-at-third-base\/",
    "title": "Dietrich a sleeper candidate at third base",
    "subtitle": "",
    "body": "MIAMI -- Heading into Spring Training, the Marlins' third-base situation is pretty much set. Casey McGehee, who impressed with his power and approach last year while playing in Japan, signed as a free agent in December to secure the hot corner. Miami is looking for increased production from the position, and McGehee could be a middle-of-the-order answer. Still, the Marlins are trying to build as much depth as possible. Should something unexpected occur in Spring Training, Derek Dietrich could be a sleeper. The 24-year-old, who appeared in 57 games last season for the Marlins, plans to enter Spring Training with the mind-set of playing every day. He isn't alone. The Marlins promise to have a healthy competition for backup spots at third. Ty Wigginton recently signed a Minor League deal with an invitation to Spring Training. Ed Lucas and Donovan Solano are other options. All three are right-handed hitters, with Dietrich offering an alternative from the left side. Greg Dobbs also is a left-handed hitter, but he is more of a pinch-hit and spot-start candidate. Dietrich showed his ability to belt the ball over the wall in 2013. Between stints in the big leagues and at Double-A, he combined for 20 home runs -- nine with the Marlins, and 11 in 63 games with Jacksonville. In addition to trying to make the team, Dietrich will be adjusting to another position change. A shortstop at Georgia Tech and for much of his Minor League tenure, he played second base in '13, but Miami addressed second base via free agency by signing Rafael Furcal. If last year is any indication, the switch shouldn't be a tough one. \"I was impressed with Dietrich's transition last year from shortstop to second base,\" Marlins vice president of player development Marty Scott said. \"His defense got better. When he got to the big leagues, I thought he did better than expected. I thought he was going to be decent. But he impressed me there. He went through a little bit of a transition period from short to second. I think he will make the same transition from second to third.\" How Dietrich handles third base is one thing the Marlins will be monitoring, as it could factor into his long-term future with the organization. But even though his defense will be important, his adjustments at the plate may be more telling. Dietrich showed promise when he was first called up last May, but he was clearly rushed out of necessity after Solano went on the disabled list, and he endured some struggles. Before being optioned back to Double-A, he batted .214 with a .275 on-base percentage and a .405 slugging percentage, with 10 doubles, two triples and 23 RBIs. Dietrich's numbers were considerably better at Jacksonville, where his slash line was .271\/.381\/.509. With the Suns, he added 13 doubles, three triples and drove in 38 runs. Because of his power, Dietrich could make a case for a roster spot as long as he shows consistency at the plate. The more players who step up, the more options manager Mike Redmond will have when filling out the lineup. McGehee, for example, is a right-handed hitter who also can play first base. The Marlins plan on using the left-handed-hitting Garrett Jones at first base full-time. But if Jones ends up in a platoon with McGehee, that would create an opening at third base for Dietrich, who offers a left-handed-hitting choice against right-handers. For now, the Marlins are focused on Spring Training and opening the 2014 season. But from an organizational standpoint, they are looking at long-range options at third base. McGehee is signed for one year, and prospect Colin Moran is regarded as the third baseman of the future. Moran could be ready to take over in 2015, which means Dietrich could be asked to switch positions again, and he may wind up back at second in '15. The question Dietrich's performance this year could help answer is if he is a viable option for a starting infield spot in the not-so-distant future. \"Derek is too young to be labeled a utility player,\" Scott said. \"He showed me he can play a couple of positions. At some point, I think we need to settle on one position or the other.\" Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
