{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/67164284\/right-hander-jhoulys-chacin-sees-elements-of-success-in-rockies\/",
    "title": "Chacin sees elements of success budding in Rox",
    "subtitle": "Inspired by Cy Young Award winner Kershaw, righty aims to help lead by example",
    "body": "DENVER -- It's easy to look westward at the Dodgers and National League Cy Young Award-winning pitcher Clayton Kershaw with jealousy if you're in Denver. But Rockies right-hander Jhoulys Chacin sees plenty to admire and emulate. The Dodgers had the money to make all the right moves to win the NL West last year, and Kershaw will be a big part of that future, thanks to his new seven-year, $215 million contract. But Chacin saw Kershaw lead the Dodgers' pitching staff by demonstrating attributes money can't buy. They're traits that Chacin believes he and his fellow Colorado hurlers already have. The Rockies finished last in the NL West at 74-88, but they were 49-32 in games started by Chacin, left-hander Jorge De La Rosa and righty Tyler Chatwood. They've added lefty Brett Anderson, who was the Athletics' Opening Day starter last year, and they hope competition shores up the other spot. \"Kershaw, I always like to see him pitch, because he's always trying to give his team his most,\" said Chacin, who is coming off his best full Major League season (14-10, 3.47 ERA in 197 1\/3 innings). \"He'll throw 120, 130 pitches, and he doesn't care. Then you see him, when someone else is pitching, rooting for the other guy. That's something I want to do here, root for everybody. If you have a pitcher doing well on the mound or getting a base hit, have fun and help him. Enjoy what you're doing, the way they do. \"We're good enough. We showed last year, with 'De-La,' me and Chatwood. But there have to be five guys. We've got a chance to do something special and hopefully make the playoffs.\" The record obscured some better-than-usual Colorado starting pitching in 2013. Chacin's year was a prime example. Chacin, 26, finished fifth among NL pitchers in WAR -- wins above replacement player -- and sixth in adjusted ERA (accounting for park factors, which are prevalent at Coors Field), according to Baseball Reference. His 30 double-play grounders forced, second to the Cardinals' Adam Wainwright among NL pitchers, was one reason for his success, even though he pitches in a hitter-friendly home park. The effective 2013 came on the heels of a rough '12, when the early months were a lost cause because Chacin was trying to pitch through a nerve issue in the right side of his chest. He wasn't the only one. De La Rosa was coming off Tommy John surgery on his left elbow. Juan Nicasio, part of the competition for this year's No. 5 spot, missed most of 2012 with a knee injury, and Jon Garland, who was with the team briefly in the beginning of the season, had missed the previous year. \"It was very precarious way to start the season,\" Rockies manager Walt Weiss said. \"This year, we got three guys that have really stepped up, and I think they've taken a big step in their development -- De La Rosa, who has been around a little bit longer, but De La Rosa and Chatwood, in particular, and Chacin. \"We're in a much better place -- and then adding Brett Anderson on top of that, I feel like that's probably one of the areas of our club where we've taken the biggest step.\" In a way, the injury boosted Chacin's career. Chacin went 3-5 with a 4.43 ERA in just 14 starts in 2012. But the injury was a sign that some of the heavy upper-body weight work that was part of his offseason preparation was not for him. Last winter, Chacin accepted an invitation to work in Sarasota, Fla., at Athletic Edge Performance Conditioning with fellow Venezuelan and former Major League pitcher Wilson Alvarez. Chacin learned how to correct some mechanical flaws in his motion and learned a more efficient workout program. Alvarez also was the pitching coach for Venezuela for the 2013 World Baseball Classic, and Chacin joined the staff and received further pointers. This year, Chacin did not pitch in the Venezuelan Winter League as he did in past years, and he is two weeks into a 3 1\/2-week program with Alvarez, instead. New Athletics closer Jim Johnson, Twins reliever Josh Roenicke and Pirates reliever Tony Watson, as well as Yankees second baseman Brian Roberts, are among his workout partners. Chacin's program has one slight modification: he has scaled back on some of the resistance work. Last year, he felt tight and had back issues that eventually led to a short stint on the disabled list April 20-May 5. \"I didn't want to change,\" Chacin said. \"They give you information on what you can eat and how to keep in shape, and Wilson really knows about my mechanics. When you go to Spring Training, you're not in limbo. You know about your mechanics. \"I'll be 225-230, the same weight as last year. I'm not doing a lot of upper-body stuff. Last year, I did get to Spring Training tight. I'm happy with how everything is going.\" After appearing Saturday at Rockies Fest at Coors Field, Chacin went back to Sarasota. He'll go to the Rockies' complex in the Dominican Republic from Feb. 3-13 for consistent work, then report to Scottsdale, Ariz., in plenty of time for the first pitcher-catcher workout of Spring Training on Feb. 17. \"My vacation was gone a long time ago,\" Chacin said. \"It's work now, every day.\" Thomas Harding is a reporter for MLB.com. Follow him on Twitter @harding_at_mlb. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
