{
    "url": "http:\/\/m.mlb.com\/news\/article\/26527334",
    "title": "Can't argue against the DH anymore",
    "subtitle": "Spencer: Can't argue against the DH anymore",
    "body": "Tom Brady and Eli Manning playing safety on Super Sunday, knocking down passes as well as throwing them?  It sounds ludicrous, but there was a time, three or four generations ago, when quarterbacks played defense too. All players were double-duty guys. Whatever those 60-minute men were making, it wasn't enough.  The point is, times -- and games -- change, sometimes dramatically. So do the people who follow them with religious fervor. Just as nobody wants to see Brady and Manning making tackles, nobody is interested in a 3-0 game. Offense is what puts fannies in seats and lifts them out of them. Remember the popular and politically incorrect commercial with the \"chicks dig the long ball\" theme? It was only partially accurate. Everyone digs the long ball -- men, women and children, the one percent and the 99 percent.   This brings us to the designated hitter and its role in baseball.   Many of us who believe the game was perfect as originally designed have had thumbs down on the DH since its introduction to the American League in 1973 to pump up offense. It seemed like a fad, a temporary flight of fancy destined to run its course.   But the fad never went away. MLB Rule 6.10, the DH, has become an accepted part of the game -- everywhere but in the National League, where pitchers still hit, or at least make the often painful-to-watch effort.   As difficult as it still is to accept on a fundamental level for those who grew up with the NL game, the DH is here to stay.   It provides 14 coveted jobs in one league -- 15 in 2013 with Houston moving to the AL -- and the formidable Major League Players Association never would agree to its abandonment.   While the benefits of keeping pitchers in the batting order remain apparent to purists -- primarily in the strategical issues it creates for managers and cerebral fans -- it is increasingly difficult to argue that they outweigh the DH gains.   First and foremost, making the DH universal would bring much needed uniformity to the game. No longer would AL pitchers have to swing rusty bats in Interleague Play or in the World Series, returning competitive balance to the game and to the statistical data in a numbers-driven sport.   On the practical side, the DH obviously adds another weapon to the lineup. Less apparent but equally beneficial to the offense is the value it brings to the No. 9 hitter. He becomes, in effect, a second leadoff man, rather than a guy hoping to make contact, drop a bunt and avoid looking too foolish.   Taking the DH to the NL would create 15 more openings for veteran hitters with huge followings -- or for young bashers trying to get comfortable defensively, such as Seattle's exciting new import, Jesus Montero.   It's hard to imagine the Mariners sending gifted Michael Pineda to the Yankees without having the DH available for Montero as he hones his catching skills.   Take a look at some of the big-name free agents waiting to hook up with an employer: Vladimir Guerrero, Hideki Matsui, Johnny Damon, Raul Ibanez, Magglio Ordonez and, yes, Manny Ramirez.   You think NL clubs, especially ones with cozy parks, wouldn't have interest in these guys as DH options?   Apart from strategy, the main advantages of having the pitchers hit lie in keeping headhunters honest -- taking a bat in your hands can be a daunting task after you've just drilled a guy -- and giving an edge, in a game in which every advantage counts, to the rare pitcher who actually can hit.   The inherent imbalance in how teams are designed has been apparent this winter in the signings of Albert Pujols and Prince Fielder. Both sluggers changed leagues, shifting to the AL, in part because of the option the DH will offer as their long-term contracts wind down.   Pujols, certainly, doesn't want to hear this. He maintained he might be able to play until he's 45 given his attention to conditioning. But when owner Arte Moreno and his people decided to entice King Albert to Southern California with a 10-year commitment, the DH option for the second half of his contract had to be a factor.   The same holds true for Detroit's nine-year investment in Fielder. The DH has immediate appeal in the Motor City, where Prince might end up sharing first base with Miguel Cabrera, the game's premier right-handed hitter not named Pujols.   There remain in the game pitchers who are accomplished hitters. One, Dan Haren, has spent most of his career in the AL with the A's and the Angels.   Jered Weaver, Haren's co-ace on the staff Pujols will support and C.J. Wilson is joining, is one of a number of pitchers who understands the inherent danger in hitting for pitchers unaccustomed to the act.   It's not just the possibility of getting drilled on a pitching hand or wrist that can have a highly negative impact on a pitcher's season. The basepaths can be harrowing.   Weaver learned a painful lesson in 2007 after stroking his first big league base hit at Dodger Stadium.   Feeling the exhilaration of the moment, the lanky athlete -- a fine high school basketball player -- raced to second base on a grounder and jammed his shoulder into the ground with a slide while trying to break up a double play.   The intensely competitive Weaver quietly absorbed the pain and got four more outs before departing, his arm having gone numb. He didn't allude to how badly it hurt at the time and, in fact, didn't mention it until several years later after he'd emerged as one of the game's premier starters.   The shoulder was inhibiting him for at least two seasons before it finally returned to full strength and enabled him to flourish.   Weaver is a career .115 hitter. Pitchers batted .142 overall in 2011, but that figure drops to .120 if you take Dontrelle Willis' booming bat -- .387 average, 1.032 OPS -- out of the equation.   Fans stream to the concession stands when the bottom of an NL lineup is coming up. They don't leave their seats in the AL. Lyle Spencer is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
