{
    "url": "http:\/\/m.mlb.com\/news\/article\/26527336",
    "title": "Grass installation set to begin at Marlins Park",
    "subtitle": "Grass installation set to begin at Marlins Park",
    "body": "MIAMI -- All the seats, the outfield walls and infield dirt are already in place at Marlins Park. By the end of the week, Miami's new home will be lined with natural grass. Another milestone at the new ballpark will take place on Thursday, when workers begin laying down the first few thousand square feet of grass. The 37,000-seat stadium will feature a Bermuda grass called Celebration, which is known for being very shade resistant. It's the same surface that the Marlins play on at their Spring Training complex, Roger Dean Stadium in Jupiter, Fla. Each roll of grass is 50 feet long and four feet wide. It will take approximately 110,000 square feet of turf to cover the entire surface. The process is expected to last three days.  To capitalize on the speed of Jose Reyes, Emilio Bonifacio and Hanley Ramirez, the Marlins plan to grow their grass a bit longer than what it was in the past at Sun Life Stadium.  \"We're going to try to grow it to three-quarters of an inch to take advantage of the team that we have,\" team president David Samson told MLB.com recently. \"We've signed a Gold Glove pitcher in Mark Buehrle. We've got Reyes and Bonifacio, speedsters at the top of the lineup. We're going to take advantage of that.\"  The taller grass will tend to slow ground balls down, increasing the chances of infield hits. In 2011, the Marlins collected 138 infield hits, which was tied with the Red Sox for the 11th most in the Major Leagues.  Bonifacio's 45 infield hits a year ago were second only to Juan Pierre's 46. Reyes added 24 infield hits, tied for 18th most in the league.  Marlins Park is on time, on budget and is close to 95 percent completed. Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
