{
    "url": "http:\/\/m.mlb.com\/news\/article\/26525316",
    "title": "Analyze this: Astros' Mejdal takes on unique role",
    "subtitle": "Analyze this: Astros' Mejdal takes on unique role",
    "body": "HOUSTON -- Astros general manager Jeff Luhnow wasn't on the job very long in Houston when he announced he was bringing aboard Sig Mejdal to become the team's director of decision sciences, a role which immediately gave Mejdal one of the most unusual titles in baseball.  At first read, the title would make more sense if Mejdal were hired to work on Wall Street or in Silicon Valley, and certainly not at Minute Maid Park. That's the place, after all, where players spit seeds and slap high fives and where fans yell, scream and throw peanut shells on the floor.  Who needs a director of decision sciences? Welcome to the world of the new Astros, who are under a fresh regime that's embracing the concept of data analysis and sabermetrics like never before. In many ways, Mejdal's role will be one of the most vital to helping Astros management turn around a franchise that lost 106 games last year.   In layman's terms, Mejdal's job is to use all the data and information available and combine it in a systemic way to aid those in charge of making decisions. You wouldn't do your taxes without a calculator, so why not use one when making multi-million-dollar decisions?   \"In a general sense, perhaps what any decision maker in baseball has, is they have this overwhelming amount of information from different sources with different degrees of certainty associated with each,\" Mejdal said. \"Some are subjective evaluations from the experts, some are well-measured fastball velocities, [and] some information comes from the player's resume and on-field performance.\"   The information Mejdal has been put in charge of analyzing goes beyond statistics like batting average and ERA. There are biological factors and psychological tests, as well as third-party descriptions of the players. His goal is to try to make sense of the attributes of each player and give the scouts and the front office as much help as possible when making decisions.   \"Sig brings some unique skills to the front office and has been working in baseball now over five years and has a good understanding of how scouts and coaches think, and [he] complements that with analytical ability,\" Luhnow said. \"He's going to be instrumental in us figuring out everything.\"   Mejdal, 46, came from the Cardinals, where he had worked since 2005 and was most recently the team's director of amateur Draft analytics. Mejdal was involved with modeling, analysis and data-driven decision making throughout all levels of the Cardinals organization and was a key contributor in Draft decision processes.   Mejdal grew up in the Bay Area of California as a fan of the Oakland A's and was always interested in baseball stats. As a kid, he even had a membership in the Society for American Baseball Research. He earned two engineering degrees at the University of California-Davis and later completed advanced degrees in operations research and cognitive psychology\/human factors. He has also worked at Lockheed Martin in California and for NASA.   It wasn't until he read Michael Lewis' groundbreaking book \"Moneyball\" in 2003 that it occurred to him that a Major League team could use somebody with an analytical background. He packed his bags and went to the Winter Meetings in New Orleans that year in an effort to try and sell himself to an industry that wasn't quite ready to completely embrace his philosophies.   \"The A's were doing it for a few years in my backyard and I didn't know, so when that book came out I naively thought the teams were going to hurry up and hire somebody with a quantitative background, and I knew I would kick myself if I didn't give it a try,\" he said. \"So I started, also naively thinking I would have a job by the end of the week. I kept at it and it was a long journey, perhaps about a year and a half of a lot of effort, an even then it was good luck that it lined up with Jeff Luhnow and [owner] Bill Dewitt with the St. Louis Cardinals.\"   The Cardinals drafted 24 eventual Major League players in the 2005-07 amateur Drafts, which is the most of any team during that time frame. The Astros, by contrast, produced four in that span -- Brian Bogusevic, Tommy Manzella, Chris Johnson and Bud Norris -- and have been trying to claw their way out of the hole it created in their Minor League system.   \"It was tough to leave St. Louis,\" Mejdal said. \"We had a lot of skilled people and we had very supportive management and ownership, and we had perhaps 16-18 person years of work dedicated to creating these decisions aids. To come to a team that hasn't embraced it quite as much as St. Louis certainly makes you realize what you don't have, but then on the other side it doesn't take long to realize the opportunities to get excited about that and imagine having success here again.\"   Luhnow and Mejdal are still working towards putting together an analytical staff. Last week, the Astros hired Baseball Prospectus analyst Mike Fast to assist Mejdal, and they will continue to add more number crunchers to try and set the standard when it comes to data management.   But Mejdal says his job is more than just numbers. It's about getting information that will help predict what the players will become, whether it's looking at fastball speed, the reports of the hard-working scouts, the player's score on a psych test or the number of home runs they hit in college.   \"The information available now is different than what it was a generation ago, and even a few years ago,\" Mejdal said. \"The more progressive teams aren't arguing or putting their energies in whether this data matters or belongs in the hands and of decision makers, but instead figuring out exactly how to combine it.\"   And it's all in a day's work for the director of decision sciences.  Brian McTaggart is reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
