{
    "url": "http:\/\/m.mlb.com\/news\/article\/26523008",
    "title": "Eyes will be on players with something to prove",
    "subtitle": "Eyes will be on players with something to prove",
    "body": "Spring Training is a fresh start, a chance to begin again, to put the past behind. This is a happier thought for some players than others. They all understand that they must establish themselves anew each season. It's just that, for any number of reasons, some have a little bit more to prove. Not including stars coming off injuries, here's a look at some of the circumstances that can lead a player to be under added scrutiny in the Grapefruit and Cactus Leagues ... and some examples of those in each category. A BIG DEAL REALLY IS A BIG DEAL ...  Once upon a time, a sought-after free agent signed a lavish contract with a new team. In the news conference to introduce him to the fans, one of his first comments was that he didn't want to be viewed as a savior, and he just wanted to be thought of as one of the guys. Sorry, Charlie. Doesn't work that way.  Albert Pujols, Angels: Not only did he pass on an opportunity to spend a Hall of Fame career with the same team, he's changing leagues ... at age 32 ... coming off the first season in his career in which he failed to bat .300 or drive in 100 runs, albeit just barely. All of that would have been enough to put the spotlight on him even if he hadn't signed the biggest contract anybody not named Alex Rodriguez has ever signed. If he thought he was the center of attention before, he ain't seen nothing yet.  Prince Fielder, Tigers: He finds himself in almost the same situation as Pujols, except that Brewers fans had been conditioned to expect his departure, while Cardinals fans held out hope to the end there was a good chance their first baseman might stay. But he'll face the same anticipation that he's supposed to somehow singlehandedly ensure that his new team makes it to the World Series.  Jose Reyes, Marlins: Timing can be everything, and Reyes had it last season, putting together one of the best seasons of his career for the Mets. Despite some concerns about his consistency and health, he parlayed that into a six-year, $106 million free-agent bonanza. Now all he has to do is put up similar numbers and not get hurt, or the whispers will start that he's gotten comfortable now that he has long-term security. That may not be fair, but that's just how it works.  ... AND STILL CAN BE A YEAR LATER  Of course, sometimes players who earn megadeals don't perform as well as expected right out of the gate. The good news is that they have several more seasons to get back to the level that earned them all that money in the first place. The kicker is that they've probably used up their margin for error in the court of public opinion.  Carl Crawford, Red Sox: Many thought it was a coup when Boston got the dynamic Crawford for $142 million over seven years. It didn't turn out that way. He had the worst season of his career, and the Red Sox missed the playoffs. Now general manager Theo Epstein is gone, manager Terry Francona is gone and Crawford is left to prove that 2011 was a fluke.  Jayson Werth, Nationals: General manager Mike Rizzo shocked the baseball world by giving Werth a seven-year, $126 million contract. And there's no doubt Werth didn't provide the production that was expected. Part of the rationale, though, was that he would help change the clubhouse chemistry, and the fact is that the Nats came through with a surprising third-place finish. Still, Werth will be expected to put up better numbers this season.  IT'S THE AGE-OLD QUESTION  Every player will go into a slump from time to time. The difference is that when a player in the prime of his career goes a little cold, it's assumed he'll come out of it. When the same player starts pushing 40, the same people wonder if he ever will.  Mariano Rivera, Yankees: He's coming off another superb season. He's also 42 years old. The first time he doesn't convert a save opportunity, the outing will be analyzed more thoroughly than the FAA looking for cracks in the fuselage of an aging plane.  Chipper Jones, Braves: Nobody questions how much he means to the Atlanta lineup. At the same time, he turns 40 in April, has played in more than 140 games just once since 2003, is in the final guaranteed year of his contract and has talked about retiring in the past.  Ichiro Suzuki, Mariners: For a normal player, 184 hits and 40 stolen bases would be a pretty good year. Ichiro isn't normal, of course. He batted .272 last year, 54 points below his lifetime average. He didn't make the All-Star team for the first time in his career. And because he's 38, everybody will be watching to see if it was just one of those years or the start of a decline.  ONCE IS NEVER ENOUGH  Many years ago, a newspaper editor was working peacefully at his desk when a clerk burst into his office. \"Don Larsen just pitched a perfect game in the World Series,\" he hollered. The editor barely looked. The clerk, puzzled, repeated the news. The editor puffed his pipe and shrugged. \"Bet he'll never do it again,\" he replied.  Ryan Vogelsong, Giants: Five years after he'd last pitched in the Majors, a season after being released at Triple-A Lehigh Valley, Vogelsong was one of the best stories in baseball in 2011. He went 13-7 with a 2.71 ERA and was named to the NL All-Star team. He won't sneak up on anybody this year.  Ian Kennedy, D-backs: There was nothing in Kennedy's resume to suggest that he'd go 21-4 with a 2.88 ERA last season, finishing fourth in the NL Cy Young Award balloting in the process. At 27, he should be entering the prime of his career, but the expectations now will be enormous.  Rookies: The top three finishers in the American League Rookie of the Year voting were Jeremy Hellickson (Rays), Mark Trumbo (Angels) and Eric Hosmer (Royals). In the NL, the names were Craig Kimbrel and Freddie Freeman (Braves) and Vance Worley (Phillies). All will be trying to avoid the dreaded sophomore slump.  Jason Heyward, Braves: Just ask Heyward how quickly things can change. He was the most-hyped rookie in 2010, even drawing comparisons to Hank Aaron. He played well enough to finish second in the NL Rookie of the Year Award balloting, but was hampered by injuries last season and will have to re-earn his starting spot this spring.  TRADING PLACES  Players acquired in big trades always create big excitement. And bigger expectations.  Michael Pineda, Yankees: Scouts say he has all the potential in the world, and that was good enough with the rebuilding Mariners. Still just 23 with only a year of big league experience behind him, he'll be expected to produce immediately in the Bronx. And it won't help that the Yankees gave up one of their most hyped prospects to get him.  Jesus Montero, Mariners: He's the hyped prospect that the Bombers gave up to get Pineda. And Seattle fans will look to him to help spark the offense. No matter how talented he is, that's a pretty tall order for a 22-year-old with all of 61 big league at-bats behind him.  LAST-CHANCE SALOON  Sometimes a player is in a position where he needs to perform well or it could be last call.  Carlos Zambrano, Marlins: The Cubs were anxious enough to move Zambrano that they paid off most of the final year of his contract to entice Miami to take him. Note to Big Z: That's not a good sign. As new Chicago GM, Epstein concluded that his obvious talent didn't outweigh his unpredictability. Zambrano needs to be on his best behavior, and pitch well, if he hopes to score another big contract this offseason.  ETC., ETC.  A little of this, a little of that.  Ryan Braun, Brewers: The defending NL MVP tested positive for banned substances. He's denied the charge and appealed, but no matter what the outcome, all eyes will be on him from the first day he steps onto the field in Spring Training.  Yu Darvish, Rangers: All we have is his reputation. Beyond the intriguing tales of his wide array of pitches, few have actually seen the latest Japanese import pitch. This will be an irresistible tale to follow.  Ubaldo Jimenez, Indians: In July 2010, he was 15-1 for the Rockies, off to one of the best starts in recent memory. A year later, he was traded and went a combined 10-13 with a 4.68 ERA. Still just 28, can he get his career back on track? Everybody will be watching to find out.  Lance Berkman, Cardinals: Somebody has to replace Pujols at first base. Somebody will have to bat cleanup. No sane person would suggest that Berkman, who revived his career in St. Louis last year, can be expected to fill the void all by himself. Which doesn't mean that there won't be a lot of attention paid to how close he comes. Paul Hagen is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Hagen"
}
