{
    "url": "http:\/\/m.mlb.com\/news\/article\/26513540",
    "title": "Montero, D-backs agree to deal at last minute",
    "subtitle": "Montero, D-backs agree to deal at last minute",
    "body": "PHOENIX -- Moments before a scheduled salary-arbitration hearing Tuesday, the D-backs and catcher Miguel Montero settled on a one-year deal worth $5.9 million.  \"I was sitting in the [hearing] room,\" Montero said by phone from Tampa, Fla. \"I was getting a bottle of water right before it was supposed to start and they told me to step outside to talk.\"  When arbitration numbers were exchanged a couple of weeks ago, Montero filed at $6.8 million, while the D-backs came in at $5.4 million. The arbitrator would have had to pick one of the two figures. \"It feels so nice,\" Montero said of having the issue settled. \"I feel relieved and happy to get it done, man. I can't wait to get to Spring Training and start playing. That's the fun part. That's what it's all about. We're going to have a good team again this year.\"   \"Both sides made concessions to find middle ground, and I think both sides won,\" D-backs general manager Kevin Towers said.   Arizona's pitchers and catchers report on Feb. 20 and have their first workout the following day.  Montero has said he would like to stay with the D-backs long term, and while the two sides have talked this offseason about a multiyear deal, they have not been able to get one done. Montero will be eligible for free agency following the 2012 season.   \"We're open to listen,\" Montero said. \"We're just going to listen and see where we're at. And if it works out, it works out, and if it doesn't work out right now, for sure they're going to be my first option in the offseason.\"   The sticking point between the two sides is more about dollars than the length of the contract, according to Towers, who said he remains hopeful something can get done.   Both sides said they would like to resolve the talks on a multiyear deal before the start of the season to avoid distraction. Montero said Tuesday that March 20 might be a useful deadline for getting something done or tabling it until after the season.   \"That way, I get some time to refresh mentally and just prepare my mind for the season,\" he said. \"I don't want anything to bother me to start my season.\"   In 2011, Montero led National League catchers in doubles (36), RBIs (84) and slugging percentage (.471) and was second in home runs (18) and on-base plus slugging (.821).   The D-backs have not gone to a salary-arbitration hearing with a player since they lost to Damian Miller in 2001 and have been to a hearing just twice in franchise history. They beat Jorge Fabregas in 1998.   Arizona has just one unsigned arbitration-eligible player left, reliever Craig Breslow, after coming to terms with third baseman Ryan Roberts as well on Tuesday.   \"It's a process that's not good for either side,\" Towers said of salary arbitration in general. \"We want the focus to be on the ballclub and preparing for the 2012 season.\"   Steve Gilbert is a reporter for MLB.com. Read his blog, Inside the D-backs, and follow him on Twitter @SteveGilbertMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
