{
    "url": "http:\/\/m.mlb.com\/news\/article\/26251072",
    "title": "Blue Jays reacquire Frasor from White Sox",
    "subtitle": "Blue Jays reacquire Frasor from White Sox",
    "body": "TORONTO -- The Blue Jays reacquired veteran reliever Jason Frasor from Chicago on New Years' Day in exchange for Minor Leaguers Myles Jaye and Daniel Webb.  Frasor spent parts of eight seasons in Toronto before being dealt to Chicago in July as part of a multi-team trade that brought the Blue Jays center fielder Colby Rasmus.  The 34-year-old Frasor went 3-3 with a 3.60 ERA in 60 innings this past season. He has proven to be very durable during his eight-year career, pitching at least 47 innings each season while posting an overall 25-30 mark with a 3.74 ERA. That type of longevity enabled Frasor to become the Blue Jays' all-time leader in relief apperances. He surpassed former closer Duane Ward on the club's all-time list this past season and has pitched in 455 games with Toronto.   Frasor was born and raised in Chicago but the trade to Toronto will actually bring the veteran reliever to his current roots. He is married to a native of Toronto and the couple resides near the Blue Jays' Minor League complex in Florida.   \"It's hard to believe I'm going back to Toronto, and my wife is thrilled,\" Frasor said Sunday afternoon on a conference call with reporters. \"It's great. I don't know what else to say. It's great, we're excited. Chicago was great, I would have loved going back there. ... But it's great [to be back] and I can't wait.\"   The trade is the second move made this offseason between Toronto general manager Alex Anthopoulos and Chicago GM Kenny Williams. The two previously agreed to a deal that brought closer Sergio Santos to the Blue Jays for prospect Nestor Molina.   Frasor will play a key role in relief to help bridge the gap between the starting rotation and Santos. He will be used along with right-hander Casey Janssen and the likely arrival of free-agent lefty Darren Oliver in a setup role.   When asked if he knew of specific roles for the three setup men, Frasor said: \"[Anthopoulos] basically said with Santos, Oliver, Casey and me, I think he's comfortable with the back end, and so am I. I like that foursome.\"   Toronto will have Frasor under contract for one season at $3.75 million. He has struck out 446 and walked 205 with a career WHIP of 1.31.   The Blue Jays were able to bring him back into the fold without having to surrender much in the way of prospects. Jaye went 3-3 with a 3.00 ERA in 13 games for Bluefield of the Rookie Appalachian League and was a 17th-round selection in the 2010 First-Year Player Draft.   Webb spent this past season with Class A Lansing, where he went 4-5 with a 5.59 ERA. He was a former 18th-round pick in the 2010 Draft, and neither pitcher was listed on any of the club's top prospects rankings. Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
