{
    "url": "http:\/\/m.mlb.com\/news\/article\/26254878",
    "title": "Indians sign righty Tejeda to Minor League deal",
    "subtitle": "Indians sign righty Tejeda to Minor League deal",
    "body": "CLEVELAND -- There is no denying that the bullpen is a strength for the Indians, and the club wants to take steps to try and keep it that way.  On Tuesday, Cleveland made its first transaction of 2012, inking right-hander Robinson Tejeda to a Minor League contract that includes a non-roster invitation to attend Spring Training with the Major League club. Tejeda will come into camp with a chance to compete for a spot in the bullpen.  The veteran reliever is coming off a subpar season marred by a right shoulder injury, but Tejeda has seven years of big league experience. With many young relief candidates in the fold, it does not hurt to have someone like Tejeda in camp, providing another layer of depth. As things stand right now, the Indians could enter the 2012 season with virtually the same relief corps that served as a team strength last year. Barring a trade or injury, the current composition of the bullpen will likely result in a competition for one available spot this spring.   \"We have the ability to return nearly the entire Major League bullpen,\" Indians general manager Chris Antonetti said in December. \"And we feel like we have a number of reinforcements at the Minor League level that are ready to contribute, or nearly ready to contribute.   \"We view that to be an area of depth for us. But, at the same time, if there's the right fit for the bullpen that we could add to that mix, we're certainly open minded to it.\"   Right now, Cleveland's bullpen -- which ranked first in the American League Central and fifth in the league with a 3.71 ERA in 2011 -- appears to have six pitchers that are near locks for the Opening Day roster. That list includes All-Star closer Chris Perez, setup men Vinnie Pestano and Tony Sipp, along with Joe Smith, Rafael Perez and Frank Herrmann.   The Indians have put their faith in their organizational bullpen depth on display this winter.   In order to acquire veteran starter Derek Lowe from the Braves in October, the Tribe traded away Class A Kinston reliever Chris Jones. In December, Cleveland traded lefty Cory Burns -- Double-A Akron's closer in 2011 -- to San Diego in exchange for outfielder Aaron Cunningham. The Indians also lost righty Josh Judy -- Triple-A Columbus' closer last season -- to the Reds in a December waiver claim.   \"We have pitching depth overall,\" Antonetti said during the Winter Meetings. \"While our preference would be to keep it and preserve as much of that as we can, if we have opportunities to improve the team by trading from an area of depth to address other needs, we certainly have to be open minded to doing it.\"   Three rookie candidates for the seventh bullpen spot might be lefty Nick Hagadone and righties Corey Kluber and Zach Putnam, who are all on the 40-man roster. Kluber worked as a starter for Columbus last year, but all three pitchers spent time in the Indians' bullpen last September.   Tejeda, who turns 30 in March, would seemingly compete against those younger options for a shot at an Opening Day job. It also seems likely that Cleveland will continue to search for other arms to add to the mix before the team's Spring Training begins next month in Goodyear, Ariz.   Between stints with the Phillies, Rangers and Royals over the past seven seasons, Tejeda has gone 23-27 with a 4.42 ERA over 186 games. From 2009-10, Tejeda posted a 3.54 ERA with 143 strikeouts against 76 walks over 134 2\/3 innings for Kansas City.   Last season, however, Tejeda labored with shoulder woes and had a 6.14 ERA in just nine games with the Royals. He landed on the 15-day disabled list in April and was eventually designated for assignment before being outrighted to Triple-A Omaha in May. Tejeda had a 3.80 ERA in 31 games with Triple-A Omaha in 2011, in which he struck out 43 and walked 15 over 45 innings.   The Indians' focus remains on pursuing a bat to inject some power to an offense that has struggled in the wake of many injuries over the past few years. First base and left field remain the most logical areas to upgrade. Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
