{
    "url": "http:\/\/m.mlb.com\/news\/article\/1303917",
    "title": "Top sluggers not ready to call it quits",
    "subtitle": "Top sluggers not ready to call it quits",
    "body": "In two out of three cases, the senior sluggers have found employment. This generation of hitters may not be ready to fade away.  True, it is employment at drastically reduced salary levels, but for these fellows, the serious money has already been made. What is left is finding suitable final acts for truly significant careers.  Frank Thomas followed the expected form and signed on as a designated hitter, with the Oakland Athletics. He was the greatest power hitter in the history of the White Sox, but fractures to his left ankle decimated his final two seasons in Chicago. When the White Sox finally won big, the Big Hurt was not on board. Now he signs with Oakland for 2006, for a reported $500,000 guarantee, although he can earn another $2.6 million based on plate appearances and staying off the disabled list. If he regains anything resembling his previous healthy productivity, he is an absolute, obvious bargain. But there's the essential \"if.\"   Another 37-year-old, Mike Piazza, did not follow the similarly anticipated career path. Piazza remained in the National League, which means that he will remain a catcher, at least part of the time. He signed a one-year, $2 million deal with the San Diego Padres that includes a reported $8 million mutual option for 2007.   It could be argued that catching is not Piazza's best activity at this juncture in his career. But, with another requisite \"if,\" Piazza could give the Padres exactly what they need, which is pop in the middle of the lineup. He was having something of a resurgence until injury derailed him last season.  Why San Diego instead of the American League? Why not San Diego? The organization, the city, the climate -- you cannot quibble with anybody relocating there, unless he or she is an avid cross-country skier.   The third 37-year-old slugger available on the free agent market this winter remains available. That would be Sammy Sosa. The Washington Nationals have been mentioned frequently as a Sosa suitor.   Of this trio of hitters who were dominant just a few seasons ago, Sosa soared the highest and subsequently fell the farthest. At Wrigley Field he went from being the idol of millions to the villain. A subsequent summer in Baltimore was not particularly happy or healthy or productive.   But you imagine that someone will take a chance on Sosa. There are those 588 home runs, many of them hit not that long ago. His price will have dropped substantially, too. Thomas and Piazza both were coming off eight-figure annual contracts. Now they're down to seven figures, six in the case of Thomas, if you just look at his base pay.   It is always said, in cases such as these, that signing a high-profile player -- even an apparently aging player coming off injuries -- \"sells some tickets.\" Maybe it does sell some tickets initially, between the name recognition and the novelty value, but the player in question has to hit in order for more tickets to be sold. He has to hit something like the way people remember that he could hit, something like the way his new team hoped that he would hit again.   Teams take gambles on players in these situations, but by the standards of today's baseball market, the financial gambles are relatively small. Against that, there is the chance that Thomas could transform Oakland's lineup, or that Piazza could transform San Diego's lineup or that Sosa could transform somebody's lineup. If it doesn't work out, what is lost, apart from the money and a roster spot?   You look at these three players, dominant just a few years ago, one of them an All-Star just six months ago. Here they were, two of them unsigned until late in the offseason, the third still at large. You might think, \"How the mighty have fallen.\"   But maybe the mighty have simply taken a serious pay cut. It's not over until nobody is willing to pay you anything. That's the whole point of this exercise, with Thomas in Oakland and Piazza in San Diego and Sosa maybe somewhere else. The memory of what these men were able to do is so vivid, and so relatively recent, that it generally dictates that someone will offer them another shot.   But these are not sentimental decisions. These are teams hoping that great hitters still have some great days left. If they do, then these were not merely hopes but astute judgments.  Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": ""
}
