{
    "url": "http:\/\/m.mlb.com\/news\/article\/26280478",
    "title": "Mariners solidify roster needs as Prince looms",
    "subtitle": "Mariners solidify roster needs as Prince looms",
    "body": "SEATTLE -- Prior to the Winter Meetings in early December, Mariners general manager Jack Zduriencik laid out his offseason shopping list: a veteran starting pitcher, catching depth, a left-handed relief specialist, a backup shortstop\/utility infielder and, yes, a bat to help somewhere in the lineup.  A month later, four of those five boxes have been checked off. Thursday's signing of Japanese right-hander Hisashi Iwakuma provides the veteran starter. Catcher John Jaso was previously acquired by trade from the Rays. Southpaw George Sherrill signed a free-agent deal to bolster the bullpen. Japanese shortstop Munenori Kawasaki has said he's coming to Seattle on a Minor League deal, though the club has yet to finalize that contract.  Which leaves, of course, the bat. The biggest stick remaining belongs to one Prince Fielder, who remains the hope and dream of most Mariners fans looking for aid for an offense that finished last in the Majors in scoring the past two seasons.   It's impossible to tell how realistic the Mariners' pursuit of Fielder might be at this point. Zduriencik said from the start that he'd look into Fielder's situation, but that the club had a \"threshold\" in terms of years and dollars. Since then, he's remained quiet -- or coy, depending on your viewpoint -- on Seattle's potential involvement.   There also has been no indication from Fielder or his agent, Scott Boras, about whether he'd even be interested in playing for a young, rebuilding Mariners club located at the opposite corner of the country from his home in Orlando, Fla.   Yet until Fielder signs somewhere, his presence looms over the Mariners and other franchises that might be in the hunt, while other free agents wait for the last big domino to fall. The Cubs appeared to take themselves out of any contention by trading for young Padres first baseman Anthony Rizzo on Friday, leaving the Washington Nationals as Fielder's logical landing spot in the eyes of many baseball followers.   If the Mariners don't get Fielder, Zduriencik presumably remains in the market for one of the other remaining designated hitter types still available. That list includes Luke Scott, Vladimir Guerrero, Magglio Ordonez, Hideki Matsui, Johnny Damon and even Manny Ramirez.   Zduriencik and the Mariners play things close to the vest when it comes to player acquisitions. He sounded a bit frustrated a week ago over the slowness of deliberations in terms of free agency and trade talks but said he'd keep pushing to do whatever possible to help improve the club.   One of those moves came Thursday with the signing of Iwakuma, who gives Seattle a fourth experienced starter in a rotation topped by Felix Hernandez, Michael Pineda and Jason Vargas. Even with a host of young talent that includes last year's rookies Blake Beavan and Charlie Furbush, as well as top prospects Danny Hultzen, Erasmo Ramirez, James Paxton and Taijuan Walker, Zduriencik didn't close the door on pursuing more pitching.   \"We'll certainly keep our ears open,\" he said. \"We have discussions with some other parties and we'll tackle other roads as they happen. You never know what else will come up.\"   More than likely, the Mariners will limit their future pitching additions to non-roster invites, though FoxSports.com's Ken Rosenthal mentioned them Friday as being one of several teams interested in veteran left-handed free agent Paul Maholm.   Seattle previously has been linked to Jeff Francis and Kevin Millwood as well. Given Zduriencik's belief that teams can never have too much pitching -- not to mention the Mariners' attraction to pitchers, given Safeco Field's reputation -- it's possible another arm could still be added if the price is right.   Last year, Zduriencik dealt Doug Fister and Erik Bedard for young prospects at the July 31 Trade Deadline and there is always value with quality hurlers, as well as needed depth in case of injuries.   So while fans continue clamoring for news on Fielder, Zduriencik and his staff will continue pursuing other avenues to improve the club as well. Most of the mandatory boxes have been checked by the Mariners, but there is still work to be done, not to mention a number of free agents still on the market with Spring Training now just five weeks away. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
