{
    "url": "http:\/\/m.mlb.com\/news\/article\/26295748",
    "title": "Parra still expected to get plenty of at-bats",
    "subtitle": "Parra still expected to get plenty of at-bats",
    "body": "PHOENIX -- When the D-backs signed free-agent outfielder Jason Kubel the natural question was what would it mean for incumbent left fielder Gerardo Parra.  General manager Kevin Towers has no intention of trading Parra at the moment.  \"Kubel we just felt added a left-handed bat with a little more thump, but by no means does this mean that Parra is out the door,\" Towers said. \"He's still very much on this ballclub. I still see him getting significant playing time. It will allow us to maybe rest [Chris Young] more than we did last year, maybe [Justin Upton] more than we did last year. Both of those guys played a lot. It just means he'll be playing all three positions rather than strictly left.\" That leaves it up to manager Kirk Gibson to find enough playing time to keep everyone in his outfield happy.   \"I have not,\" Gibson said late last week when he was asked if he had spoken with Parra since the Kubel signing. \"And I don't really know how it affects him at this point. We'll go to Spring Training and we'll play everybody in as many places as we can, as you know I like to do. And then we'll try to establish who our 25 guys are, who is healthy and who isn't, and we'll make some decisions and some of them may be tough. I don't have that answer right now. My intention is to play him plenty. That's my dilemma and it's a good dilemma, I tell you that.\"   Parra can play all three outfield positions, but as Towers noted, Young and Upton were not out of the lineup very often in 2011.   Young played in 156 games and would have liked to have played more despite being hampered with a hand injury as he is loathe to miss any starts.   Upton, meanwhile, played in a career-high 159 games and carried the club's offense for large chunks of the season. Keeping him healthy and on the field was a big priority for the organization heading into 2011, so reducing his playing time might prove difficult.   It is certainly a different situation than the one the D-backs faced prior to 2011, when the guys on their bench were clearly not good enough to play every day.   \"The perception of it is that it's negative,\" Gibson said of having to find playing time for four outfielders. \"But the reality is that it gives us great strength and flexibility. I mean, if you look at our team from a couple of years ago and look at the people who made up our depth then and the people that make up our depth now, it's much better. It's something I have to figure out.\"   Parra had a breakout year in 2011 as he had a slash line of .292\/.357\/.427 at the plate and won a Gold Glove.   \"I play my guys and [Parra] certainly has earned the right to play,\" Gibson said. \"If everybody stays healthy that will be a lot to figure out how to do that.\" Steve Gilbert is a reporter for MLB.com. Read his blog, Inside the D-backs, and follow him on Twitter @SteveGilbertMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
