{
    "url": "http:\/\/m.mlb.com\/news\/article\/26293378",
    "title": "No Hall of Fame call for Bernie, Mattingly",
    "subtitle": "No Hall of Fame call for Bernie, Mattingly",
    "body": "Bernie Williams won't need to book a trip this summer to Cooperstown, N.Y., but the sweet-swinging former center fielder will at least remain on the ballot for induction into the National Baseball Hall of Fame.  Williams received 55 votes in his first crack at the Hall, appearing on 9.6 percent of ballots cast by members of the Baseball Writers' Association of America (BBWAA). He fell well shy of the 75 percent needed for induction.  Former Cincinnati Reds shortstop Barry Larkin was the only player selected in Monday's announcement by the Hall of Fame, appearing on 495 ballots and receiving 86.4 percent of the vote. He will be inducted on July 22 in Cooperstown. Even though Williams starred for 16 seasons in the Bronx and was a standout performer in the postseason, collecting a Major League record 80 RBIs, his candidacy for Cooperstown had generally figured to be a long shot.   Other former Yankees continuing to appear on the ballot included Tim Raines, who received 279 votes (48.7 percent), and Don Mattingly, who received 102 votes (17.8 percent).   Williams was the only first-year candidate who received sufficient support to remain on the ballot in 2013.     Retiring after the 2006 season, Williams compiled a .297 batting average with 287 home runs and 1,257 RBIs, winning four Gold Glove Awards and making five All-Star Game appearances. He also collected a career on-base percentage of .381 and slugged .477.   But perhaps Williams' greatest calling card was what happened in October, performing at his best when it counted the most.   In addition to owning the postseason record for RBIs, Williams ranks second in playoff history in other key categories (home runs, total bases, runs, hits, doubles). He was a major contributor in the dynasty that brought four World Series titles to New York (1996, '98, '99, 2000) during his tenure, and the Yankees lost in two other Fall Classics ('01, '03) with Williams in center field.   \"Just to be mentioned in that light, it's great,\" Williams said recently. \"It always gives you a great sense of accomplishment. But at the same time, you have no control over that decision and what's going to transpire.\"   Williams has noted that he will be at peace with whatever might occur in the future.   \"My dad always told me, 'You always want to have that goal to get to the Hall of Fame,'\" Williams said recently.   \"But as I'm getting older, I know that my joy of the game, a lot of it comes from the relationships I was able to develop. All the memories and experiences I was able to go through that have made a profound impact on my life. Everything else is just icing on the cake.\"   Raines, a Yankee from 1996 through '98, has received Hall support in recent years and saw his percentage inch north to 48.7 from 37.5 (218 votes) in 2011.   Mattingly also enjoyed a slight uptick to 17.8 percent, from 13.6 percent (79 votes) in 2011, but despite being one of the game's top first basemen for a six-year period in the 1980s, Mattingly has said that he does not expect to receive the call to Cooperstown.   His best showing was 28 percent in 2001, his first year on the ballot, and because of the effect that chronic back injuries had on the later years of his career, Mattingly -- a nine-time American League Gold Glove Award winner -- isn't holding out hope for a miraculous turnaround.   \"I don't think I'm a Hall of Famer,\" Mattingly has said. \"I don't think I have the numbers. Part of it is longevity, and I wasn't able to do that and do the things that I did early in my career.\" Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
