{
    "url": "http:\/\/m.mlb.com\/news\/article\/26291660",
    "title": "AL West boasts burgeoning keystone battle",
    "subtitle": "Spencer: Burgeoning keystone battle in AL West",
    "body": "Robinson Cano and Dustin Pedroia. Dan Uggla and Chase Utley. Ian Kinsler and Rickie Weeks. Ben Zobrist and Brandon Phillips. Danny Espinosa, Kelly Johnson and Howard Kendrick.  These are not your grandfather's -- or your father's -- second basemen.  Long gone are the days when the position was handled by slick-fielding, slap-hitting guys named Nellie and Junior, choking up on the bat and pinging hits the other way. Big flies were for those muscular fellows over at third base. What we now have occupying second all across the landscape are slick-fielding, missile-launching sluggers. No longer can pitchers breathe easier when a second baseman approaches the plate; now they breathe deeply and hope to keep these bashers in the yard.   Sometimes we need to adjust our thinking. This clearly is one of those times in terms of where to identify your power production in the infield. It's grown out of date to look for bombs solely from your corners, with middle infielders supplying singles and doubles.   You're just as apt to have a game busted open by your man at second as by your hot-corner guy.   Eight Major League second basemen in 2011 launched 20 or more home runs, compared to five third basemen.   Ten second basemen and seven third basemen unloaded 18 or more homers.   Cano, with 118 runs batted in, delivered 13 more than the most productive third baseman, Texas' Adrian Beltre.   While no head-to-head, swing-for-swing competition at second is in the same league as Cano vs. Pedroia, a contender is blooming in the American League West.   Texas' Kinsler vs. the Angels' Kendrick is becoming a hot item as so much attention shifts to their clubs.   While almost doubling his career-best home run total in 2011, from 10 to 18, Kendrick continued to excel across the board, landing his first AL All-Star squad selection.   Kinsler, twice an All-Star, used his multiple talents to finish 11th in the AL's Most Valuable Player balloting. He continued to bash away in postseason play for his Rangers, who came tantalizingly close to their first World Series title.   This Kinsler-Kendrick matchup will be under the microscope in 2012 as the two-time division champion Rangers try to hold off the heavily upgraded Angels, who'd owned the AL West for five of the six previous seasons before Texas' 2010 breakthrough.   News that the Angels were handing Kendrick a four-year extension, buying out three years of potential free agency, alleviated fans' concerns that owner Arte Moreno had invested so heavily in Albert Pujols and C.J. Wilson that he wouldn't be able to retain other franchise cornerstones.   The Angels' next order of business is to secure shortstop Erick Aybar, who engages Texas' Elvis Andrus in yet another exciting duel bringing fuel to the rivalry.   On paper, and in the fantasy world of data-driven machinery, Kinsler vs. Kendrick is clearly to Texas' advantage. In virtually every offensive category, the Rangers' leadoff catalyst gets the edge over Kendrick, who bats all over manager Mike Scioscia's lineup.   Kinsler in 2011 out-homered Kendrick, 32-18, scoring 121 runs and driving home 77 while stealing 30 bases for an AL-best 88 percent success rate.   Kendrick, in a much less dynamic offense, scored 86 times and drove in 63 with 14 steals. Kendrick hit for a higher average (.285 to .251), but Kinsler had a superior on-base percentage (.355 to .338). Kinsler had a slight slugging edge, .477 to .464.   Defensively, according to the metrics and the eyes of scouts, it's almost too close to call. Both players have improved dramatically with the glove over the course of their careers, rising to the top tier of defenders at second.   Yet when you look beyond the hard numbers, into secondary ballpark figures, a completely different picture emerges of Kendrick's offensive worth in relation to Kinsler's.   Kinsler is a dead pull hitter, yanking almost all of his homers to left field. Kendrick's swing is similar to that of Michael Young, Kinsler's esteemed teammate. Kendrick crushes balls to right-center, making him ideally suited for the Rangers Ballpark and its inviting wall in that area.   It's highly likely their offensive numbers would look significantly different if Kendrick and Kinsler swapped uniforms, which will not happen.   Kinsler, who turns 30 in June, is a .309 career hitter at home, .242 on the road. He slugs .526 at home, .412 away. His OPS (on-base plus slugging) shows a huge gap: .922 at home, .727 on the road.   Kendrick, 29 in July, doesn't vary much at all. He is a .298 hitter at home, .287 on the road. He slugs .433 at home, .434 away. OPS: .766 at home, .760 on the road.   These numbers reflect how differently their home parks play and how deceptive raw stats can be if not placed in a broader context.   Unaffected by ballpark variables is Kinsler's superior baserunning. He's one of the game's best, joining Andrus to give Texas a clear top-of-the-order edge over not just the Angels but almost every other club in the game. Kendrick is a plus runner but not in Kinsler's class.   This is where Scioscia and Co. need to close the gap, creating runners and action in front of Pujols. Kendrick was thrilled to hear of King Albert's move to the left coast, noting how it will have a ripple impact throughout the lineup. Kendrick could flourish in the No. 2 hole, seeing more fastballs.   One more intriguing sidebar to the story is the possibility that Kinsler and Kendrick -- in spite of their excellent glove work -- could find themselves making position shifts down the road. This would spare them considerable physical wear and tear.   Texas owns arguably the game's premier infield prospect in 19-year-old shortstop Jurickson Profar. Blocked by Andrus, who is only 23, Profar could be headed for second. Kinsler's bat certainly would play well in the outfield.   Kendrick already has sampled left, getting his baptism in 2011. He also profiles as a solid third baseman if Jean Segura -- the Angels' premier infield prospect at second -- comes quickly.   Like staff ace Jered Weaver, Kendrick opted for remaining where he's comfortable rather than testing the free-agent market after the '12 season and making a potentially larger haul.   All around Angel Stadium, it's been an even warmer and fuzzier winter than usual. Lyle Spencer is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
