{
    "url": "http:\/\/m.mlb.com\/news\/article\/26289820",
    "title": "New ballpark can usher in opportunity to win",
    "subtitle": "New ballpark can usher in opportunity to win",
    "body": "There are many good reasons teams endeavor to move from an old venue to a sparkling new ballpark. At the top of the list almost universally is a basic concept: It will give the team a chance to compete, both financially as well as on the field.  Over the years, as new ballparks have sprung up around the country, many have turned the excitement of a new ballpark into instant gratification, ringing in the new home on a high note.  In the case of the Miami Marlins, we're looking at one of the biggest housewarming parties ever thrown. Will it work in the long run? History provides different views of how to make a new ballpark turn into a new vision for a ballclub -- from Cleveland to Pittsburgh to San Diego and beyond. The lesson is the Marlins shouldn't go around printing playoff tickets just yet.   That said, nobody's really gone in with guns a-blazin' quite like this. The Marlins are looking at a huge bump in their payroll, with last year's $58 million figure expected to balloon over the $90-million mark in 2012, their first year in the new only-in-Miami venue, Marlins Ballpark.   In contracts to Jose Reyes, Mark Buehrle and Heath Bell, they put $191 million worth of payroll commitment into their Winter Meetings haul. Last week, the Marlins took on starter Carlos Zambrano, and they hope he clicks with new manager Ozzie Guillen, who represents another $10 million investment over the next four years.   And the new ballpark is at the heart of it all.   \"We've always said payroll is going up when our revenue is going up,\" Marlins president David Samson said after the team's Winter Meetings splash. \"We expect higher revenue.   \"We never had suite revenue. We never had people in the ballpark. We never had concession revenue. We never had any of these things. Our whole model, our revenue model, our expense model is different. With the additional money we have to spend, we're giving it to players.\"   Whether that works remains to be seen. In the past, other teams have made moves to bolster their chances in a new venue. Some have worked wonders and others are still waiting for the payoff.   One of the first examples of a team taking off in a new ballpark was the Indians, who had a young crop of players who, upon the arrival of Jacobs Field (now Progressive Field), the club wrapped up beyond their arbitration years to create a talented core. They added veterans such as Eddie Murray and Orel Hershiser along the way and had a huge initial run of success in their new yard.   From 1993 to Year 1 in '94, they took their payroll from about $18 million to about $30 million, according to figures on baseball-reference.com, then accelerating it gradually up to more than $90 million by 2001, the eighth year of the ballpark. During that time, the Indians went to the playoffs six times in their new ballpark, including the World Series in 1995 (the ballpark's second year) and '97.   There have been some down years in the second decade of the ballpark, but this past season, the Tribe showed signs of bringing contending baseball back to its beautiful downtown ballpark.   The Indians' model of early success would classify as the exception, rather than the rule.   In Pittsburgh, for instance, a ballpark-induced bump in Major League payroll didn't pay off. And, so far, one of baseball's most beautiful venues home has yet to host a postseason game on the shore of the Allegheny River. Initially, the Pirates' investment into Major League payroll -- a jump from about $30 million to almost $58 million -- was a bust in the form of a 100-loss season in the debut year of PNC Park in 2001.   It wasn't long before the Pirates changed gears and turned their attention to investing more in the futures market -- i.e., draft and development -- and to a degree of success, especially in recent years. But will the current crop of Pirates be able to take their first half of 2011 and turn it into a full season of contention in '12?   In San Diego, the Padres had been building their roster toward Petco Park's 2004 opening, albeit waylaid somewhat by political delays. Their payroll spiked from $45 million to $55 million from '03 to Year 1 in '04, although that was just back to where it was in '00. Most important, the Padres then made the postseason in Year 2 and Year 3, reaching a primary goal of heading into a new ballpark in the first place.   That's really the big idea: Getting into a new venue can lead to a new run of playoff teams.   In Seattle, the Mariners were in the playoffs each of the first two full seasons at Safeco Field -- but they haven't been there since 2002, while investing heavily on Major League payroll over some lean years in the standings. In San Francisco, the Giants went to the playoffs three of the first four seasons in what's now known as AT&T Park, including a World Series in '02 -- and then another run in '10 that culminated in a title. In Philadelphia, the Phillies have spent the last five of their first eight years at Citizens Bank Park in the playoffs, including two World Series appearances (one championship).   The Cardinals were the first in the modern era of new ballparks to christen one with a World Series title the first year, and now have two at Busch Stadium III in six seasons. The World Series has visited newer ballparks in Texas, Detroit, Houston and the South Side of Chicago in recent years as well.   In the sense of needing a new ballpark to turn around a team's fortunes, the Yankees' move to Yankee Stadium III doesn't really fit in the same category as the Marlins, or many others in smaller markets like them. Still, the Yankees hit the market hard the winter before they moved into the new Yankee Stadium, picking up the trifecta of CC Sabathia, Mark Teixeira and A.J. Burnett for a total commitment of more than $400 million. And, sure enough, the Yankees won the World Series their first year in the new venue, in 2009.   The Marlins are much more the type of team that truly looks at a new ballpark as a means to a more successful end.   Once they got the ballpark they told everybody they needed, they did what they told everybody they'd do: they spent the money, showing they're ready to put on a big show their first year in a new ballpark located in the heart of Miami.   How it all turns out remains uncertain, but one thing's for sure: The Marlins are all in on their first year at their new ballpark.   John Schlegel is a national reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "John Schlegel"
}
