{
    "url": "http:\/\/m.mlb.com\/news\/article\/26289286",
    "title": "Oliver acquisition beefs up Blue Jays' bullpen",
    "subtitle": "Oliver acquisition beefs up Blue Jays' bullpen",
    "body": "TORONTO -- The Blue Jays put the finishing touches on their bullpen Monday morning by officially signing left-hander Darren Oliver to a one-year contract.  Oliver will earn $4 million in 2012, with a club option valued at $3 million for the following season. To make room on the 40-man roster, utility man Mark Teahen was designated for assignment.  Toronto will add Oliver to its mix at the back end of a revamped bullpen that appears to be complete following the offseason additions of right-hander Jason Frasor and closer Sergio Santos. \"We made it clear that trying to upgrade the bullpen was a priority for us,\" Blue Jays general manager Alex Anthopoulos told reporters on a conference call Monday afternoon. \"There's a lot of things that Darren brings to the table.   \"You look at his performance the last four or five years, he has probably been one of the better relievers in the game, especially from the left side.\"   The bullpen was arguably the Blue Jays' most glaring weakness in 2011. The club finished tied for the American League lead in blown saves with 25 and ranked 21st overall in the Majors with a 3.88 ERA in 494 innings.   Those subpar results are expected to change in 2012 following a drastic overhaul during the offseason. Gone are right-handers Frank Francisco and Jon Rauch, with Shawn Camp likely following suit in the coming weeks leading up to Spring Training.   The trio has been replaced by Santos, who was acquired in a trade for prospect Nestor Molina during the Winter Meetings in December. Santos will be joined at the back end of the bullpen by setup men Oliver, Casey Janssen and Frasor.   Rounding out the bullpen is expected to be right-handers Carlos Villanueva and Jesse Litsch. The final spot likely won't be decided until the spring, but the early favourite is Luis Perez, who is out of options and would provide manager John Farrell with a second left-handed reliever.   The relief corps appears to have clearly defined roles, which is a stark contrast from 2011, when Octavio Dotel, Rauch and Francisco competed for the closer's job and the setup roles were relatively murky.   The relievers this year should know exactly when they'll be used, and that's something that could play in the club's favour when Spring Training opens in February.   \"Going into Spring Training, I think there's a little bit more clarity,\" Farrell said. \"Last year, we had veteran guys that had experience and success in the closer's role -- we had three of them. This year, I think we would go in knowing that Sergio is our closer.   \"When you've got that defined commodity at the end, it gives better probability for other guys to fall in line and bridge the gap from the starter to Sergio to close out games.\"   The $4 million guaranteed to Oliver in 2012 makes him the most lucrative free-agent signing during general Anthopoulos' three-year tenure in Toronto. It surpasses the $3.75 million handed out to Rauch last offseason and is the most money Toronto has spent on a free agent since shortstop David Eckstein received $4.75 million in '08.   Oliver was arguably the most reliable left-handed specialist available on the open market. The veteran is 41, but he has posted the best ERAs of his 18-year career during the past four seasons.   The Kansas City native has posted ERAs in descending order of 2.88, 2.71, 2.48 and 2.29 during that span. Last year, he struck out 44 and walked just 11 in 51 innings for the AL champion Rangers. He also has been in the playoffs six consecutive seasons with the Mets, Angels and Rangers.   \"He's minimized the damage,\" Farrell said. \"The command to his breaking ball has gotten so good. He has been able to sink the ball in on left-handers a little bit more routinely. It's like anyone else, they continue to evolve and know themselves better as a performer, and that's clearly been the case that bares out in the stats.\"   Teahen, who is still owed $5.5 million, came over to the Blue Jays in late July as part of a multiplayer deal. He managed to hit just .200 with four home runs and 14 RBIs in 78 games.   The writing appeared to be on the wall for Teahen when the Blue Jays acquired veteran reserve outfielder Ben Francisco. At the time, Anthopoulos indicated his club planned to carry five outfielders on its roster, which didn't leave any room for Teahen at the big league level.   Teahen is a career .264 hitter with 67 home runs and 332 RBIs. He has played for Kansas City, Chicago and Toronto during his seven-year career. The Blue Jays have 10 days to trade Teahen to another organization, but Anthopoulos conceded a deal might not get done, which could result in the player being released.   On his Twitter account, Teahen called the Blue Jays a class organization, and he said that the players and coaches are great and that Anthopoulos is a man of his word. The third baseman went on to say he's excited for a bigger role elsewhere and was thankful for his time in Toronto.   Toronto's offseason shopping appears to be nearing an end. Anthopoulos left the door open for the possibility of making additional moves prior to the start of Spring Training, but he added nothing was imminent.   Anthopoulos hasn't ruled out adding one more reliever, and he continues to search for ways to upgrade the starting rotation. The club isn't expected to be a major player for any of the remaining top free agents, and any major trade likely won't happen until midseason.   Of course, there's still plenty of time for things to change before then.   \"The priority is always to try to make the team better,\" Anthopoulos said. \"That goes without saying, but it can't be forced and it has to be at the right price. There's a lot of things we could have done this past offseason to say that we did it, but I just don't ultimately believe they would have been good signings or good trades for us. I think they would have been bad.   \"We're going to continue to have dialogue. ... I don't know that I would expect us to do a whole lot more between now and Spring Training. I hope we do, because that means we found the right deal or the right free-agent signing, but as I sit here today, I don't necessarily see us doing anything else.\" Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
