{
    "url": "http:\/\/m.mlb.com\/news\/article\/26289012",
    "title": "MLB Notebook: Longoria in elite company",
    "subtitle": "MLB Notebook: Longoria in elite company",
    "body": "When the 2007 regular season concluded, a quick perusal across the wide band of statistical accomplishments would have shown four players who qualified for the batting title, played at least 75 percent of their games at third base and produced an OPS+ of at least 140. The four generators of this club were:  Alex Rodriguez, who was coming off one of the greatest offensive seasons ever for a third baseman. Rodriguez posted a position-best 176 OPS+.  Chipper Jones, who was enjoying a renaissance season while leading the National League in OPS and OPS+ (165).  Miguel Cabrera -- still only 24-years-old -- who was assembling his second straight .300\/.400\/.500 season and posting a 150 OPS+.   David Wright, who was playing in his age-24 season while establishing new career highs in runs, hits, homers, batting average, on-base percentage, slugging, OPS and OPS+ (149).  And although Rodriguez and Jones were both on the wrong side of thirty, the relative youth and performances of Cabrera and Wright -- along with other hot-corner inhabitants like Ryan Zimmerman, Aramis Ramirez and Garrett Atkins -- seemed to signal that the ensuing decade would be colored and invigorated by plenty of hot competition for the title of the best offensive performer at the position. Just four seasons later, however, the landscape has changed dramatically. In 2011, Rodriguez and Jones both struggled to remain healthy, and while their time on the field diminished, so too did their play; Cabrera was busy challenging for the title of the best offensive performer at first base; and Wright veered off his Hall of Fame-worthy start, putting up the lowest OPS+ of his career.   Over each of the past two seasons, the best offensive third baseman by OPS+ has been the Rays' three-time All-Star, Evan Longoria. In 2010, Longoria, then in his age-24 season, put up a 143 OPS+ in 661 plate appearances, topped the 100-RBI mark for the second straight season and graded out as arguably the most valuable ballplayer in the American League. This past year, he reached the 30-homer mark for the second time in his four-year career, set a career high in walks while establishing a career low in strikeouts and posted a 139 OPS+, which was just slightly ahead of Aramis Ramirez's 136.   Longoria's ascendance to the top of the offensive pecking order stands out, for the history of the modern-era game has shown that it's quite rare for a young third baseman to lead the position in OPS+. In the 111 seasons since 1901, 22 different third basemen have led the position in OPS+ in multiple seasons, but among these 22, only eight (besides Longoria) have managed to do this before their age-26 season.      The list of the nine above makes for an interesting assortment of career narratives: There are five future Hall of Famers (Baker, Lindstrom, Mathews, Santo and Schmidt), a virtual unknown (Bradley), one who has received a bump in appreciation in the wake of the statistical revolution (Clift), a four-time batting champ (Madlock) and Longoria.   Bill Bradley  Bradley played in 35 games for the Cubs franchise (known as the Orphans in those days) as a 21-year-old in 1899, was the starting third baseman for that club in 1900, and then jumped to the brand new American League in 1901 in order to man the hot corner for the Cleveland team then known as the Blues. The move was a good one for the 6-foot tall third baseman. In 1902, in his age-24 season, he finished the year among the top six in the AL in batting, slugging, OPS, OPS+, runs, hits, total bases, doubles, triples, homers and extra-base hits. Bradley's 11 home runs that season would stand tied as the third highest of the deadball era for a third baseman, just behind the 14 by Heinie Zimmerman in 1912 and the 12 by \"Home Run\" Baker in 1913. From 1901 through his last full season in 1908, Bradley had the second-most homers and the most total bases and extra-base hits for any third baseman in either the AL or NL.  Frank 'Home Run' Baker  Baker led the AL in home runs in four straight seasons, from 1911-14, but acquired his nickname because of a pair of homers he collected in the 1911 World Series. In 1909, when he first led all Major League third basemen in OPS+, Baker also led the entirety of the AL in triples with 19. Baker would go on to also lead Major League third basemen in OPS+ in 1911, 1912, 1913, 1914* and 1916. From 1911-14, he owned the Majors' fifth-best OPS+ (for all positions), had the fourth-most total bases and the third-most extra-base hits. He was tops among all third basemen in these categories over this span of seasons.  * Baker actually owned the second-highest OPS+ among third basemen in 1914, finishing second to Ed Lennox. But Lennox posted his 158 (to Baker's 151) in the Federal League -- an accomplishment that can be diminished a bit by the lack of quality competition, and so, at least from this one perspective, Baker gets the nod.  Freddie Lindstrom  By the time he completed his age-25 season in 1931, Lindstrom already had collected 3,991 plate appearances in the Major Leagues -- the 13th-highest total for that age season in the modern era. In 1928, in his age-22 season (but already his fourth qualifying for the batting title), Lindstrom knocked out a league-leading 231 base hits. In '30, he again collected 231 knocks; those two totals are tied for the second highest ever for a third baseman, with only Wade Boggs (240 in 1985) having more. Lindstrom is one of four players in history to have multiple 230-hit seasons. The others are Ichiro Suzuki (with 3), Rogers Hornsby (2) and George Sisler (2). Lindstrom's .379 batting average in 1930 is also the second highest in the modern era for a qualifying third baseman, behind George Brett's .390 in 1980. However, the offensive environment must be taken into consideration when understanding Lindstrom's gaudy average; that year, the NL as a whole batted .303. In contrast, when Brett hit .390 in 1980, the AL average was .269.  Harlond Clift  In every season from 1938-42, Clift drew at least 100 walks, which in addition to his 100-plus walk season in 1936, gave him a total of six such seasons. From 1901-42, all other third basemen in the Majors Leagues combined for a grand total of one 100-walk season, and that was compiled by Hall of Fame outfielder Mel Ott, who played third base for just one season in '38. If he were playing today, odds are Clift's combination of power and patience would make him a perennial All-Star candidate (instead of bringing him just one appearance in the Midsummer Classic). In his age-24 and age-25 seasons combined, Clift's OPS+ was 142. Among the 10 players who posted a higher OPS+ (with at least 1,000 plate appearances) over those two seasons (1937-1938), eight of them made their eventual way to the Hall of Fame: Johnny Mize, Hank Greenberg, Mel Ott, Ducky Medwick, Jimmie Foxx, Lou Gehrig, Joe DiMaggio and Bill Dickey.   Eddie Mathews  By the time he was through with his age-25 season in 1957, Mathews was the owner of 222 home runs, 1,781 total bases, 402 extra-base hits and a 154 OPS+. Not only are these marks the leading figures for any third baseman in the modern era through an age-25 season, they also stand out among all players at any position. The home runs are tied for the second most, the total bases are the 15th most, the extra-base hits are tied for the 12th most and the OPS+ is the eighth highest (minimum 3,000 plate appearances). Mathews would continue his offensive dominance at the position after '57, leading all qualifying third basemen in OPS+ in every season from 1959-63. Viewed from another angle, when he retired after the '68 season, Mathews owned five of the top 11 OPS+ seasons for a third baseman since 1901. He is still the only third baseman to assemble three different seasons with an OPS+ of at least 170. All three of those years came before his age-24 season, making him the only player in baseball's modern era to accomplish that feat.  Ron Santo  Santo was finally elected to the Baseball Hall of Fame recently, ending a long journey that began when he debuted for the Cubs in 1960. Santo's age-24 season in '64 -- a year that saw him end Mathews' run of five straight seasons leading all third basemen in OPS+ -- started a run of spectacular play for the Cubs' perennial All-Star. From 1964-69, Santo posted a 147 OPS+ and averaged 30 homers, 105 RBIs and 93 walks in 160 games per season. Over this six-year stretch, Santo led all Major League third basemen in OPS+ four times. Among the 93 players since 1901 with at least 1,000 games at third, Santo's career 125 OPS+ is the ninth highest. It's numbers like these that make many feel Santo's election to the Hall of Fame was long overdue.  Mike Schmidt  Schmidt led all Major League third basemen in OPS+ seven times, a figure that is second to Mathews' nine. But in terms of career OPS+ among players with at least 1,000 games at the hot corner, Schmidt's 147 is at the top. Not only was Schmidt the top guy by OPS+ at his position on seven occasions, he also led his entire league in the stat six times -- those six tie him with Honus Wagner, Stan Musial and Willie Mays for the eighth most in history. Babe Ruth led his league 13 times, Rogers Hornsby led 12 times, Ty Cobb owns 11 titles, Ted Williams and Barry Bonds each led in nine seasons, and Dan Brouthers and Mickey Mantle each captured eight titles.  Bill Madlock  Interestingly, from 1901-74, no two qualifying third basemen ever tied for the highest OPS+ in a season. That changed in '75, when Madlock matched Schmidt's 141. The two that season make for an interesting contrast in styles. Schmidt led the league with 38 home runs and drew 101 walks, while Madlock collected only seven home runs and drew only 42 walks, but also won the NL batting title with a .354 mark and struck out 146 fewer times than Schmidt. Madlock would go on to capture another batting title in '76 and would lead all third basemen (even Schmidt) in OPS+. He then would take home another pair of batting titles in 1981 and '83. His four titles all came as a third baseman, giving him the second most for the position, behind Boggs and his five crowns. In another interesting third base intersection, before '76, no season had ever seen third basemen capture batting titles in both the NL and AL. Then while Madlock won the title in the NL in '76, Brett owned the top average in the AL. Madlock's subsequent two titles also came in years in which a third-base counterpart captured the crown in the other league: in 1981, Carney Lansford led the AL, and in 1983, Boggs was the highest average hitter in the AL.  Evan Longoria  When it comes to hot starts at the hot corner, Longoria stands out as a relatively special and rare specimen. A few items of note include these:   His lowest OPS+ through his first four seasons was generated in his first year in 2008, when he posted a 127 while assembling enough impressive numbers to be named the AL Rookie of the Year. With that number as a baseline, Longoria is the only third baseman since 1901 to qualify for the batting title and put up at least a 127 OPS+ in each of his first four seasons. Three others -- Mathews, Jim Ray Hart and Wright -- did this in three of their first four years.   Longoria is one of three third basemen to have at least four qualifying campaigns with at least a 127 OPS+ through his age-25 season. The other two are Mathews (5) and Wright (4).    Among all players with at least 500 games at third through their first four seasons, Longoria has the fourth-most home runs (113), the second-most RBIs (401), the second-most extra-base hits (268), the third-most total bases (1,075) and owns the fourth-highest OPS+ (136).   With all of his impressive work thus far, it's natural to wander into the speculation of Longoria's future. As good as he has been, as consistently as he has played, as young as he still is, one gets the sense that we are all waiting for that big, bellowing year -- that season when he puts up a line of numbers that aligns him with the iconic names and numbers. For all of his excellence, there have been 31 seasons by third basemen before their age-26 season that have produced an OPS+ higher than Longoria's career best of 143. Then again, Boggs was in his age-24 season when he made it to the Majors, Jones didn't post a 140 OPS+ until his age-26 season in 1998 when he put up a 148 (the best among all third baseman that year), and Brett didn't lead all third basemen in OPS+ until his eighth year in the Majors -- in 1980 -- when he flirted with .400, won the MVP Award and assembled the highest OPS+ (203) ever for a third baseman.   So for now, we can be content with Longoria simply dueling year in and year out for the title of the best offensive third-sacker in the game. Since he does appear to have many more seasons left in his legs and bat, one can assume at least one more title might be in his future. Since 1901, there have been only 13 third basemen to have at least three seasons of qualifying for the batting title and having the best OPS+ at the position: Mathews (9), Schmidt (7), Baker (6), Heinie Groh (5), Boggs (5), Pie Traynor (4), Stan Hack (4), Santo (4), Jones (4), Bill Bradley (3), Whitey Kurowski (3), Al Rosen (3) and Brett (3). It'll be interesting to follow Longoria and see whom he might be able to catch. Roger Schlueter is senior researcher for MLB Productions. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Roger Schlueter"
}
