{
    "url": "http:\/\/m.mlb.com\/news\/article\/26275694",
    "title": "Cardinals' Duncan taking leave of absence",
    "subtitle": "Cardinals' Duncan taking leave of absence",
    "body": "ST. LOUIS -- A winter of massive transition for the Cardinals saw another big change on Thursday night.  Pitching coach Dave Duncan will take an indeterminate leave of absence in order to tend to his wife, Jeanine, who is recuperating from brain surgery last August. No timetable was set for his return, but general manager John Mozeliak specified that the club currently considers Duncan to be taking a leave, rather than to have resigned.  The club announced on Friday afternoon that Derek Lilliquist will serve as pitching coach and Dyer Miller has been named bullpen coach. Lilliquist, 45, was the Cardinals' bullpen coach last season, and he took on the team's pitching-coach duties last August when Duncan asked for a leave of absence. Duncan missed the last several weeks of the regular season to be with his wife, returning on the last day of the regular season to accompany manager Tony La Russa for what had the potential to be La Russa's last game as a manager. He stayed on through the postseason as the Cardinals won the World Series.   When Matheny was hired, Duncan elected to stay on for the last year of his contract. However, his continued work in the role he has held since 1995 was always contingent upon Jeanine's condition.   Jeanine Duncan has been fighting the effects of a brain tumor, and the St. Louis Post-Dispatch reported Thursday that the coach felt conflicted with his personal and professional responsibilities.   The Cardinals will have a new manager for 2012 in Matheny, and they'll also have first-year staff members in assistant hitting coach John Mabry and first-base coach Chris Maloney.  Matthew Leach is a reporter for MLB.com. Read his blog, Obviously, You're Not a Golfer and follow him on Twitter at @MatthewHLeach. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matthew Leach"
}
