{
    "url": "http:\/\/m.mlb.com\/news\/article\/26295744",
    "title": "Unsigned Lidge playing the waiting game",
    "subtitle": "Unsigned Lidge playing the waiting game",
    "body": "PHILADELPHIA -- On a crisp January day, workers were dismantling the Winter Classic hockey rink that, just a week earlier, had made Citizens Bank Park the epicenter of the hockey world. Bulldozers scraped the ice, now slush, and dumped it in the parking lot outside. Things change. And as it happened, working out inside the home clubhouse was a man who understands that reality as well as anybody. Three years ago, Brad Lidge was the most celebrated reliever in baseball. The Phillies right-hander didn't blow a save during the regular season or playoffs. He went 47-for-47 overall, including dropping to his knees after recording the final out of the 2008 World Series as an entire city stood and cheered. Monday, he was just one of several free agents still looking for a job.  What makes his story interesting, though, isn't what he was when he played such a big role for the 2008 World Series champions.  It's that in a what-have-you-done-lately business, he has done pretty darn well. In his last 51 appearances, Lidge has a 1.02 ERA.  Granted, that's a body of work that has been separated by more than a half a season spent on the disabled list with both shoulder and knee problems at the beginning of the 2011 regular season. Yet that doesn't seem to be the biggest reason he still hasn't caught on with a team -- even though Spring Training is just a little more than a month away.  From all outward appearances, the reluctance is connected to the fact that while his fastball used to routinely hit 95-96 mph, it's now more typically in the 90-91 range.  \"It shouldn't matter, but it does for some reason,\" Lidge acknowledged with a wry grin. \"At the beginning of my career, I would have said, 'Who cares? I throw hard.' At this point, I'm not throwing as hard. But I know how to pitch a lot more now. I know how to effectively use what I have.  \"You'd think it would just be production. But it's not. It's bizarre to me because I still have a very high swing-and-miss percentage. I think velocity is so important for some teams, and the prototype closer throws hard. So if you're not throwing as hard, suddenly you're not a closer. And I don't understand that totally. But it is what it is.\"  It also hasn't helped that there were a boatload of late-innings relievers available this winter. Jonathan Papelbon (Phillies) and Heath Bell (Marlins) cashed in with big free-agent contracts, but Joe Nathan (Rangers), Jonathan Broxton (Royals), Darren Oliver (Blue Jays) and Andrew Bailey (traded from the A's to the Red Sox) were added for considerably less payroll commitment.  \"This has just not been a great year to be a closer, period, because there are closers everywhere this year,\" Lidge said. \"It just so happens that [this year] there are closers everywhere that can be had at a lower price than an elite closer.\"  By the time Lidge was activated from the DL last season, Ryan Madson had established himself as manager Charlie Manuel's go-to guy in save situations. Lidge understood the situation and accepted it without complaint. He would still like to close, however, but realizes he may not have the opportunity to open the 2012 season in that role, as there are still free-agent closers available, including Madson.  \"At this point, I probably could have taken some offers,\" Lidge said. \"At the same time, they weren't quite right for me. It is always a little surprising when you feel like you can still close and you're still going to be a good closer and the market out there is not such [that you get a chance].  \"There are a lot of teams that want you to be there in case their young guys doesn't do well -- to be a setup guy. And that's great. We'll kind of see how that plays out. That might be what I have to do. But at the same time, when you feel really good and you're still putting up good numbers and you know you can close games, it's tough. Because it doesn't matter how good you feel, it just matters how teams think.\"  Lidge hopes to make a decision soon. The Phillies are still looking to add bullpen depth -- they have recently been rumored to have talked to Kerry Wood -- and their onetime closer said no doors have been closed on his return yet.  In the meantime, Lidge and his family have returned to Philadelphia after spending the holidays at their Colorado home. He works out daily at the park and hopes for the best. It's a lot different than it was in 2008, when the Phillies gave him a three-year, $33.5 million extension at midseason to keep him off the free-agent market.  \"I guess I've been fortunate. I never had to pay any attention to that prior to this year,\" he said with a smile. \"But obviously, at this point you do have to pay attention to it. I don't know if anybody can not pay attention to it when January rolls around and you're not officially with a team.  \"It's been interesting. It's a little unsettling at times. Sometimes it's fun when you're talking to teams. It's a very unique experience.\" Paul Hagen is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Hagen"
}
