{
    "url": "http:\/\/m.mlb.com\/news\/article\/26278110",
    "title": "Cards name Kantrovitz director of scouting",
    "subtitle": "Cards name Kantrovitz director of scouting",
    "body": "ST. LOUIS -- The Cardinals made official on Friday what had been evident for a couple of days, formally naming Dan Kantrovitz as the club's new director of scouting. Kantrovitz replaces Jeff Luhnow, who departed to be general manager of the Houston Astros.  Additionally, the Cardinals promoted Matt Slater to director of player personnel. Slater had already been one of general manager John Mozeliak's most trusted lieutenants, serving as special assistant to the general manager.  Kantrovitz, 33, played briefly in the Cardinals organization before an injury derailed his playing career. He was a 25th-round selection in the 2001 First-Year Player Draft and played in one game for rookie-level Johnson City. The St. Louis native attended Brown University in Rhode Island for his undergraduate degree, and also holds a master's degree in statistics from Harvard. Kantrovitz's familiarity with the St. Louis organization, as well as his intellect and analytical approach, made him a perfect fit for the job, Mozeliak said. Kantrovitz previously served as director of college scouting in the Cardinals organization after his playing career. He also worked as an intern with the club while he was in college. He most recently worked as director of international scouting for Oakland.   \"We needed to try to identify somebody that understood our culture and how we think of things and really has a firm grasp of our process,\" Mozeliak said. \"Obviously, Dan was familiar with our methodologies and knew how we liked to approach things, so he was just a natural fit from the moment this job opened up.   \"There's really very few people that could come and understand our approach and our process. He did, and it just made a lot of sense. He's a talented young man that has a really good feel for talent evaluation, but also has a firm grasp of the analytical side of things.\"   Slater, who has worked in the Cardinals organization since 2007, has also worked for the Dodgers, Orioles and Brewers. In addition to an extensive background in scouting, Slater also holds a law degree and has worked on the business side of baseball operations. He will have a hand in player evaluation of all stripes, from potential draftees to international players to players within the Cardinals organization to Major Leaguers on other clubs' rosters.   \"What we wanted to do was bring a little more clarity to his role and really sort of make sure that from a perception standpoint, but also from an internal standpoint, that his expertise is going to be player evaluation,\" Mozeliak said.   The Cardinals also announced several other moves within the baseball operations staff: Tony Ferreira will be baseball operations assistant, player development, while Jared Odom will serve as baseball operations assistant, scouting. Cesar Geronimo Jr. has been hired as international scouting cross-checker, and Angel Ovalles has been appointed Dominican Republic scouting supervisor.   According to the release issued by the Cardinals, the club \"also anticipates the addition\" of Luis Morales as baseball operations assistant, international. Matthew Leach is a reporter for MLB.com. Read his blog, Obviously, You're Not a Golfer and follow him on Twitter at @MatthewHLeach. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matthew Leach"
}
