{
    "url": "http:\/\/m.mlb.com\/news\/article\/26278152",
    "title": "D-backs' brass gearing up for Spring Training",
    "subtitle": "D-backs' brass gearing up for Spring Training",
    "body": "PHOENIX -- The D-backs' baseball personnel held an all-day meeting earlier this week at their Salt River Fields Spring Training complex to discuss a wide range of issues before next month's opening of camp.  Arizona's pitchers and catchers will report Feb. 20, with their first workout the following day, while position players are set to report Feb. 25 and the first full-squad workout will take place Feb. 26. Workouts are open to the public, and fans may park in the Desert Lot on the north side of the complex, which is best accessed via 90th Street off of Via de Ventura.  General manager Kevin Towers, manager Kirk Gibson and his coaching staff, team president\/CEO Derrick Hall and managing general partner Ken Kendrick attended Wednesday's meeting. The organization's training staff provided a medical update on players, while farm director Mike Bell and his assistant Quinton McCracken were there to talk about the team's Minor Leaguers. \"Really we talked about, 'How do we sustain what we did last year in finishing at the top of the division?'\" Towers said. \"It was a good meeting. It was good to see everybody and get everybody back in baseball mode again.   \"We set some realistic goals -- not only individual goals, but team goals -- as we head into Spring Training in the next month,\" Towers said.   During their Wednesday meeting, the group went through a review of 2011 at both the Major League and Minor League levels and discussed what players in the system were close to making an impact in the big leagues.   Each player who will be in Major League camp was also discussed.   \"We went through them all,\" Gibson said. \"We watched video clips on them and had good discussions on everybody. We're just trying to get everyone's perspective. Different people have different information, different perspectives, so we want them to share it. We're trying to get better.\"   The D-backs announced Friday that they will have 20 non-roster invitees at Spring Training this year:   Pitchers (9): Charles Brewer, Mike DeMark, Chris Jakubauskas, Jensen Lewis, Evan Marshall, Kevin Munson, Patrick Corbin, Jason Lane and Tyler Skaggs   Catchers (3): Ryan Budde, Ed Easley and Rossmel Perez   Infielders (5): Matt Davidson, Chris Owings, Cody Ransom, Rusty Ryal and Ryan Wheeler   Outfielders (3): Adam Eaton, Marc Krauss and A.J. Pollock   The D-backs will open the Cactus League exhibition season on March 3 with a pair of split-squad contests versus the Colorado Rockies at Salt River Fields at Talking Stick and against the San Francisco Giants at Scottsdale Stadium.  Steve Gilbert is a reporter for MLB.com. Read his blog, Inside the D-backs, and follow him on Twitter @SteveGilbertMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
