{
    "url": "http:\/\/m.mlb.com\/news\/article\/26276882",
    "title": "2013 HOF ballot to feature controversial greats",
    "subtitle": "2013 HOF ballot to feature controversial greats",
    "body": "In the cyclical realm of the annual National Baseball Hall of Fame ballot, there are years with only a few viable candidates, such as the 2012 election to be announced Monday, and others with several real possibilities. And there's always a dash of bubbling conversation over who should get in and who shouldn't.  Then there is the 2013 ballot, which promises to be a whole different ballgame.  A year before it will even be in the hands of Baseball Writers' Association of America members who compose the electorate for induction, it's clear the 2013 ballot is one that will change the landscape of how players are elected to join the greats at Cooperstown. In terms of epic production, celebrated accomplishments and, most telling, their stardom taking place at the epicenter of an era tainted by performance-enhancing drugs in baseball, this class is without peer. This year, the announcement, which will be delivered Monday on MLB Network and streamed live on MLB.com starting at 2 p.m. ET, could be that Barry Larkin or perhaps even Jack Morris received enough of a bump of support to earn induction into the Hall of Fame. Or, it could be that no one earned enough votes from the BBWAA electorate, delivering a Hall of Fame shutout for the first time since 1996.   Next year's announcement is bound to have a more profound effect on the game, regardless. It will amount to a pronouncement on an era of unparalleled accomplishments and widespread suspicions.   For the first time, the Hall of Fame-lock accomplishments of Barry Bonds, a record seven-time Most Valuable Player, and Roger Clemens, a record seven-time Cy Young Award winner, will be put to the Cooperstown test. It's obviously not as simple as those daunting resume items: Those accomplishments must be balanced against, among other things, each former superstar's current legal battles with the United States government. In separate cases at trial, they have been accused of lying when saying under oath that they never used performance-enhancing drugs.   And Bonds and Clemens are just the tip of the 2013 ballot's iceberg. There's also Sammy Sosa, Mike Piazza, Craig Biggio and Curt Schilling -- all among the most accomplished players of their era. Others such as Kenny Lofton, David Wells and Julio Franco deepen the ballot further, making it much heftier than the 2012 ballot's roster of first-timers, headed by the Yankees' Bernie Williams.   Between now and the time the 2013 results are revealed, there will be plenty of discussion about the merits of the players who will make their debut on the Hall of Fame ballot in 2013, and plenty of time to dissect what kind of message the electorate will send.   For now, here's a glimpse at six players who will head one of the most talented and intriguing groups of first-timers seen on the Hall of Fame ballot:   Barry Bonds, OF, Pirates-Giants Key credentials: Seven-time National League MVP, 13-time All-Star, 762 HR (1st all-time), 1,996 RBIs (4th), 1.051 OPS (4th), 2,558 walks (1st), 2,227 runs (3rd), single-season HR record (73, 2001), eight Gold Gloves, 12 Silver Sluggers, seven postseason appearances (one league title).   By any measure, it's an amazing array of numbers and honors, hard to top in any era. And, to think, there was a time when he'd already made it clear that he was on his way to Cooperstown, but some thought his surly attitude with the media at times would cost him some votes.   When Bonds is up for election in the Hall of Fame, it's likely his appeal of one count of obstruction of justice stemming from his April trial in federal court still will be ongoing. Bonds was convicted of that one count but a jury couldn't come to a conclusion on three charges of giving false statements during his 2003 testimony to the grand jury investigating the Bay Area Laboratory Co-Operative (BALCO).   With a sentence of two years' probation, 30 days of home confinement and 250 hours of community service being suspended while the appeal takes its course, Bonds will be on the Hall of Fame ballot with a lot of off-the-field considerations for voters -- and that amazing collection of otherwise first-ballot accomplishments.   Roger Clemens, RHP, Red Sox-Blue Jays-Yankees-Astros Key credentials: Seven-time Cy Young Award winner (6 AL, 1 NL), 11-time All-Star, 1986 AL MVP, 354 wins (9th all-time), 4,672 strikeouts (3rd), two pitching Triple Crowns (AL, 1997, '98), 12 postseason appearances (3 World Series, 6 league champions).   This is another no-brainer altered by legal issues. By the time the Hall of Fame ballot is distributed, Clemens is expected to have stood trial in Washington, D.C. on six charges of perjury, giving false statements and obstruction of Congress based on his 2008 testimony before the House Committee on Oversight and Government Reform. After a government mistake provoked a mistrial last July, a new trial has been set for April 17.   Regardless of the outcome, Clemens' journey through the legal system -- all the while denying he ever used PEDs -- obviously will have an effect on his candidacy, which otherwise would be rock solid. Clemens' 354 wins are the one shy of Greg Maddux (Class of 2014) for the most since Warren Spahn's 363 through 1965, and his record seven Cy Youngs spanned 19 seasons.   Sammy Sosa, OF, Rangers-White Sox-Cubs-Orioles Key credentials: 1998 NL MVP, seven-time All-Star, 609 HR (7th all-time), three 60-HR seasons (1st), six Silver Sluggers, two postseason appearances.   The National League MVP after he and Mark McGwire went on their historic homer tear in 1998, Sosa also has allegations of PED use in his history -- along with an incident with a corked bat in 2003. The New York Times reported in 2009 that Sosa was among the players who failed drug tests in 2003, although he denied in the 2005 Congressional hearing that he ever took steroids.   If his '98 slugging partner McGwire is any indication, it'll be tough for Sosa to get much support. McGwire received 19.8 percent of the vote in his fifth year on the ballot a year ago.   Mike Piazza, C, Dodgers-Marlins-Mets-Padres-A's Key credentials: 12-time All-Star, 1993 NL Rookie of the Year, 462 HR (most ever by a catcher), 10 Silver Sluggers, five postseason appearances (1 league champion).   From the time he burst onto the scene as a 62nd-round pick who became a Rookie of the Year for the Dodgers, Piazza proved to be one of the greatest hitting catchers of all time. While he hit 30 homers in eight consecutive seasons and nine overall, his most memorable homer was a two-run shot on Sept. 21, 2001, to push the Mets to victory in their first home game after the 9\/11 attacks.   There were whispers throughout his career and one published allegation, but Piazza never has been directly, officially implicated in using PEDs.   Craig Biggio, 2B, Astros Key credentials: Seven-time All-Star, 3,060 hits (21st all-time), 668 doubles (5th), 285 HBP (2nd), 1,844 runs (13th), four Gold Gloves, five Silver Sluggers, six postseason appearances (1 league title).   A one-team man who became the 20th player to reach the 3,000-hit barrier, Biggio would seem to have the requisite credentials. Only Rafael Palmeiro, his 11-percent support reflecting his own PED issues, has 3,000 hits and hasn't been voted into the Hall of Fame once eligible. Biggio fell just nine homers short of joining Willie Mays as the only players with 3,000 hits, 300 homers and 300 steals.   By all accounts, Biggio also passes the character test and hasn't had his name mentioned in connection with PED use. Former teammate Jeff Bagwell checked in with 41.7 percent of the vote his first time out in 2011.   Curt Schilling, RHP, Orioles-Astros-Phillies-D-backs-Red Sox Key credentials: Six-time All-Star, 216 wins, three 20-win seasons, 3,116 strikeouts (15th all-time), five postseason appearances (3 World Series, 4 league champions).   Schilling really made his legacy in the postseason, where he combined with Randy Johnson for the ultimate Dynamic Duo that led the Diamondbacks to the 2001 World Series title and then moved his October show to Boston, where the Red Sox won two World Series titles with Schilling as a key part of their pitching staff.   Whether he did enough over the course of his entire career to warrant entry to Cooperstown is likely to be the main consideration for Schilling.   Like the rest of the players who will make their debuts on the 2013 Hall of Fame ballot, the decision won't be clear or easy to make.   For the voters, it'll be a whole different ballgame.   John Schlegel is a national reporter for MLB.com. This article used information from baseball-reference.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "John Schlegel"
}
