{
    "url": "http:\/\/m.mlb.com\/news\/article\/1298222",
    "title": "Marlins officials invited to visit Charlotte",
    "subtitle": "Marlins officials invited to visit Charlotte",
    "body": "CHARLOTTE, N.C. (AP) -- A real-estate lawyer and developer has formulated a plan to remake part of downtown Charlotte and lure the Marlins to a 38,000-seat stadium.  Developer Jerry Reese said Thursday he has invited Marlins officials to visit Charlotte and view the location where he proposes to build a ballpark. A visit is planned for February or March, he said.  Team spokesman P.J. Loyello said Thursday the team does not confirm such visits until the day before they are to happen. Having failed repeatedly in their quest for a baseball-only stadium in South Florida, the Marlins said in November they would consider relocating once their lease for Dolphins Stadium expires after the 2007 season. Las Vegas and Portland, Ore., are among the contenders for the team.   Reese presented his plan to Mecklenburg County commissioners Wednesday and said it would be the centerpiece of a proposed $600 million to $700 million redevelopment.   \"Availability of this much land in an uptown area of a major urban center is almost never possible,\" Reese said Thursday. \"You have a unique set of opportunities.\"   Since the early 1990s, Charlotte has been listed as a potential site nearly every time a Major League team has discussed relocation. But it has been years since city leaders put any real effort into luring a franchise. Most believe the city is better served building a Minor League stadium for the Triple-A Charlotte Knights, who play in suburban Fort Mill, S.C.   Charlotte Mayor Pat McCrory did not return a call seeking comment Thursday on Reese's proposal, but the head of the Charlotte Regional Sports Commission, Jeff Beaver, said big league ball is not a priority.   \"My view hasn't changed,\" Beaver said. \"We're just not ready for Major League Baseball.\"   Officials in Hialeah, Fla. -- just northwest of Miami -- said they will meet with the Marlins next week to open preliminary discussions of building a ballpark in their city, Florida's fifth most-populous.   \"We're a city that's 94 percent Hispanic and we love our baseball,\" Hialeah Mayor Julio Robaina said. \"A lot of our kids are growing up playing the game and a lot of our adults are fans. I'm going to work and do what I can to keep baseball here in Miami-Dade County.\"   Robaina mentioned three potential sites where a ballpark could be built, including the famed Hialeah Park thoroughbred track, which has not hosted live racing since May 2001.",
    "author": ""
}
