{
    "url": "http:\/\/m.mlb.com\/news\/article\/26275958",
    "title": "Mets hire financial consulting group",
    "subtitle": "Mets hire financial consulting group",
    "body": "NEW YORK -- The Mets confirmed Thursday that they have hired the consulting group involved in the Rangers' bankruptcy sale earlier this year, stressing that they have engaged the firm \"to provide services with financial reporting and budgeting processes.\" The team acknowledged its involvement with CRG Partners late Thursday night, releasing a 17-word statement that read: \"Mets Limited Partnership engaged CRG Partners to provide services in connection with financial reporting and budgeting processes.\" Earlier Thursday, general manager Sandy Alderson indicated that the team still expects to close on the first of multiple minority ownership sales, believed to be worth $20 million each, by the end of January. Neither principal owner Fred Wilpon nor partner Saul Katz has publicly presented bankruptcy as an option, conversely stressing over the past year that they will do whatever necessary to retain majority ownership of the Mets. Barring settlement, Wilpon and Katz are scheduled to go to trial in March with the trustee seeking to recover funds from Bernard Madoff's Ponzi scheme. The trustee, Irving Picard, is currently appealing a ruling that reduced the lawsuit's total stake from $1 billion to $386 million.  Alderson said last month that the team recently lost $70 million through regular operations, irrespective of the lawsuit. The team has also owed Major League Baseball $25 million for more than a year and recently received a $40 million bridge loan from Bank of America to cover operating expenses. MLB Commissioner Bud Selig said twice in October that he is not concerned about the Mets' ability to repay their debts.   The Mets further clarified CRG's role in their proceedings in a tweet sent Friday on their official Twitter account.  \"Lots of talk about CRG,\" the club published on its @Mets feed. \"To be clear: CRG's services aren't bankruptcy-related. There are no bankruptcy services being provided by anyone.\"  In addition to its expertise in bankruptcy matters, CRG Partners advertises on its website the ability to solve \"the unique operational and financial challenges facing your organization.\" The site lists services including turnaround management, performance improvement and fiduciary services.  After CRG worked to restructure the Rangers and send them to bankruptcy auction last summer, a group led by Chuck Greenberg and Nolan Ryan purchased the team for $593 million -- or $18 million more than Greenberg's group had agreed to pay in pre-bankruptcy negotiations. Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
