{
    "url": "http:\/\/m.mlb.com\/news\/article\/26266120",
    "title": "Rays announce Minor League coaches, trainers",
    "subtitle": "Rays announce Minor League coaches, trainers",
    "body": "ST. PETERSBURG -- The Rays announced their Minor League on-field coaching and medical training staffs for the 2012 season on Thursday.  Two new coaches are in the mix, both of whom played in the Majors Leagues: former Rays catcher Paul Hoover, who will manage the Gulf Coast League Rays (Rookie), and Kyle Snyder, who will serve as the pitching coach for Hudson Valley (Short-Season A).  Hoover is the Rays' third Draft pick to manage in the system, joining current Minor League hitting coordinator Matt Quatraro and current Hudson Valley manager Jared Sandberg. In addition, Joe Benge was promoted to Minor League medical training coordinator after spending last year as Triple-A Durham's athletic trainer.   Durham will welcome back manager Charlie Montoyo for his sixth season with the Bulls and 15th managing in the Rays' organization. Pitching coach Neil Allen returns for his second year with the Bulls and sixth season in the organization. Coach Dave Myers starts his fourth year with the organization, all with the Bulls. Mike Sandoval joins the organization as the Bulls' athletic trainer after spending the previous 25 years in the Pirates' system, including the last 10 seasons as assistant athletic trainer with the Major League club.   Bill Gardner Jr. will return for his sixth season as manager of Double-A Montgomery. Pitching coach R.C. Lichtenstein is new to the Biscuits' staff this season after spending the previous three seasons with Bowling Green. He enters his eighth year with the Rays' organization. Coach Ozzie Timmons, a Tampa native and former Tampa Bay outfielder, returns to the Biscuits for a fourth year and his sixth coaching in the organization. Kris Russell joins Montgomery as its athletic trainer after spending last season in Charlotte.   Class A Charlotte will be managed by Jim Morrison for the fourth consecutive year as he enters his sixth season managing in the organization. Pitching coach Steve Watson returns for his second year with the Rays and Stone Crabs. Coach Joe Szekely returns for his eighth season with the franchise and third at his current post with Charlotte. Scott Thurston will serve as the trainer for the Stone Crabs in his fifth season in the Rays' system, following a two-year stint with Bowling Green.   Class A Bowling Green will be managed by Brady Williams, who returns for his third season with the Hot Rods and seventh with the organization. Pitching coach Bill Moloney will join the Hot Rods after spending the previous two seasons at Montgomery. He will begin his sixth year in the franchise. Coach Manny Castillo, who begins his 15th season in the organization, will return for his third year in Bowling Green. Athletic trainer Jeremy Spencer joins the Hot Rods for his second year in Tampa Bay's system, following one season with Hudson Valley.   Sandberg returns for his third year as manager of Hudson Valley and fifth year in the Rays' system. Snyder is new to the Renegades' staff and the organization. He was selected by the Royals in the first round of the 1999 First-Year Player Draft and pitched parts of five seasons in the Majors with Kansas City and Boston. Coach Dan DeMent, who begins his fourth year with the organization, will also start his first season with Hudson Valley after coaching the last two years with the GCL Rays. Athletic trainer Brian Newman joins the Renegades in his first season in the Rays' system.   Michael Johns will again manage Princeton for his third season and fifth with the organization. Pitching coach Darwin Peguero will begin his first season with Princeton after spending the previous three years with the GCL Rays; this will be his eighth season in the franchise. Coach Reinaldo Ruiz, who begins his fifth season in the Rays' system, will also start his first season with Princeton. Athletic trainer Nick Flynn joins Princeton in his first season in the organization.   Hoover enters his first season as a coach in the organization as he becomes the pilot of the GCL Rays. The former catcher was selected by Tampa Bay in the 1997 First-Year Player Draft and played in the Majors for the Rays. Pitching coach Marty DeMerritt moves to the GCL Rays after spending the previous five years with Princeton. This will be his 12th season in the organization. Coach Hector Torres, who begins his eighth year with the franchise, will return for his third season with the team. Coach Wuarnner Rincones joins the GCL Rays after spending the previous two years with Princeton. He begins his sixth season with the organization. Chris Tomashoff will return for his second season as athletic trainer for the GCL Rays and 17th season in Tampa Bay's system. Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
