{
    "url": "http:\/\/m.mlb.com\/news\/article\/26266182",
    "title": "D-backs open to adding depth to end of rotation",
    "subtitle": "D-backs open to adding depth to end of rotation",
    "body": "PHOENIX -- With Spring Training a little more than a month away, D-backs general manager Kevin Towers is still open to adding another starting pitcher to his staff.  Right now, the Arizona rotation consists of Ian Kennedy, Daniel Hudson, Trevor Cahill and Josh Collmenter, with the fifth spot to come from a group of young pitchers within the system.  Ideally, though, the D-backs would like to add a veteran arm as insurance in case one of the younger pitchers is not ready to fill the fifth spot. Arizona had hopes of signing right-hander Hiroki Kuroda, and the club made a significant offer to the right-hander. Kuroda, however, took his time making a decision, and the D-backs elected to use the money instead to improve the lineup, signing free-agent outfielder Jason Kubel.   While the D-backs would seem to be pretty close to their payroll limit for this season, ownership in recent years has shown a willingness to spend extra money on a player who is considered to be a difference maker.   With Cahill in the fold and the team's desire to not block its young pitchers by signing a veteran free agent to a long-term deal, any addition now will likely be a modest one.   \"We're kind of just bottom-fishing, trying to buy low and hopefully catch lightening in a bottle on a guy that's maybe coming off a bad year or somebody that's left out there with no real job that sees an opportunity,\" Towers said. \"We're not very close on anything. We've touched base on a few free agents and told them if they want to compete with [the young pitchers], great.\"  Steve Gilbert is a reporter for MLB.com. Read his blog, Inside the D-backs, and follow him on Twitter @dbackswriter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
