{
    "url": "http:\/\/m.mlb.com\/news\/article\/26266382",
    "title": "Marlins land Big Z from Cubs for Volstad",
    "subtitle": "Marlins land Big Z from Cubs for Volstad",
    "body": "MIAMI -- Carlos Zambrano and Ozzie Guillen have been close friends for years. The two are about to find out if they will be a good fit together in Miami.  The Marlins are confident they will be. So much so that on Thursday, the team rounded out its rotation by acquiring the volatile Zambrano, plus cash, from the Cubs for former first-round Draft pick Chris Volstad. For Miami, the trade is essentially a low-risk, high-reward move, because the club gets a veteran who has proven he can pitch at the top of the rotation.  Marlins president of baseball operations Larry Beinfest made it clear that Guillen played a major role in the club taking a chance on Zambrano. \"We were very aware of the things that had gone on,\" Beinfest said. \"Obviously, we weren't in Chicago. We weren't there with all the circumstances surrounding it, but we had very good information as to what had happened.   \"We went into this with our eyes open. What has happened has happened. Carlos has some history of outward behavior, both on and off the field, that could be termed questionable. A lot of it comes from competitive fire. We think that's also a positive. We think a lot of those concerns were eased by his relationship with Ozzie.\"   From a financial standpoint, the deal basically is a wash. Volstad is projected to make about $2.5 million in his first year of arbitration. The Marlins, meanwhile, will be on the hook for $2.5 million of the $18 million Zambrano is set to make this year, with the Cubs paying the rest.   Miami also officially announced the signing of utility man Greg Dobbs to a two-year contract. Dobbs reached agreement on a deal worth $3 million on Tuesday. To make room on their 40-man roster for Dobbs, the Marlins designated right-hander Elih Villanueva for assignment.   Upgrading their rotation has been the top offseason priority, and the Marlins' starting five is set. At least for now, Zambrano likely will be slated as Miami's fifth starter, behind Josh Johnson, Mark Buehrle, Anibal Sanchez and Ricky Nolasco.   \"We feel pretty confident that these are the five guys,\" Beinfest said. \"You never want to say never to anything. You never know what might come your way, but we like these five starters. Some of them, obviously, have been here. I think with the additions of Buehrle and Zambrano, we have a new look. I think they will all push each other. A healthy J.J. will change the staff immediately. We feel good about these guys.\"   The Marlins have been exploring the market for a frontline starter. They made a pitch for Gio Gonzalez, who was eventually traded from the A's to the Nationals before Christmas.   The asking price on the trade front was high, as teams were seeking either Mike Stanton or Logan Morrison as part of any deal. By landing Zambrano, Miami didn't have to move any of its top prospects.   In his prime, Zambrano was an upper-tier starter. The right-hander also has had his troubles keeping his emotions in check. This is where the Marlins will be counting on Guillen, their new manager, to make a difference.   \"Ozzie feels very confident in him,\" Beinfest said. \"He's confident he can help him be successful, and in turn have him help this ballclub win. A lot of the concerns were eased by Ozzie being here.\"   Zambrano and Guillen have done commercials together in their native Venezuela, and they've attended the same charity events in Chicago. To unite with Guillen, Zambrano waived his no-trade clause to leave the Cubs.   Zambrano is the Marlins' latest high-profile offseason acquisition. In December, Miami signed All-Star free agents Heath Bell, Jose Reyes and Buehrle.   Zambrano is also the one with the most baggage. The unpredictable right-hander is coming off a 9-7 season that ended abruptly. On Aug. 12 at Atlanta, Zambrano was tagged for five home runs, and he was ejected for throwing inside to Chipper Jones. He left Turner Field early and, at the time, told teammates he was retiring. He later changed his mind.   The Cubs placed him on the disqualified list, and he did not pitch again.   In the offseason, Zambrano made five starts for Caribes in the Venezuelan Winter League, and he last pitched Dec. 27, giving up one run in 4 1\/3 innings.   Cubs president of baseball operations Theo Epstein met with Zambrano in November to outline steps the pitcher needed to take to \"earn his way back to being a Cub.\" A return to the Cubs never reached that point because, at the urging of Guillen, the Marlins pursued Zambrano.   Guillen is convinced that Zambrano can bounce back. At the Winter Meetings in Dallas, Guillen told reporters that Zambrano would win 14 to 16 games in 2012. At the time, Guillen also clarified a report that surfaced a few months ago out of Venezuela that claimed the Marlins manager talked with Zambrano about going to Miami, which potentially could have been tampering.   \"We talk as friends, we talk about what happened in the past, yes,\" Guillen said in Dallas. \"We talk about how much better it's going to be, yes. We talk about what kind of pitcher he can be, yes. But talking about the Marlins, I never did.\"   Guillen now will be focused on getting Zambrano to pitch at the level he did in the past, and not be a distraction.   The Marlins also feel Zambrano has the ability to again achieve the status of a top-of-the-rotation pitcher.   \"I don't think we would have made the move without it,\" Beinfest said. \"We gave up a young pitcher [in Volstad]. I think we all have been baffled by some of Chris' inconsistencies, the long ball, etc. This is a young pitcher who throws strikes and has Major League experience. If we didn't feel like there wasn't upside in Carlos and he could help us win, then I don't think we would be talking about this trade right now.\"   Zambrano has a 125-81 record and a 3.61 ERA in 319 career games. His 125 wins rank 15th all time in Cubs history, and his 1,542 strikeouts are second. The right-hander also has thrown a no-hitter, and he has playoff experience.   With the bat, Zambrano can also make a difference. He has 23 career homers, the most by any pitcher in Cubs history, and the most since Cardinals Hall of Famer Bob Gibson had 24 when he retired in 1975.   Parting with Volstad means the Marlins are breaking ties with one of their homegrown talents. A native of Palm Beach Gardens, Fla., Volstad grew up near the club's Spring Training complex in Jupiter. The 6-foot-8 right-hander was the first of five first-round Draft picks the Marlins had in 2005.   Volstad certainly had his ups and downs in four seasons. As a rookie in 2008, he had a promising campaign, going 6-4 with a 2.88 ERA in 84 1\/3 innings. But in '11, he had his struggles, going 5-13 with a 4.89 ERA in 29 starts.   The righty has remained durable, logging at least 29 big league starts over the past three years, including a career-high 30 in 2010, when he was 12-9 with a 4.58 ERA. A sinkerball pitcher, Volstad has a tendency to leave pitches up, and that has made him vulnerable to yielding the long ball. He gave up 23 home runs in 165 2\/3 innings a year ago, and 29 in 159 innings in 2009.   Although he was a fixture in the rotation the past few years, Volstad went through rough spells that resulted in him being optioned to Triple-A New Orleans in each of the past three seasons.   With the Marlins moving into their new ballpark, they've made an aggressive push on the free-agent and trade fronts. The organization is working to reconstruct this team into a playoff contender, and it feels it has the pieces to compete in the National League East.   \"Our expectations are high,\" Beinfest said. \"We want to play in October. We think we have the type of ballclub to do it. You can talk all you want in December and January, but you still need to go out and do it. I think the pieces that we've add have transformed this team in a lot of ways. We've added to a young core.   \"We feel really good about these additions. But let's face it, this division is extremely difficult. It may be the toughest division in baseball. That's debatable. There are a lot of good teams we have to compete with. Hopefully, they're saying the same things about us. We've had high expectations for a long time. Moving into this new ballpark, we want to have a good club. I think we've at least tried to take steps in that direction.\" Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
