{
    "url": "http:\/\/m.mlb.com\/news\/article\/26265880",
    "title": "Braves must get creative in loaded NL East",
    "subtitle": "Braves must get creative in loaded NL East",
    "body": "The National League East was good before. Now, after two full offseason months, it's a monster. The Marlins are bringing in anyone they can get their hands on -- even the cooky Carlos Zambrano, who may soon be dealt by the Cubs -- the Nationals are poised to take a big step forward and the already-dominant Phillies have made the necessary additions. Heck, even the cost-cutting Mets have kept busy.  The Braves?  Crickets. The byproduct of a collapse as significant as the one the Braves endured in September -- one that began with an 8 1\/2-game lead in the NL Wild Card race, then evaporated after only nine wins -- is usually drastic change, like the Red Sox of a similar path displayed by swapping Terry Francona for Bobby Valentine. But Braves general manager Frank Wren has instead exercised uncanny patience and trust, deciding against making knee-jerk changes to a team that looked good enough to win it all through most of the 2011 season. For that, he deserves credit.   But at some point before Spring Training, the Braves need to get going.   Because no matter how likely it seems that Brian McCann will continue to be the NL's best offensive catcher, or that Jason Heyward figures it out the way his undeniable talent would suggest, or that the young Craig Kimbrel bounces back from a rough September, the Braves shouldn't be dealing with so many \"ifs\" right now.   Not with a team that's so painstakingly close to getting over the hump.   And not when Chipper Jones' Hall of Fame-caliber career is so close to coming to an end.   \"I keep going back, and I'll stand by this, on Aug. 26, we had the fourth-best record in all of baseball,\" Wren, whose only significant moves have been trading Derek Lowe to the Indians and letting shortstop Alex Gonzalez go, said in December. \"Our team didn't get bad in 30 days.\"   No, but the division Wren's team competes in is now a whole lot better.   The Marlins have rebranded themselves with a new manager in Ozzie Guillen and new spending habits, which had them add Jose Reyes, Mark Buehrle and Heath Bell to a team that includes the likes of Hanley Ramirez, Josh Johnson and Mike Stanton -- and they don't seem done. The Nationals were already on the rise while gearing up for a full season of Stephen Strasburg, but they bolstered their rotation even further by trading for Gio Gonzalez -- and they may just sign Prince Fielder. The Phillies gave closer Jonathan Papelbon the richest contract in history for a reliever and added depth with Ty Wigginton and Jim Thome -- and this is a team that won 102 games last year.   The Braves -- granted, still very solid from top to bottom -- won't and shouldn't make moves just because those around them are busy. With no desire to add someone at the expense of the $30 million or so they're expected to have freed up for next winter, Wren has instead gone through this offseason with uncommon inactivity and an overall feeling of content.   But upgrades need to be made.   Somehow -- with few tradable assets, little money to spend and a free-agent market that is now depleted -- Wren has to address a lineup that is surrounded with uncertainty. McCann hit .180 in his last 37 games after returning from the disabled list, Jones is heading into his age-40 season, Heyward just went through a vicious sophomore slump, Freddie Freeman is entering his second full season, Martin Prado is coming off a down year, Dan Uggla finished 2011 with a .764 OPS and new shortstop Tyler Pastornicky is unproven.   Yes, Atlanta will get a boost from a full season of Michael Bourn at the top, but will that be enough to solidify a lineup that went from leading the NL in on-base percentage in 2010 to having the fifth-worst mark in the Majors in 2011?   And in hopes of acquiring upgrades, is Jair Jurrjens really that expendable?   Trading him makes sense because of the Braves' rotation depth, Jurrjens' escalating salary due to arbitration and the right-hander's recent injury woes. But consider: If Jurrjens departs, Atlanta's staff is left with a 36-year-old Tim Hudson, a recovering Tommy Hanson -- who missed the final two months of 2011 with a right shoulder injury -- and a host of young, relatively unproven starters in Mike Minor, Brandon Beachy, Randall Delgado and Julio Teheran.   A very promising group, sure. But a group loaded with questions -- just like most of the Braves' roster.   And that's why it's time for Wren to get creative. Alden Gonzalez is a reporter for MLB.com. Read his columns and his blog, listen to his podcast and follow him on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
