{
    "url": "http:\/\/m.mlb.com\/news\/article\/26265966",
    "title": "Veteran Hawkins ready to stabilize 'pen",
    "subtitle": "Veteran Hawkins ready to stabilize 'pen",
    "body": "ANAHEIM -- Reliever LaTroy Hawkins took the liberty of showing up at the Winter Meetings in Dallas this year -- something he finds especially beneficial as a veteran of 17 seasons and eight teams -- and by being there, he was able to venture into the Angels' suite moments after agreeing on a one-year, $3 million deal with them on Dec. 7.  Hawkins remembers being particularly surprised by their level of excitement upon arrival.  And the next morning, while working out with new teammate Torii Hunter and Pirates closer Joel Hanrahan, it all made sense to him. The Angels had signed Albert Pujols and C.J. Wilson, deals they were already beginning to feel pretty good about by the time Hawkins stumbled into their makeshift war room at the Hilton Anatole the night before. \"After we finished working out, I text [special assignment scout] Larry Corrigan and say, 'Now I understand why you guys were so excited when I walked in that room,'\" Hawkins recalled. \"'I knew you guys couldn't be that excited about signing my old butt!'\"   That's not entirely true, of course. General manager Jerry Dipoto had told Hawkins weeks before the Winter Meetings that he was the reliever the Angels wanted, because he's a high-character guy with lots of experience and plenty of recent success.   But Hawkins totally understands why his signing went under the radar during the Winter Meetings.   \"My new team had just gotten that much better in a matter of 12 hours,\" Hawkins said of the Angels committing nearly $330 million to sign Pujols and Wilson after he agreed to terms. \"Dipoto went out and he had a great Winter Meetings, but it's our job now to make what he did worth their while. We have to go out and win. That's the bottom line. We have to go out and win as a team to make this look like one of the best Winter Meetings ever for the Angels organization.\"   Hawkins can go a long way toward helping that cause, because his addition will benefit an Angels bullpen that was tied for the most blown saves in the American League last season -- especially if he duplicates his 2011 form.   Last year, while suiting up for the National League Central-champion Brewers, the then 38-year-old right-hander bounced back nicely from exploratory shoulder surgery the previous August, and posted a 2.42 ERA, a 1.24 WHIP and just 10 walks in 48 1\/3 innings.   Dipoto is still seeking additional bullpen help, but the Halos will be counting on Hawkins to deliver as a setup man and middle reliever.   \"I've done a little bit of everything, so I won't feel out of character doing any of those things,\" Hawkins said. \"You can lose the game in the ninth inning, you can lose the game in the eighth inning, you can darn sure lose the game in the sixth inning. But hopefully, with our starters, there won't be a lot of six-inning games we need to pitch in.\"   Hawkins was weighing a return to the Brewers, whom he spent the previous two seasons with, but Dipoto's enthusiasm made an impression on him when they spoke just before Thanksgiving.   Then, Dipoto's new assistant sealed the deal during the Winter Meetings.   Corrigan, the longtime Twins and Pirates executive who was hired by the Angels in November, has known Hawkins since Minnesota took him in the seventh round in 1993. He helped mentor Hawkins while serving as a field coordinator, and ever since then, the two have stayed close.   So when Dipoto brought along Corrigan to take part in a meeting at Hawkins' hotel in Dallas, it was essentially over.   \"He knew LaTroy Hawkins when I was a tall, lanky, frightened 19-year-old kid from Gary, Ind., back in 1990, 1991,\" Hawkins said of Corrigan. \"[Dipoto] brought him to that meeting, and that pretty much sealed the deal.\"   Corrigan remembers very sharp details about Hawkins. He remembers being in the war room when one scout told him he believed the teenaged Hawkins possessed a \"magical arm.\" He remembers all the positive reinforcement he fed Hawkins when he was a developing starting pitcher in the Minors. And he remembers one dinner in particular, when somebody spoke negatively about one of Hawkins' teammates and Hawkins firmly let him know he wouldn't allow it.   \"And I think that's a pretty good example of who LaTroy Hawkins is,\" Corrigan said. \"I know that he's loyal to Gary, Ind., I know that he was loyal to the Minnesota Twins, and I know he was loyal to the Brewers and all those people, and I know he'll be loyal to the Angels. He's a strong-opinioned, classy young man. ... He's a man's man. He'll call a spade a spade.\"   Hawkins spent 12 years in the Twins organization, including nine in the Majors. Shortly after that, there was very little stability in his career -- one that has seen him collect a 4.48 ERA, save 87 games, make 60-plus appearances nine times, post a sub-3.00 ERA five times and currently rank third among active pitchers in appearances.   He's gone from Chicago to San Francisco to Baltimore to Colorado to New York to Houston to Milwaukee. Now, Hawkins -- along with his wife, Anita, and his 10-year-old daughter, Troi -- is headed to Southern California.   Will the road end there? Probably not.   \"I want to keep pitching as long as I can still be successful and get guys out, because I'm going to take care of my body, that's for sure,\" Hawkins said. \"If there's one thing I'm going to do, I'm going to take care of my body, and they say if you take care of your body, your body takes care of you. If I can continue to do that, I think I can continue to pitch until I'm 42, 43 hopefully. God willing.\"   Alden Gonzalez is a reporter for MLB.com. Read his columns and his blog, listen to his podcast and follow him on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
