{
    "url": "http:\/\/m.mlb.com\/news\/article\/26257512",
    "title": "A's bring back Crisp with two-year contract",
    "subtitle": "A's bring back Crisp with two-year contract",
    "body": "OAKLAND -- A's general manager Billy Beane didn't want to throw in just any veteran to his mix of young talent when exploring outfield possibilities.  \"I think having a good player is the most important thing,\" Beane said. \"I think a veteran doesn't help you if he isn't any good.\"  Cue Coco Crisp's return. The A's made it official on Thursday, retaining the center fielder with a two-year deal worth $14 million. According to a source with knowledge of the deal, Crisp's new contract will award him $6 million this year and $7 million in 2013. The A's also hold a $7.5 million option for 2014, with a $1 million buyout, and will pay him a $250,000 bonus if he's traded.   Crisp hit .264 with eight home runs, 54 RBIs and a career-high 49 steals in 136 games last season, his second in Oakland. He'll again pair nicely with Jemile Weeks at the top of a new-look lineup that remains without any proven power hitter.   The speedy outfielder's return is refreshing news for A's fans, who in the past month have watched the organization trade three All-Star pitchers -- Gio Gonzalez, Trevor Cahill and Andrew Bailey -- along with lefty Craig Breslow and outfielder Ryan Sweeney as part of a rebuilding effort.   The A's also let former free agents Josh Willingham and David DeJesus go without much fuss, making Crisp's return something of a surprise after they made it clear they were taking the youth route this year.   But Beane noted Thursday that he's been in contact with Crisp's agent, Steve Comte, regarding a new deal since spring, marking nearly a year of discussions before both sides pulled the trigger this week.   \"We were in contact the entire time,\" Beane said. \"And I called him the first day after the season ended and maintained contact with him. He was always in the back of my mind, given the position he plays and how good of a player he is. I thought, regardless of what we did, even if we brought in a bunch of young players, we would need a player like Coco to be a part of the club and he would be a good addition.\"   With Crisp set to man center, the A's are likely to play Josh Reddick in right field and either Michael Taylor or Collin Cowgill in left, though other options could be had by spring. Beane said a handful of free agents, notably outfielders, could be of interest for the club, which is also still exploring trade possibilities. Beane's front-office army is in the early stages of the process on both ends, though.   \"We have some ideas,\" Beane said, \"but I think our outfield is a lot better today than it was two weeks ago. We basically had no outfield, aside from Ryan [Sweeney], before we started doing things. But I do feel like it's an area we still need to continue to address between now and the spring.\" Jane Lee is a reporter for MLB.com. Read her blog, Major Lee-ague, and follow her on Twitter @JaneMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jane Lee"
}
