{
    "url": "http:\/\/m.mlb.com\/news\/article\/26281870",
    "title": "Cooper eager to help White Sox staff take shape",
    "subtitle": "Cooper eager to help White Sox staff take shape",
    "body": "CHICAGO -- White Sox pitching coach Don Cooper will begin to call his 2012 charges at some point in the next week or so, giving them the work schedule going into Spring Training and presenting his \"spiel\" for the upcoming year.  A few of the key players have changed, with organization staple Mark Buehrle moving to the Miami Marlins via a four-year, $58 million deal, and Sergio Santos now closing for the Blue Jays. Tax brackets have been adjusted on others, with John Danks moving to the top of the White Sox rotation through his five-year, $65 million extension.  The overriding goal for Cooper and the intangibles expected from his hurlers never move, though, as the White Sox pitching coach for the past decade explained. \"There's a certain bar we have set,\" Cooper said. \"That bar is for starting pitchers, as an example, to go out there and pitch 200 innings, give us a chance to win, compete, quality starts and quality efforts to give us a chance to win.   \"From a public perspective and fan perspective, they might get wrapped up in pitchers now [earning] this or not doing that. It's not a control of mine and not a concern of mine.   \"Our concerns are always the same -- attack, first-pitch strikes, get ahead, make quality put-aways, get the first guy each inning, get ground balls and hold other team after we score. With all of that stuff, nothing changes.\"   As the White Sox starting rotation stands presently, Danks would be joined by Jake Peavy, Gavin Floyd, Chris Sale and Philip Humber. Sale, who turns 23 on March 30, has talked about feeling more comfortable as a starter since arriving with the White Sox as the 13th overall pick in the 2010 First-Year Player Draft.   Starting was the job Sale held throughout his baseball career, before excelling in the relief transition over the past two years. The 2012 starting plan remains the same for the talented southpaw, even with Santos traded to the Blue Jays and Sale having previous closing experience, and Cooper looks forward to helping Sale achieve this particular vision.   \"He wants to be a starter and we want him to be a starter,\" Cooper said of Sale, who has a 2.58 ERA in 79 career relief appearances, with 111 strikeouts in 94 1\/3 innings. \"There's some work ahead of us, but I like challenges like that. I go into that saying we are going to get it done.\"   Humber, 29, comes off of a career breakout effort in 2011 during which the right-hander was one of the White Sox most consistent starters with a 3.69 ERA in 26 starts. He was 8-5 with a 3.10 ERA and a .218 opponents average against in the first half, but dipped to 1-4 with a 5.01 ERA and .287 average against after the All-Star break.   Trying to surpass his first-half showing is not the goal Humber should have in mind for this upcoming season, by Cooper's estimation.   \"Just be more and more consistent with the stuff we are doing,\" Cooper said of Humber. \"He started off like a ball of fire and really did have a game or two in the second half where he was a pitch or hit away from a nice ballgame but didn't win like the beginning. Then again, we weren't playing great baseball, so it's tough to grade anyone on how many games you won.   \"Right now, we have five starters. And if they are healthy, those guys are going to be our starters.\"   Cooper mentioned openings on the staff for long and middle relief, but Zach Stewart, Dylan Axelrod and Hector Santiago are young candidates with whom the White Sox already have knowledge. And the closer situation will be a Spring Training work in progress, with veterans Jesse Crain and Matt Thornton and rookie Addison Reed all in the mix.   While Cooper isn't sure if general manager Ken Williams has any more trades in the works for the team's current modified rebuilding process, he also wouldn't rule out the addition of a veteran such as Humber in 2011 who could get his chance to shine on the South Side.   \"I'll say this: I do believe Kenny Williams knows the types of pitchers we can do things with and the guys we can do stuff with, where we can take them from where they are to another level,\" Cooper said. \"Listen, you know what, I'm ready for everything.   \"My job is the pitching coach. I'm in charge of coaching and player development, not player procurement. I really don't concern myself with anything else that goes on. I've said this for many years: When we get on the plane leaving Arizona for Texas, I'll have 12 guys.   \"So, the mind-set is roll up our sleeves and do work from Day One to day final. Get the most out of each and every guy and see if we can improve and individually and collectively do the job to win Major League games.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
