{
    "url": "http:\/\/m.mlb.com\/news\/article\/26275644",
    "title": "Seattle signs prized Japanese hurler Iwakuma",
    "subtitle": "Seattle signs prized Japanese hurler Iwakuma",
    "body": "SEATTLE -- Hisashi Iwakuma, one of the premier pitchers in Japan over the past decade, signed a one-year deal with the Mariners on Thursday and will compete for a spot in the club's starting rotation when Spring Training opens next month.  Iwakuma, 30, first tried coming to the Major Leagues last year, but couldn't reach agreement with the A's on a contract after Oakland won the right to negotiate with him with the top posting bid of $19.1 million.  The 6-foot-3, 170-pounder instead remained in his home country last season and then became a free agent, which occurs after nine years of professional ball in Japan's system. Iwakuma's deal is for a $1.5 million base, with a potential of another $3.4 million in performance bonuses based on innings and games pitched. Speaking through an interpreter from Japan, Iwakuma said the key to signing with Seattle was the team's interest in him and he wasn't bothered by accepting far less than the A's were offering a year earlier.   \"I didn't make a contract with the Athletics, but I didn't need it, money-wise,\" he said. \"I just wanted to get a good relationship with a team.\"   The Mariners and A's will open the regular season against each other in a two-game series in Tokyo on March 28-29.   Iwakuma had never been to Seattle before visiting two weeks ago, when he took a physical and went to dinner with general manager Jack Zduriencik. He said his family loved the city, which was another key reason for his decision.   While the one-year agreement was surprising, given Iwakuma was talking about a four-year contract last year with the A's, Zduriencik said it makes sense for both sides.   \"It serves both parties' best interests,\" Zduriencik said. \"He wants to pitch here in the United States. He's enjoyed his short time in Seattle and is very familiar with the Mariners. He'd like to establish himself in the U.S. and see what happens.   \"We were agreeable to one-year deal. If he comes over and has the success we expect, it would be an opportunity to talk more years. But the fact he's here now serves both parties well.\"   Iwakuma was the Pacific League MVP in 2008 when he went 21-4 with a 1.87 ERA. He has a career mark of 107-69 in 226 games with Kintetsu and Rakuten.   The right-hander has a fastball in the low 90s and uses an excellent slider and sinker to induce groundouts. He's a control pitcher, with 90 strikeouts and 19 walks in 119 innings last season.   Health may be the biggest concern with Iwakuma, who was sidelined from May 18-July 26 last year with a sore shoulder. He went 3-2 with a 1.72 ERA in his first six starts, then came back after the injury to make 11 starts, going 3-5 with a 2.87 ERA in that span.   Iwakuma pitched only six games in 2006 due to a shoulder problem and missed half of '07 with oblique and elbow issues, but he's been relatively durable since and threw more than 200 innings in both 2008 and '10.   Iwakuma said he recently threw 30 pitches in a light bullpen session and felt no pain. He expects a tough transition to the Major Leagues, but that his family would help with the move to the United States and in providing motivation.   \"I will show them the best way I can be in this year with Major League baseball,\" he said.   Zduriencik has been looking for another starter to add to a rotation that returns Felix Hernandez, Michael Pineda and Jason Vargas, along with young Blake Beavan and Charlie Furbush.   The club has a strong nucleus of pitching prospects who are close to being Major League ready, led by Danny Hultzen, last year's No. 2 overall Draft choice out of Virginia, as well as James Paxton, Erasmo Ramirez and Taijuan Walker.   Zduriencik, who dealt Doug Fister and Erik Bedard at last year's July 31 Trade Deadline, didn't rule out pursuing other pitching options.   \"We'll certainly keep our ears open,\" he said. \"We have discussions with some other parties, but today we're here to talk about Hisashi and what he brings. We'll tackle other roads as they happen.\"   Though the Mariners principal owner is Hiroshi Yamauchi, the former chairman of Japanese-based Nintendo, the club has signed only three previous players directly from Japan over the past 16 years.   Closer Kazuhiro Sasaki signed with the Mariners as a free agent in 2000 and pitched for Seattle through the 2003 season before returning to Japan.   Ichiro Suzuki arrived in 2001 and is now heading into the final season of a contract paying $18 million for 2012. He's made 10 All-Star appearances and won 10 Gold Gloves in his 11-year career.   Catcher Kenji Johjima came from Japan to play catcher for Seattle from 2006-09 before opting to return to his homeland.   Japanese-born Mac Suzuki pitched for the Mariners from 1996-99, but that was the start of his professional baseball career after he'd moved to the United States as a 16-year-old. Shigetoshi Hasegawa pitched for the Mariners from 2002-05, but he had already been in the Major Leagues for five years with the Angels before signing with Seattle.   The Mariners are also close to signing Japanese shortstop Munenori Kawasaki to a Minor League contract with an invitation to Major League camp. That deal has not yet been finalized, though Kawasaki told reporters in Japan that he'll be competing for a job on the Mariners this spring.   Iwakuma and Kawasaki both played with Ichiro on the Japanese team that won the 2009 World Baseball Classic. Iwakuma was 1-1 with a 1.35 ERA in the Classic, allowing three runs in 20 innings over four appearances. He also starred for Japan's bronze medal team in the 2004 Athens Summer Olympics.   Iwakuma said he had not spoken to Ichiro about playing for the Mariners, but looked forward to the opportunity of being on the same team in Seattle. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
