{
    "url": "http:\/\/m.mlb.com\/news\/article\/1296205",
    "title": "Notes: Rolen says shoulder feels fine",
    "subtitle": "Rolen expects to be healthy for opener",
    "body": "ST. LOUIS -- Scott Rolen did his best to set the minds of Cardinal Nation at ease on Monday. Rolen, appearing at the 10th annual Cardinals Care Winter Warm-Up, said that his surgically repaired left shoulder is recovering fine, and he expects to be at full strength in time for the start of the 2006 season.  \"Right now I'm turned loose and I'm hitting off the tee and playing golf, running, lifting, strength training, lifting as much as I want to lift,\" Rolen told reporters on Monday afternoon. \"I'm not restricted right now. In my range of motion, I'm right at the very end of everything -- five degrees is what they're telling me.\"  Rolen missed much of the 2005 season after sustaining a shoulder injury in a collision with Hee-Seop Choi. He came back briefly, but never returned to his expected level of performance, and eventually shut it down for the season. He said the rehabilitation process was much more extensive than what he endured after a 2002 collision and shoulder injury. \"This is a longer process, no doubt,\" Rolen said. \"This is a more serious rehab. There it was kind of a healing time, and once I was done healing, then I could just strengthen and come right back. I had no loss of range of motion or anything like that. My range of motion was almost zero after this surgery, so I had to come all the way back.\"   Cardinals head athletic trainer Barry Weinberg said earlier in the weekend that Rolen would be unrestricted at the beginning of Spring Training -- but that the club reserves the right to back Rolen off if he has any setbacks.   No restrictions: Right-hander Braden Looper pronounced himself fully ready to go despite offseason shoulder surgery. Looper had a relatively minor procedure in his throwing shoulder.   \"I'm going 100 percent right now,\" Looper said. \"I'm not throwing 100 percent, but I'll probably start bullpen [sessions] this week. I'm on my normal schedule of what I would do to get ready for Spring Training on a normal basis. I feel great. The surgery went great. I saw the doctor at the beginning of January, my final 'You're OK, go get 'em' type of thing. I'll be ready to go.\"   Looper endured a substandard 2005 season, but he declined to attribute his drop in performance to any soreness.   \"I said when it came out at the end of last season that it was something I had been dealing with all year that I didn't want it to be known, because I didn't want to be a guy that had a crutch in any way,\" Looper said.   Flores feeling fine: Left-hander Randy Flores reported that he came through offseason elbow surgery with flying colors. Shortly after the season ended, Flores underwent a procedure to remove bone spurs from his pitching elbow, but he said he's very close to his normal winter throwing schedule.   \"Everyone says it's a minor surgery until it's your own,\" Flores said. \"But the rehabilitation has been going great. Dr. [George] Paletta did a great job, from what I hear from everyone who has looked at my arm since then. I'm looking forward to going strong in Spring Training.\"   Flores enters Spring Training with more Major League job security than he's ever had before, following a strong season and some impressive showings in the postseason. He's taking nothing for granted, but he knows he's in a better position than he's been in previous years.   \"To go into this season with a bit of success in the big leagues last year, it's a different feeling than the Spring Training before that,\" Flores said.   \"There's nothing guaranteed. You have to compete. You have to keep your spot, and I'm looking forward to the chance to do that again this spring.\"   Suppan's journey: Jeff Suppan enjoyed what surely was one of the most memorable offseason experiences of any Cardinals player. The right-hander visited the Vatican for almost a week, even meeting new Pope Benedict XVI. Suppan hoped to take a Cardinals jersey to the pontiff, but his luggage got lost on the way.   \"I called Rip Rowan, who is our clubhouse manager, and he got us a jersey and I was very excited and nervous,\" Suppan said. \"More importantly, just to meet the pope was phenomenal, and then to be able to offer him what I thought was a creative gift. And then my bags didn't make it. So I didn't have anything to offer him.\"   That didn't dim the moment for Suppan, however.   \"It was a phenomenal experience,\" Suppan said. \"I got to shake his hand. I kissed his ring. ... You're jelly-legged. I was nervous, but I was nervous in a different way. I couldn't really describe it. My heart was super pounding. I knew what I was being a part of. To actually be there, in Rome, and to get an opportunity like that, I felt very blessed. It was great.\"   Missing Mo: Chris Carpenter no longer counts Matt Morris as a teammate, but the two right-handers remain friends and workout partners. Morris left as a free agent to join the Giants.   \"It's going to be strange,\" Carpenter said. \"He's the guy that, when we go on the road, we go to lunch together, we go to dinner together, we hang out in each other's hotel rooms together after the game.   \"He's a friend of mine, a good friend of mine. He's a guy that I enjoy hanging out with in the clubhouse, playing cards, whatever we feel like doing. We work out together. We worked out together last spring and we worked out together the spring before that.\"   Welcome, ex-Rox: Former Colorado Rockies Aaron Miles and Larry Bigbie both got their first taste of Cardinal fandom this weekend, and both were impressed. Miles and Bigbie, acquired in the trade that sent Ray King to the Rockies, are in somewhat similar spots going into camp. Neither has a guaranteed job, though Bigbie is very likely at least to make the team, if not to start.   \"Ultimately, everybody wants to win a starting job,\" said Bigbie, a lefty swinger who can play all three outfield positions. \"But when you're on a team that's trying to do what we're trying to do here, it's just about what you can do to help the team win.\"   Miles is likely a long shot to earn a starting job after the signing of Junior Spivey, but he'll compete for the second base gig. That derby may also include Hector Luna and Deivi Cruz.   \"My goal is to be the starter and to be a key part of this team,\" Miles said. \"How Tony decides to use me, that's what I'll be happy doing. I like being a part of a winning team, and I pride myself on doing things to help teams win.\"   Ankiel scratched: Rick Ankiel was a late scratch from signing at the Winter Warm-Up on Monday. Yadier Molina's appearance was pushed back, but the catcher did eventually make it up onto the stage to sign for fans. Matthew Leach is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matthew Leach"
}
