{
    "url": "http:\/\/m.mlb.com\/news\/article\/26267960",
    "title": "Fans select Ruiz, Luzinski for Center City mural",
    "subtitle": "Fans select Ruiz, Luzinski for Center City mural",
    "body": "The final spot on a Phillies mural in the city of the Philadelphia will actually go to two players -- one present, one past. Phils fans have selected former Philadelphia slugger Greg Luzinski and current catcher Carlos Ruiz to fill out a Center City mural that will celebrate the history of the illustrious franchise, the team announced on Thursday.  The eight-story mural, which will face the Schuylkill River and I-76 Schuylkill Expressway from a building at 24th and Walnut Street, will feature more than two dozen Phillies greats as well as Hall of Fame broadcaster Harry Kalas, the Phillie Phanatic, Shibe Park, Veterans Stadium and Citizens Bank Park when it's completed this summer. Artist David McShane created the idea for The Phillies Mural as part of the City of Philadelphia Mural Arts Program, the largest mural program in the nation, encompassing more than 3,500 murals and public art works.  The vast majority of the figures were already selected, but the final spot was left open to be decided by fan balloting on phillies.com. Fan submissions included Ruiz among a group of former Phils that included Luzinski, Johnny Callison, Del Ennis, John Kruk and Jim Thome. In the end, the voting for the top spot was so close that both Ruiz and Luzinski made the cut.   \"With an overwhelming 10,000 votes cast -- and the final Phillies Mural great too close to call -- we consulted with the artist and collectively decided to include the two top selections as made by our fans,\" Phillies director of marketing and special projects Michael Harris said in a statement. \"Carlos Ruiz and Greg Luzinski are both wonderful additions to this incredibly special and unique mural.\"   For Ruiz, the spot reinforces his standing as a fan favorite with the only team he has known in his six-year Major League career.   \"I would like to thank the fans for selecting me,\" said Ruiz. \"To represent the Phillies for years to come on this mural is such an honor.\"   Luzinski, who hit 223 home runs during his 11-year Phils career, had similar sentiments.   \"For me it's an absolute honor to have been selected by the fans when you see the caliber of players on the mural as well as the five greats that made it to the final vote,\" said Luzinski. \"Again, many thanks.\"   Ruiz joins a list of current or recent Phillies on the mural that includes manager Charlie Manuel, Cole Hamels, Ryan Howard, Roy Halladay, Jimmy Rollins, Chase Utley and Brad Lidge. Phils greats to be immortalized on the mural include Mitch Williams, Grover Cleveland Alexander, Larry Bowa, Darren Daulton, Dallas Green, Tug McGraw, Ed Delahanty, Mike Schmidt, Chuck Klein, Tony Taylor, Dick Allen, Jim Bunning, Robin Roberts, Richie Ashburn and Steve Carlton.   Photos of the mural's progress will be posted online at phillies.com\/mural. Jason Beck is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
