{
    "url": "http:\/\/m.mlb.com\/news\/article\/26266642",
    "title": "Adding Zambrano worth the risk for Marlins",
    "subtitle": "Bauman: Adding Big Z worth the risk for Marlins",
    "body": "Conventional wisdom may not support the Miami Marlins trading for Carlos Zambrano, but the current circumstances make this move a relatively small gamble, with a potentially rewarding payoff. On the plus side, Zambrano is in the final year of his contract, thus minimizing the long-term financial impact for the Marlins. Minimizing the short-term impact for Miami is the fact that the Cubs are going to pay a reported $15 million to $16 million of the $18 million that \"Big Z\" is owed for 2012. This, of course, underscores just how desperate the Cubs are to be rid of Zambrano. But this is a well-established plot line and we are moving in new directions here. Big Z is only 30. He should not be done. There is no question that Zambrano had become a negative factor with the Cubs -- or against the Cubs, to be more precise about it. He has been suspended in each of the past two seasons. Zambrano has erupted at teammates. He has left the club without permission. Zambrano's behavior had been, to put it mildly, erratic. His welcome on the North Side was worn out some time ago.  But in Miami, Zambrano will be greeted by a manager in Ozzie Guillen who is a friend. Guillen has said that he and Zambrano exchange text messages on a daily basis. They're pals. They're fellow Venezuelans. There is a basis to believe that the best in Zambrano could be brought out by his friend\/Marlins manager.  And if there are problems? This is where Guillen separates himself from the other 29 managers. Problems with players simply offer Ozzie one more opportunity to exhibit his stagecraft. He'll do some one-liners, he'll make some highly quotable comments, he'll take over the spotlight and carry the brunt of the situation. The problem will not linger.  At this point in his career, there may be concerns about Zambrano's physical health, as well as his makeup. He hasn't had a 30-start season since 2008. But all the motivation is on the side of this fresh start with the Marlins, and success in the final year of his current contract.  And Big Z will not be burdened with carrying the weight of pitching leadership in Miami. The Marlins' projected rotation includes a legitimate ace in Josh Johnson and newly-acquired, ultra-dependable Mark Buehrle. There won't be any lingering complaints about Zambrano not pitching up to the level of his lucrative contract, because the Marlins will be paying a mere fraction of the tab.  There will be pressure on all the Marlins to lift their level, with a new ballpark and an influx of talent justifiably raising expectations for the club's performance. But there is not going to be undue pressure on Zambrano. It could be argued that Miami will represent a less pressurized situation for him than Chicago did.  I am stuck with the in-person recollection of Big Z throwing a no-hitter against the Houston Astros, on Sept. 14, 2008. The game was originally scheduled for Houston, but Hurricane Ike forced it to be moved to Milwaukee's Miller Park. This was a Cubs team that would put up the best regular-season record in the National League that season. The Astros, meanwhile, were still in the NL Wild Card hunt.  The Astros were unhappy, believing that Miller Park, with its proximity to Chicago, hardly constituted a neutral site. And the audience for the game was uniformly pro-Cubs. But Zambrano was going to be unhittable wherever he pitched that day. He struck out 10, walked just one, hit one batter, got 13 ground-ball outs and only had two hitters strike a pitch with serious force. He was magnificent. On his best days, Zambrano was virtually unhittable. On this one, he was literally unhittable.  Is that ancient history for him? Maybe, but that doesn't rule out the possibility that he could still be a more than competent Major League starter. That's what the Marlins require in this case, and it doesn't seem to be asking too much.  What Big Z requires is a fresh start in a non-Cubs setting. He'll be getting that in sunny south Florida, with a friend as manager, with an invigorated team moving into a new ballpark with an infusion of talent. Given all these positive circumstances -- and the Cubs picking up nearly all of Zambrano's contract -- the gamble the Marlins take by acquiring Zambrano is not only small, but also downright reasonable. Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
