{
    "url": "http:\/\/m.mlb.com\/news\/article\/26260624",
    "title": "Questions linger for NL clubs in 2012",
    "subtitle": "Pleskoff: Questions linger for NL clubs in 2012",
    "body": "Devastating injuries plagued some National League players last season. Others suffered from poor performances that have cast doubts on their personal futures. The players below will enter the new season with question marks and uncertainty surrounding them in Spring Training. Their performances in February and March will be watched closely. Phillies: As last season was coming to an end, Ryan Howard, one of the game's finest power hitters, went down in a heap, writhing in pain at home plate. He had surgery for a ruptured left Achilles tendon and a full recovery is expected. Will Howard return to lead the Phillies as a feared cleanup hitter? Howard should once again be a lethal part of the Phillies' batting order. He may not show the strength, the swing and the mechanics as early as March or April, but he should once again make his presence felt as a booming bat in the NL East. Pirates: Pedro Alvarez was counted on to produce offensively at third base for Pittsburgh in 2011. Instead, he hit .191 over 235 at-bats. Will he return as the prospect with an ability to be a quality hitter or will he continue to slump?  Alvarez has to get in better playing shape and refine his mechanics. Some difficult days may loom ahead. He now faces competition from newly acquired Casey McGhee.   Marlins: Josh Johnson has flashed moments of brilliance on the mound for the Marlins. Shoulder inflammation sent him to the disabled list in mid-May. Will he return as the Johnson of unlimited potential or will the shoulder miseries linger?  Shoulder issues are often of greater concern than forearm and\/or elbow pain. Johnson has to continue to strengthen the shoulder and not rush his return. The issues could be as much mental as physical moving forward. It's a very tough challenge.  Dodgers: Juan Uribe declined in all major hitting categories last season. He went from 85 RBIs in 2010 to 28 in '11. Will Uribe return to the form that initially interested the Dodgers in his bat or will he continue to struggle?  Uribe has flashed moments of power and clutch hitting in the past. He may really struggle to quicken his swing. Concerns may linger.  Rockies: Promising left-handed starter Jorge De La Rosa sustained an elbow injury that required Tommy John surgery in May. Will he pitch at all next season?  The Rockies need a healthy De La Rosa. It usually takes a year to recover from Tommy John surgery. Look for a full recovery, but he may not be able to begin throwing until midseason, with a contribution to the club's pitching staff in the second half possible.  Mets: Ike Davis was able to compile only 129 at-bats last season due to a bone bruise in his left ankle. Will he be fully recovered and return to form?  Look for Davis to have a nice year for the Mets. The injury interrupted a good beginning to his career. The Mets badly need his bat.  Nationals: Washington counted on Jayson Werth to be the offensive force in its lineup. He lost 64 points in batting average and drove in 28 fewer runs than he did in 2010 with Philadelphia. Can Werth return to his Phillies form?  It could be tough. Werth is not getting younger, his swing is not getting shorter and his hands aren't getting quicker. What we saw last season may be what can be expected. There may be more in batting average, but not much.  Cardinals: Adam Wainwright underwent Tommy John surgery on Feb. 28th. Will he be ready in April to assume a winning role in the rotation?  All signs point to Wainwright being ready to assume his familiar role. He's a fine pitcher, and we should learn a great deal in March.  Cubs: In mid-August, Carlos Zambrano was suspended for behavioral issues. Will he be with the Cubs when the bell rings in April? Can he overcome his personal demons?  Time will tell about Zambrano's future. He may even wind up pitching for Ozzie Guillen in Miami.   D-backs: On July 20, Stephen Drew went down with a broken ankle. Will he return by April? How effective will he be?  Drew is a quiet, yet dedicated player. He will do whatever it takes to get back on the field as quickly as possible. His quickness may suffer, but after some time and repetition, his swing should return.  Brewers: Ryan Braun may miss 50 games if he is suspended for a substance violation. Prince Fielder may choose to play for a different team. How do the Brewers recover from the potential of at least a month and a half without Braun and the loss of Fielder?  If suspended, Braun will return after 50 games. Aramis Ramirez will help in the power department. Look for Corey Hart to help as well as Rickie Weeks. Overall, the Brewers should still be a force in the NL Central.  Padres: Jason Bartlett hit for an average of .320 in 2009. He smacked 14 homers and drove in 66 runs. In '11, he hit .245 and drove in 40 runs with two home runs. Can he return to his '09 performance?  Going forward, Bartlett may be more the '11 edition than his former self. The Padres will likely look for youth, speed, a loud bat and a good glove at shortstop as they continue their quest to improve the offense. It may take some time, and Bartlett provides the bridge to the future.  Giants: Buster Posey broke his leg during a collision at home plate. Will he return as a major offensive force?  Posey has all the tools to help the Giants remain a formidable NL West contender. He should be right in the middle of the lineup driving in runs.  Astros: Opposing hitters batted .287 against the offerings of Brett Myers last season. He went 7-14 with a 4.46 ERA. Will he bounce back with a solid season?  Myers won't get much offensive help from a franchise in transition. A friendly pitcher's park will be to his advantage if the Pirates can make a trade that includes Myers. If he remains in Houston, the future may be iffier.  Braves: Jason Heyward had shoulder miseries that may have been among the reasons he dropped 50 points of batting average, going from a rookie year .277 to .227. He drove in 32 fewer runs in 2011. Will he once again be the Heyward we saw in '10?   If his shoulder stops barking, he'll be fine. He was not happy with his performance and he's too good a hitter to have another down year.  Reds: Bronson Arroyo gave up 227 hits in 199 innings pitched last season. He had a 9-12 record with a 5.07 ERA. He gave up a league leading 46 home runs. Will he regain the form that landed him on the 2006 All-Star team?  Arroyo has to trust his stuff, stop being so fine with his pitches and get the ball out of the middle of the plate. If he can refine his breaking pitches so they miss some bats, he may recover. Other pitchers in the Reds system have to step up as well. Bernie Pleskoff has served as a professional scout for the Houston Astros and Seattle Mariners. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bernie Pleskoff"
}
