{
    "url": "http:\/\/m.mlb.com\/news\/article\/26260748",
    "title": "Padres have proven commodity in Quentin",
    "subtitle": "Padres have proven commodity in Quentin",
    "body": "The San Diego Padres obtained an outstanding athlete when they acquired right-handed-hitting Carlos Quentin from the Chicago White Sox. If he remains healthy, Quentin may become the game-breaking power hitter fans have been expecting to see for years.  The Padres traded righty pitching prospect Simon Castro and lefty pitching prospect Pedro Hernandez to the White Sox for the 6-foot-2, 235-pound Quentin.  Now 29 years old, Quentin was a three-sport athlete at University of San Diego High School. He was an All County outside linebacker, played basketball and his baseball skills led him to Stanford University, where he earned All Pac 10 honors. The Arizona Diamondbacks drafted Quentin with their first-round selection in the 2003 First-Year Player Draft. He was seen as a potential power-hitting athlete who could hit in the middle of the batting order and gain great success in hitter-friendly Chase Field.   But Quentin had difficulty staying healthy. Side pain and various other injuries cost him playing time. In addition, he put so much pressure on himself to succeed that he seemed to be \"fighting himself\" while trying to play beyond his abilities. Instead of using his natural gifts and talents, Quentin pressed at the plate, and it looked as though he wanted to hit a five-run homer every plate appearance. His impatience with himself, his intensity and his self-induced pressure became difficult for him to overcome.   In December 2007, the D-backs decided to trade Quentin to the Chicago White Sox, getting Minor League first baseman Chris Carter in return. The trade shocked and surprised most D-backs fans, as they felt Quentin was a young superstar in the making. But Quentin is now reunited with the man who drafted him: Padres general manager Josh Byrnes.   Quentin's injury history followed him to Chicago. He has had a variety of trips to the disabled list for an injured left labrum, a broken wrist and a serious foot injury. Quentin played in 118 games last season, 131 the year before.   Quentin has appeared in two All-Star Games, the most recent this past season. He won a Silver Slugger Award, and he has consistently been a home run threat. Quentin has a career .252 batting average.   Criticism of Quentin comes in one category: he is not considered to be a very good defensive outfielder. He's adequate and can hold his own, and last season may have been one of Quentin's better overall defensive years at the big league level. He does have a strong and accurate arm, but he still struggles a bit tracking balls off the bat and taking good routes.   Quentin has the ability to steal bases if given the opportunity. He is quick as opposed to being fast, and he has very good baserunning instincts. But it is power potential and his ability to hit the gaps with the long ball that make Quentin dangerous every time he comes to the plate -- and the Padres can immediately slot him into a young lineup.   Castro was fairly advanced in the Padres' organization, probably knocking on the door to make the pitching staff at some point during the coming season. He is 6-foot-5 and weighs 220 pounds, presenting an imposing figure on the mound.   Castro, 23, throws a moving fastball in the mid-90s. He can touch 96 mph, but he has better command at the 92-94-mph range. His slider has become a pitch he can count on to miss bats or finish off a hitter. He also throws a splitter and is working on a changeup. At this point in his development, everything works best off the fastball to set up the rest of his repertoire.   Castro keeps the ball down in the strike zone and he induces ground balls. It's unusual for a young pitcher to command the ball well enough to be able to pitch to location with Castro's effectiveness. If he gets behind in the count and has to catch up, he could get too much of the plate. Retaining his mechanics and repeating his delivery will be crucial components if he wishes to advance within the White Sox organization.   Basically, with his strong arm and big frame, Castro can be projected to be a back end of the rotation starter or a long reliever in the bullpen.   Pedro Hernandez doesn't have overpowering stuff, but he can throw strikes. It is his excellent command that has been the hallmark of his short career so far. The 22-year-old Venezuelan gets good sink on his pitches, as the ball comes out of his hand very well.   Hernandez isn't big at 5-foot-10, 200 pounds. He has a very good changeup that is probably his best pitch to this point in his career. The sinking changeup moves the hitter's eye level and causes solid contact problems.   Hernandez has been a fly-ball pitcher, and that can be an issue in hitter-friendly Cellular Field. But like Castro, Hernandez is young, and he's still learning how to pitch. Again like Castro, Hernandez projects to be a back-of-the-rotation starter or a potential reliever. With his good command, Hernandez could be a solid situational lefty out of the 'pen.   On paper, it seems the Padres have made an outstanding deal, adding a power hitter in his prime while giving up marginal-to-average prospects. It is very difficult to be definitive with pitching prospects. It takes time and experience to learn how to pitch to quality hitters of Major League caliber. It takes time to refine mechanics, add to repertoire and gain self-confidence to take the mound and throw strikes consistently. Given the makeup and background of the two prospects the White Sox obtained in their deal with San Diego, time will determine the ultimate outcome of the trade as it's too soon to evaluate the strength of Chicago's side of the deal.   Quentin has been given a fresh start with a club that is in need of his bat. He may be challenged both offensively and defensively with the spacious Petco Park. He may struggle to stay healthy. But without a doubt, he will have the opportunity to drive in runs from the middle of a batting order that is slowly but surely improving with more skilled hitters, like the recently acquired Yonder Alonso and -- eventually -- Yasmani Grandal.   Byrnes is reunited with a hitter he drafted for the D-backs when he ran their organization. This time, it isn't likely Quentin will slip off the radar due to self-imposed impatience and pressure. He's a more mature and more experienced player at this point in his career. If he can stay healthy and stay in the lineup, he'll realize his outstanding potential.  Bernie Pleskoff has served as a professional scout for the Houston Astros and Seattle Mariners. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bernie Pleskoff"
}
