{
    "url": "http:\/\/m.mlb.com\/news\/article\/26266240",
    "title": "Gritty Sweeney excited to join Red Sox",
    "subtitle": "Gritty Sweeney excited to join Red Sox",
    "body": "BOSTON -- Ryan Sweeney, the other player acquired in the trade that brought All-Star closer Andrew Bailey to Boston, sounds like someone who is going to grow on Red Sox fans in short order.  Given that he will be playing in front of a fan base that has always admired gritty players like Trot Nixon, Bill Mueller and Gabe Kapler, Sweeney might just have the type of audience to appreciate all he brings.  \"I'm a pretty quiet guy,\" Sweeney said by phone from his home state of Iowa. \"I go out there and play hard every day. I love to play every day. Last year, I kind of didn't get to, so it was a frustrating year. I'm just going to go out there and grind it out and have good at-bats and play good defense and just be a good team player.\" A left-handed-hitting outfielder known for quality at-bats and solid defense, Sweeney's eyes light up at the vacancy that currently exists in right field at Fenway Park.   Perhaps the general public is still waiting for general manager Ben Cherington to go out and get someone more prominent in right field. But assuming the opportunity is still there for Sweeney in Spring Training, he just might grab it.   \"Just having the opportunity to go in there and win the right-field job is good enough for me,\" said Sweeney. \"I just want to go in there and have a good Spring Training, and I think one of the main things is they want somebody to be able to play good defense. And that's something I've always prided myself on is playing good defense, and I'm comfortable in all three outfield positions, but I think mostly I'm mostly comfortable in right, too.\"   Sweeney had established himself as an everyday player in 2009, accumulating 534 at-bats and hitting .293 with a .348 on-base percentage. A year later, he was on pace for a similar season, hitting .294 with a .342 OBP over 331 at-bats. But that '10 season ended abruptly, when Sweeney had to undergo surgery to repair patellar tendinitis in his right knee.   He came back last spring healthy enough and ready to pick up where he left off. But there was no longer an everyday job for him. The A's had an outfield of Josh Willingham, Coco Crisp and David DeJesus, with Hideki Matsui on board to serve as the primary designated hitter.       \"Last year was probably the hardest year I ever had playing baseball, not from the standpoint of doing good or doing bad, but just mentally I don't wish going from a starter to a backup player on anybody,\" Sweeney said. \"Playing once or twice a week or going in there and pinch-hitting against a closer or whatever, that's a tough thing to do and be successful. It was frustrating for me last year being an everyday player and only getting to play once or twice a week -- that was pretty tough.\"   The call he got three days after Christmas that he was going to Boston was stunning and thrilling all at once.   \"Yeah, I mean, I wasn't really expecting anything,\" Sweeney said. \"They had obviously tendered me a contract and I didn't really think they were going to trade me with them thinking about going young, but I was just really excited to be able to play for the Red Sox. And they sounded like they were excited to have me and being the type of player -- how I hit, with the Monster and everything -- hopefully I can hit a lot of doubles off that wall.\"   Yes, Sweeney could very well emerge into one of those players who is more valuable to the Red Sox than other teams, both because of his hitting style -- a gap hitter who goes the other way -- and his fielding prowess. Fenway might be the toughest right field in all of baseball.   One quick glance at his baseball card leads to one obvious thought. This is a man who hasn't hit many home runs in his career.   His career high is six, and Sweeney has gone on just 14 home run trots over 1,681 at-bats.   But here is something else to remember: Sweeney is still a relatively young player. He turns 27 next month. In other words, he could still develop some power, particularly on those hot summer days and nights at cozy Fenway.   \"Hopefully,\" he said. \"Ultimately to hit somewhere between 10 and 20 homers would be nice, but we'll see what happens. I'm not going to do anything to change my swing to necessarily try to hit for more power. I hit for a lot of contact, I'm a gap-to-gap hitter and play good defense. I try to be a good all-around player and the power aspect of it is kind of just the last thing to come, probably, hopefully.\"   If Sweeney hasn't completely developed as a hitter yet, there's one obvious reason why. He never even thought of himself as an outfielder or a position player until the day he was drafted by the White Sox out of high school in 2003.   Sweeney was a left-handed pitcher, and teams are always looking for those. He figured he would be drafted as such and eventually make it to the Major Leagues in that capacity.   But everything changed when the White Sox nabbed him in the second round.       Does Sweeney play the what-if game? In other words, how would things have turned out if he had gotten a chance to pitch?   \"I do all the time,\" Sweeney said. \"My wife was talking to my parents the other day and they said that's still a dream of theirs -- to see me pitch in the Major Leagues. I don't know if that will ever happen. Probably not. I haven't thrown a ball off a mound since I got drafted. I don't know. It would be kind of cool, but I love being able to play every day and play in the outfield. I would screw around [in the Minors] and throw flat-ground bullpen [sessions] to Kurt Suzuki and stuff like that.\"   Sweeney actually came close to making his Major League debut on the mound at Fenway Park late last August, on the eve of Hurricane Irene. The teams played a day-night doubleheader with rain delays galore.   \"They told me I was going to go out and pitch after one of the rain delays, but then they changed their mind,\" said Sweeney.   That would have been just another memory for Sweeney's Fenway Park scrapbook. Boston is the place where he made his first Major League start. That same night -- Sept. 5, 2006 -- he banged out his first two Major League hits.   \"My first start was at Boston; my first Major League hit was actually in Boston,\" Sweeney said. \"It's kind of a cool thing to be able to go there and play every day now. I just remember the night before, [manager] Ozzie [Guillen] put me in to pinch-run, and I think I read a ball in the dirt and advanced to third. He just told me the next day that I was playing center field and leading off on Wednesday night baseball [on ESPN], I think. It was, and just being able to have that for your first game and get a couple of hits is something you'll never forget.\"   Now he comes to Boston with Bailey, someone he feels comfortable enough with to room with for the coming spring.   \"We called each other after we got traded and we couldn't really talk to each other for very long because our phones kept blowing up, but we're both excited,\" Sweeney said. \"We were having a tough time finding a place out in Florida, so we rented a house, and we're staying together out there. But it's cool to be able to go through it with him, knowing that he's really excited, because he's from the East Coast and always dreamed of being a closer for a team like the Red Sox, so he's definitely excited.\"   One thing Bailey can provide is a scouting report on Sweeney that Red Sox fans will enjoy.   \"He's a good friend of mine. I'm excited to have him along,\" Bailey said in his introductory conference call with the Boston media last week. \"Obviously he's a really good defender. He didn't play too much last year -- he was more of a fourth outfielder. He's a guy that's got a ton of potential, one of the best defenders in all of baseball.   \"You look at his stats -- he's a big-time singles, doubles guy. He doesn't really drive the ball out of the ballpark, but he gets things done. He usually floats around .290, .300 for most of the year. He's a guy who brings good character into the clubhouse. He's not an ego guy, either. I'm looking forward to being able to start this with him. I'm excited that he's going to be there with me.\" Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
