{
    "url": "http:\/\/m.mlb.com\/news\/article\/26257940",
    "title": "Working at disadvantage, Oakland looks ahead",
    "subtitle": "Spencer: Despite disadvantage, A's look ahead",
    "body": "While the Angels and Rangers have spent the winter stockpiling armaments for a nuclear American League West summer, the Athletics have been ... well, the Athletics: quiet and out of the way. Way out of the way.  Great expectations are for other locales, not Oakland.  Farewell, Trevor Cahill and Andrew Bailey. Adios, Gio Gonzalez and Craig Breslow. Sayonara, Ryan Sweeney and Jai Miller (we hardly knew ye). In return for their two starting stalwarts, two bullpen anchors and Sweeney, the A's received 10 youngsters, most of them requiring advanced research engines -- unless you're an authority on prospects.   For Miller, an outfielder with unmistakable athletic ability, cash arrived from Baltimore on Tuesday.   The A's might reap enough productive talent from these deals with the Red Sox (for Bailey and Sweeney), Nationals (for Gonzalez) and D-backs (for Cahill and Breslow) to make a move -- in 2014 or '15.   There's always a shot at magic, of course, but the future clearly is well down the road. This leaves Oakland's cavernous structure to true baseball purists, those who cheer visiting teams and beautiful dreamers.   They may not be impressive in number, but hardcore A's partisans might be the most loyal in the sport. They remain faithful to their club even as they're trying to figure out what the new lineup and rotation might look like.   A's fans have been through this before, of course. They've grown sadly accustomed to bidding farewell to an artful pitcher, a slugger who launches them, a special outfielder with grace and style.   Checking that depth chart has become a routine part of life.   The A's own a proud and fascinating history, having showcased some of the very best teams in history.   Their faithful had it all in the early 1970s, packing the Coliseum with super-charged energy.   Then they stood by and watched the foundation collapse, brick by irreplaceable brick, with the exits of Reggie Jackson and Catfish Hunter, Joe Rudi and Rollie Fingers.   History repeated itself after Oakland powerhouses rose from 1988-92 and again from 2000-06, only to be razed.   Watching that '70s dynasty get torn asunder created for A's fans a necessary perspective for future disappointments. When you've been hurt like that, you tend to develop thick skin and form an invisible shield around your emotions.   Oakland's public relations and marketing departments are accustomed to the daunting challenges at hand. They are operating at disadvantages that will not be alleviated until the franchise is permitted to relocate.   The Giants have maintained that the preferred destination, San Jose, is their turf, leading to the formation of a committee in 2008 to study the complicated issue.   The A's are waiting, their patience thinning like their payroll, for Major League Baseball to sign off on their plan to land that new stadium, presumably in San Jose, that will put them on a level competitive field with their AL West rivals.   \"We've been through this [rebuilding] cycle numerous times, and it gets shorter and shorter because the gap between us and everybody else grows,\" A's general manager Billy Beane recently said. \"The fact of the matter is, for us to compete, we're going to have to have a new stadium. I don't think there was a move we could have made that would put us in a position to compete with a club like the Angels or Texas, given what they have and where they're headed [with] some of those signings.   \"You're talking about two clubs in the division that are probably in the $150- to $170-million range -- and we're not a business that can put that payroll on the field.\"   The A's are expected to invest about $50 million in their athletes, nowhere close to the same ballpark as the Angels, Rangers and Mariners.   The Coliseum's charms eroded long ago. This is not a preferred destination of Major League players, for a wide range of reasons.   Rookies making their first tour of big league parks come away shaking their heads as they chase down September singles landing on the 30-yard line, where Raiders spikes have created divots. Bad hops abound, to no one's amusement.   An easy drive from Oakland and its environs across the Bay Bridge, to San Francisco's golden-gated waterfront palace, sweeps one into another baseball world altogether.   Cavorting in a gorgeous ballpark, as alive as any in North America, are the Giants. The 2010 World Series champions offer those lovable Lincecums, Cains, Poseys and Pandas -- with a payroll swelling to twice the size of the A's.   In no way, shape or form can Oakland hope to compete with San Francisco's many assets. The A's are, without question, the most difficult product to sell in the sport.   Beane was represented by Brad Pitt on the silver screen in the hugely successful \"Moneyball,\" a dramatic take on the A's in higher times. This was before Beane's new-age principles went mainstream, stripping him of his competitive edge.   Most franchises now employ multiple brains with laptops, seamheads who would have fit seamlessly into the movie. Beane now deals with general managers owning all the technological resources -- and more -- he employed so successfully.   The A's feel the answer to all their problems can be found to the south. San Jose is 35 miles -- and an enticing world -- away.  Lyle Spencer is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
