{
    "url": "http:\/\/m.mlb.com\/news\/article\/26259982",
    "title": "Gophers to play Penn State at Target Field",
    "subtitle": "Gophers to play Penn State at Target Field",
    "body": "The University of Minnesota baseball team will play at the Twins' home ballpark, Target Field, for the third consecutive season at 2 p.m. CT on May 5.  The Golden Gophers will take on Big Ten rival Penn State.  \"We've had a long-term relationship with the Twins over the years and there's been a strong connection between our baseball program, the university and the Twins organization,\" University of Minnesota baseball coach John Anderson said. \"There's always been the discussion since the Twins built Target Field to have one Gopher event a year there. I think it's great for amateur baseball and it's an opportunity to celebrate it. \"The Twins offer their support to amateur baseball and along with it, we hope to create an amateur baseball day in the state and at Target Field. We want to showcase our program and help foster and grow the game, which I think that's what we've really tried to make it about.\"  The Gophers played in the first game at Target Field on March 27, 2010, against Louisiana Tech. The attendance of 36,065 was the second-largest crowd to ever witness a collegiate baseball game. Last year, the club also played games at Target Field against Purdue, Northwestern, Iowa and Ohio State.   The Gophers have recently been playing their home baseball games at the Metrodome, the Twins' former home, but have plans in place to build a new ballpark on campus.   \"The Minnesota Twins are committed to making Target Field a community asset and are proud to host our friends at the University of Minnesota for this game at Target Field,\" said Twins president Dave St. Peter. \"The Twins have long enjoyed a special relationship with the University of Minnesota and applaud the baseball program's ongoing tradition of excellence.\"   Tickets and game-day festivities surrounding the event will be announced at a later date. Joey Nowak is a reporter for MLB.com. Follow him on Twitter at @joeynowak. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joey Nowak"
}
