{
    "url": "http:\/\/m.mlb.com\/news\/article\/26256630",
    "title": "MLB Fan Cave offers chance of a lifetime",
    "subtitle": "MLB Fan Cave offers chance of a lifetime",
    "body": "NEW YORK -- Picture this: You are watching every live Major League Baseball game this season, and your houseguests include Bronson Arroyo, Jose Bautista, Jay Bruce, Tyler Clippard, Ubaldo Jimenez, Josh Johnson, Matt Kemp, Evan Longoria, David Ortiz, Hunter Pence, Brandon Phillips, Michael Pineda, David Price, CC Sabathia, Troy Tulowitzki, Justin Verlander and Shane Victorino. That fantasy will become reality for a batch of lucky applicants who are chosen for the 2012 MLB Fan Cave cast. Those 17 All-Stars are already confirmed to visit the three-story wonderland at E. 4th Street and Broadway in Manhattan, where they will participate in the Web series, interact with fans through social media and meet the contestants. Apply now -- regardless of favorite team or hometown. You will interact not only with those and many more active players, but also with Hall of Famers, entertainers, musicians and hoi polloi. You will be a social media celeb, all for doing things you probably already do -- chronicling experiences through videos, blogs, tweets and status posts. MLB has just moved the deadline back to the end of this month to give you more time, and the league will provide housing and a stipend for winners while cave-dwelling. The opportunity for selection is greater in 2012, because there is a big format change from the inaugural Fan Cave season. Everyone followed along last year as MLB Dream Job winner Mike O'Hara and wingman Ryan Wagner watched all 2,429 regular-season games there -- plus All-Star Week and the postseason in person. This time, it is an interactive season-long reality show where many winners start the season at the Fan Cave and undergo a series of challenges along the way, with fans everywhere determining who stays and who goes.  The masses also will decide exactly which of their peers are chosen to occupy the house on Opening Day. Starting next month, the top fan-submitted audition videos will be posted to MLBFanCave.com, where fans will have the opportunity to vote for those they find most entertaining. Follow, retweet and like your favorites, and one fan will be crowned MLB Fan Cave champion before the deciding game of the 108th World Series.  \"At this time last year, we were still formulating the concept of the MLB Fan Cave, so to already have 17 All-Stars committed to visit is a great sign that 2012 is going to be an even bigger and better year at the Cave,\" said MLB executive vice president of business Tim Brosnan. \"It's also a testament to how much fun the players had at the Fan Cave in 2011. This list of players includes some who visited last year and want to come back, along with others who heard about it from teammates and friends and want to see what it's all about. We're already starting to develop some fun concepts for these stars that'll really showcase their personalities.\"  Orioles pitcher Jeremy Guthrie, a multiple visitor to the Fan Cave last season, said after the World Series: \"It has been a phenomenal ride this year, 2011, the inaugural season of the Fan Cave, and I think all the fans can attest, it's been a great run -- we've had a fun time following it. It's coming back in 2012, and you have a chance to be the fans in the Cave.\"  The MLB Fan Cave will return to the 15,000-square-foot location in the heart of Greenwich Village, previously the home of Tower Records. Paul Dimeo, designer on ABC's Emmy Award-winning series \"Extreme Makeover: Home Edition,\" oversaw development of the facility last year and then went to work after the season pondering a redesign. It is now closed for its own makeover, promising new technology and interactive elements.  Brosnan called the Fan Cave \"a convergence of baseball with pop culture, social media, technology, celebrity, entertainment, music and art.\" At its heart is the Cave Monster, featuring 15 large TV screens, showing every game, plus computers and various equipment galore. Introducing hot musical acts and hosting parties is all part of the excitement.  As of Tuesday, there were 25,779,720 \"likes\" on MLB and club Facebook pages, and 4,462,030 followers on MLB and club Twitter accounts. The MLB Fan Cave has drawn an additional 261,499 combined follows\/likes on Twitter and Facebook. Be involved with all those accounts regularly as part of the community surrounding the application process.  In 2011, more than 170 special guests visited the Fan Cave, including 66 current players, 28 former players and 76 assorted celebrities and musicians. Their visits resulted in more than 300 videos posted to MLBFanCave.com and distributed through social media and other digital channels.  \"I would say get your sleep, take your vitamins and get prepared to be surprised every single time you walk into the Fan Cave,\" O'Hara advised 2012 applicants. \"It's really that good.\"  \"Make sure you take the time, if you're lucky enough to get hired for this job, to enjoy each and every moment, because it goes too fast,\" Wagner added. \"Once it's over, it's over.\"  Mark Newman is enterprise editor of MLB.com. Read and join other baseball fans on his MLB.com community blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
