{
    "url": "http:\/\/m.mlb.com\/news\/article\/1297109",
    "title": "Notes: Bell finds footing at mini-camp",
    "subtitle": "Notes: Bell finds footing at mini-camp",
    "body": "SURPRISE, Ariz. -- It was a sunny but crisp morning as the Royals took the field on Tuesday. Just lovely for baseball.  But wait. Did Spring Training somehow sneak up on us? Have we snoozed through January and half of February?  Not at all. Welcome to the Kansas City mini-camp, a three-day outing in the desert between the White Tank Mountains and the Red Robin Restaurant. Thirty-two players -- and 30 staff members -- have gathered to set the stage for the 2006 season.   \"This is not Spring Training by any means. We're not treating it like that,\" manager Buddy Bell said. \"We're not ready to do the kinds of things that we do in Spring Training.\"   You'll see some spring-type things, like Hall of Famer George Brett lobbing batting-practice pitches to Justin Huber or second-base grounders being gobbled up by Mark Grudzielanek and Donnie Murphy.   But that's not the point. General manager Allard Baird sees this as a three-pronged exercise.   \"One, to see where guys are, in relation to where they need to be,\" Baird said. \"Two, to gather and distribute information. Three, to set a tone with a new manager and new coaches.\"   Bell is not exactly new because he took over last May 31, but this will be his first Spring Training with the Royals and he'll need to put his stamp on the club.   He knows his first priority when camp officially opens here on Feb. 17.   \"The rotation, absolutely. Without any question,\" Bell said. \"We have a lot of decisions, which is good. This is going to be eye-opening for a lot of candidates because it's as competitive a spring as I've ever seen, in terms of a rotation, because of the numbers we have for those spots.\"   Although Baird previously categorized newcomers Scott Elarton and Mark Redman as locks for the rotation, Bell gave himself a hedge.   \"Let me put it this way -- nobody's a lock,\" Bell said. \"I think it's safer for me to put it like that instead of individualizing. So it's really not a lock for anybody.\"   Five of the top candidates were at the mini-camp -- Jeremy Affeldt, Elarton, Zack Greinke, J.P. Howell and Mike Wood. Others include Redman, Runelvys Hernandez, Denny Bautista and Joe Mays.   In addition to filling some bullpen spots, there are a couple of other situations over which to muse:   What's the deal at first base? Is it Mike Sweeney, Matt Stairs or Doug Mientkiewicz?   \"Stairs is going to be a DH, play at first, I might even put him in the outfield. Mike wants to play first. If we had to open up tomorrow, Mientkiewicz would be our first baseman and Mike would DH,\" Bell said.   \"But that's not to say Mike wouldn't play first the next day and Stairs would DH. So we've got enough [Spring Training] games, and enough happens that things work out for themselves.\"   In other words, stay tuned.   What about left field? Is Emil Brown moving over from right to make room for Reggie Sanders?   \"Well, I don't know,\" Bell said. \"That's kind of what we want, but I'm not sure. But it depends on where Reggie feels most comfortable, which could be right.\"   So don't touch that dial.   A slimmer Sisco: Andrew Sisco, the 6-foot-10 reliever, has dropped his weight from last season's 275 pounds to 260.   \"Buddy thought I looked a little too light,\" Sisco said. \"I guess you're always worried about health and if you're too thin, you might break down. It's all relative. If you're 5-10, it's different.\"   Although a lot of fans keep wondering if Sisco shouldn't be tried as a starter, he's quite content as a setup man in the bullpen.   \"I don't know if seven innings every five days is more valuable than one or two every other day,\" he said.   Buck mourns mother: Catcher John Buck reported after the unexpected death of his mother, Linda Louise Buck, 52, in Layton, Utah. They last talked by phone.   \"She said she loved me ... and passed away in her sleep peacefully,\" Buck said.   \"If there's anything that makes it easier, it's that my brother, Paul, passed away a few years ago and I know she's happy to be with him.\"   68 years of wisdom: Joining the mini-camp staff was Dave Garcia, who managed the Angels from 1977-78 and the Indians from 1979-82.   Garcia, 85, brings 68 years of professional baseball experience with him from his San Diego home.   \"He's like a father to me,\" Bell said.   Garcia will help coach during Spring Training and take on various scouting and instructional assignments during the season.   \"These kids were asking when I broke in. It was 1938,\" Garcia said. \"They said, 'How much did you make?' I said, 'Eighty dollars a month.' They said, 'Oh, shoot.'\"   Snyder stays: Pitchers Kyle Snyder and Devon Lowrey, who passed through waivers, have been assigned to the Minors. Snyder was outrighted to Triple-A Omaha, Lowrey to Double-A Wichita.  Dick Kaegel is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Dick Kaegel"
}
