{
    "url": "http:\/\/m.mlb.com\/news\/article\/26258824",
    "title": "Rox fan brings baseball to life through poetry",
    "subtitle": "Rox fan brings baseball to life through poetry",
    "body": "DENVER -- Neal Williams makes his living as an environmental engineer concentrating on water treatment in Denver. His passion is poetry. \"I've had some people tell me they're complete opposites, a left brain\/right brain thing,\" Williams said. Well, count this among the magical aspects of baseball. It can bring a brain together as one. For the last four seasons, Williams has written a daily haiku on each Rockies game, based on the box score -- poetry by the numbers. At the end of each season, he has self-published a book of his works. His latest work, \"Box Score Haiku -- 2011 Colorado Rockies Season in Poetry,\" has gained somewhat of a following among Rocky Mountain Chapter of SABR (Society for American Baseball Research) members, and \"Box Score Haiku\" has become a somewhat unique item through his blog and on Twitter.  The haiku is a short form of Japanese poetry consisting of 17 on, defined as sound units, in three phrases of five, seven and five on, respectively. In English, the form has been adapted, and the three phrases consist of five, seven and five syllables (In Japanese, an on is not necessarily a syllable).  Baseball itself is like a haiku. A team can be summed up by its record, a player by his stats, a career by milestone numbers. Mathematic formulas run through the game's blood. Yet, the sport inspires meter and rhythm, simile and imagery, awe and wonder.  This form of poetry was originally the opening stanza of a poem, until writers gave it its independence sometime in the late 1600s. It was known as \"hokku\" until the late 1900s. Baseball might or might not be younger than the poem, or than its current name. The origins of the game are being researched, with the idea of separating myth and reality, by a blue-ribbon committee. But it seems one was born for the other.  Haiku writers are increasingly turning to baseball for inspiration. The book, \"Baseball haiku: American and Japanese haiku and senryu on baseball,\" was published in 2007 to positive reviews. Within the many MLB.com fan blogs is, http:\/\/baseballhaiku.mlblogs.com. A fan in North Carolina, Greg Cohoon, peruses MLB.com and composes a daily haiku on a major news development within the game, when he's not also following and blogging about the Greensboro Grasshoppers.  Williams is a follower of Web sites dedicated to statistical analysis, and different facts he finds lead him to do his own research. Even with all that, there is time for the left brain to do its work after each Rockies contest.  \"I've always seen myself as an aspiring writer. But with my wife, two kids and the job I have, it's not like I have a lot of time,\" Williams said. \"I admit the haiku form is more because, at least to me, it's fairly simple. I take about 15 minutes to think about it. It doesn't take a lot of time, and it also keeps me involved in the season. The season can get a little long in July and August, so it's my way of staying informed on how the team is doing.\"  Williams found his niche by dedicating his 5-7-5 -- which would be a truly odd double play in your scorebook -- to every game for one club, now for four years running.  Originally a Braves fan from the Atlanta area, Williams attended college at the Air Force Academy in Colorado Springs, and earned a Master's in engineering from the University of Colorado in Boulder. During that time, he became a Rockies fan. He spent nine years in the Air Force, including time at Edwards Air Force Base in California. After moving to Denver, he \"became more fanatical\" about the Rockies.  During a period when his job called for extensive travel, to break some of the monotony of waiting for planes, Williams became a regular participant in a haiku contest run by the local newspaper, the Denver Post. His growing love for the Rockies and his poetic bent led to the idea of publishing his baseball haikus.  Some of Williams' daily dispatches expressed hope, such as this one Troy Tulowitzki's big day in a 5-4 victory over the Mets at Citi Field on April 13:  Start spreading the news Best Rox start in history Thanks to Tulo's blast!  Here is one from April 26, after Todd Helton went deep twice in a 4-3 victory over the Cubs at Wrigley Field.  Todd turns back the clock Two dingers top the Ivy Rox star keeps rockin'  Some of the words were fitting for a fan watching a team that started the year 11-2 but collapsed to a disappointing fourth-place finish in the National League West. There's this one on May 24, when the Rox lost to the D-backs, 2-1, at home to fall to .500.  Rox back to even Our team can't hit, run, or field This is depressing  Williams penned this after outfielder Carlos Gonzalez crashed into the center-field wall to make a catch against the Royals on July 3, in a loss to the Royals. Little did anyone know the resulting right-wrist injury would sink his season and make contending impossible.  CarGo versus wall? Newton proved this long ago Get well, Rox need you!  Williams said he has seen haikus dedicated to teams, but hasn't found another that's so complete. His dream is finding a fan willing to do one for each team and somehow doing a compilation, but he admits the idea of chasing down the inevitable missing poetry is a bit daunting.  In the book, Williams adds a statistical note after each poetic entry. This year's book also dropped several other statistical and trivial gems -- the team's record in each color of uniform top, a listing of which player wore a given jersey number for the most games, a listing of players whose time in purple pinstripes was brief.  Williams has sold some copies to a few diehard fans, handed some out at the Rocky Mountain SABR chapter's annual banquet, and dropped some off at a popular local independent bookstore to increase interest and awareness.  \"This was a year that I felt most happy with it,\" Williams said. \"My wife thinks it's a good effort, so to speak. If I make money, that's fine. But if someone gets a chuckle by looking at my site or my Twitter feed each day, that's good enough for me. I'm just throwing in my two cents of what it is to be a fan of baseball.\" Thomas Harding is a reporter for MLB.com. Read his blog, Hardball in the Rockies, and follow him on Twitter @harding_at_mlb This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
