{
    "url": "http:\/\/m.mlb.com\/news\/article\/26258856",
    "title": "Japanese report says Iwakuma favors Mariners",
    "subtitle": "Japanese report says Iwakuma favors Mariners",
    "body": "SEATTLE -- Hisashi Iwakuma, a right-handed pitcher from Japan who couldn't work out a deal with the A's last offseason, is leaning toward signing with the Mariners, according to a report in Sponichi, a Japanese newspaper.  The 30-year-old has been one of Japan's top starters and was the Pacific League Most Valuable Player in 2008, when he went 21-4 with a 1.87 ERA.  Iwakuma has a career mark of 107-69 in 226 games with Kintetsu and Rakuten in the Japan League. He spent part of last season on the disabled list with a sore shoulder, but returned to go 6-7 with a 2.42 ERA in 17 starts. Oakland won the right to negotiate with Iwakuma last winter after posting the top bid of $19.1 million, but was unable to come to contract terms. He returned to Rakuten to pitch, but now is a free agent able to negotiate with any Major League team.   The Sponichi report, which is in Japanese, says Iwakuma is pondering several Major League offers but likes Seattle because of the favorable environment for his family as well as the presence of Ichiro Suzuki and free-agent shortstop Munenori Kawasaki, who is reportedly close to agreeing to a Minor League deal with the Mariners.   Iwakuma has played with both Ichiro and Kawasaki on Japan's team in the World Baseball Classic.   Mariners general manager Jack Zduriencik has said he's looking for another starting pitcher to add to a rotation that returns Felix Hernandez, Michael Pineda and Jason Vargas, along with young Blake Beavan and Charlie Furbush from last season.   The club has a strong nucleus of pitching prospects who are close to being Major League ready, led by Danny Hultzen, last year's No. 2 overall Draft choice out of Virginia, as well as James Paxton, Erasmo Ramirez and Taijuan Walker.   Zduriencik wanted to add a veteran to the mix to help take the pressure off rushing the youngsters to the Majors, and the two-time Japanese All-Star could help fill that role if a deal can be worked out.   The Mariners have also been mentioned in pursuits of free-agent starters Kevin Millwood and Jeff Francis, who both remain on the market.    Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
