{
    "url": "http:\/\/m.mlb.com\/news\/article\/26257754",
    "title": "Early moves have Padres nearly set",
    "subtitle": "Early moves have Padres nearly set",
    "body": "SAN DIEGO -- On the surface, it certainly appears as if new Padres general manager Josh Byrnes has already addressed most of his offseason needs. Two noteworthy trades, including the deal made Saturday when the Padres traded for left fielder Carlos Quentin of the White Sox, have helped to address some holes and have set the team up for 2012 and beyond in the eyes of those in the organization. So now Byrnes can sit back, feet on desk, and wait for the start of Spring Training, right? \"I don't think you ever get satisfied,\" Byrnes said Tuesday.  But this is more heavy lifting than the Padres have done for their roster in recent years.  The early offseason activity is a far cry from the first two winters Jed Hoyer -- who now holds the same post with the Cubs -- endured as general manager of the Padres following the 2009 and 2010 seasons.  In January 2010, Hoyer, essentially forced to wait for free-agent bargains, didn't add infielder Jerry Hairston (trade), pitcher Jon Garland (free agent) and catcher Yorvit Torrealba (free agent) until after Jan. 16.  A year ago, the team signed reliever Chad Qualls and infielder Jorge Cantu after Jan. 20 and traded for infielder Alberto Gonzalez during the final days of Spring Training.  Improved depth in the Minor Leagues allowed Byrnes to make deals early.  So now, with the additions of four players from the Reds who came over in the Mat Latos deal on Dec. 17, Quentin and the previous additions of closer Huston Street (trade), catcher John Baker (trade) and outfielder Mark Kotsay (free agent), there aren't many pieces left to add.  \"We're getting close,\" Byrnes said.  As for the relatively early activity, Byrnes said he's seen offseasons where additions were made late before Spring Training or, when he was in the front office in Cleveland, where the team was essentially set by Thanksgiving.  However, Byrnes has noticed at least one trend this winter.  \"It has been more of a trade offseason than I expected, for us and maybe a lot of clubs,\" Byrnes said.  Byrnes himself has made six trades since Nov. 22, the two most notable being the deals involving Latos and the one for Quentin that cost the Padres two Minor League pitchers.  The Latos and Quentin deals have seen the Padres add upwards of $10 million in payroll for the 2012 season, as Quentin is projected to make upwards of $7 million. Adding payroll is significant for a team that had a $45 million payroll a year ago.  The payroll in 2012 could very well approach $54 million -- and Byrnes said there is still a possibility of adding payroll.  \"Talking to [CEO and vice chairman] Jeff Moorad, if we had ways to stretch our payroll, get the right guys to be competitive in 2012, maybe be a surprise team in 2012, and with that foundation that gives us a chance at real sustained success for a number of years, that's the ideal,\" Byrnes said after the Quentin deal.  So what's next?  \"On the position-player side, I can't imagine we make any more additions,\" Byrnes said. \"We can take this group into camp and see how it shakes out. I talked to [manager Bud Black] about maybe trying to find one more arm for the bullpen ... that maybe there is a [free agent of] value.\" Corey Brock is a reporter for MLB.com. Keep track of @FollowThePadres on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Corey Brock"
}
