{
    "url": "http:\/\/m.mlb.com\/news\/article\/26253644",
    "title": "Ryan's return is just what Twins need",
    "subtitle": "Justice: Ryan's return is just what Twins need",
    "body": "When Terry Ryan stepped down as general manager of the Minnesota Twins four years ago, he had elevated the franchise to a special place in the hearts and minds of baseball people.  \"I've always been proud of that fact,\" he said by telephone from his office in Minneapolis. \"To have people saying they'd like to do things the way the Twins do them, that's about as high a compliment as you can have. That's how you want to be perceived.\"  No team was more admired for the way it went about its business or the things it accomplished. All that stuff about small markets versus large markets just didn't seem to matter when the Twins were the topic of conversation. There was no secret formula. During Ryan's 13 seasons as general manager, the Twins were so simple and so basic in their approach it's a wonder more teams didn't try to copy them exactly.   They were were built on an enduring faith in scouting and player development, and on an unshakeable belief in pitching, defense, effort and character.   Ryan was a revered figure inside the game, both for his essential decency as well as his knack for hiring good people and giving them the freedom and resources to do their jobs. He was also pretty good at identifying talent and understanding that roster building is as much an art as a science.   He rebuilt the franchise from the ground up when he took over in 1994, and was in charge when the Twins won the American League Central four times in a five-year stretch between 2002 and 2006.   And then he was gone. After the 2007 season, he stepped down from the job, saying he needed a break. He was 54 at the time and joked that 13 years as a general manager had felt like an eternity.   \"It was not so much the baseball,\" he said. \"It was more of a family thing. I had a couple of teenagers at the time, and as the years go by, you miss so much.\"   Both of them were involved in an assortment of school activities, and after so many days on the road, Terry Ryan decided he wanted to be there for the soccer matches, track meets, football games and band competitions.   He reconnected in a way some parents never have the chance to. He maintained his relationship with the Twins, returning to scouting and assignments for his successor, Bill Smith. But for four years, his family was the center of his life.   He has always been a scout at heart. He understood what they did and why their job was so difficult. He also understood that franchises succeed or fail based on the work of some of the people who are often the most overlooked.   He had not been looking to return. He wants to make that clear. But when the Twins lost 99 games last season and owner Jim Pohlad asked him to step back in as general manager, Ryan accepted.   His title is \"interim general manager,\" because he's not sure if this second tour will be for one year or 10.   \"I talk to Bill Smith at length,\" he said. \"He and I are close, and he said, in essence, if there was going to be a change, he hoped it would be me.\"   It's a tribute to the continuity of the organization that Ryan's transition back to general manager has been almost seamless.   \"There aren't many people who were not here before,\" he said. \"One of our strengths has been stability. About the biggest change is coming to work at Target Field instead of the Metrodome. I couldn't be more pleased. Hopefully, we'll get this thing going again.\"   Now about that.   The 2011 Twins were at or near the bottom of the American League in pitching, hitting and fielding. They used the disabled list 27 times. Justin Morneau and Joe Mauer missed 173 games, but there were other injuries all over the place.   After going to the playoffs six times in nine years -- and missing a seventh trip by losing a 2008 tiebreaker game to the White Sox -- the Twins learned how the other half lives.   \"We just need to get healthy,\" he said. \"Almost every guy that was a big piece of this organization was hit by it.\"   He runs down the list. Denard Span. Nick Blackburn. Francisco Liriano.   \"If we can just get them healthy, we can turn things around in quick order,\" he said.   He has tweaked the roster in small but significant ways. He lost closer Joe Nathan and outfielders Michael Cuddyer and Jason Kubel in free agency. He signed Josh Willingham to play right and Jamey Carroll to play short.   He signed Jason Marquis in the hopes he has another 200-inning season in him and got Ryan Doumit to back up at catcher, first and the outfield.   He has signed an assortment of Minor League free agents, and these are the under-the-radar moves that helped make his reputation.   He also believes in his organization. The Twins have been one of baseball's most consistent winners. They've got solid ownership, a great manager in Ron Gardenhire and a roster of players with a history of winning.   \"In 2010, we had the best home record in the American League,\" he said. \"Last season, the defense and pitching let us down. We didn't score enough runs, either, so it's a combination of things we have to correct.\"   His history says the Twins will win, but expectations soared the moment he returned. Whether the Twins are THAT good remains to be seen.   Ryan is no stranger to the expectations. After all, he helped create them.   \"There's no doubt people would like to see a quick fix,\" he said. \"But I'm not sure there are any shortcuts in player development. We'll just work as hard as we can and see where it takes us.\" Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
