{
    "url": "http:\/\/m.mlb.com\/news\/article\/26253530",
    "title": "Hanley endorses switch to third base",
    "subtitle": "Hanley endorses switch to third base",
    "body": "MIAMI -- Hanley Ramirez has no problem with playing third base.  The position change has been expected since the Marlins signed Jose Reyes in early December. But until now, Ramirez had not publicly endorsed playing somewhere other than shortstop.  In recent weeks, the three-time All-Star talked with manager Ozzie Guillen about sliding over to third. The Marlins have stated they envision having a dynamic left side of their infield, with two All-Star performers.   In an interview with The Associated Press while in the Dominican Republic, Ramirez shed some light on playing third.   \"I've talked with Guillen, and what we both want is to win with the Marlins,\" Ramirez told the AP. \"When January arrives, we'll see what happens with the position change and everything else. If it's at third, fine. Wherever they put me, I'll do it in order to win.\"   Since Reyes signed, there have been numerous reports that Ramirez was upset over being asked to play third. Ramirez never asked the team to be traded, or for the Marlins to restructure his contract.   In November, when it became public that the Marlins were talking with Reyes, Ramirez told reporters: \"I'm a shortstop.\"   Changing positions is one challenge for Ramirez right now. The 28-year-old also continues to rehab his left shoulder, which required surgery in September.   The shoulder is responding, and Ramirez is expected to be ready for Opening Day.   Ramirez said his shoulder is 95-percent healed.   \"I'm very happy, better than ever,\" Ramirez said. \"We're the new Marlins. I'm also a new Hanley. Good things are coming for this upcoming season.\" Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
