{
    "url": "http:\/\/m.mlb.com\/news\/article\/26252678",
    "title": "Conger committed to improving for Halos",
    "subtitle": "Conger committed to improving for Halos",
    "body": "ANAHEIM -- Angels prospect Hank Conger always plans on doing some vacation traveling during his down time, but for some reason, he never gets around to it.  This offseason, though, Conger did pick up a new activity.  At the urging of bullpen coach Steve Soliz, the 23-year-old catcher has been attending yoga classes near his home in Huntington Beach, Calif., several times a week, mostly doing so in rooms that reach temperatures of up to 95 degrees. \"I think the biggest thing I've kind of noticed is my shoulder flexibility so far has been pretty good,\" Conger said. \"Just the hips, and just being able to take stress off the legs and the back and arms and stuff, I think it's going to really benefit me for the upcoming season.\"   Whether that upcoming season has him playing for the Angels or the Triple-A Salt Lake Bees remains to be seen.   Just like last year -- when he cracked the Opening Day roster, but was sent down 3 1\/2 months into the season -- Conger will have plenty to prove this Spring Training. And now that first-year general manager Jerry Dipoto has upgraded catcher with the addition of veteran Chris Iannetta, the club's dilemma is essentially the same: Is it best to have the switch-hitting Conger serve as a backup and play sparingly at the big league level, or see consistent action behind the plate in Triple-A to continue to develop?   Asked about that during the Winter Meetings in early December, manager Mike Scioscia said, \"Hank's future is going to be based on Hank's performance.\"   And that's exactly what Hank is working on right now.   \"Moves are going to be made,\" the 2006 first-round Draft pick said of the Angels trading Tyler Chatwood to the Rockies for Iannetta in late November. \"It's what the organization really feels like they can do to better the team. You look at [Mark] Trumbo, he hit [29 home runs], and now he's going to have to try to find a position change or something, so it's tough. In the game of baseball, people are always coming and going and teams are always trying to get better. I really only deal with what I can control.\"   Conger had full control last year, then lost it.   Thanks to a productive spring, he made the roster as the Angels' third catcher, behind the more seasoned Jeff Mathis (now with the Blue Jays) and Bobby Wilson (still lingering as a backup option). But Conger's defense wasn't there and his offensive numbers slid, going from a .273 batting average in April to a .191 batting average for the next seven weeks.   On July 19, Conger was sent back to the Minors.   \"At the time,\" he said, \"I was obviously mad about it.   But Triple-A manager Keith Johnson noticed none of that.   \"I saw a guy who got his taste of the big leagues and wanted to get back and was working his behind off to get there,\" Johnson said.   \"Obviously, a big part of the position that he plays is his defense, whether it's calling a game or blocking or receiving or throwing out runners, and so on and so forth. And those were some of the things that he did really well at the beginning of the year, and he got away from his strong mechanics a little bit, and that was one of the big things that he was working on.\"   Conger also hit, batting .300 with five homers in his 27-game stint for Salt Lake. On Aug. 18, the Angels recalled him in hopes of injecting some offense into a catching position that finished 2011 with only a .555 OPS -- 28th in the Majors.   Small sample sizes and inconsistent at-bats at the big league level aside, there's never been much doubt Conger can hit. But plenty of doubt has surrounded his defense.   \"I think doing the yoga is really going to help with my receiving and doing the blocking and everything, but I think the main focus is obviously my throwing and just being able to try to clean up my mechanics,\" said Conger, who batted .217 (10-for-46) in the Arizona Fall League. \"Trying to get it more smoothed out, trying to make it more free and easy down there to second base and just try to cut out all that extra movement. ... I think everything [last year] was just kind of getting really big -- really big movements and out of control. So my main focus this offseason is really to try to quiet down, keep it simple.\"   Ask Johnson what he feels Conger needs most, though, and he'll answer in one word: \"Games.\"   \"I think this past year was the healthiest he's been over the course of a full season,\" Johnson added. \"If he's been able to put together three or four healthy years and catch 85-100 games, I think a lot of this stuff would be a moot point, because he would've had the reps in. So in my opinion, I wouldn't necessarily say it's anything that he's weak at [defensively]. I think it's just being back there and having to do it.\"   In about six weeks, the Angels will begin the process of deciding whether Conger will be better suited soaking up knowledge from the likes of Scioscia and Iannetta in the Majors, or getting those reps in the Minors.   Perhaps Conger can make the decision for them.  Alden Gonzalez is a reporter for MLB.com. Read his columns and his blog, listen to his podcast and follow him on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
