{
    "url": "http:\/\/m.mlb.com\/news\/article\/2361147",
    "title": "Agent meets with committee lawyers",
    "subtitle": "Agent meets with committee lawyers",
    "body": "WASHINGTON -- An employee of the sports agency that represents Roger Clemens and Andy Pettitte spoke Thursday to the congressional committee investigating drugs in baseball.  The agent, Jim Murray, was the first person known to have been interviewed by lawyers for the committee, which will hold a Feb. 13 hearing focusing on Clemens' denial of allegations in the Mitchell Report.  Murray's name was mentioned several times in a recorded conversation between Clemens and his former personal trainer Brian McNamee that the seven-time Cy Young Award winner played at a news conference. \"I answered all the questions they asked of me,\" Murray said in a statement.   Murray's appearance before the committee was first reported by the New York Times on its Web site.   Chuck Knoblauch, a former Major Leaguer who was a teammate of Clemens' on the Yankees, is the first of five announced witnesses scheduled to be interviewed by the committee before the hearing. His session is Friday.   Pettitte is to appear Monday, followed by Clemens on Tuesday, McNamee next Thursday, and former Mets clubhouse employee Kirk Radomski on Feb. 12.   Murray is a New York-based employee of Hendricks Sports Management, run by brothers Alan and Randy Hendricks. That agency represents Clemens and Pettitte currently, and represented Knoblauch when he was an active player.   In former Senate majority leader George Mitchell's report, released in December, McNamee said he injected Clemens at least 16 times with steroids and human growth hormone in 1998, 2000 and 2001. Clemens has denied the allegations in several settings, including at a news conference Jan. 7 in Texas.   During that televised appearance, a 17-minute tape was played of what Clemens' representative said was a Jan. 4 conversation with McNamee recorded at the seven-time Cy Young Award winner's end.   At one point, Clemens refers to an earlier conversation with McNamee and says, \"I said, 'There's some rumblings about some guys with the Mets. Do you know who this guy is?' You told me 'No.'\"   A moment later, McNamee says, \"I told Jim Murray, I told Jim Murray. I told him. I told him. I sat down with him in Starbucks on the corner where you used to live and I told him the guy's name. And I told him, 'Please don't tell Roger yet,' but to be careful, but no. If you had asked me, I would have told you that. If you remember, if you remember, I was trying to get with you to talk with you. I was reaching out to you.\"   Later on the recording, McNamee says, \"I told Jim Murray his name. I told him to be careful.\"   Clemens says, \"Again, Jimmy has never told me.\"   To which McNamee replies: \"He sat down writing on the stupid yellow pad. He took notes. And he said he spoke to Randy. And he said he's covered. And I said, 'All right, well, don't tell Roger, because I don't want to mess up.'\"   At another point, McNamee says: \"I met with Jimmy in '04, and I told him. I said Jimmy, I just wanted to give you guys a heads up because you better have some information. I'd rather you be prepared than unprepared. And he took all these notes. ...\"",
    "author": ""
}
