{
    "url": "http:\/\/m.mlb.com\/news\/article\/2361341",
    "title": "Mets, Santana working on extension",
    "subtitle": "Mets, Santana working on extension",
    "body": "NEW YORK -- Doors are closed, words are whispered, inquiries are denied, millions are at stake. And the kingdom of the Mets frets like an expectant father. Until the Mets satisfy Johan Santana financially and until they are satisfied he is in good repair -- that is, until the two become partners contractually -- the kingdom will squirm almost as much as it celebrated Tuesday when the conditional agreement with the Twins was struck. The rest of the baseball universe watches without worry. An agreement is almost assumed by those not involved in the negotiations, their common sense of the situation being this: Each side has so much to gain if the trade is finalized and so much to lose if it isn't that an agreement is the only logical end result. Neither side will get everything it wants, but each side will get so much that it won't be distressed by missing some of its targets. Still, the Mets and Santana's representatives, particularly agent Peter Greenberg -- are no doubt squirming, too -- and perhaps not sleeping. It comes with the territory. The assumptions are that before 5 p.m. ET on Friday, the end of the 72-hour negotiating period granted by the central baseball office, the Mets will emerge with the best left-handed pitcher in the game on their roster and in their plans for the next six, perhaps seven, seasons. And Santana will have a guaranteed income comparable to the GNP product of a Third World nation. Industry projections put the value of the contract at between $140 and $150 million, factoring in a signing bonus that would increase Santana's 2008 earnings to at least $20 million. He is to earn $13.25 million according to the terms of his current contract.   Precisely how much the extension will be is critical to those who measure baseball value with dollar signs, a practice begun some 32 years ago when free agency took hold of the industry. And make no mistake, though a trade was involved, the Santana-Mets situation has the most critical trappings of a free agent scenario -- millions of dollars and multiple seasons. Neither is unfamiliar to the Mets.  Some 13 months ago, the Mets took a look at Barry Zito -- also left-handed, also expensive. He was a free agent, however, with more than one club negotiating with him. The Mets were willing to pay $75 million for five years of a pitcher who, at the time, was 28 and who had won 55 times and lost 46 times in his previous 138 starts.      The Giants were willing to play $126 million for seven years of that pitcher. And they did.  The Mets were willing to spend nearly $40 million merely for the right to spend millions more on Daisuke Matsuzaka, who had never thrown a big league pitch.  And now they have a chance to land, arguably, the premier pitcher in the game as a means of removing some of the stain of last season, restoring their credibility as one of the elite teams in the game and adding some carryover oomph to their move to a new ballpark in 2009. Other clubs, who aren't footing the bill, say the Mets can't afford not to sign Santana.  \"They put themselves in perfect position to improve their product, their image and their future when they agreed to the trade,\" a National League general manager said Wednesday. \"If they didn't get it done, it would push them back further than they were last week. If they were going after Zito and the guy in Boston, they have to go after this guy and sign him. He gives them so much more than either of the others.\"  Santana's resume can't be measured against anything Matsuzaka did last season or before that. But using information provided by the Elias Sports Bureau, consider his work on its own merit.  From the beginning of Santana's career through July 5, 2003, he went 15-10 (.600) with a 4.20 ERA in 102 games, including 26 starts. He held opposing batters to a .251 average and struck out 306 batters while walking 142 in 304 innings.   From July 11, 2003 -- when Santana became a full-time starter -- through June 3, 2004, the lefty went 10-6 (.625) in 27 games, all starts, with a 4.19 ERA. He held opposing batters to a .245 average while fanning 153 batters and walking 47 batters in 161 innings. The Twins were 15-12 in his 27 starts.  Since June 9, 2004 -- when Santana allowed one run and struck out 10 Mets in a victory in Minnesota -- he has gone 68-28 (.708) with a 2.68 ERA in 122 starts. He has held opponents to a .205 average over that span while striking out 922 and walking 175 in 843 2\/3 innings. The Twins' record in his starts over that span is 87-35. The team's record in the same period when anyone else started is 232-237.   The numbers explain why the assumption is that the Mets will sign him.  The chance of injury and Santana forfeiting the chance at a fortune explain why he will sign.  By 5 p.m. ET on Friday, all assumptions are off. Marty Noble is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Marty Noble"
}
