{
    "url": "http:\/\/m.mlb.com\/news\/article\/2361110",
    "title": "Dodgers help kids remember Jackie",
    "subtitle": "Dodgers help kids remember Robinson",
    "body": "LOS ANGELES -- April 15 is normally the day when everyone in baseball takes a moment to celebrate the pioneering accomplishments of Jackie Robinson, one of the most admired and beloved figures in the game's history. On Thursday, what would have been his 89th birthday, and the eve of Black History Month, the Dodgers held a Legacy Day in his honor and invited area schoolchildren to Dodger Stadium to learn about Robinson's place in both baseball and American history. \"If any of us could remember being in elementary school or middle school and we got to go on a field trip, we remember a lot of those field trips,\" said Charles Steinberg, the Dodgers' new chief marketing officer, who also served as master of ceremonies of the luncheon. \"If the field trip was to Dodger Stadium, you're going to remember that even more. If the trip to Dodger Stadium was to learn one message -- remember Jackie Robinson, all he did for you [and] now you know your dreams can come true -- you have a very good chance of the child remembering that message.\" Schoolchildren from Mayberry Elementary, Atwater Avenue Elementary, 42nd Street Elementary, Jackie Robinson Academy and Roynon Elementary School, along with Jackie Robinson Foundation scholars, learned firsthand about Robinson's remarkable contributions not only to professional baseball, but also to the civil rights movement. The civil rights pioneer paved the way for equal rights and opportunities regardless of race. Robinson's story and legacy was shared with the kids by relatives, teammates and others tied to the Dodgers, who signed Robinson in 1945 as the first black player in professional baseball and with whom he made his Major League debut on April 15, 1947. \"He left quite a legacy and I'm very proud to be a small part of that legacy,\" said Newcombe. \"For him and [wife] Rachel, to think back about how things were then and how they are now, there's been a significant change that Jackie would have been able to witness today had he still been alive.\"      Ben Platt is a national correspondent for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ben Platt"
}
