{
    "url": "http:\/\/m.mlb.com\/news\/article\/2361351",
    "title": "Jays join charity prior to spring sendoff",
    "subtitle": "Jays join charity prior to spring sendoff",
    "body": "TORONTO -- With yet another winter storm being unleashed on Toronto, the sun-drenched baseball diamonds of Spring Training seem light years away. On Thursday night, a trio of Blue Jays braved the bitter conditions in order to mingle with a few of their fans before fleeing to the comforts of Florida.  \"I walked outside and the wind was blowing as hard as it could blow,\" said Blue Jays pitcher Dustin McGowan, shaking his head. \"I don't think I've felt cold like that before.\"  McGowan joined Toronto center fielder Vernon Wells and reliever Jeremy Accardo at the fourth annual Reverse Draw charity event, which has raised more than $150,000 in the past three years to benefit the efforts of the Jays Care Foundation. They were fitting choices to attend the function, considering each player will hold a crucial role in the upcoming season. Wells, McGowan and Accardo took a break from the Las Vegas-themed gathering -- complete with showgirls, gaming tables and a wide variety of prizes for season-ticket holders -- to discuss the progress made this winter and the high hopes for this season. As far as Wells is concerned, there are no excuses for a sub-par showing in 2008.   This offseason, Blue Jays general manager J.P. Ricciardi retooled the lineup by acquiring third baseman Scott Rolen and shortstop David Eckstein. Toronto added depth by trading for utilityman Marco Scutaro and signing catcher Rod Barajas. Given the players already in place, Wells said Toronto has the pieces to field a winner.   \"Last year, we didn't accomplish what we needed to as a team,\" Wells said. \"This year, J.P. has built a team that should win. I think everybody's tired of talking about competing and having a chance. He's put together a team that can win and we need to do what we can to prove that the decisions and the team that he's built is one of the best teams in the American League.\"   Wells knows that an important part of having Toronto take that step hinges on his performance. Last winter, Wells signed a seven-year extension worth $126 million and subsequently endured a forgettable injury-plagued campaign. In 2007, Wells hit .245 with 16 home runs and 80 RBIs -- one year removed from batting .303 with 32 homers and 106 RBIs.   In September, Wells underwent season-ending surgery on his ailing left shoulder, but he said he's finally feeling completely healthy again. Just last week, Wells said he hit against a pitching machine and completed his exhaustive rehab work. Needless to say, he's itching to report to Florida in a couple weeks to further test his shoulder.   \"I'm pretty much 100 percent,\" Wells said. \"I'm confident going into Spring Training and it should be a fun year for all of us.\"   Earlier this month, Wells teamed with new Jays hitting coach Gary Denbo to dissect his swing and discuss some ideas for improving the center fielder's offensive showing. Wells understands that he's an integral piece to the Blue Jays' lineup, which ranked near the bottom of the league in multiple categories a year ago.   \"He's coming into a situation where we have a team that can hit,\" said Wells, referring to Denbo. \"If you look at the history of our team, ever since I've been here, those years that we have struggled, the next year we've been one of the top offenses in the American League. I fully expect our team to come back and complement our pitching staff.\"   In the wake of a wave of devastating injuries last season, McGowan and Accardo helped patch together a depleted pitching staff that evolved into one of baseball's better groups. McGowan joined the rotation in May and racked up 12 victories in his first full tour as a big league starter. The right-hander projects to be Toronto's No. 3 starter this season, though he's not looking that far ahead.   \"My mind-set going into Spring Training is that I still have to make this team,\" said McGowan, who added that he threw his second bullpen session of the offseason earlier on Thursday. \"That's the one thing I'm looking forward to is battling for a spot. That makes you work even harder.\"   McGowan's approach aside, he's a shoo-in for a job, barring injury. Accardo will also have a spot on the roster, but his exact role won't be decided until the end of Spring Training. Accardo moved into the closer's role and saved 30 games last season after B.J. Ryan underwent season-ending surgery on his left elbow in May.   Ryan has started throwing off a mound this winter, but he may not be ready to move back into the closer's role by Opening Day. So, Accardo could open the season as the club's closer, or he might slide into the setup role, depending on Ryan's status. Either way, Accardo takes some comfort in the experience he gained last season.   \"It gives me a lot more confidence,\" Accardo said. \"It lets me know that if, in a certain situation, I need to come in, it gives them the option. If B.J. needs a day of rest, I can come in and do the job. It's just a good thing and a good situation.\"   As a whole, the Blue Jays feel they're in a good situation. McGowan echoed Wells' thoughts, expressing a desire to prove that the team Toronto has in place can do more than simply holds its own.   \"I think we'll be pretty good,\" McGowan said. \"I think we're going to give Boston and the Yankees a run for their money. Hopefully, we come out on top.\" Jordan Bastian is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
