{
    "url": "http:\/\/m.mlb.com\/news\/article\/26333094",
    "title": "Astros unveil lineup for CAREavan",
    "subtitle": "Astros unveil lineup for CAREavan",
    "body": "HOUSTON -- Manager Brad Mills, general manager Jeff Luhnow and many of the top players from this year's team, as well as favorite Astros from years past, will be participating in the Houston Astros 2012 CAREavan, which is scheduled to begin Feb. 1. More than 30 Astros players, alumni, coaches and front-office staff will take part in the CAREavan, which will feature three days of visits throughout central and south Texas, a trip to Oklahoma City and five days in the Houston area. In addition to numerous private community stops, each day will include a free public autograph session at an Academy Sports and Outdoors store. The CAREavan is part of a two-week winter baseball festival that includes the annual Houston Baseball Dinner and the Astros In Action Foundation's FanFest. The CAREavan will make two-day trips to Austin (Feb. 1-2), Brownsville, Harlingen and McAllen (Feb. 1-2) and San Antonio (Feb. 2-3), travel to Corpus Christi and Victoria (Feb. 3) and make its only out-of-state trip, to Oklahoma City (Feb. 6). The team's annual winter trek will also visit five different communities in the Houston area (Feb. 6-10).  Among the players scheduled to participate in one or more of the CAREavan stops are Jordan Lyles, J.B. Shuck, Jose Altuve, Jimmy Paredes, J.A. Happ, Humberto Quintero, Angel Sanchez, Brian Bogusevic, Chris Johnson, David Carpenter, Jason Bourgeois, Bud Norris, Brett Wallace and Jed Lowrie, acquired from the Red Sox in December.  Former Astros players Alex Trevino, Shane Reynolds, Larry Dierker, Jose Cruz, Jim Deshaies, Bob Watson and Jimmy Wynn are also scheduled to appear, along with pitching coach Doug Brocail and announcers Milo Hamilton, Bill Brown, Dave Raymond and Brett Dolan.  The 27th annual Houston Baseball Dinner, benefitting the Grand Slam For Youth Baseball scholarship program, will be held Feb. 10 at the Hilton Americas Hotel in downtown Houston. This year's dinner celebrates the franchise's 50th anniversary.  FanFest will be held Feb. 11 from 10 a.m. to 6 p.m. CT at Minute Maid Park. The one-day fundraising event will feature autograph sessions, a garage sale of Astros merchandise, mystery grab bags and new experiences, including the opportunity to run the bases.  Fans will be able to meet the new ownership group and hear from Luhnow at Talkin' Baseball sessions. Proceeds from FanFest benefit the Astros Urban Youth Academy.  For complete information on dates, sites and Astros appearances during the CAREavan, visit www.astros.com\/careavan. Brian McTaggart is reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
