{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/26356216",
    "title": "Feliz hoping to transition to rotation smoothly",
    "subtitle": "Feliz hoping to transition to rotation smoothly",
    "body": "ARLINGTON -- Neftali Feliz prepares to move from closer to the Rangers' rotation for the first time with the memory of Game 6 of the World Series still on his mind. Feliz addressed not getting the final out in the ninth inning -- \"I was very, very upset\" -- and then not coming back into the game in the 10th inning after the Rangers regained their two-run lead for the first time with the local media on Sunday at Rangers FanFest at the Arlington Convention Center. Feliz has dropped five pounds to 220 this offseason. He talked about meeting with three-time Cy Young Award winner Pedro Martinez in their native Dominican Republic in December and what the 23-year-old right-hander is doing to prepare to transition to a starting pitcher. But it was Feliz's thoughts on Game 6 and moving on that dominated the 10-minute interview. Feliz said he is trying to put the pain of the 2011 World Series behind him, but did acknowledge that two months later being within a strike of winning the World Series title still hurts. He allowed a two-out, two-strike triple to David Freese to send the game into extra innings.   \"It was something that really upset me a lot,\" Feliz said through an interpreter. \"It was sad. But I'm not mad at myself because I threw my pitch. I threw my fastball. It just got hit.\"  Word had circulated in the Dominican, and here, this offseason that Feliz was not in a frame of mind to come back and pitch the bottom of the 10th after Josh Hamilton had given the Rangers back the lead with his home run in the top of the inning. The Cardinals had the bottom of the lineup up, and they had let pitcher Kyle Lohse bat because they were out of bench players.  Manager Ron Washington went with left-hander Darren Oliver and then Scott Feldman because he didn't think Feliz was mentally ready. The Cardinals tied the game again on a hit by Lance Berkman off of Feldman. The Cardinals won the game in the 11th, when Freese homered to center off of Mark Lowe.  Feliz acknowledged that he was upset after losing the lead in the ninth, but thought he would come back in for the 10th.   \"I was upset,\" Feliz said. \"But after we hit the home run, I thought I was ready, but no one told me to pitch. When we got the lead back, I thought I was going to be able to come back, because I was more calm and relaxed after that.  \"After it happened, it was hard, but I am starting to forget about it and get ready for the next step. Twice we were one strike away from winning it all. It didn't happen.\"  Feliz already has begun his conditioning program, and has thrown one bullpen session so far this month. He also will be at the Rangers pitching camp on Wednesday. He will then return back to the Dominican and talk to Martinez a second time before pitchers and catchers report to Spring Training in Surprise, Ariz., on Feb. 22.  Feliz said he and Martinez spoke for a long time during their first meeting. Martinez is considered to be the one of the best pitchers of his generation. The one-on-one talk was set up by Rangers director of player personnel A.J. Preller and director of international scouting Mike Daly.  \"The main thing [Pedro] told me was to make sure I'm not going to replace anyone in the rotation, like C.J.,\" Feliz said. \"We talked about being a starter and working hard. It's something I have to make an adjustment with my body and my routines. He said it's going to take me a little bit of time to get ready to be a starter.\"   Feliz, who said he admired Martinez as a kid, said that he told him to focus on preparation and being mentally tough, both hallmarks of Martinez's career.  \"He was sincere with me,\" Feliz said. \"He gave me advice about mental things and toughness. He was sincere with me. He said, 'Be patient and don't get anxious. You'll get adjusted to it.'\"  Feliz said Martinez is going to work with him on his pitches, especially his changeup. Martinez is considered to have one of the best changeups ever.   \"We're going to meet again and talk about my pitches, and work on my changeup,\" Feliz said. \"He's going to help me with stuff like that.\"  Feliz said to become a front-of-the-line starter he has to trust all of his pitches and gain more confidence in his changeup and slider.  \"The first thing is to be healthy,\" Feliz said. \"I have to trust myself. Of course try to be a team member and not worry about my job as starter, and think about the team and being a good teammate.\"",
    "author": ""
}
