{
    "url": "http:\/\/m.mlb.com\/news\/article\/26355280",
    "title": "Nationals extend Gio's contract through 2016",
    "subtitle": "Nationals extend Gio's contract through 2016",
    "body": "WASHINGTON -- Nearly a month after acquiring his services from the Athletics, the Nationals agreed to terms Sunday with left-hander Gio Gonzalez on a reported five-year, $42 million extension -- with options for the 2017 and '18 seasons -- thus avoiding salary arbitration.  According to Gonzalez, contract talks began between the two parties right after he was traded to Washington. Gonzalez said it meant a lot that Washington wanted him for the long term.  \"They mean business,\" Gonzalez said about the Nationals. \"They want to win. They feel like I'm a good addition to the team... I go out there and do my best to perform and give the team what they want. \"It shows me that the Nationals didn't want to waste time ... and they are ready to go. They are excited to pick me up and they just made things happen. They feel like they have a strong team. To add me to that rotation, they feel they have a good shot to win and make it to the playoffs.\"   This past season, Gonzalez was 16-12 with a 3.12 ERA and had 197 strikeouts in 202 innings. His 8.8 strikeouts per nine innings ranked third among all qualifying southpaws.   In Gonzalez, the Nationals have a left-hander to face National League East sluggers such as Phillies second baseman Chase Utley and first baseman Ryan Howard.   \"Gio's ample talents are well-known and chronicled,\" general manager Mike Rizzo said. \"Today's extension was about comfort for both parties. From our end, the two option years and team control were imperative to the extended commitment.   \"Now, both Gio and our fans can shift their focus and excitement to his debut in DC knowing that their relationship won't be ending in the short term.\"   The Nationals acquired Gonzalez for a package of players including right-handers A.J. Cole and Brad Peacock, lefty Tom Milone and catcher Derek Norris.   Gonzalez's 31 victories in the past two seasons ranked fourth among Major League lefties, behind only CC Sabathia, Jon Lester and 2011 National League Cy Young Award winner Clayton Kershaw.   Gonzalez will be part of a rotation that will include the likes of Stephen Strasburg, Jordan Zimmermann, John Lannan, Chien-Ming Wang and Ross Detwiler.   \"Just being a part of the rotation is great,\" Gonzalez said. \"[I love] getting phone calls from [opposing] hitters in the National League talking about Strasburg and Zimmermann. Some people believe that Chien-Ming Wang is going to have a comeback year. Lannan is another pitcher who is a great strike [thrower] in the rotation. I'm grateful just to be mentioned in the rotation.\"     Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
