{
    "url": "http:\/\/m.mlb.com\/news\/article\/26363214",
    "title": "Twins' Winter Caravan hits four stops on Day 1",
    "subtitle": "Twins' Winter Caravan hits four stops on Day 1",
    "body": "DETROIT LAKES, Minn. -- The Twins kicked off their 52nd annual Winter Caravan on Monday in successful fashion, as they met with fans at four stops and ended up more than 200 miles from Target Field.  Twins manager Ron Gardenhire, hitting coach Joe Vavra, radio broadcaster Cory Provus and left-handed pitchers Brian Duensing and Glen Perkins made the trip, which ended with a question-and-answer session and autographs at the American Legion in Detroit Lakes.  \"This is what it's all about,\" said Gardenhire, who has been going on the Winter Caravan since 1991. \"We're here to say thank you. We know where Twins Territory is, and it's spread out a long ways. I'm proud of my guys. I'm proud of my players for coming out and saying thank you to all our fans. This is huge.\" The Caravan began with a stop at Holy Family School in Sauk Centre, Minn., with a second stop at Minnewaska High School in Glenwood. Provus hosted question-and-answer sessions at both stops, giving students the opportunity to ask Gardenhire, Vavra, Duensing and Perkins questions about almost anything.   The health of Joe Mauer and Justin Morneau was a popular topic throughout the day, as fans were curious about the status of the club's two stars. Gardenhire took the reins on those questions and said both players are doing just fine this offseason and will be ready for Spring Training.   But as Provus noted, the day also featured plenty of light-hearted questions as well, considering the excitement of the fans who had the rare chance to see big league coaches and players up close and personal.   \"We'll get to the Xs and Os and talk about Mauer and Morneau, but we're also here to have some fun,\" Provus said. \"That's why the first stop at the school was so great. It was my favorite so far because it gave little kids the opportunity to ask ballplayers -- who they watch every day during the summer -- questions.\"   The Caravan is a first for Provus, who is replacing John Gordon, the longtime radio voice of the Twins. And Provus, who spent the previous three years with the Brewers, said he was impressed with what he saw.   \"It's impressive in regards to the turnout,\" Provus said. \"You hear all about Twins Territory and now I'm seeing it firsthand, and it's not only the amount of people, but the energy at every stop. The questions have been thoughtful and passionate, and that's what you expect out of the fans because of the qualities they have.\"   This is the second trip for Duensing, who went on the Winter Caravan last year. He particularly enjoyed the third stop of the day, which was a meet and greet and tour at the Barrel O' Fun Factory in Perham, Minn.   \"It was fun going through that Barrel O' Fun factory because it was pretty interesting and something I wouldn't do normally,\" Duensing said. \"It was also pretty awesome hearing that 7-year-old say I was his favorite player at the first stop.\"   Duensing also said he enjoyed the positivity coming from the fans despite the club's struggles last year.   \"I was skeptical because I wasn't sure how people were going to react after last year, but it's been great,\" Duensing said. \"We've had great support. It's a chance to meet with fans who can't always make it to a game and gives you a chance to interact with them. It's been a great turnout.\"   The caravan continues on Tuesday with stops in Fergus Falls, Minn., Wahpeton, N.D., Valley City, N.D., and Fargo, N.D. The current group travels until Thursday with a final stop in Minot, N.D.   For a complete schedule of the 2012 Twins Winter Caravan, visit twins.com.  Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
