{
    "url": "http:\/\/m.mlb.com\/news\/article\/26349882",
    "title": "Nats still in running to land free-agent Fielder",
    "subtitle": "Nats still in running to land free-agent Fielder",
    "body": "WASHINGTON -- The Nationals continue to be in the Prince Fielder sweepstakes, although the club is not willing to give the free-agent first baseman a 10-year deal like the one that first baseman Albert Pujols got from the Angels, according to a baseball source. It appears that the Nationals are, however, willing to give Fielder a no-trade clause.  An industry source believes that the Nationals want to give Fielder a six- or seven-year deal. The length of the contract was also a problem when the Nationals were trying to sign left-hander Mark Buehrle. The club wanted to give him a three-year deal, but Buehrle ended up signing a four-year, $58 million contract with the Marlins.  The source also said the Nationals are in serious competition with the Marlins and Rangers for Fielder's services, even though reports indicate that Miami is trying hard to land center fielder Yoenis Cespedes. It was also reported that Fielder had a meeting with the Rangers on Friday in Texas. The Mariners and Cubs were also reported to be contenders for Fielder's services, but the source does not consider them serious players.   If the Nats are able to sign Fielder, they would have significant power in a lineup that includes Michael Morse and Ryan Zimmerman, and would also continue to show the baseball world that they are serious about competing for the National League East title. Washington already acquired left-hander Gio Gonzalez from the A's this offseason, and now has one of the NL's better rotations with Stephen Strasburg and Jordan Zimmermann.   In other news, the Nationals are out of the Cespedes sweepstakes, according to a baseball source. On Friday, it was reported by the Associated Press that the Cubs, White Sox, Orioles, Indians and Tigers have the most interest in the 26-year-old Cuban.   The Nationals believe that Cespedes is best suited as a corner outfielder, and they already have Morse, Jayson Werth and Bryce Harper as viable options for the corner spots.  Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
