{
    "url": "http:\/\/m.mlb.com\/news\/article\/26340960",
    "title": "Red Sox in talks with Varitek about future",
    "subtitle": "Red Sox in talks with Varitek about future",
    "body": "BOSTON -- The Red Sox are in communication with Jason Varitek to see if their longtime captain would want to come to Spring Training as a non-roster invitee.  CBSSports.com's Jon Heyman reported that an invite had already been extended to Varitek, even though he would only have an \"outside chance\" of making the team.  However, a source told MLB.com that no formal invitation has been made to Varitek yet and that the club is waiting to see what the veteran catcher wants to do. Retirement is one option. Varitek could also sign with another team, but that seems like the least likely scenario at this point.   Varitek, 39, has played his entire career in a Boston uniform and is the franchise's all-time leader in appearances at catcher.   The Red Sox are comfortable with their current catching situation, in which Jarrod Saltalamacchia and Kelly Shoppach will share time. Highly touted prospect Ryan Lavarnway will be waiting in the wings at Triple-A Pawtucket.   It certainly wouldn't hurt to have Varitek around as an insurance policy in case Saltalamacchia or Shoppach get injured during camp. And Varitek could also be of help from a leadership standpoint, given that he's been the team's captain since 2005.   Varitek was traded from the Mariners to the Red Sox along with Derek Lowe on July 31, 1997. He became the team's primary catcher in 1999 and stayed in that role until Boston traded for Victor Martinez on July 31, 2009.   The switch-hitting Varitek has been a backup each of the last two seasons, as well as Josh Beckett's regular catcher. In 2011, Varitek played in 68 games, hitting .221 with 11 homers and 36 RBIs.   Varitek was viewed as a key force in Boston's World Series championships seasons of 2004 and '07.   He has played 1,546 games in the Majors, producing a .256 average with 193 homers and 757 RBIs. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
