{
    "url": "http:\/\/m.mlb.com\/news\/article\/26340456",
    "title": "Like other teams, Tigers waiting on Cespedes",
    "subtitle": "Like other teams, Tigers waiting on Cespedes",
    "body": "DETROIT -- Marlins president David Samson might have set the tone for upcoming negotiations on Yoenis Cespedes when he said his team would be \"aggressive right to the point of stupidity, but not quite there.\"  Tigers president\/general manager Dave Dombrowski has said next to nothing about Cespedes, declining comment on the much-touted Cuban outfielder with a five-tool game. Effectively, he might have just stated much the same thing as Samson, just in his own understated style.  Cespedes himself seemed to set the market when he talked with Dominican reporter Dionisio Soldevila on Thursday following his first game in the Dominican Winter League. The teams that have shown the most interest in him, he said, are the Marlins, Cubs, White Sox, Orioles, Tigers and Indians. Given the number of other teams that have been rumored with interest, the list figures to grow well beyond that once the bidding on him actually begins. For now, all those teams are on hold until Cespedes officially becomes a free agent, which can't happen until Cespedes is officially granted residency in the Dominican Republic, where he defected to from Cuba. That's a Dominican government issue, not a baseball issue, and so the process doesn't follow the baseball calendar.   The original hope is that it would happen far, far earlier in the offseason, early enough that Cespedes would be slotted in right alongside Major League free agents and feed off of that process in a down market for outfielders. Now, the hope is sometime in the coming days; a previous MLB.com report suggested Jan. 15 was the latest target.   The wait grew so long that Cespedes is now playing winter ball down in the Dominican; he went 0-for-3 with three strikeouts in his debut for Aguilas Cibaenas in the Dominican League postseason on Thursday.   Once he's granted residency, he'll have to go through the process of being cleared by Major League Baseball as a free agent, which should be a far easier process. Then the bidding can begin.   The timing presents a unique timetable for any team, but especially the Tigers, the one team in the aforementioned mix that's coming off a trip to the playoffs. Not too long ago, Detroit built an American League champion on the strength of late offseason signings, signing Ivan Rodriguez and Magglio Ordonez in successive Februarys. But those signings came with much less competition. The Marlins, for all their additions this offseason, have made it clear they're targeting him to provide a Cuban talent to the South Florida market.   Both Rodriguez and Ordonez also were joining teams that didn't have to shuffle much to make room in the lineup for their new arrivals. Rodriguez settled in behind the plate in Detroit in place of Brandon Inge, who batted .203 as a catcher in 2003 and made a rather seamless transition back to the infield. Ordonez's arrival in right field coincided with an injury-marred final season for longtime Tiger Bobby Higginson.   It's a little different now in Detroit, where the outfield is generally set with Austin Jackson in center between late-season acquisition Delmon Young in left and Brennan Boesch. Young's name floated around in trade rumors at the start of the offseason, when the Tigers were supposedly pursuing Braves All-Star Martin Prado. With Young eligible for free agency next winter, compared to Jackson and Boesch being under control for the next four, he has always been the logical candidate to be dealt if the Tigers sign Cespedes and have to create an outfield space, even as Tigers officials have said they like him.   Back in November, that seemed much easier. Now that the Cespedes bidding won't take place until January, the entire timetable will be shorter -- not just to sign the Cuban outfielder, but to make the adjustment. Trading Young, or anyone, this late in the offseason would require shopping goods in a market where so many teams that can afford those kinds of additions are already set in their outfields. They could try to swing a deal in Spring Training, anticipating a team suffering an injury that requires a move to replace, but the ratio of talk to actual deals at the end of camp always seems enormous.   Whether the Tigers could sign Cespedes and keep the rest of their outfielders, at least going into the season, is an intriguing question. It's not only a financial question, but a matter of opinion whether Cespedes can go straight to the big leagues. Some scouts who have watched him believe he can. Others speculate whether a season-opening stint in the Minors might help him, even just to ease the cultural adjustment.   Those are all issues down the road, albeit closer than they would've been if not for the delay. The pressing question is when the free agency process can begin. All the Tigers can do, like everyone else, is wait. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
