{
    "url": "http:\/\/m.mlb.com\/news\/article\/26339312",
    "title": "Toronto depending on Cecil, Rasmus",
    "subtitle": "Toronto depending on Cecil, Rasmus",
    "body": "TORONTO -- The Blue Jays are inching closer to the start of Spring Training, and they appear relatively comfortable with the 25-man roster currently in place.  General manager Alex Anthopoulos recently indicated that his club was likely done with its offseason shopping. He continues to search for possible upgrades to the starting rotation, but at this point, Anthopoulos appears content with the status quo.  That means Toronto will rely on an upgraded bullpen and comeback seasons from a pair of players who suffered through disappointing 2011 campaigns as ways to get back to the 90-win plateau usually associated with playoff teams. \"There are two guys internally that I think will go a long way in doing that,\" Blue Jays manager John Farrell said of his postseason aspirations. \"That's Brett Cecil and Colby Rasmus. That's not to put the onus on them; I think they're very well aware of it.   \"They're very well aware of where they stand and the things that took place last year. But last year, we came in, and it was Adam Lind and Aaron Hill as two guys that could give us a huge boost toward making that next step. This year, it's Brett and Colby.\"   The 2011 season is likely one that both Cecil and Rasmus would like to forget. Cecil went through a surprising demotion to the Minor Leagues and a mysterious loss in velocity, while Rasmus never seemed to get on track in either the National League or American League.   Rasmus entered this past season as one of the rising young stars in the game. The 24-year-old center fielder was coming off a season in which he hit .276 with 24 homers and 66 RBIs in 144 games and was expected to be a major component of a St. Louis organization with lofty goals for 2011.   The success never seemed to carry over from one year to the next, though. Rasmus struggled in 94 games with the Cardinals, managing to hit just .246 with 11 homers. Those subpar numbers prompted a midseason trade to the Blue Jays.   St. Louis was able to use the deal to upgrade its starting rotation and bullpen en route to a World Series championship. Rasmus, on the other hand, saw his struggles continue with Toronto, as he had difficulty adjusting to a new league and proceeded to hit just .173 while battling a sprained right wrist and new surroundings.   Farrell hopes that Rasmus can put last season in his rearview mirror, but the manager also doesn't want 2011 to be completely forgotten.   \"I hope last year was a great teaching tool for him, and I wouldn't write it off,\" Farrell said. \"I think there's a reason those things happen. Hopefully, he is better for it as a player and as a more consistent performer. The challenge is not going to change; the big leagues are still the big leagues, regardless of whether it's St. Louis, Toronto or anywhere else.   \"He's going to get challenged like everyone in uniform will be, and I think coming into Spring Training and feeling like he's a member of the Blue Jays rather than someone in transition last year will go a long way.\"   Rasmus faces a situation similar to what shortstop Yunel Escobar went through in 2010. The promising Cuban player struggled during the early stages of that season and was eventually traded from Atlanta to Toronto. Escobar's woes continued for the rest of that season, but in 2011, he bounced back in a big way by hitting .290 with 11 homers and 48 RBIs.   Toronto will need similar improvement from Rasmus in 2012 if it wants to improve its production out of center field. Last year, the Blue Jays ranked 29th in the Majors out of the center-field position with a .213 average and 71 runs scored and dead last with a .255 on-base percentage.   The one area of Rasmus' game where little improvement is needed can be found on the field. The native of Columbus, Ga., provides well-above-average defense and showed an uncanny ability to track down long fly balls in the gap. That should go a long way to helping Toronto's pitching staff, which was held back by arguably the worst defensive outfield in baseball in 2011.   The 25-year-old Cecil could be a major benefactor of Rasmus' everyday presence in center. Cecil is a fly-ball pitcher who's coming off a season -- his third in the big leagues -- in which he went 4-11 with a 4.73 ERA.   Cecil has reportedly lost upward of 30 pounds this offseason as he looks for a bounce-back year. The left-hander will be trying to regain some of his 2010 form, which helped him lead the club with 15 wins. According to No. 1 starter Ricky Romero, Cecil is ready for the challenge.   \"Obviously, I have confidence in my guys,\" Romero said. \"Talking with Brett Cecil, talking with Henderson Alvarez, they're ready. I don't think I've ever seen Cecil as motivated as he is right now -- just talking with him, his demeanor, just the stuff that he has been telling me. Not too long ago, I received a tweet that he was coming after me this year. That pumps me up. This guy wants it, and that shows a lot.\"   The weight loss should help improve Cecil's athleticism on the mound, which could go a long way toward helping the native of Maryland repeat his delivery on a consistent basis. But it remains to be seen what improved athleticism will do for Cecil's velocity, which was widely talked about during Spring Training last year.   In 2011, Cecil went from throwing his fastball in the low-90s to the mid-80s. He also had difficulty keeping the ball down in the zone, and the result was an unexpected stint with Triple-A Las Vegas that lasted more than two months.   While at Triple-A, Cecil worked on some mechanical changes to his delivery, and Anthopoulos felt that while there is still work to be done, plenty of positives could be taken from the lefty's start on June 30, when he returned to the big leagues to stay.   Not surprisingly, Anthopoulos also believes that Rasmus will play a role in making sure that improvement continues.   \"For as slow as he started, if you look at what he did after he came back from being demoted, I think he put up a 4.37 ERA, and the year before, I think it was around 4.20 over the course of a full year,\" Anthopoulos said of Cecil. \"I think he went at least six innings in all of his starts.   \"You combine that with, obviously, no surprise to anybody that our outfield defense last year was not our strong suit. Now, I think with a full season of Colby in center, Jose Bautista staying in right and whoever ends up in left, I think our outfield defense will be significantly stronger, and that will help guys like [Brandon] Morrow and Cecil.\" Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
