{
    "url": "http:\/\/m.mlb.com\/news\/article\/26335828",
    "title": "Jobe to be honored at annual scouts gala",
    "subtitle": "Jobe to be honored at annual scouts gala",
    "body": "Dr. Frank Jobe, the surgeon who performed the historic 1974 elbow operation on Tommy John, resulting in a career-saving surgery that bears the former pitcher's name, will be honored Saturday during the annual Professional Baseball Scouts Foundation gala in Los Angeles.  John, who returned from the ligament-replacement surgery to pitch another 14 seasons in the Major Leagues, finishing a 26-year career with 288 victories, will join Hall of Famer Dave Winfield in presenting the Winfield Humanitarian Award to Jobe.  Founded by Dennis Gilbert, the one-time player agent turned management consultant, the Scouts Foundation's annual dinner, to be held at the Hyatt Regency Century Plaza, has become a must-attend offseason event. The lineup for this year's extravaganza may be an all-time best, featuring many members of baseball royalty. Among them will be Commissioner Bud Selig, who will present 1953 American League Most Valuable Player and former executive Al Rosen with his Executive Leadership Award, and Tom Seaver, who will present fellow Hall of Famer Johnny Bench with the Scout's Dream Award.   Since Jobe's revolutionary surgery, nearly 200 other Major League pitchers and players -- and more than 1,800 athletes in all sports -- have undergone the procedure. According to one recent estimate, one out of nine pitchers in today's Major League starting rotations have benefited from it.   \"He did me a favor -- he got well,\" Jobe said in a phone interview earlier this week.   When the disconsolate southpaw came to visit Jobe late in the 1974 season, there seemed a likelihood his career was over.   \"I was ready to sign his papers for retirement,\" Jobe recalled, but then he thought back to the remarkable work of army surgeons he witnessed as a member of the medical corps during World War II (Jobe himself was briefly a prisoner of war in Germany but escaped out of the back of a truck). He told John that a transplant of a tendon from his right arm to replace the frayed ulnar collateral ligament in his left elbow had perhaps a one percent chance of success. \"Let's do it,\" John responded.   The current success rate of Tommy John surgery is close to 90 percent, and the recovery period is much shorter than the year and a half John missed -- if the patient is dutiful in rehab. Jobe stressed that though it won't help a pitcher throw harder, devotion to rehabilitation can make an athlete's elbow virtually as good as new.   Jobe also saved the career of Orel Hershiser, another Dodgers pitcher, in 1989 with a shoulder reconstruction that took advantage of arthroscopic advancements that minimized the damage to healthy tissue. Jobe's achievements have led many to believe that he should be a candidate for Cooperstown. At the moment, though, according to Hall of Fame president Jeff Idelson, there is no category by which he could be elected.   Scouts are in a similar limbo when it comes to Hall of Fame membership, but to the many who will gather at Saturday's dinner, they are already baseball royalty. To be anointed with a Professional Baseball Scouts Foundation Award has become a highly regarded honor.   \"I'm rather long in the tooth, so I'm very flattered that they called me,\" the 87-year-old Rosen said.   The one-time high school boxer in Miami, Fla., who walked into a third baseman's job in the low Minors at Thomasville, N.C., before he enlisted in the Navy, Rosen said he has never forgotten his first manager, Jim Gruzdis, a career Minor Leaguer who went on to become a respected scout.   When George Steinbrenner hired Rosen to be the Yankees' president in 1978, Rosen's first act was to bring Gruzdis into the Yanks' scouting fold. Jack Bloomfield, another important mentor, will receive a Legends in Scouting Award.   Another honoree, longtime Dodgers scout Carl Loewenstine, shares Rosen's gratitude for the recognition.   \"It is hard to believe when you consider how many great scouts have gone before me,\" Loewenstine said.   Knee injuries prevented Loewenstine from playing professionally, but shortly after college, he started scouting for the Phillies at a time when there were very few young scouts. Many of the old-timers were gruff and distant, but Loewenstine remembers the help of the legendary Tony Lucadello, who signed Hall of Famer Mike Schmidt and predicted third-base greatness for him when he was still a college shortstop.   Another mentor was a neighbor two miles away in Darrtown, Ohio -- retired Hall of Famer Walter Alston, who managed the Dodgers for 23 seasons.   \"I made it a point to have breakfast with him almost every morning in the offseason,\" Loewenstine said. \"He helped me to develop my mind.\"   There is a belief in the world of scouting that each one teaches another, that the game is greater than any one individual and that scouts should be colleagues as well as competitors. On Saturday night, all of these sentiments will be on display in what promises to be a festive and rewarding evening. Lee Lowenfish is a contributor to MLB.com. He is the author of the biography \"Branch Rickey: Baseball's Ferocious Gentleman,\" available in paperback from University of Nebraska Press. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lee Lowenfish"
}
