{
    "url": "http:\/\/m.mlb.com\/news\/article\/26334018",
    "title": "Manny might want to change, but it's too late",
    "subtitle": "Gonzalez: Manny may want to change, but it's too late",
    "body": "Perhaps Manny Ramirez really is sincere. Perhaps now he finally realizes just how much his antics, his attitude and, ultimately, his failed drug tests have tarnished what no doubt would have been a Hall of Fame career. Perhaps he's a new man.  But here's a tip: If you want people to believe all that, don't refer to yourself in the third person when saying so. At least that's what Alden thinks.  \"I want to show people that Manny could change, that he could do the right thing, and just to show people that I still could play,\" Ramirez told ESPN's Pedro Gomez in an all-access interview, details of which began to emerge Thursday. \"I don't want to leave the game like I did. I also want to show my kids that if you make a mistake, don't quit, just go back and fix it, and if you want to leave, you leave the right way.\" In case anyone has forgotten, Ramirez is a free agent out there for the taking. In April of last year, after testing positive for a banned substance for a second time, the mercurial slugger bowed out, choosing retirement and escape from serving a 100-game suspension that would only have made his diminishing swing that many games slower.   But now Ramirez wants back in. And in order to accommodate that, Major League Baseball has struck a compromise: His suspension has been reduced to 50 games, he can take part in Spring Training, and while that punishment is taking place during the regular season, he can work out with his new team if he's away from the field and clubhouse by the time the gates open to fans.   Now, with about six weeks left until teams start holding full-squad Spring Training workouts, the question is: Will anyone take a chance on Ramirez?   Or, better yet, does Ramirez actually deserve one?   A five-minute ESPN clip shows a lighthearted Manny wearing an oversized swim cap while doing calisthenics in a pool with elderly women. It shows a sad Manny who got emotional when thinking back to the domestic-battery charge filed against him five months after his abrupt retirement.   And I believe it shows a contrite Manny.   I believe anyone in his shoes -- no matter how self-absorbed -- would be humbled, open to drastic change and eager to please if something so valuable were taken away so suddenly. As he told ESPN from South Florida, his offseason home and the setting of a small batting cage he's using to try to find his swing: \"Doing this, it's making me realize that you don't know what you have until you lose it.\"   Now it's the Orioles, Blue Jays, Rays, Mariners and Twins, among others, that still have a need in the department Manny hopes to fill. And who knows, maybe somebody actually takes a chance on him.   I would not.    He will be 40 years old shortly after his suspension is lifted.    There are a lot of affordable, proven hitters who are still on the unemployment line: Johnny Damon, Carlos Pena, Vladimir Guerrero, Magglio Ordonez and Hideki Matsui.    He was unproductive even before stepping away from the game for almost a year -- with just two extra-base hits in 88 plate appearances for a White Sox team in the middle of a playoff run in 2010, then a 1-for-17 performance in five games for the offense-starved Rays before departing in 2011.    It's simply not worth it anymore.   Not too long ago, Ramirez was worth it -- worth the mood swings, the drama and the headaches. A career .996 OPS, .312 batting average and 555 home runs can't be ignored -- no matter how many times you use the bathroom between innings, how many hamstring injuries you allegedly create or how many bridges you burn along the way.   But now Ramirez is a 39-year-old who can't play the field, doesn't pinch-hit, isn't a leader -- and has a slow bat.   Signing him to a Minor League contract and giving him a short leash may be of little risk.   But what's the reward?   \"First, because I still could play,\" Ramirez told ESPN when asked why teams should give him a chance. \"Second, because I'm gonna be a role model. A bunch of guys are going to look at me and say, 'Hey, this guy made a mistake, he didn't quit, and look how he finished it. He did the right thing and came back.'\"   I wish Ramirez the best in what is nonetheless an admirable comeback attempt. Nobody wants to go out like he did, and I hope he can finish his career at peace with the game he once mastered. But, to steal a line from Charles Barkley, he's no role model.   And it may be a little too late for a wakeup call.   Alden Gonzalez is a reporter for MLB.com. Read his columns and his blog, listen to his podcast and follow him on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
