{
    "url": "http:\/\/m.mlb.com\/news\/article\/26334134",
    "title": "Cashman continues Yankees' new course",
    "subtitle": "Justice: Cashman continues Yankees' new course",
    "body": "You learn a lot about friends when times are tough. That's why I telephoned Yankees general manager Brian Cashman to let him know what people were saying about him and maybe nudge him in the right direction. This poor guy apparently hasn't been listening to the talk shows or reading the columnists, and everyone knows you can't find better advice than that. The Yanks could be in trouble. That's one of the things they're saying. The defending American League East champs have been asleep at the switch this offseason. That's something else they're saying. The Yankees have sat on their hands and allowed the Marlins and Angels to grab the winter headlines. With time running out, it's time they got back to work.  There was a time when the Bronx Bombers would rather have made a bad deal than no deal, and weren't those the days?  Funny thing is, Cashman didn't seem a bit bothered by any of this. Instead, he explained that he was pretty happy with the offseason and the team the Yankees will put on the field in 2012. Cashman said the media could think what it wanted to think, and that one stung.  \"I've learned over time,\" he said. \"I used to care. I used to pay attention to what the media said, what managers and coaches said. I've compartmentalized everything. Now it just doesn't matter what anyone else thinks. If it's the wrong thing, don't do it. If it's the right thing, you've gotta do it. I'm going to do it my way. You don't get points for pleasing people.\"  Besides, the Yanks have been busy. For instance, they took two players in the Rule 5 Draft, and Cashman is excited about both of them -- Brad Meyers and Cesar Cabral. Those aren't exactly the straws that stir the drink, are they?  \"We're trying to use every tool in the box,\" Cashman said.  Cashman did say he was continuing to monitor the free-agent market and keeping an eye on trade options. If the right thing came along, he'd be willing to deepen his pitching staff. But -- and this is the part he emphasized -- the price has to be right.  The Yankees have been linked to free-agent starter Edwin Jackson in news reports, but that's not likely to happen unless there's a bargain to be had. I didn't get the feeling Cashman was burning to do anything and that he might just sit tight and reevaluate his club as the season played out.  \"I think we're good enough to start the race and be one of the teams people are afraid of,\" Cashman said. \"I'm going to have to improve it over time. I'm staying engaged with free agents and trades.\"  Yes, friends, the Yanks have changed, and not in a small way. Maybe one of the most significant stories of this offseason is still the Bombers. In fact, the more we talked, the more I sensed that Cashman was absolutely comfortable with his work these last few months.  \"First and foremost, people say it's the quietest winter the Yankees have had,\" he said. \"Remember last winter was quiet, too. We tried to do something with Cliff Lee, and once that passed, the old Yankee way would have been to do something.\"  Cashman runs down a list of players -- Dave LaPoint, Andy Hawkins, Danny Tartabull -- signed, in part, as a reaction to moves made by other teams in years past.  \"I've tried to condition the Yankees to be proactive and smart, and not react,\" he said. \"It doesn't mean we're smart. We just want to play smart. We missed on Cliff Lee. It wasn't for lack of effort or money. He made a decision he felt was right for him.  \"The Red Sox had an incredible winter last year [Carl Crawford, Adrian Gonzalez], and there was a lot of media pressure for us to do something. We held our ground, said no, resisted the temptation. At the Trade Deadline, people said we had to get Ubaldo Jimenez. We didn't like the price tag.\"  Years from now, we may look back at this winter and see it as the time we realized the Bombers had a new way of doing business.  The Yankees frequently have led all of baseball in splashy offseason moves. Less known was that along the way Cashman was doing an absolutely brilliant job of building a very good farm system. He has constructed one of the game's smartest and best operations from top to bottom, and with little fanfare, has pushed the franchise in the direction of a traditional baseball operation. That is, Cashman wanted a roster built around homegrown players.  New York has spared no expense in this area, either.  \"We want the Draft to be the most important day of the year for the New York Yankees,\" he said.  Cashman isn't going to apologize for his franchise's wealth, in part, because it's the enduring legacy of his late boss, George Steinbrenner. When the Yankees need a player, they'll still have the resources -- both in terms of cash and prospects -- to go get him. The Yanks' 2012 payroll will again be over $200 million, the highest in the game.  \"We made massive commitments to [CC] Sabathia, [A.J.] Burnett and [Mark] Teixeira in 2009,\" Cashman said. \"You can't add a $20 million player every winter. We're paying for the decisions we made then.\"  Cashman's discipline has come in the moves he hasn't made. He has resisted the urge to trade his best prospect to add this or that piece. Instead, the Yankees have transitioned Brett Gardner, David Robertson, Ivan Nova, Phil Hughes, Jesus Montero and others onto the big league roster. Cashman also used three prospects -- Ian Kennedy, Phil Coke and Austin Jackson -- to get Curtis Granderson.  And that's just a start.  At last count, the Yanks' 2006 Draft had sent 10 players to the big leagues. As Baseball America pointed out, New York's Triple-A rotation got 120 starts from homegrown pitchers in 2011. Meanwhile, the Yankees won championships in the rookie-level Gulf Coast League and the short-season New York-Penn League.  In the past two seasons, the Yanks have gotten an 18-game winner (Hughes), a 16-game winner (Nova) and a terrific setup man (Robertson) out of their system.  \"We've got one of the better farm systems in the game,\" Cashman said. \"[Twins GM] Terry Ryan is my idol. He always tried to make sure the system would provide. Trust in it over time.\"  All that young talent has lessened the pressure to make a move for a veteran.  Now about this team. Cashman believes Joba Chamberlain is making a nice recovery from Tommy John surgery and that Hughes will make a contribution in 2012. He also thinks another player or two from the system -- possibly pitchers Manny Banuelos or Dellin Betances -- could make a contribution.  The advantages of moving cautiously are two-fold. First, Cashman is likely to give his own young players the first crack at filling needs at the Major League level. Second, he's retaining the payroll flexibility to make a trade should an opportunity present itself.  \"One scout was sitting in Toronto bad-mouthing us for playing Brett Gardner,\" Cashman said. \"He said Mickey Mantle was rolling over in his grave. Now a lot of people are coming after me for Brett Gardner.  \"People thought we were taking a step back on Montero when we got Russell Martin. We did the same thing with [Jorge] Posada. It was three or four years until we fully handed it over to him. When people saw Montero at the end of last year, they said, 'Holy cow, that's a middle-of-the-lineup bat.'  \"I think we're trying. I'm not saying we're the best. We have the most money. We have a $200 million payroll.\"  It's the $200 million payroll that will continue to dominate the headlines, and maybe Cashman will never get the credit he deserves for building one of baseball's smartest and most efficient organizations. In the end, he'll be measured only by how many championships he wins, and the 2012 season could hinge on Alex Rodriguez's health, on Teixeira's productivity and on the last of the Core Four players -- Derek Jeter and Mariano Rivera.  Still, Cashman hopes that this offseason -- as quiet as it has been -- has helped position the Yankees to win again. He's cautiously optimistic. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
