{
    "url": "http:\/\/m.mlb.com\/news\/article\/26328014",
    "title": "Twenty years later, '92 season stands tall",
    "subtitle": "Twenty years later, '92 season stands tall",
    "body": "It seemed like just another season at the time, but it's grown into a seismic beacon of change for baseball. The grand old game saw plenty in 1992, most notably a new Commissioner, the beginning of a building boom and the first World Series champion from outside the United States.  Twenty years later, it's easy to take all of it for granted. Major League Baseball in 1992 still had two divisions and two playoff teams from each league. Roger Maris and Hank Aaron were still the game's respective season and all-time home run kings.  Perhaps more notable, 1992 brought expansion of the league's borders and barriers. Toronto, which had been part of the last growth in 1977, took home the World Series title, and new Commissioner Bud Selig, then holding an interim title, presided over the November Expansion Draft that birthed the Florida Marlins and Colorado Rockies. The season of change started with a pair of warning shots across the bow. One week before the season, the crosstown-rival Cubs and White Sox engaged in a trade that sent heralded prospect Sammy Sosa to the National League in exchange for 1987 American League Most Valuable Player Award winner George Bell.   Sosa, 22 years old at that point, had 29 career home runs, but he'd go on to hit 545 for the Cubs, a total that included three seasons in which he exceeded the long-standing Maris record of 61. Bell, meanwhile, would play just two more seasons -- both for the White Sox -- before retiring.   The other harbinger of change came on April 6, when a crowd of more than 40,000 witnessed the Orioles beating the Indians, 2-0, in the first game at Camden Yards. That building, a nostalgic return to ballparks of the past, sparked a boom in which 20 new stadiums have been built in the past 20 years.   As of now, there are only eight active ballparks -- Fenway Park, Wrigley Field, Dodger Stadium, Angel Stadium, Oakland Coliseum, Kauffman Stadium, U.S. Cellular Field and Rogers Centre -- that existed prior to Camden Yards' construction. How many of those will still be in use in another 20 years?   On the field, the action was fairly well defined all season. Toronto, which in 1991 had gone to the AL Championship Series -- it lost to Minnesota -- led the AL East for all but six days, and it never fell more than a half-game out of the top spot.   The Blue Jays, led by John Olerud, Joe Carter and future Hall of Famers Roberto Alomar and Dave Winfield, acquired David Cone from the Mets in late August to bolster their playoff rotation. The thought, in most quarters, was that Toronto needed something to push it over the top against Oakland.   The A's, at that point, were the league's best claim to a dynasty. Oakland had missed the playoffs in 1991 but it had gone to the World Series in three straight seasons before that. The A's boasted the Manager of the Year in Tony La Russa and also the league's runaway player of the year.   Dennis Eckersley was already five years into his reinvention as a closer -- three of which had been All-Star campaigns -- when the 1992 season rolled around. The right-hander was typically dominant and led the league in both games finished and saves en route to being named both the league's Cy Young Award winner and MVP. No other AL player managed that twin distinction until 2011, when Detroit's Justin Verlander mastered the league's hitters and took both awards.   The story was just as clear-cut in the NL, complete with a player who dominated the league's headlines. Pittsburgh slugger Barry Bonds signed a one-year deal worth $4.7 million before the season -- the most lucrative one-year contract in league history to that point -- and then led all NL hitters in on-base (.456) and slugging percentage (.624) en route to the MVP Award.   And that was only part of the story. Bonds, who would be eligible for free agency at the end of the season, helped the Pirates dominate the NL East. Pittsburgh was in first place for all but eight days, setting up an NLCS rematch with the West-leading Atlanta Braves.   Atlanta, meanwhile, was just beginning its own epic postseason run. The Braves had made the playoffs in 1991 -- losing to Minnesota in a 1-0 classic in the decisive game of the World Series -- but were perhaps better known at the time for a two-decade run of futility. Atlanta had made the playoffs just twice in 25 years prior to '91, but it would go on to make 14 consecutive postseason appearances.   The Braves, led by a rotation of Tom Glavine, John Smoltz and Steve Avery, took the division lead for good on Aug. 2 and wound up outpacing the competition by eight games. Atlanta wouldn't add Greg Maddux, the 1992 NL Cy Young Award winner for the Cubs, until the following season.   Smoltz, who had beaten the Pirates in Game 7 of the 1991 NLCS, reprised his heroics in the opening game of the series. Atlanta won easily behind Smoltz and took a 3-1 lead through four games, but Pittsburgh outscored Atlanta, 20-5, over the next two games to even the scales.   The series went to Game 7, a pitchers' duel between Smoltz and Pittsburgh ace Doug Drabek that wasn't decided until the ninth inning. With the Pirates leading by two runs, the Braves came back with a decisive rally sealed by Sid Bream's dramatic slide at home with two out.   That play -- Bonds made the throw home from left field -- sealed the immediate future for two franchises. Bonds would go on to play for San Francisco, his hometown team, and he'd wind up winning five more NL MVP Awards and setting the all-time records for home runs (762) and walks (2,558). The Pirates, meanwhile, saw more talent leave and haven't had a winning record since.   The ALCS, meanwhile, brought its own form of drama. The A's had won the World Series in 1989 and lost it in both '88 and '90, and they brought a super-charged lineup that boasted leadoff man Rickey Henderson and cleanup hitter Mark McGwire to the series against Toronto.   The first three games of the series were all decided by two runs or fewer, and Oakland brought a five-run lead into the eighth inning of Game 4. The tide would turn, though, and following a three-run rally in the eighth, Alomar drilled a game-tying homer off Eckersley in the ninth.   Toronto completed the comeback victory by chipping away for a run in the 11th inning, and after dropping Game 5, the Blue Jays stomped the A's with a 9-2 win in Game 6. Alomar, inducted to the Hall of Fame in 2011, was named the series MVP.   Atlanta edged the Blue Jays in Game 1 of the World Series, but Toronto went on to notch one-run wins in each of the next three games, scoring the winning runs in the ninth inning in both Games 2 and 3 and seizing October momentum by the sheerest of margins.   The Braves edged back into contention with a win in Game 5, and they gave this edition of the World Series legendary status by tying the score with two out in the ninth inning of Game 6 in Atlanta. The epic deadlock was broken on a two-run double by Winfield in the 11th, and though they gave up a run, Jimmy Key and Mike Timlin combined to record the final three outs and seal the Series win.   Baseball's postseason, just two years later, would barely be recognizable. Toronto won again in 1993, on Joe Carter's walk-off home run, but labor problems forced the cancellation of the 1994 World Series. MLB added another another division to each league -- and another tier to the playoffs -- before the '95 campaign.   In 1992, Rollie Fingers and Tom Seaver were inducted to the Hall of Fame, and George Brett and Robin Yount recorded their respective 3,000th hits. It was a year of upheaval and ingenuity, but mostly it was just another landmark year for America's national pastime.   Spencer Fordin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Spencer Fordin"
}
