{
    "url": "http:\/\/m.mlb.com\/news\/article\/26330638",
    "title": "Bordick joins O's broadcast crew as analyst",
    "subtitle": "Bordick joins O's broadcast crew as analyst",
    "body": "BALTIMORE -- The Orioles' broadcast crew will have a new addition in 2012, with Thursday's announcement that former player Mike Bordick has been hired by the Mid-Atlantic Sports Network (MASN) as a color analyst.  Bordick will join Jim Palmer as the network's analysts for O's games and will be paired with play-by-play announcers Gary Thorne or Jim Hunter for approximately 80 games during the season.  A 2011 inductee into the Orioles' Hall of Fame, Bordick played for Baltimore for six seasons (1997-2002) and was one of the best defensive players in club history. Bordick holds the third-highest fielding percentage (.982) among shortstops with at least 1,000 games played in Major League history, trailing only Omar Vizquel (.985) and Jimmy Rollins (.984). In 2002 with the O's, Bordick had the best defensive season for a shortstop in Major League history, setting a record for highest fielding percentage (.998), fewest errors (1), consecutive errorless games (110), fielding chances per game (4.9) and consecutive errorless chances (543). Bordick led AL shortstops with a .989 fielding percentage and 797 total chances in 1999, a year in which he also led the American League in batting average against left-handed pitching (.406).   His 14-year career also included stints with the A's (1990-96), Mets (2000) and Blue Jays (2003). Bordick retired with a career .260 batting average, amassing 1,500 hits.   Originally signed by the A's as a non-drafted free agent, Bordick was on Oakland's active roster for the 1990 World Series, but did not appear in a game. He also played in the 2000 World Series with the Mets after being traded from the Orioles that July and was named to the AL All-Star team that year.   Bordick has spent the last two seasons as the coordinator of offensive fundamentals in the Orioles' Minor League system. He lives in Ruxton, Md., with his wife, Monica, and their six children. Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
