{
    "url": "http:\/\/m.mlb.com\/news\/article\/26326876",
    "title": "Elementary school welcomes Cubs Caravan",
    "subtitle": "Elementary school welcomes Cubs Caravan",
    "body": "CHICAGO -- The students at Ernst Prussing Elementary School knew how far it was for the Cubs to travel from Wrigley Field to games in Atlanta, how to figure a pitcher's ERA, and all about Ron Santo's fight with diabetes.  They must not have had a class in managers, though, and only a few of the fifth through eighth graders gathered for a Cubs Caravan stop on Thursday knew who Dale Sveum was. Actually, one of the members of the glee club who greeted the players with a rousing rendition of \"Go Cubs Go\" knew Sveum was the manager, but didn't know his name. Maybe next year.  Prussing won the caravan stop in an essay contest, spearheaded by history teacher Cathy Coin. The school included the Cubs and baseball into the curriculum. They integrated the team's schedule and statistics into classroom assignments, including geography lessons based on away games; created math problems using ERA and winning percentages; and researched players past and present and then wrote biographies. Students learned about Ryne Sandberg, Gabby Hartnett, Marlon Byrd and Alfonso Soriano, among others. There was even a fantasy league battle between the 1963 team and the 2011 team, but no clear winner.   \"We hope winning the contest is contagious -- Go Cubs!\" Coin said.   On Thursday, students were dressed in Cubs T-shirts, waved hand-made flags emblazoned with a \"W\" for wins, and gathered in an assembly hall decorated with ropes of ivy and even a copy of the Wrigley Field scoreboard. Each one who asked a question ended with a rousing, \"Go Cubs.\"   Besides Sveum and general manager Jed Hoyer, coaches Rudy Jaramillo and Lester Strode, and players Randy Wells, James Russell, Darwin Barney and Jeff Beliveau took part.   Students asked about their favorite books -- Sveum liked a book about Navy Seals, Barney picked \"The Alchemist,\" and Beliveau said he just finished \"Moneyball\" -- and what they would be doing if they weren't ballplayers.   \"To be honest, I never really thought about it,\" Russell said.   Hoyer wanted to play in the big leagues, but determined after college he wasn't going to make it as a pro. He did encourage the students to not give up on their dreams.   Wells said he might have pursued a degree in education, and one of the Prussing teachers shouted back, \"We'll hire you.\"   \"Maybe I'll be secretary of state,\" Wells said in a playful poke at Jesse White, Illinois' secretary of state, who was in attendance.   A student asked about who the players' heroes were and how they dealt with being a role model. All of the participants pointed to their parents as being their heroes.   They also were asked about their favorite baseball memory, and Hoyer recalled being a bat boy in Florida for a Reds game and how Barry Larkin took care of him and made sure he got some autographed items. Ever since then, Hoyer said, he has followed Larkin's career. The Reds shortstop was recently elected into baseball's Hall of Fame.   \"I followed his whole career because of that one day,\" Hoyer said.   Russell recalled running around Fenway Park when his father, Jeff, pitched there, and trying to hit balls over the Green Monster in left field. This past season, Russell started a game for the Cubs against the Red Sox.   The students held a walk-a-thon last year to benefit Cubs Care and the Juvenile Diabetes Research Foundation, and raised $1,000. Teachers took that another step and taught the students about diabetes, which Santo struggled with, and they had a one-day pledge not to eat sugar.   \"That was tough for the teachers,\" Coin said.   The caravan stop ended as loud as it started, as cheering students from pre-kindergarten to fourth grade lined the hallway as the players exited to give them high-fives.   Opening Day is celebrated each year, Coin wrote in the winning essay. The announcements that day begin with singing, followed by an enthusiastic cheer of \"Play ball.\"   The kids did their homework. On the hand-made scoreboard posted Thursday in the upper deck of the auditorium, it listed that day's game as the Cubs facing the Nationals, which is exactly who Chicago will play on April 5. Give Prussing an A-plus. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter@CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
