{
    "url": "http:\/\/m.mlb.com\/news\/article\/26325754",
    "title": "Cubs front office calls on Bloomberg Sports",
    "subtitle": "Cubs front office calls on Bloomberg Sports",
    "body": "The Cubs are using every potential avenue to improve their club. Chicago announced Thursday that it will partner with Bloomberg Sports -- a company already allied with MLB.com for fantasy baseball -- to design a new player evaluation system for the team's baseball operations department.  The player evaluation system is expected to combine video with an extensive database on all professional players, and it will also include customized technology to assist the evaluation process. The Cubs will be able to access their system via laptop and will have mobile capability, and the two sides will begin development and implementation of the program immediately.  \"We are excited to partner with Bloomberg Sports and benefit from their world-renowned expertise in analytics and information management,\" said Cubs president of baseball operations Theo Epstein. \"The management and analysis of data -- whether it be scouting reports, statistics, medical information or video -- is a critical component of our operation. \"We look forward to developing a customized program that utilizes the most advanced and efficient technology available in the marketplace today to facilitate quicker, easier and more accurate access to all the sources of information we use to make baseball decisions.\"   Bloomberg Sports Baseball was launched in 2010, and Bloomberg Sports was named as one of the 10 most innovative companies in sports in 2011 by Fast Company Magazine. Its fantasy baseball product -- MLB Front Office -- was created in conjunction with MLB.com. More than 20 teams have signed on for use of Bloomberg's analytical tools as a means of player evaluation.   \"Over the past few years, we have helped set the standard for excellence and efficiency in advanced analytics, whether it has been for MLB teams with our comprehensive, integrated systems, players with our tablet product or fans with our fantasy tools. And this partnership is the next step in that evolution,\" said Bill Squadron, head of Bloomberg Sports. \"Bloomberg as a company has always been about innovation, and we are very excited to partner with Theo and the Cubs organization.\"  Spencer Fordin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Spencer Fordin"
}
