{
    "url": "http:\/\/m.mlb.com\/news\/article\/26324826",
    "title": "Hopeful Mets see Johan's tank as half-full",
    "subtitle": "Hopeful Mets see Johan's tank as half-full",
    "body": "NEW YORK -- Relinquishing his air-conditioned quarters in favor of a sweltering September afternoon, Mets manager Terry Collins trudged down to Sun Life Stadium's visitors' bullpen in Miami, eager for the spectacle to begin. Members of Collins' training and coaching staffs were already there. By the time Johan Santana began throwing his warmup pitches, several teammates had joined the burgeoning audience. Clustered toward one end of a near-empty stadium, this was hardly the largest crowd to watch Santana on his road back from left shoulder surgery, but it was easily the most entranced. These were the folks with the most invested in Santana's shoulder. These were the folks most eager to see him succeed. These were the folks without answers. In the half-year since that exhibition in Miami, evaluations of Santana's health have ranged from hopeful to doubtful to hazy to hazier. Because so little historical data exists regarding anterior capsule surgeries, and because Santana has suffered multiple setbacks over the first 16 months of his rehab, no one knows for sure if the two-time American League Cy Young Award winner will be ready in time for Opening Day against the Braves on April 5.  More importantly, no one knows for sure if Santana will ever be the same caliber of pitcher again.  \"How close is he going to be to where he was? I don't know if anyone can tell,\" Collins said in a telephone interview earlier this week.  Not the Mets. Not his doctors. Not even Santana himself.  \"But there are intangibles with Johan Santana,\" Collins said. \"If he's even close to where he was during his heyday, you've still got a heck of a pitcher on your hands.\"  Santana, for his part, spoke to the media via conference call on Thursday and relayed how some of his preseason work has gone. Santana has been able to throw long toss from 90 feet, and he expects to increase that to 120 feet on Friday. The left-hander said he hasn't spoken to other big leaguers about his recovery and said that he hopes to be healthy in time for the start of the exhibition season.   \"That's what I'm looking forward to,\" Santana said of being ready to throw a bullpen session at the start of Spring Training. \"That's why we're here right now, to prepare for that. ... As of right now, this is the first time I've started throwing so early in the year, to get ready for Spring Training. That tells you I'm getting ready for whenever Spring Training starts. That's what we're focusing on. That doesn't mean it will happen.\"   So as Collins and his staff watched that day in Miami, they endeavored to view Santana through a most fundamental prism -- the way his arm whipped around his body, the way the ball zipped out of his hand, the way he joked and laughed as he threw.  They did not allow themselves to hope too strongly, because even now, six months later, clear answers are difficult to find.  \"The beginning of next season is going to be telltale,\" said Dr. Jonathan Glashow, a shoulder expert and co-chief of sports medicine at Mt. Sinai Medical Center in Manhattan. \"After a long winter's rest, if he's not back to his level by Spring Training or beyond, I would be somewhat more pessimistic that he'll ever get it.\"  For Santana, that period of rest began in early October, after the left-hander scrapped his final instructional league outing in favor of one last side session. This was nothing new for Santana, who -- to his credit -- has maintained modest levels of caution since his operation in September 2010.  \"I'm very excited to be here right now; it's been a long process for me,\" Santana said on Thursday of preparing to pitch again. \"At the same time, I'm trying to prepare real well to make sure that in Spring Training I'm able to do everything I have to do to make the team. Time will tell. ... I cannot tell you what will happen five or six weeks from now. I'd be lying to you. We have to take it one day at a time.\"   Originally, the Mets believed Santana would return to the Majors around June or July of last season, but pockets of shoulder discomfort prompted him to slow his rehab, before fatigue forced him to cut short his initial Minor League assignment in early August. After another period of rest, Santana resumed throwing but ultimately ran out of boxes on the calendar; by the time he was ready to begin a second rehab assignment, he found himself at the mercy of a sporadic Minor League playoff schedule.  One of Santana's agents, Chris Leible, said that if the season had spilled into October, Santana likely would have completed his journey back to the Majors. As it was, the left-hander saw no need to press the issue with a long offseason looming.  \"He's extremely bright, and I think he's very aware of everything,\" Leible said. \"He's not going to put himself at risk, and he didn't. That's the reason why he didn't come back. Maybe he could have come back, and maybe it was nothing. But at the end of the day, I think he did the smart thing.  \"I don't think he's the kind of guy that had to prove to himself that he can do it. He knows he can do it. That's his mentality.\"  But knowledge and physical capability are two different things. Glashow describes the anterior shoulder capsule as a rope-like piece of cellophane that keeps the arm tethered to its socket. Because that tissue material is not particularly robust, the healing process is not as predictable as, say, a more common labrum tear.  The game's two most prominent recent case studies, Mark Prior and Chien-Ming Wang, experienced varying levels of success in their rehabs. Prior, whose capsule surgery was just the latest in a long string of shoulder operations, never made it back to the Majors. Wang did last summer (and with all but the last few ticks of his old fastball velocity in tow), but it took him two full years to complete the comeback.  The two-year anniversary of Santana's operation will not arrive until September.     \"The fact that he's had these setbacks or recurring pain certainly aren't positive things to hear,\" Glashow said. \"But on the other hand, as often happens that when you come back from an injury like this, that learning process for the brain to instruct the muscles how to fire sequentially and properly could take a long time.\"  Like Glashow, the Mets believe Santana's shoulder should be completely healed heading into Spring Training. Both Collins and general manager Sandy Alderson expect the left-hander to report to Port St. Lucie, Fla., no different than any other pitcher, ready to begin preparing for a 162-game season. Leible insists that Santana \"is not going to be a shell of himself.\"  That said, the Mets also know how important it is to be cautious with Santana, by far their best hope for a quick return to competitive baseball. Collins, who would like to see his ace throw in Port St. Lucie prior to the start of Spring Training, expects to speak daily with Santana regarding the lefty's health, much as he did with rehabbing outfielder Carlos Beltran last spring.  \"We've got to do this right,\" Collins said. \"If he has to skip a day in Spring Training, it's not a big deal. We've got a lot of time.\"  \"Right now, we expect him to go through a normal Spring Training,\" Alderson said earlier this month. \"But I think the ultimate test is going to be how he responds and whether he's able to come back on normal days' rest. I don't think that's anything we can predict with any accuracy.\"  What all parties can guarantee is that if Santana does suffer further setbacks, it will not be for lack of effort. Santana's backers point to the fact that he once pitched one of the best games of his life with a torn meniscus in his right knee, nearly single-handedly willing the Mets into the playoffs down the stretch in 2008. Leible recalls a once-overlooked pitcher who has defied long odds throughout his career.  \"It's a tough surgery, and as has been well documented, it's a tough one to come back from,\" the agent said. \"But we've represented Johan for 13 years now, and he's a guy who says what he does and does what he says. I've never doubted him. He's always told me what was going to happen, and he's always been right. So I've got to believe him when he tells me he's going to be himself.\"  When Santana is \"himself,\" he is one of the best pitchers in the National League. Despite concerns about diminishing velocity and a deteriorating supporting cast around him, Santana has posted a 40-25 record and a 2.85 ERA in three seasons since joining the Mets. He came within spitting distance of a third Cy Young Award in 2008.  So forgive the Mets if, while watching Santana's bullpen session that September day in Florida, they allowed themselves to envision their best pitcher and spiritual leader once again doing it on a Major League mound.  \"We're on the right track right now,\" Santana said that afternoon, shortly after his audience dispersed.  The Mets had -- and continue to have -- no choice but to believe him. Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
