{
    "url": "http:\/\/m.mlb.com\/news\/article\/1296934",
    "title": "Rollins doesn't feel pressure",
    "subtitle": "Hitting streak not putting pressure on Rollins",
    "body": "PHILADELPHIA -- Jimmy Rollins refutes the notion that there's extra pressure in carrying a 36-game hitting streak into the 2006 season.  He prefers to look at the situation in a whole different manner.  \"I'd feel pressure if I hadn't been hitting at the end of the season or if I had an 0-for-18 slump or 1-for-28 slump or something like that,\" Rollins said Tuesday as part of the club's 2006 Winter Tour at Citizens Bank Park. \"Last season is over, and I had a good stretch to finish out the season. When the season ended, I continued to work and tried not to think too much about it. I don't want to be focused only on the streak. \"People ask me a lot about it and that's cool. It doesn't bother me. It's a great streak, which I hope to keep going this season. I probably thought about it for a month, but then started watching football. It was good to take my mind off of it. I'll have plenty of time to think about it. We'll be getting the season started soon enough.\"   People will be talking about Rollins' streak well before the season starts, because it's already the ninth-longest hitting streak in Major League history. The streak will remain active when the '06 season begins and Rollins will need a hit in 21 straight games to eclipse the mark set by Joe DiMaggio in 1941. If that happens, the likely date is April 26 at home against the Rockies.   If Rollins is able to break DiMaggio's record, he would be recognized as the all-time leader, though DiMaggio would retain the record for a single season, unless Rollins managed a hit in 56 straight games this season.   \"I've had fun with the record in that I don't want to place too much extra stress on myself about it,\" said Rollins, who hit .379 during the streak. \"I've been trying to relax while getting my workouts in during the offseason. I don't mind when people ask me about it. If I'm meant to break a record, then I will. If I'm not, then I won't. I want to help this team win ballgames in 2006.   \"I want to go to the playoffs and help this team win a World Series. Records are nice, but I want to win. If the records come along with it, that's cool with me.\"   Paul Molitor hit in 39 straight games in '89, and Pete Rose holds the National League record with a 44-game streak in '78.   \"Nothing Jimmy does surprises me,\" said manager Charlie Manuel. \"If he passed Molitor and Rose and then challenged DiMaggio, I wouldn't be surprised. What's impressive about Jimmy is his hits came at big moments in games for us. A lot of times during the streak, we needed a hit and he came through for us with big hit after big hit.   \"I think he improved so much as a hitter last year with his patience at the plate. He was such a tough out at the end of the season because pitchers couldn't pitch around him. If they threw him away, he went with the pitch. If they came in, he pulled it down the line. He just did a great job in being selective up there and going with pitches.\"   Rollins achieved career highs in hits (196) and at-bats (677) while stealing at least 30 bases for the fourth time in five seasons. But the number zero is the one that sticks out to him -- zero appearances in the playoffs.   \"I want to experience the playoffs,\" Rollins said. \"That's why you play the game, to win a title. We have a new general manager in Pat Gillick who understands winning, and he'll put the best possible product on the field. It's our job as players to go out and perform. Hopefully, we can keep it going into some October baseball in the playoffs.\"   If the Phillies make the playoffs, there's no doubt that Rollins will be a key factor.   \"He's the guy who jump-starts us, so to speak,\" said pitcher Brett Myers. \"He gets on base, steals bases, scores runs. He's the guy at the top of the lineup who gives opposing pitchers fits. What Jimmy did last season was incredible. He never talked about the streak or anything like that. He wants to win along with the rest of us.\"   It seems like eons ago that Rollins extended his streak to 36 games with a single off Washington's Hector Carrasco in the '05 regular-season finale. What Rollins remembers most from that October day is that the Phillies won yet still missed the playoffs.   \"I'll take all the records, as long as wins come with it,\" Rollins said. \"It was a sour feeling knowing we won but didn't make the playoffs. I want to start changing that.\"  Andy Jasner is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Andy Jasner"
}
