{
    "url": "http:\/\/m.mlb.com\/news\/article\/1296892",
    "title": "Giants invite Wright to Spring Training",
    "subtitle": "Giants invite Wright to Spring Training",
    "body": "SAN FRANCISCO -- Former Colorado Rockies pitcher Jamey Wright, 31, could be in the running for the Giants' fifth-starter spot in 2006 after receiving a non-roster invitation to Spring Training. Giants general manager Brian Sabean announced on Tuesday that the club has extended invites to 24 players, including Major League veterans and a bevy of players from Class A San Jose's 2005 California League championship team. Wright is the Rockies' all-time leader in games started (216) and has a 61-88 record with a 5.13 ERA playing for Colorado, Milwaukee, St. Louis and Kansas City. To his credit, the right-hander sports a 4.51 ERA in 156 starts away from Coors Field and has starred in six appearances at SBC Park, logging a 2.29 ERA. Last season, he led Colorado with 13 quality starts.  Also issued invites were right-handed pitchers Matt Anderson, Joe Bateman, Justin Hedrick, Matt Kinney, Pedro Liriano, Jeff Miller, Billy Sadler and Brian Wilson; left-handed pitchers Jonathan Sanchez and Michael Tejera; catchers Todd Jennings and Brian Munhall; infielders Brian Buscher, Tomas de la Rosa, Kevin Frandsen, Derin McMains, Pablo Sandoval and Jake Wald; and outfielders John Bowker, Brian Horwitz, Abraham Nunez, Adam Shabala and Clay Timpner.  Anderson, 29, is also a Major League veteran who played in 12 games for Colordo in 2005. A lifetime reliever, the right-hander is 15-7 with 26 saves and a 5.19 ERA in 257 career appearances. He was with the Detroit Tigers from 1998-2003.  Bateman, 25, had an outstanding season at Class A San Jose, his 21 saves tying him for the farmhand lead. He had a 1.91 ERA and struck out 80 batters in 75 1\/3 innings.  Hedrick, 23, had 12 saves and a 3.55 ERA in 55 relief outings for San Jose, while Kinney, 29, was 2-0 with a 6.00 ERA for the Giants last season and had a 1.86 ERA in four relief appearances. He's also seen action with Minnesota, Milwaukee and Kansas City.  Liriano appeared in five games in relief with Philadelphia in 2005, but spent most of the year at Triple-A Scranton\/Wilkes-Barre, logging a 3.90 ERA over 22 games. Miller, 26, was claimed off waivers from Pittsburgh last November. He had a 3.53 ERA for Triple-A Indianapolis last season.  Sadler, 24, was 6-5 with a 3.31 ERA for Double-A Connecticut last year, and he has held opposing hitters to a .194 average over 106 Minor League relief outings.  Wilson, a 24-year-old right-hander, had a tremendous 2005, going 6-2 with an organization-high 21 saves, a 1.35 ERA and a .172 batting average against. He pitched 50 games in relief for Class A Augusta, Connecticut (Norwich) and Fresno.  Sanchez, a lefty, is a strikeout artist. He fanned 166 batters in just 125 2\/3 innings at Augusta. Tejera, a Marlins pitcher in 2002 and 2003, is 11-13 with three saves and a 5.14 ERA over 111 career Major League outings.  Jennings, 24, starred for San Jose in 2005, batting .288 with 22 doubles, 10 homers and 67 RBIs. He's a longtime catcher but also plays in the infield.  Munhall, 25, batted .297 with a career-high seven home runs and 31 RBIs at San Jose and Fresno last season. Buscher, a left-handed-hitting third baseman, was also a Little Giants standout, batting .282 with 29 RBIs in 55 games.  Frandsen is young, only 23, but he's a top prospect who played on the U.S. Futures All-Star squad last season. At three levels in 2005, he hit .335, scored 96 runs, had 76 RBIs and 21 stolen bases.  De la Rosa, 28, a 10-year Minor Leaguer, batted .293 with 48 RBIs in 89 contests last year with Colorado's Triple-A Colorado Springs team. He also played under manager Felipe Alou while with Montreal in 2000 and 2001.  McMains hit .325 for San Jose in only 22 games, but he was mostly sidelined with injuries.  Sandoval, 19, will be the youngest player in camp. He had an All-Star season at Class A Salem-Keizer in which he ranked third in the Northwest League with a .330 batting average. Wald, a 25-year-old infielder, sparkled at San Jose, hitting .293 with 15 homers and 68 RBIs.  Bowker, a 22-year-old Sacramento native, has batted .295 with 19 home runs and 94 RBIs the last two seasons and drove in 67 RBIs for San Jose in 2005.     Horwitz, a 23-year-old UC-Berkeley graduate, has won consecutive batting titles in two different leagues -- the Northwest League in 2004 and the South Atlantic League (.349) for Augusta last year and was third among Giants farmhands with 88 RBIs.  Nunez, 29, is a nine-year pro who batted .274 with 17 homers and 86 RBIs for Triple-A Tacoma (Mariners chain) last year.  Shabala, 26, is well-known to Giants' fans for his six seasons in the organization. He hit a career-high 14 homers for Fresno last year.  A speedy outfielder, the 22-year-old Timpner earned All-Star honors at -- you guessed it -- San Jose, leading the club with 12 triples and 34 stolen bases. He also batted .291. Rich Draper is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rich Draper"
}
