{
    "url": "http:\/\/m.mlb.com\/news\/article\/26344064",
    "title": "Mariners, Yanks nearing Pineda, Montero swap",
    "subtitle": "Mariners, Yanks nearing Pineda, Montero swap",
    "body": "SEATTLE -- A quiet offseason for the Mariners and Yankees is about to get a lot louder as the teams are in the process of finalizing a four-player trade that would swap two of the Major Leagues' top young prospects -- power-hitting catcher Jesus Montero to Seattle in exchange for rookie All-Star pitcher Michael Pineda, according to a source with knowledge of the deal.  Though the teams have not officially announced the trade, Seattle would send Pineda and Minor League pitcher Jose Campos to the Yankees for Montero and 24-year-old right-hander Hector Noesi.  It is the Mariners' policy not to confirm or comment on deals until physicals are taken, which could take time in this case since Pineda was in the Dominican Republic and Montero at his home in Venezuela when word of the deal broke Friday. The Yankees also had reportedly come to an agreement with free-agent right-hander Hiroki Kuroda. Jack Curry of the YES Network tweeted that the deal was worth $10-11 million for one year.   Montero is one of baseball's premier right-handed power prospects, ranked No. 6 on MLB.com's Top 50 Prospects list at the end of the 2011 season. The 22-year-old Venezuelan hit .328 with four home runs and 12 RBIs in 61 at-bats after a late-season promotion by the Yankees. At 6-foot-3, 225 pounds, he would figure to split time at catcher and designated hitter for the Mariners and provide a middle-of-the-order bat for an offense that finished last in the Majors in scoring the past two years.   The price is steep, however, as Pineda is a hard-throwing 22-year-old who went 9-10 with a 3.74 ERA last year as a rookie starter. The 6-foot-7, 260-pound Dominican made the All-Star team after an outstanding first half, then struggled some and didn't win a game in his final seven starts over the final two months of the year as the Mariners cut back on his work load to protect his arm.   The Yankees would also receive Campos, a 19-year-old right-hander who went 5-5 with a 2.32 ERA for Class A Everett last year and is considered one of the top prospects in the Mariners farm system.   In return, the Mariners would receive a much more-advanced pitcher in Noesi, 24. The right-hander pitched 30 games for the Yankees last season -- including two starts - while posting a 2-2 record with a 4.47 ERA. He could challenge for a spot in the Mariners' rotation, which now includes Felix Hernandez, Jason Vargas, Japanese free-agent Hisashi Iwakuma and young prospects Blake Beavan and Charlie Furbush.   The Mariners have stockpiled young pitching depth in the last two years, with Danny Hultzen -- the No. 2 overall Draft pick last year out of Virginia -- expected to challenge soon for a rotation spot. James Paxton, Erasmo Ramirez and Taijuan Walker are also highly regarded prospects, so Mariners general manager Jack Zduriencik apparently feels comfortable dealing Pineda in order to bolster the team's offensive shortcomings.   Montero was part of a deal the Yankees were offering Seattle for Cliff Lee at the July 31 Trade Deadline in 2010, but the Mariners instead dealt Lee to the Rangers for a package headlined by young first baseman Justin Smoak.   The Yankees have been mentioned frequently in pursuit of Hernandez, the Mariners' 2010 Cy Young Award winner. Instead, they apparently have landed on Pineda, who features an upper-90s fastball along with excellent control.   The youngster led all American League rookies in strikeouts with 173 in 171 innings last year while walking just 55. He posted the lowest WHIP (1.10) and second-lowest opponent's batting average (.211) and quality starts (19) among AL rookies.   Montero, meanwhile, would give Seattle a much-needed right-handed thumper and fit in with a team building around a young nucleus that includes second baseman Dustin Ackley, outfielder Mike Carp and first baseman Smoak, all of who are 25 or younger, as well as the youthful pitching rotation.   Montero was ninth on MLB.com's Top 50 prospect list entering the 2011 season, with Pineda 13th. The Mariners' Ackley was fifth on that list. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
