{
    "url": "http:\/\/m.mlb.com\/news\/article\/26317614",
    "title": "Mariners ink Kawasaki to Minor League deal",
    "subtitle": "Mariners ink Kawasaki to Minor League deal",
    "body": "SEATTLE -- Munenori Kawasaki, an eight-time All-Star infielder in Japan's Pacific League, officially signed with the Mariners on Wednesday as a Minor League free agent with an invitation to the club's Major League camp in Spring Training.  The signing has been expected since before Christmas, but the club didn't finalize its deal with the 30-year-old until now.  \"Being able to add a player with the resume that Kawasaki possesses is very good news for the Mariners,\" general manager Jack Zduriencik said. \"We are looking forward to having him compete for a Major League position in Spring Training. He is a high-energy player with a record of success in Japan.\" Kawasaki hit .294 with 631 runs scored and 262 stolen bases in 1,145 games over 11 seasons in Japan. He was an All-Star from 2004-11 with Fukuoka and won two gold gloves at shortstop.   Kawasaki played with Mariners star Ichiro Suzuki on Japan's gold-medal winning World Baseball Classic squad in 2009 and told reporters in Japan that he wanted to play with Ichiro in the Major Leagues, even if it meant taking a Minor League contract offer.   The Mariners are seeking a backup shortstop and utility infielder, and Kawasaki will compete for that role along with Luis Rodriguez, who played for Seattle last year and has also accepted a Minor League deal with a camp invitation.   Kawasaki hit .267 in 144 games last season for the Softbank Hawks as they advanced to their first Japan Series title in eight years.   Kawasaki is regarded as more of a defender than an offensive force, but those who follow Japanese baseball say he's a smart, gritty player, and he's recorded 20 or more stolen bases in eight of his past nine seasons, including a league-leading 42 in '04.   In addition to being a member of Japan's World Baseball Classic squad in 2006 and '09, he was the starting shortstop for Japan in the '08 Beijing Olympic Games. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
