{
    "url": "http:\/\/m.mlb.com\/news\/article\/26313216",
    "title": "Angels, Morales agree to one-year contract",
    "subtitle": "Angels, Morales agree to one-year contract",
    "body": "ANAHEIM -- The Angels avoided arbitration with first baseman Kendrys Morales by agreeing on a one-year contract Wednesday. Terms of the deal were not disclosed, but Morales was expected to garner about $3 million via arbitration.  Morales -- who is still recovering from a broken left ankle sustained in May 2010 -- may be without a set position right now, but if he can bounce back healthy and return to the form that allowed him to finish fifth in the American League MVP Award voting in '09, the 28-year-old switch-hitter can be a big boost for a team looking for ways to protect new first baseman Albert Pujols.  Morales' health is still a big question, but he did get some good news recently. Tests he underwent in Colorado last week came back positive, clearing him to go from jogging on an anti-gravity treadmill and hitting off a tee to running on his own weight and ramping up baseball activities. Later this week, Morales is expected to take part in more baseball-specific drills in Arizona.   But the Angels will be extremely cautious.   \"There's no timeline, there's no gauge, there's no calendar, and we don't need them,\" said Angels general manager Jerry Dipoto, who will get an up-close look at Morales this week. \"This is purely as Kendrys' body wants to heal; we're going to be there to help that out.\"   Since batting .306 with 34 homers and 108 RBIs in '09, Morales has missed the last 1 1\/2 seasons with a broken left ankle, which he sustained while jumping onto home plate after a game-winning home run and has since had two procedures on.   Morales' signing leaves infielders Erick Aybar, who Dipoto has begun extension talks with, and Alberto Callaspo as the Angels' lone remaining arbitration-eligible players. Aybar is one season away from free agency, while Callaspo -- like Morales was -- has two years left before hitting the open market.   The Angels had previously agreed with two other arbitration-eligible players, signing right-hander Jerome Williams to an $820,000 contract in December and giving second baseman Howie Kendrick a four-year, $33.5 million extension on Saturday. Alden Gonzalez is a reporter for MLB.com. Read his columns and his blog, listen to his podcast and follow him on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
