{
    "url": "http:\/\/m.mlb.com\/news\/article\/1296896",
    "title": "Royals ink Hernandez, Affeldt",
    "subtitle": "Royals ink Hernandez, Affeldt",
    "body": "SURPRISE, Ariz. -- Pitchers Runelvys Hernandez and Jeremy Affeldt agreed to one-year contracts with the Royals on Tuesday, avoiding salary arbitration.  Hernandez signed for $1.225 million plus $50,000 in incentives based on innings pitched. Affeldt took $1 million plus $100,000 in incentives based on games started or finished.  The club's third arbitration possibility, outfielder Emil Brown, asked for $1.775 million and the Royals countered with $1.4 million. Negotiations are continuing. Hernandez is expected to be part of the Royals' starting rotation. Affeldt will be tried as a starter but, if that doesn't work out, figures to be in the bullpen.   \"I think both parties wanted to get it done,\" said assistant general manager Muzzy Jackson. \"Now they can concentrate on going out and getting ready.\"   Affeldt, participating in the Royals' three-day mini-camp at the Surprise complex, made $950,000 last year. In these days of rapidly escalating salaries, his increase was relatively modest.   \"There are some things you can go with,\" Affeldt said. \"I was hurt and didn't have the big numbers. Last year, I wasn't consistent.\"   Affeldt, a left-hander, was 0-2 with no saves and a 5.26 ERA in 49 games and 49 2\/3 innings. He began the season as the closer but was sidetracked by a groin injury.   \"Last year at this time I could hardly walk because of my groin condition. It was something I had for five years,\" he said.   \"I got back before spring, backed off in Spring Training, but then pulled it again.\"   Hernandez jumped from a salary of $325,000 last year, when he was 8-14 with a 5.52 ERA. He lost his last five decisions while his ERA spiraled from 4.43 on July 22.   A suspension and a lower-back sprain contributed to his second-half slump.   Brown was the Royals' biggest surprise, winning the right-field job in Spring Training and batting .286 with 17 home runs and 86 RBIs.   He earned $355,000 last season.   Dick Kaegel is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Dick Kaegel"
}
