{
    "url": "http:\/\/m.mlb.com\/news\/article\/26310154",
    "title": "Judge approves Dodgers, FOX agreement",
    "subtitle": "Judge approves Dodgers, FOX agreement",
    "body": "LOS ANGELES -- Bankruptcy Judge Kevin Gross approved the settlement between the Dodgers and FOX Sports in his Delaware court on Wednesday, clearing the way for the timely sale of the ballclub.  The Dodgers agreed to honor the existing broadcast agreement with FOX through 2013 and the network withdrew its lawsuit attempting to thwart the bankruptcy proceeding and seeking \"massive\" damages.  \"You're all settled now,\" Gross said. \"It's fair and reasonable.\" The dispute, which threatened the sale of the Dodgers, hinged on the team's broadcasting rights. It was Major League Baseball's rejection of a $3 billion, 17-year extension of the current contract that preceded the club's bankruptcy filing in June. Through bankruptcy, the Dodgers reached an agreement with MLB to sell the club and allowed the auction of future broadcasting rights.   FOX then filed suit because the plan accelerated its exclusive window to negotiate a new deal and jeopardized its right of first refusal if it was outbid. FOX claimed such an auction would threaten the viability of its Prime Ticket affiliate while enriching team owner Frank McCourt.   In the meantime, the sale process for the club has continued. Initial bids are due by Jan. 23, a winning bidder must be submitted to the court by McCourt by April 1 and the deal must be closed by April 30 -- the same date that McCourt must pay a $131 million divorce settlement to ex-wife Jamie.   About 30 interested bidders requested to view the Dodgers' financial records. Tours of Dodger Stadium for those bidders and their bankers have begun. Meanwhile, the value of the media rights is believed to now exceed $4 billion for the same period, and the sale price of the club could exceed $1.5 billion. The McCourts purchased the club in 2004 from FOX Sports' parent, News Corp., for $431 million.   \"Bidders appreciate how lucrative the media rights are,\" club lawyer Sidney Levinson told the judge. \"The debtors [Dodgers] are far more confident that even without the marketing of those rights at this time that the full value of media rights will be reflected in the sale of the team.\"   FOX also agreed to drop its district court appeal of the bankruptcy court's order allowing the future television rights to be sold. FOX was almost certain to win that appeal, which would have been heard on Thursday, after U.S. District Judge Leonard Stark granted the network an emergency stay and found the bankruptcy ruling in error.   FOX reserved the right to challenge assignment of the media rights to broadcasting rival, Time Warner, which has shown interest in bidding for the team. A new owner can auction the future broadcasting rights after the 2013 season or develop a regional channel to televise games.   All parties praised the mediation work of retired Judge Joseph Farnan for bringing the sides together in the FOX settlement and the earlier settlement that ended the dispute between the Dodgers and MLB, leading to the sale process.  Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
