{
    "url": "http:\/\/m.mlb.com\/news\/article\/26309536",
    "title": "Integrity, character make future Hall votes easy",
    "subtitle": "Moore: Integrity, character make future voting easy",
    "body": "You heard of \"Mr. Smith Goes to Washington.\" This is about how \"Mr. Bonds Blew Cooperstown,\" but before I get to that, I'm not saying the following proudly: Filling out my 2013 Baseball Hall of Fame ballot will be such a breeze. The whole process shouldn't last longer than it takes to say \"performance-enhancing drugs.\"  I'll start by skipping past the names of Roger Clemens and Sammy Sosa, along with that of Barry Bonds.  Why? Well, see above. Then I'll select all of the folks I picked this year who didn't join Barry Larkin in making it to Cooperstown on the writers' ballots -- Fred McGriff, Tim Raines and Lee Smith.   After that, I'll at least hold my pen over the check marks of Craig Biggio (3,000 hits), Curt Schilling (among the greatest October players ever) and Mike Piazza (a record 396 home runs while catching).   Then, after I fax my ballot to the secretary of the Baseball Writers' Association of America, I'll begin contemplating the 2014, 2015 and 2016 Hall of Fame ballots. They'll feature the likes of Greg Maddux, Ken Griffey Jr., Trevor Hoffman and Frank Thomas. I'll smile at the thought, because those ballots also will be easy to fill out.   You know, just like the one in 2013, but for a different reason.   Few -- if any -- voters will look at the Madduxes and the Griffeys on those future ballots, then shake their heads and question the integrity or character of those players' baseball careers. I say that, because, according to the rules for Hall of Fame voting, you must consider the integrity and the character of the candidates.   The Madduxes and the Griffeys will satisfy that ethics clause for Cooperstown without a problem, and here's something else to remember: They also could play a little.   Easy selections.   In contrast, that ethics clause will make Bonds, Clemens and Sosa easy non-selections. You can blame it on their connections to performance-enhancing drugs. Unlike McGwire, none of the three has confessed to knowingly using steroids, but the damage already is done.   It makes you sigh over it all. In fact, if you watched only some of the march toward greatness for Bonds, Clemens and Sosa from the 1980s through the 1990s, you might even wish to cry over it all.   Why, oh, why, you have to keep asking yourself, did these three guys decide they needed extra help along the way?   They didn't. That's why it's so frustrating -- yet justified -- when it comes to Hall of Fame voters shrugging over the thought of helping to send any of them to Cooperstown with the stroke of a pen.   Of the three, Bonds makes you wish to go screaming into the night the most as a Hall of Fame voter, especially when you study his career BS -- as in, Before Steroids.   Where to start? After all, who really knows besides Bonds and his suspected supplier when all of this stuff began for a slugger who eventually would collect more home runs than anybody.   Let's wipe out everything Bonds did in the 21st century. That's when he began training with Greg Anderson, who later was indicted by a grand jury for supplying anabolic steroids to athletes.   We also could exclude 1999. Among other things, there was a book written by two San Francisco Chronicle writers that claimed Bonds told others that his interest in juicing began after the 1998 season. According to the book, Bonds was angry, spending the summer and fall watching Mark McGwire and Sosa pass Roger Maris' previous record of 61 homers for a season.   So, if we're talking about the Before Steroids Era for Bonds, we're mostly referring to that stretch between his Major League debut on May 30, 1986, with the Pittsburgh Pirates and the end of his 1998 season with the San Francisco Giants.   Thirteen seasons.   Nobody was better in baseball.   After those 13 years, he already had won three of his seven National League Most Valuable Player Awards. He already had collected all eight of his Gold Gloves as the greatest defensive left fielder ever. He already had earned seven Silver Slugger Awards. He already had spent eight years as an All-Star, including the previous seven in a row.   Here's a big thing: He already had 411 home runs.   That, along with a lifetime batting average over .300, a slew of RBIs and a reputation minus performance-enhancing drugs.   He already had a Hall of Fame plaque in hand, because it already was a wonderful baseball life for Bonds.   He wanted more, though, and just like that, he slammed integrity and character and a trip to Cooperstown out of the ballpark.   Terence Moore is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Terence Moore"
}
