{
    "url": "http:\/\/m.mlb.com\/news\/article\/26311930",
    "title": "Extending Selig's contract makes sense",
    "subtitle": "Bauman: Extending Selig makes sense",
    "body": "Reports that Major League owners will extend Bud Selig's contract as Commissioner of Baseball do not come as a particular shock to those who have been paying attention.  The \"grand old game,\" as the Commissioner likes to phrase it, is prospering both on and off the field. The extension of Selig's contract, under these circumstances, would be an extremely logical development.  Selig has insisted repeatedly that he would retire when his current contract expired at the end of this year. But increasingly, his comments regarding this issue were accompanied by acknowledgements that no one else believed he was ready to retire. \"There are a lot of people who are doubting it, including members of my own family,\" the Commissioner said in a December interview with MLB.com. \"But I am looking forward to doing some of the things I want to do; teaching in Madison [at the University of Wisconsin, his alma mater], writing a book. Apparently I'm a minority of one who believes that.\"   Now, however, club owners are reportedly pushing for a contract extension that would keep Selig in office through 2014. The issue could be taken up at the joint Owners Meetings on Thursday in Paradise Valley, Ariz.   Selig turns 78 in July, but he is in excellent health. And despite his protestations regarding retirement, he continues to thrive in his job.   Selig took over as Commissioner in 1992 on an interim basis. His tenure in office is now the second longest, behind only the first Commissioner -- Kenesaw Mountain Landis, who served from 1920 until his death in 1944.   There are numerous reasons why Selig has retained the support of the owners, not the least of which is labor peace. This serves as the backdrop for the rest of baseball's success. After an era in which every negotiation on a new contract resulted in a labor-management crisis, the game, since the end of the 1994-95 strike, has entered into an extended period of labor peace. The new Collective Bargaining Agreement between the owners and the players' union will maintain that peace through 2016.   \"When I think about where we were in 1992,\" Selig said, \"who would have thought that the grand old game could have had 21 years of labor peace?\"   The game has continued to prosper. When Selig took over in 1992, baseball had gross revenues of $1.2 billion. In 2011 that figure had grown to $7.5 billion. Attendance records have been set, and even in the face of a truly difficult economic situation, attendance has not markedly decreased.   Innovations brought to the game by Selig have worked. The Wild Card berths -- with the expanded playoff system -- have resulted in postseason possibilities for more franchises. Interleague Play, another concept that was trashed by traditionalists, has developed and maintained lasting popularity with fans.   But baseball's biggest gains during the past decade of Selig's tenure as Commissioner probably have come in the area of increased competitive balance. Selig believes that baseball owes the fans of every franchise \"faith and hope;\" a belief grounded in reason that every team will have a legitimate chance to compete, to win. Selig's background as president and principal owner of the Milwaukee Brewers -- a club in Major League Baseball's smallest media market -- led him to see the need for greater parity. Greatly expanded revenue sharing and the advent of the luxury tax have helped to expand the number of franchises that can have a legitimate opportunity to compete and win.   Selig's detractors will inevitably point to the fact that he was in office during the \"steroid era.\" There is more than enough blame to go around for the abuse of performance-enhancing drugs that occurred; including ownership, the players' union, the media. Everybody involved took time out from rational judgments to gape at people with dramatically altered body types hitting record numbers of home runs. Much better late than never, baseball has responded with a comprehensive and stringent drug-testing program.   On balance, Selig's term in office, which will reach 20 years this September, has been -- by standards all the way from financial to competitive -- successful. It is not in the least surprising, then, that the owners would ask him to stay on a bit longer.  Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
