{
    "url": "http:\/\/m.mlb.com\/news\/article\/26309166",
    "title": "Dodgers, FOX settle legal dispute",
    "subtitle": "Dodgers, FOX settle legal dispute",
    "body": "LOS ANGELES -- The Dodgers and FOX Sports settled their legal dispute Tuesday night, clearing away the last and highest hurdle to the timely sale of the ballclub.  The Dodgers agreed to honor the existing broadcast agreement with FOX, and the network withdrew its lawsuit that would have dismissed the Dodgers from bankruptcy and blocked the planned sale of the team.  The settlement, on the eve of a scheduled hearing to deal with the dispute, means the sale of the club will go on as planned. But there will not be an auction of the future television rights, which currently are held by FOX Sports' Prime Ticket affiliate. FOX also agreed to drop its District Court appeal of the bankruptcy court's order allowing the future television rights to be sold. FOX was almost certain to win that appeal, to be heard on Thursday, after U.S. District Judge Leonard Stark granted the network an emergency stay and found the bankruptcy ruling in error.   FOX will continue to broadcast Dodgers games through the 2013 season following the sale of the club, which by court order will be completed by April 30, 2012. Club owner Frank McCourt must pay a $131 million divorce settlement to ex-wife Jamie McCourt on that date.   Initial bids for the club are due Jan. 23, and McCourt must present a winning bidder to the court on April 1.   In the settlement, the Dodgers and FOX agreed to mutual releases, but not for the $30 million personal loan FOX made to McCourt. FOX retained the right to challenge any sale of the club to rival Time Warner Cable, which is considering making a bid.   The Dodgers had attempted to accelerate the sale of future rights through an auction to establish a higher value and sale price for the ballclub. But FOX protested, arguing that its \"back-end rights\" for an exclusive negotiation period and right to match the highest bid were being violated in an attempt to enrich McCourt. FOX then sued to have the bankruptcy proceedings halted and sought \"massive\" damages.   A new owner can auction the future broadcasting rights after the 2013 season or develop a regional channel to televise games. Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
