{
    "url": "http:\/\/m.mlb.com\/news\/article\/26301190",
    "title": "PED users don't belong in Hall of Fame",
    "subtitle": "Bauman: PED users don't belong in the Hall",
    "body": "There are no specific guidelines for voting on Hall of Fame candidates who used performance-enhancing drugs. Therefore, individual voters in these instances must create their own standards. In that way, this becomes an essentially American activity.  The honest difference of opinion is what makes everything from horse races to presidential elections to voting on induction to the National Baseball Hall of Fame. But in this last category, judging a man's achievements on the field looks like a relatively simple task, as opposed to judging what role PEDs had in determining his place in the game, or his potential place in Cooperstown.  Starting next year, the Hall balloting is going to include some of the biggest names in the game, accompanied by some of the largest clouds of PED use. Barry Bonds, Roger Clemens, Sammy Sosa come immediately to mind. For some voters, it is inconceivable that players of this magnitude could be kept out of the Hall of Fame. For other voters, it is just as inconceivable that steroid users could be given a place in the grand old game's hallowed Hall. The Baseball Writers' Association of America supplies the electorate for this balloting; typically 500-plus eligible voters. The BBWAA considered forming a committee to create guidelines for voting on players from the \"steroid era\" but rejected that notion on the grounds that any hint of instructing voters on how to vote would be, in essence, an un-American activity.   The voters have already given some indications of their direction on the issue of PED usage, in the cases of Mark McGwire and Rafael Palmeiro. McGwire, who has acknowledged steroid usage, has seen his numbers decline in his six years on the Hall ballot, to a low of 19.5 percent this year. Palmeiro, who had what seemed to be Hall of Fame numbers, but who also had a positive test for a banned substance, received 12.6 percent of the vote in this, his second year on the ballot.   With 75 percent of the vote required for election to the Hall, the overall sense of the electorate's direction on this question seems clear.   Still, there remain wide differences of opinion on what to do about players from this era. Some voters say they will vote for no players from this era, because they believe use of PEDs was so widespread. Other voters say they will vote for any qualified candidate from this era, for essentially the same reasons -- use of PEDs was widespread, and who are we, the baseball writers, to act as judge and jury?   In this case, though, the writers are the judge and jury. We can all argue endlessly about whether this is a serious case of miscasting, but it is a fact. We're human; we can make mistakes, individually and collectively. But at least in these matters, we are intensely interested and reasonably well-informed.   Voting for the National Baseball Hall of Fame is a rare privilege and a solemn responsibility. There should not be a place in this process for arbitrary distinctions or whimsical decisions. Fortunately, the preexisting Hall of Fame guidelines for its election offer some useful direction: \"Voting shall be based upon the player's record, playing ability, integrity, sportsmanship, character, and contributions to the team(s) on which the player played.\"   The \"integrity, sportsmanship, character\" portion of that sentence does not seem to me to allow for the use of PEDs. For my one small vote, that is where the line of demarcation will be drawn: No users of performance-enhancing drugs in the National Baseball Hall of Fame.   Mere suspicion of PED usage should not be enough to overturn a candidacy. But a positive test for a banned substance, a guilty verdict in a trial, some tangible evidence of guilt -- that should be enough to make a case against induction.   And in this kind of case, it doesn't matter how successful the career in question was. The use of PEDs made the career more successful and thus, in that way, increased the extent of the crime. Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
