{
    "url": "http:\/\/m.mlb.com\/news\/article\/26290278",
    "title": "Chen gives Orioles veteran left-handed starter",
    "subtitle": "Chen gives Orioles veteran left-handed starter",
    "body": "BALTIMORE -- In the latest move of the ongoing effort to stabilize their starting rotation, the Orioles officially signed left-hander Wei-Yin Chen out of Taiwan on Tuesday, agreeing to a three-year contract that includes a club option for 2015.  The signing not only gives the O's a lefty to go along with right-hander Jeremy Guthrie, but it also shows that executive vice president of baseball operations Dan Duquette is willing to offer multiyear deals to free-agent pitchers in the right scenario.  \"It's a unique situation based upon his age, the fact that he's left-handed, our need and the acquisition cost was really [just] the cost of the contract,\" Duquette said of Chen, who was not subject to a posting fee because he was released by the Chunichi Dragons. \"So in this case, we thought it was reasonable to extend him for the third year. You never know what's going to happen, but in Chen's case, taking all those factors into consideration, it was reasonable.\"   Chen spent the past four years with the Dragons in Japan's Central League, going 38-30 with a 2.48 ERA in 117 games (88 starts). The lefty posted a 2.68 ERA in 25 appearances last season and will be the first Taiwanese-born player in Orioles history, as Duquette, who also signed Japanese pitcher Tsuyoshi Wada earlier this offseason, continues to ramp up the organization's international efforts.   Chen works off a fastball that routinely clocks in between 92-94 mph, and he is lauded for his exceptional command and use of a \"slurve-like\" breaking ball for his out pitch. His signing, coupled with Wada and the club's trade for Dana Eveland, gives the O's depth at the starting pitching position, fostering competition among their young hurlers and ensuring that setup man Jim Johnson will remain in the bullpen.   \"He understands what's going on,\" manager Buck Showalter said of Johnson, who was viewed as a potential rotation candidate if necessary. \"We will see what the rest of January and February brings, but right now, we are looking at him in the bullpen.\"   While Wada could also be moved to the bullpen depending on what happens in camp, Chen figures to be solely used as a starter. A member of the Chinese Taipei national baseball team in the 2004 Athens and '08 Beijing Olympics, Chen went 1-0 in two starts in the '08 Games, tossing seven shutout innings in a 5-0 win over the Netherlands.   \"I am extremely excited about this opportunity to challenge the Major Leagues and begin the next chapter of my professional baseball career,\" Chen said in a release. \"I will do my best to help the Orioles to the championship.\"   Outfielder Kyle Hudson was designated for assignment to make room on the Orioles' 40-man roster. Hudson, 25, hit .143 in 28 at-bats over 14 games with Baltimore last season after hitting a combined .296\/.375\/.336 in 119 games across three Minor League levels earlier in the year. Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
