{
    "url": "http:\/\/m.mlb.com\/news\/article\/26321560",
    "title": "Larkin a hometown hero in Cincinnati",
    "subtitle": "Meggie: Larkin a hometown hero in Cincinnati",
    "body": "CINCINNATI -- Most kids my age don't know who Barry Larkin is. They've got an excuse: When Larkin retired in 2004, they were only 7 years old. But being the enormous baseball fan I am, I do. Even though I don't recall it, I saw Larkin play the summer I was 7, when I first started taking an interest in the national pastime. And I wish I could remember seeing \"Lark,\" as he is so affectionately known in the baseball world, play. Why? Because now, learning of his Cooperstown induction, I am ecstatic to have a Hall of Fame member so close to home. And I mean that in a literal sense. Not only is Larkin the first-ever Cincinnati native to be selected, but he also attended Archbishop Moeller High School, which is a mere 20 minutes from my home. In fact, my brother played in a basketball tournament at Moeller last year, and upon perusing the school, my parents and I stumbled upon the Moeller Hall of Fame, which featured Larkin and his brothers Byron and Mike.  Of course, Larkin is also a 2008 Cincinnati Reds Hall of Fame inductee. But now the 12-time All-Star's name is finally where it belongs -- come July 22, it will be enshrined among the legends in Cooperstown.  When Larkin came back home to Great American Ball Park to serve as an ESPN Baseball Tonight analyst for the Reds game on July 24 of last year, I found myself among the many fans milling around the terrace outside the ballpark, clustering around ESPN's makeshift broadcast tent, where a beaming Larkin used his phone to broadcast the scene surrounding him. Craning my neck to catch a glimpse of Larkin himself, I threaded through a sea of \"Larkin 11\" jerseys and \"Welcome Home Barry\" posters. The din of the moment was so loud that Larkin and the other anchors found themselves having to considerably raise their voices in order to be heard above the crowd's chants of \"Bar-ry Lar-kin\" and \"Hall of Fame!\" -- chants in which my family and I enthusiastically partook.  Larkin is an all-around good guy. In 2008, he released \"Barry Larkin's Merlot\" to benefit Champions Sports Foundation. He also has helped build the Champions Sports Complex for the program. He serves as an inspiration to many current and former MLB players, including Brandon Phillips. Phillips, despite having grown up in Georgia, names Larkin as his \"hands down\" favorite player growing up.  Phillips said he admired \"the way [Larkin] approached the game. He was just out there having fun, making all of those spectacular plays, and he also was a winner. I just try to go out and model my game after him.\"  As the saying goes, \"Imitation is the sincerest form of flattery.\"  At a press conference in Cincinnati on Wednesday, Larkin was quick to credit those who helped him throughout his career. Present at the conference were Larkin's parents, wife and two of his brothers, along with several of his Moeller coaches and Gene Bennett, the man responsible for scouting Larkin on the Reds' behalf.  \"I do not want it to be lost in my enshrinement the importance of everyone that is here,\" a humble Larkin stressed.  \"Pretty much every day, as the mayor of this great city, I get to cut a ribbon or turn some dirt or preside over a council meeting ... but I rarely get the opportunity to do something that is this magnificent,\" said Cincinnati Mayor Mark Mallory, who presented Larkin with a resolution from the city in his honor.  Throughout the night, Larkin's professionalism was repeatedly touted.  \"The best thing I can say about him is, he lived his life with class and he played the game the same way,\" Reds broadcaster Marty Brennaman declared.  Asked whether, upon reflecting on his career, there was anything he wished he would've known at a young age, Larkin was steadfast.  \"I think with baseball, it's all about experience,\" he said. \"I'm glad my career went down the way it did.\"  Larkin said he has never been to the Hall of Fame before. One thing's for sure, his first visit to Cooperstown will be a special one. Meggie Zahneis, winner of the 2011 Breaking Barriers essay contest, earned the job of youth correspondent for MLB.com in the fall of '11. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Meggie Zahneis"
}
