{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/26290310",
    "title": "Cubs sign free-agent lefty Maholm",
    "subtitle": "Cubs sign free-agent lefty Maholm",
    "body": "CHICAGO -- Paul Maholm said he wasn't trying to \"scoop\" the media with his Twitter announcement that he had signed with the Cubs. He was just excited to share the news.  The free-agent left-hander tweeted Monday night that he was switching National League Central teams, leaving the Pirates to sign a one-year, $4.25 million deal with the Cubs with a club option of $6.5 million in 2013, or a $500,000 buyout.  \"I hope to get to continue some things when I visit [Pittsburgh] during the year and start some great things as I start my Cubs career,\" Maholm wrote. \"Obviously, I'd known for a few days, and [Monday] I passed the physical,\" Maholm said Tuesday. \"It's tough just sitting around and not being able to say anything. I'd talked to [Cubs general manager Jed Hoyer] earlier in the night and everything was official.   \"I wasn't trying to scoop any of you guys or anything,\" he said on the conference call with the media. \"The night before, I took a bunch of beatings [on Twitter] for saying congrats to [Tim] Tebow for beating the Steelers. It seems most of the Chicago fans are looking forward to me coming to the city. It was something good to get to see the fans' reaction through Twitter. [Twitter] is good and bad, and for the most part, I try to use it for good stuff.\"   The Cubs are hoping for good things from Maholm, the second left-hander added to the club's 2012 rotation, joining Travis Wood, who was acquired in a deal with the Reds. Maholm, 29, who has spent his entire career with the Pirates, gives the Cubs more depth. The team did not want to be short-handed as it was last season when both Andrew Cashner and Randy Wells were hurt after their first starts of the season.   \"We're very comfortable with the names that we have,\" Hoyer said. \"You never know what will happen over the course of the winter, what's going to be available to us. A huge priority was building depth and we feel we've done that. You can never have enough pitching. The minute you think you have enough pitching, you don't. We're happy with the depth we've built up over the course of the winter. It's a dangerous thing to say you're ever done.\"   Maholm missed all of September because of a pulled muscle in his left shoulder but passed his physical Monday and has been throwing. He could start bullpen sessions next week. In 185 career starts with the Pirates, Maholm went 53-73 with a 4.36 ERA, including a 6-14 record last season.   \"His won-loss record doesn't reflect his ability,\" Hoyer said. \"He's pitched on some teams in Pittsburgh that have struggled. He's been a guy who takes the ball, eats a lot of innings and really has kept his team in games his whole career.\"   The candidates for the rotation now include Maholm, Wood, Matt Garza, Ryan Dempster, Chris Volstad, Wells and Casey Coleman. Jeff Samardzija also will be stretched out in Spring Training, although he most likely will wind up in the bullpen.   With all the additions, the Cubs may have a surplus. There has been interest in Garza this offseason by teams such as the Tigers, Yankees and Blue Jays.   \"This Maholm contract, and the fact you can look and say we have six starters now, this deal is not a precursor to anything,\" Hoyer said.   The Cubs did want more variety in the rotation, and adding another lefty helps.   \"You don't want a homogenous pitching staff where every starter looks sort of the same and the opposing team knows what they'll expect when they come in to play the Cubs,\" Hoyer said. \"Lefties are, by definition, more efficient than righties. They hold runners better. It's always important to have some lefties in your rotation. You don't want to run into a team that can stack its lineup with all lefties and really hurt you for a three-game series. We like the mixture we have.\"   A ground-ball pitcher, Maholm likes the idea of pitching in Wrigley Field, where he is 6-2 with a 5.48 ERA in 11 career starts.   \"I've had success there,\" he said of Wrigley. \"I've got some good memories of taking the mound. I'm looking forward to doing whatever I can to help the team.\"   His agent had talked to other teams, but Maholm said that, after Jan. 1, he made it clear he wanted to pitch for the Cubs. The NL Central will definitely have a different look this year.   \"With Albert [Pujols] and Prince [Fielder] probably heading out, for a pitcher, I think that's obviously a positive,\" Maholm said of the two sluggers. \"To go to the [American League], it would have had to be a really good match, and it's not something that we found.\"   Maholm also has heard good things about new Cubs manager Dale Sveum and pitching coach Chris Bosio. Pirates manager Clint Hurdle helped the lefty last season when he offered some things his former team, the Rockies, had learned. Maholm expects Sveum to do the same.   Last season, the Cubs went 8-8 against the Pirates; in 2010, Chicago was 5-10. What gives?   \"Obviously, the guys who are there have the ability to win,\" Maholm said. \"For whatever reason it wasn't happening. With Sveum coming in and his staff, I think he's put together a good staff. With Dempster and all those guys on the pitching staff, if we go out and do our job, the bullpen will be set up well.   \"If everybody has their normal years -- you don't have to do anything great, just go out there and play hard and expect to win -- I think the Central will be competitive,\" Maholm said. \"I think there's not one huge clear-cut favorite. I think we can make our way up.\"",
    "author": ""
}
