{
    "url": "http:\/\/m.mlb.com\/news\/article\/26285880",
    "title": "Bailey hits lanes to strike out pediatric cancer",
    "subtitle": "Bailey hits lanes to strike out pediatric cancer",
    "body": "PENNSAUKEN, N.J. -- Andrew Bailey declined to make a joke about throwing strikes, even as he stood in a bowling alley. Turns out, he's not much of a bowler. \"I'm just trying not to fall down,\" the Red Sox new closer said Saturday, as he hosted the first Bailey Bowl at Pinsetter Bar & Bowl in South Jersey, where he grew up. The Bailey Bowl benefits the Strike 3 Foundation, which supports pediatric-cancer research and assists the Children's Hospital of Pennsylvania. Bailey was more than the event's spokesperson and host. With the help of friends and family, he took an active role in throwing the event -- putting together an auction of sports memorabilia and lining up celebrities to appear, including manager Bobby Valentine. Valentine has been involved with the Strike 3 Foundation for several years, and knew Bailey only in passing. They figure to get much better acquainted, now that they'll be working together in Boston. First, however, he had to get through his stint as the charity fundraiser's host and keynote speaker. His father, Bill, joked that Bailey barely slept the night before. Valentine laughed that Bailey had a sweat going before he had to get up and speak. \"He'd much rather be closing in the ninth in Yankee Stadium,\" said Craig Breslow, Bailey's friend, former teammate and the founder of the Strike 3 Foundation. \"He said the last couple of weeks have been more stressful than pitching.\"  Fortunately for Bailey, he's not only more comfortable on the mound, he's pretty good when he gets there. Bailey, the 2009 American League Rookie of the Year and a two-time All-Star, has a career 2.07 ERA and 75 saves. When healthy -- and he's battled injuries off and on for years -- he's been among the best closers in the league.  Certainly, pitching in the pressure cooker of Boston is different than Oakland. But Breslow -- who played with former Red Sox closer Jonathan Papelbon in Boston in 2006 and has been Bailey's teammate in Oakland the last three years -- said Bailey will thrive in his new environment.  \"Andrew is tremendous in big situations,\" said Breslow, now with Arizona. \"He didn't get a lot of that in Oakland, but pitching at Fenway will bring out the best in him.  \"If you're confident -- you attack the hitters and you throw 95-plus -- you ought to have success anywhere.\"  Valentine did not appear worried about Bailey's makeup.  \"He's in better shape than I think I've ever seen him,\" said Valentine. \"He's genuine, he's excitable and he's competitive. The thing you need is talent, in my opinion. If you're healthy, and you have talent, your makeup is generally pretty good.\"  Bailey said he's looking forward to it.  \"I understand that pitching in Boston, you've got to win,\" he said. \"I'm excited about that kind of pressure. In Oakland, you've got to win, too. I never go out there to get work in, I go out there to get outs.\"  Former Red Sox pitching coach Curt Young, who is now back in Oakland, talked with Bailey after the trade and told the young closer: \"You'll love it there.\"  \"[Young] said he thinks I've got the perfect mindset for it,\" Bailey said.  Saturday was the first major fundraiser Bailey threw for the Strike 3 Foundation. Breslow's sister Lesley is an 18-year, pediatric-thyroid-cancer survivor, and was the inspiration for Breslow's efforts to support pediatric-cancer research.   There were approximately 280 people in attendance on Saturday night, and the Bailey Bowl raised over $73,000.   Bailey had often offered to help out, signing autographs or making appearances.  \"Before I knew it, I was on the board,\" said Bailey.  \"I've always wanted to do things to give back to the community. I just think as a professional athlete, you have a great opportunity to have an impact. To be able to have a positive impact on a child's life -- nothing compares with that.\" Kevin Roberts is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Kevin Roberts"
}
