{
    "url": "http:\/\/m.mlb.com\/news\/article\/16538524",
    "title": "Calendar flip coincides with legends' special day",
    "subtitle": "Calendar flip coincides with legends' special day",
    "body": "Jackie Robinson would have been 92 on this day. Ernie Banks turns 80 and Nolan Ryan is now 64. We can't think of a better way to say farewell to the last non-baseball month of this offseason than to wish a happy birthday to these three legends. The national pastime is all about heritage, happiness and hope, and on this final day of January, we look at that trio and are reminded how far we have come as people and as fans. We see the embodiment of role models, a legacy and a message for today's youth, for everyone. Two weeks from today, a Valentine's Day for love, pitchers, catchers and injured players may begin reporting to Spring Training in Arizona and Florida. The calendar will flip to February and then comes the reality of a new day in Major League Baseball. The next time we will see a month with no baseball will be November, because the season ends sooner in 2011.  Let's say goodbye to the cold countdown days of January, and leave it behind with this fond remembrance of three Hall of Famers who have left such a permanent imprint on the game.  Robinson was born in 1919, in Cairo, Ga., and he left us in 1972 as a man who transcended sports. Jackie broke baseball's color barrier when, at Branch Rickey's behest, he started for the Brooklyn Dodgers on April 15, 1947. That is annually commemorated as Jackie Robinson Day throughout MLB, and his birth date also serves as an appropriate launch of February's Black History Month.  \"A life is not important except in the impact it has on other lives,\" Robinson said.  His impact is everlasting. On the field, Robinson played 10 seasons with Brooklyn, a cornerstone of its glory years. He played in six World Series, all against the Yankees, including the breakthrough season of 1955 when Dem Bums finally won it all. He was the National League Rookie of the Year Award in that fateful summer of '47, batted .311 overall, was a six-time All-Star selection, won the NL Most Valuable Player Award in 1949, and this is all after toiling in the Negro Leagues along with others who blazed a path for today's athletes.  Banks signed with the Kansas City Monarchs of the Negro Leagues in 1950 and broke into the Majors with the Cubs in 1953. He took the road Jackie had cleared -- then in his own right became a legend who has a statue outside of Wrigley Field and a flag hoisted on a flagpole there. When you think of Banks, you think of sunshine, a smile and his catchphrase of \"Let's play two!\"  Ol' Ern is as enthusiastic as ever, still am ambassador for the sport -- and officially ambassador for the Cubs along with fellow Hall of Famer Billy Williams. You just want to be around Ernie Banks. He was a lifelong Cub, 19 years on the field, roughly the first half primarily at shortstop and the second half at first base. Banks hit .274 with 512 homers and 1,636 RBIs, and he was an 11-time All-Star pick and two-time NL MVP Award winner (1958-59).  \"Life is wonderful,\" he said at last year's Civil Rights Game, where he threw out the ceremonial first pitch. \"It's just the way I was born. People I was around like Buck O'Neil of the Kansas City Monarchs, a lot of the players I played against, Hank Aaron and Willie Mays, they were all just ready to go, positive about playing the game. They looked at the game as, 'It's all right, and I care about it, but not that much.' So they didn't fight it all the time. They just enjoyed it, played it, and that's the way I look at life. It's just that way. It's just wonderful.  \"People would tell me sometime, 'I'm having a problem with this ...' I'd say, 'That's great! Now let's find out how to handle it.' Just go out and enjoy life, eat, don't be so serious about it. That's the way I look at baseball.   \"I went down to the Cardinals' and Reds' locker room [last summer], and I told them, 'Just being able to play this game is a wonderful, joyful thing. You can't win every day, you can't lose every day. Just go out there and give it your best effort and play hard and enjoy it and have fun at it.'\"  Banks said signing with the Monarchs and then going to the Cubs was \"a big transition. I didn't expect to make it to the Cubs. The last game, me and a guy named Bill Dickey was there. Buck O'Neil, our manager, told us to meet him in the lobby, and we did. He took us to a place, we were sitting in the cab, and we got there and looked up at this big red sign, and said, 'Wrigley Field? What are we doing at Wrigley Field?'\"  Wrigley Field will be open for business again on Friday, April 1, a day game that marks another Opening Day for the Cubs. Hope springs eternal there, even if tinged with caution and reality. You always wonder if the Cubs could possibly win the World Series. Banks never did. The Cubs last won it all in 1908. In February, they will show up in Mesa, Ariz., with such newcomers as Matt Garza and Carlos Pena, hoping to pick up from an impressive closeout under manager Mike Quade in 2010.  If you don't think it's possible, then you need only go back to last fall, when the Texas Rangers went to the World Series for the first time. They did so with Ryan leading the organization, part of a management team including managing partner Chuck Greenberg. How fun was it to watch Ryan trying to catch that foul ball behind home plate during late-October, enthusiastic as a kid. Now his Rangers will return to camp in Arizona as an American League favorite.  During his career, Ryan did things that still seem impossible now. The Ryan Express rivals Walter Johnson as the greatest right-hander in history, open to debate. Ryan struck out 5,714 batters. To put that into perspective, just consider that Roy Halladay, with such a brilliant past decade for Toronto and then Philadelphia, has 1,714 K's.  Ryan threw a record seven no-hitters, and we are reminded how thrilling and suspenseful it was anytime he carried a no-no past the sixth inning. You always braced yourself for history when he pitched. You always feared facing him if you were the average batter.  Now that his Rangers are just two weeks away from Spring Training, it is not surprising that Ryan is projecting that same confidence about 2010. He predicted during the recent Rangers Fan Fest that the club will win 90 to 95 games. Last spring, he predicted 92, and Texas won a lackluster AL West with a 90-72 mark.  \"I think we're a better ballclub now than we were this time last year,\" Ryan said. \"We have more experience and a better overall club with the additions we've made this offseason and the young pitchers we have coming back.\"  Memories will be made in the year ahead. February will bring uniformed players back onto the diamond for the first time, March will bring Opening Day, and the summer game will roll out in ways one only can imagine. Stars will be born and legends will be established.  Robinson, Banks and Ryan are three examples for everyone to follow. Imagine the Ryan Express on the mound, Mr. Cub behind him at short flipping to Jackie to turn a double play. Imagine finding three more people like them. Happy birthday. Mark Newman is enterprise editor of MLB.com. Follow @MLB on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
