{
    "url": "http:\/\/m.mlb.com\/news\/article\/16538498",
    "title": "Chipper optimistic he'll be ready Opening Day",
    "subtitle": "Chipper optimistic he'll be ready Opening Day",
    "body": "ATLANTA -- Daily cortisone treatments begun last week have calmed the tendinitis in Chipper Jones' surgically repaired left knee. This week, the Braves' third baseman will start agility drills.  As Spring Training nears, Jones feels that he is on schedule to be ready for Opening Day. But there are still hurdles -- and questions -- that remain.  \"I'm starting to get ready to do it for real,\" Jones said Monday at Turner Field. \"That's when I'll see where I'm really at.\" Jones, who tore his anterior cruciate ligament in August, will report to Spring Training with the pitchers and catchers on Feb. 14. He hasn't taken any ground balls yet, but has been hitting since December.   The tendinitis, which wasn't unexpected, had limited him and made batting right-handed painful for the switch-hitter. But he hopes that is in the past.   \"I've felt good since I began the treatments and I've had no limitations since,\" Jones said.   The colder-than-usual Atlanta winter has kept Jones from doing much outside, which may not be a bad thing.   \"Everybody who knows me knows that I'm going to try to do too much too quick,\" Jones said. \"[The weather] has helped keep the reins drawn in, which is probably a good thing. I'm resigned to not doing any of the fielding stuff until I get down to Spring Training, which is probably in my best interest.   \"My knee isn't quite there yet. I can run straight ahead, but it still feels like my left leg is five pounds heavier than my right. That's just something that comes with the surgery.\"   As he eases back into things, though, don't expect Jones to wear a bulky brace like former Atlanta teammate Sid Bream. He will wear a sleeve for support instead during workouts as well as games.   The flareup of tendinitis wasn't a setback in Jones' mind, just something to be expected as part of the rehab process. And he said it has been much less of a problem than when he tore the ACL in 1994. That repair required major surgery, rather than being done arthroscopically.   \"Now that you're starting to get into the everyday hustle and bustle of getting yourself ready for Spring Training, you've got aches and pains,\" Jones said. \"Tendinitis is just one of those steps you've got to get by.\"   His treatment is through a process called phoresis, an alternative to a cortisone shot. Jones wears a pad on his knee and the anti-inflammatory is electronically distributed through the skin.   Jones, 38, had hinted at retirement as he struggled early last season, but he had regained his hitting stroke before being injured on a fielding play in Houston on Aug. 12. He vowed to come back, saying, \"I don't want the fans' final image of me to be one of me hurt on the field.\"   Jones, who has a .300 career average and 436 home runs, feels that his return is on schedule.   \"I've got to get to the point where I don't mentally think about the knee,\" Jones said. \"As long as I don't have any pain down there, I won't think about it. That's why I'm really excited about coming down here [to Turner Field], getting the treatment, getting that tendinitis out of there.\"   Guy Curtright is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Guy Curtright"
}
