{
    "url": "http:\/\/m.mlb.com\/news\/article\/2337083",
    "title": "Baseball's hits to keep coming in 2008",
    "subtitle": "Hits to keep coming in 2008",
    "body": "Baseball has given itself a tough act to follow. The 2007 season teemed with enough team and individual heights, milestone moments and star turns to move some to call it the greatest in the sport's history.  There were three no-hitters (Mark Buehrle, Justin Verlander, Clay Buchholz), two torrid batting races (taken by Matt Holliday in the National League and Magglio Ordonez in the American League) and one monster statement (Alex Rodriguez's 54 homers and 156 RBIs).  There was also a scoreless month (Brandon Webb went from the sixth inning on July 20 to the first inning on Aug. 22 without allowing a run) and a nearly undefeated month (the Rockies lost once from Sept. 15 until Game 1 of the World Series, on Oct. 24). Can the pride, and folly, of Chicago's North Side really fulfill Jack Brickhouse's line, that \"Any team can have a bad century\"? The Cubs are marking what is popularly called the Ten Carat Diamond Anniversary of their last World Series triumph, and it's been 62 years since they've even been in a Classic. Or, when Lou Piniella was in his terrible twos.    Dusty Baker returns from a one-year sabbatical behind the microphone to roust the Cincinnati Reds from their nadir of seven consecutive losing seasons. The three-time NL Manager of the Year has been dealt a bolstered hand, mostly by Francisco Cordero, given a four-year deal to mend a bullpen that converted an NL-low 55 percent of save chances.   8. Farewell to Yankee (and Shea) Stadium   It was renovated in 1974-75, but has stood at the corner of East 161st Street and River Avenue since 1923. The curtain drops in the Bronx (as well as in Flushing, on the Mets' 43-year-old home), helped by the fanfare of the 2008 All-Star Game on July 15. Of course, the tenants hope to flummox those engaging in the inflamed market for tickets to the final scheduled game -- Sept. 21, Orioles -- by extending their lease with a 14th consecutive postseason appearance.   7. Golden Rod   He is easy to resent and dislike, because he is too good. Last year, the Yankees' Rodriguez proved to be even better than that: He proved to be human (some indiscretions, some confessions), although 54 homers and 156 RBIs could argue that point.    Wherever he starts the season, the 29-year-old left-hander with a 93-44 record and two Cy Young Awards will be the most closely followed individual in the game. If he begins the season in Minnesota, the suspense of his destination will build up to the July 31 trading deadline. If he already has a new home -- in Boston, New York or the West Coast -- he'll be scrutinized as the highest-paid pitcher in history (that's his contract target).   5. Mitchell microscope   Doubts have been replaced by a document, suspicions by substantiations. The names unearthed by a 20-month investigation into the use of illegal substances in baseball are out there -- and two dozen of them will be out there on the field. Their performance, and behavior, will be on public trial.  4. The Tigers' tale   Running amok among his gun-shy peers, Detroit GM Dave Dombrowski quickly pulled the trigger on a series of moves that seemed to jack up the Tigers from competitive to ferocious. Can Miguel Cabrera, Dontrelle Willis, Edgar Renteria and Jacque Jones help the Tigers live up to what obviously will be lofty preseason expectations?    Torre is in Los Angeles, replaced in the Bronx by Girardi. The glare, and the heat, will be on both.      Thirteen years after Nomomania and seven years after Ichiro pushed the envelope off the mound and onto the playing field, the Major League assimilation of Japanese players is complete. They have quickly gone from novelties to critical building blocks of success.      Uneasy rests the head that wears baseball's crown. Since the New York Yankees were the last champions to repeat with their 1998-2000 reign, a World Series title has been a harbinger of horrible fate.      Tom Singer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
