{
    "url": "http:\/\/m.mlb.com\/news\/article\/2333710",
    "title": "Intangibles made Fryman special",
    "subtitle": "Intangibles made Fryman special",
    "body": "Travis Fryman knows stats are the main criteria for a player to get into the Hall of Fame, and he keeps his expectations accordingly grounded with his name on the ballot for the first time.  If part of the measure of a player is the effect he has on his teammates, however, then Fryman can look back on his days in uniform and feel pretty happy. That's how he likes to look at his career, and that's one reason he's giving himself a shot at managing.  \"That would be what I am most proud of in my career,\" Fryman said, \"not what I ever did between the chalk lines, but the changes that took place in my life, to the point that I began to care for the men that I played with and try to contribute to their success in life and their careers. Some of those relationships continue even through today. \"When you look back, it is about relationships. For me, those relationships were the most important thing. As athletes, we're limited by what God has given us. It's our responsibility to get the most out of that.\"   Fryman was on both sides of the mentoring relationship during his 13-year playing career. He credits the first half of his career on a veteran-laden, character-rich Tigers team with teaching him about baseball and life. Once he jumped over to Cleveland in the shocking trade of 1998, he was just a few hours away from Detroit, but on the other side of the experience gap with a chance to pass on what he learned.   He rose through the Tigers farm system branded as the successor to Alan Trammell, the ever-popular shortstop and one of the faces of the franchise who battled through injuries as he played through his early 30s. They actually split time at shortstop and third base in 1993, shuffling back and forth.   It could've been an awkward situation for both the established veteran and the young upstart. What stood out to Fryman was that Trammell never made it that way, nor did teammates or manager Sparky Anderson.   \"I just could not imagine a better situation for a young player to come up in,\" Fryman said. \"That's one of the things I look back on and am most grateful. Even to this day, many of the lessons I learned from Trammell and [Dave] Bergman and [Frank] Tanana are a part of my day-to-day life, how I deal with other people and how I interact with younger players.\"   Fryman's positional situation was uncertain, but his hitting ensured he had a place in the lineup somewhere. A Major Leaguer at age 21 in 1990, he was no small reason for Detroit's brief baseball renaissance in the first few years of the decade. He hit 21 home runs with 91 RBIs in his first full season in 1991, followed by his first All-Star selection a year later as a reserve shortstop.   Another All-Star appearance followed in 1993, again as a shortstop, before Anderson called him into his office after the break and told Fryman that the juggling shortstops had to end. Trammell was staying at short, and Fryman was going to third full-time. Third base, Anderson told Fryman, could be better for his career.   That was fine with Fryman. Moreover, it might've helped him emerge. The lessons he learned from Trammell, however, were never forgotten.     \"I remember the selflessness of Alan Trammell in being willing, with the career he had had, to learn a new position to try to benefit our club,\" Fryman said. \"That's the greatest lesson you could possibly learn. I was willing to play short, to play third, or anywhere Sparky wanted me. That lesson I learned from Tram, and I remembered that the rest of my career.\"   Fryman responded almost immediately; he batted .330 with a .961 OPS over the second half of that season to earn his first .300 season at age 24. As a teammate, however, he didn't feel he reached his potential until the winter following the 1994 season.   In his current job directing a ministry, Fryman tells people an athlete's career is divided into five areas. The last part, he says, is perspective. He gained perspective after '94.   \"Usually it comes at a time when a tremendous amount of damage has been done in a player's life,\" Fryman said. \"For me, I'm grateful that my perspective changed really midway in my career. It allowed me really to have a proper balance in my career.\"   The hitting went on for Fryman, who reached 22 home runs and 100 RBIs in both 1996 and '97 while the Tigers rebounded from 53 wins in '96 to 78 the next year. Just when he could at least hope for the Tigers to contend again, he was out, dealt to the expansion Arizona Diamondbacks in a surprise trade on the day of the expansion draft. Two weeks later, the Diamondbacks traded him to Cleveland.   What had been a whirlwind November ended with Fryman playing for the defending American League champions. And the hurt of being traded by the Tigers was soon soothed. He spent more time with the Tigers, but he remains connected with the Indians.   \"You couldn't have gone to Cleveland at a better time,\" Fryman recalled. \"I was there when they were sold out every time, had great veteran players, and I got my first chance to experience winning at that level of baseball. We made some very close friends in Cleveland that are still friends to this day, and you won't find a better organization.   \"For the way they run things and the quality of people, it's a very impressive organization, and one reason I'm still attached to them to this day. It was certainly a blessing.\"   His first season in Cleveland in 1998 brought a career-best 28 home runs to go with 96 RBIs batting anywhere from fifth to eighth in a lineup that featured Manny Ramirez and Jim Thome. Two years later brought arguably the best all-around season of his career, a .321 average to go with 22 homers and 106 RBIs. He earned the starting nod at third base for the American League All-Stars, and he earned his first Gold Glove Award at season's end.   Injuries helped prompt him to retire in 2002 at age 33, but the numbers he put up were nothing to easily dismiss. Yet as he prepares to re-enter the rigors of the baseball season as manager of the Indians' short-season Class A club in the New York-Penn League, it's the relationships he values, and the values he wants to pass along to the first-year professionals he'll be leading.   \"All I really set out to do,\" Fryman said, \"is get the most out of ability that God gave me, to do it the right way, and to respect the game and guys who came before me. At the end of the day, I felt like I did that.\" Jason Beck is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
