{
    "url": "http:\/\/m.mlb.com\/news\/article\/2338927",
    "title": "Rockies to hold medical mini-camp",
    "subtitle": "Rockies to hold medical mini-camp",
    "body": "DENVER -- The Rockies will take an early 2008 look at a couple of potential starting rotation members, Ubaldo Jimenez and Franklin Morales, as well as invite in several other players and to Coors Field during their \"medical mini-camp,' starting Jan. 14. Many of those coming to Denver over the three-week period will be in so the coaches and staff can monitor their progress from injuries. Right-hander Jason Hirsh, who was 5-7 with a 4.81 ERA before suffering a fractured fibula, falls into that category. So does right-hander Greg Reynolds, the 2006 No. 1 First-Year Player Draft pick who dominated at Double-A Tulsa and was on the fast track to the Majors before a shoulder injury forced him to undergo arthroscopic surgery in August.  But for some others, it's a head start. Jimenez, who turns 24 on Jan. 22, is already penciled into the to rotation after going 4-4 with a 4.28 ERA after a late-season callup and pitching well in the playoffs. Jimenez has arguably the best arm of the potential rotation.   Morales, who turns 22 two days after Jimenez's birthday, went 3-2 with a 3.43 ERA after his late-season callup, but the Rockies are monitoring him closely because of his lack of experience. Morales had just three Triple-A starts, and if he doesn't win a rotation spot he could either be carried in the bullpen or begin the year at Colorado Springs.  Also getting an early jump on 2008 is hard-throwing right-hander Juan Morillo, who has earned callups the last two seasons but could be ready to compete for full-time Major League work. Same with catching prospect Michael McKenry, who is a ways from the Majors -- he hit .287 at Class A Asheville and .281 in the Hawaii Winter League -- but is on the radar as a prospect.   Several prospects who will be at Coors fall into both categories. Their injuries have healed, and they've had some success.  Center field prospect Dexter Fowler underwent wrist surgery during the Class A Modesto season, but he performed well enough in the Arizona Fall League to be chosen to the league's Top Prospects Team.   Right-hander Casey Weathers, the team's top 2007 Draft pick out of Vanderbilt, came out of college with a slight back strain, but finished strong at Asheville (19 strikeouts in 13 2\/3 innings).  Righty reliever Darren Clarke, who pitched two games with the Rockies last season when the team was strapped by injury, has recovered from a lat muscle strain and pitched well in the Arizona Fall League.  Others who are headed to Denver are right-hander Esmil Rogers (7-4, 3.75 ERA at Asheville); righty Samuel Deduno, who battled elbow problems at Double-A Tulsa; shortstop Evreth Cabrera, who hit .300 at Tri-Cities but suffered a fractured ankle; Ricardo Ferrer, a newly-signed player out of Venezuela who will pitch in the Rockies' system; right-handed reliever Pedro Strop, a right-hander who transitioned from shortstop a couple years ago and is on the Major League roster; and catcher Neil Wilson, who has top prospect level talent but has battled staph infections throughout his career.  The hope is all the players in the program are healthy and comfortable with the staff in Denver. Many of the younger players could receive invitations to Major League Spring Training for the first time.  \"A lot of guys will be here for injuries, but for some of the young guys we want to get them in here, make sure they're accustomed to Coors Field and let them get to know the staff,\" Rockies player development director Marc Gustafson said. \"Certainly, that aspect of it is very important to us.\"  The Rockies have \"medical mini-camp\" every other year. In between, they conduct a more formal Winter Development Program during which the club brings in speakers and organizes outings for players so they'll be comfortable in the Denver area.  Other Rockies who will be in town for workouts and rehab during the time period are center fielder Willy Taveras, who suffered several leg muscle pulls last season and wants to train in Colorado's altitude; pitcher Zack McClellan, who underwent shoulder surgery in June; right-hander Ramon Ramirez, who was bothered by forearm soreness last season; outfielder Sean Barker, who finished last season on the disabled list with a left hamstring strain; and first baseman Joe Koshansky, who suffered a sports hernia in late November. Thomas Harding  is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
