{
    "url": "http:\/\/m.mlb.com\/news\/article\/1292345",
    "title": "Yanks sign Leiter to Minor League deal",
    "subtitle": "Yanks sign Leiter to Minor League deal",
    "body": "NEW YORK -- Al Leiter will return for at least one more spring.  The 40-year-old left-hander agreed to a Minor League contract with the Yankees on Friday, accepting an invitation to Spring Training with the organization that originally drafted him back in 1984.  Leiter was acquired by the Yankees last July 16 after being designated for assignment by the Florida Marlins. He became a trusted veteran option for manager Joe Torre, making 10 starts and six relief appearances for the club, earning a win in Game 4 of the American League Division Series against the Angels. Leiter would get a one-year, $1.5 million contract if he makes the 40-man roster, and could earn $500,000 more in performance bonuses.   The Toms River, N.J., native owns a career 162-132 record and strongly contemplated retirement after the season, but appeared to find a niche as a left-handed reliever.   It was a role that Leiter hadn't filled since coming out of the bullpen in 22 games for Toronto in 1993, but it was enough for the Yankees to bring him to camp, offering competition for imported left-handed relievers like Mike Myers and Ron Villone.   In 62 1\/3 innings pitched for New York last season, Leiter went 4-5 with a 5.49 ERA, allowing 66 hits and walking 38 while striking out 35.   Leiter was one of 20 non-roster players invited to Spring Training on Friday, bringing the total number of players expected to report in Tampa to 60.   The other players invited to camp were: left-handers Dusty Bergman and Frank Brooks; right-handers Matt Childers, Mark Corey, James Brent Cox, Philip Hughes, Ramiro Mendoza, Jose Enger Veras, Steven White and Kris Wilson; catchers Ben Davis, Jose Gil, David Parrish, Irwil Rojas and Omir Santos; infielders Eric Duncan, Daniel Garcia and Russ Johnson; and outfielder Chris Prieto. Bryan Hoch is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
