{
    "url": "http:\/\/m.mlb.com\/news\/article\/26339048",
    "title": "Prospect Watch: Top 10 left-handed pitchers",
    "subtitle": "Prospect Watch: Top 10 left-handed pitchers",
    "body": "MLB.com's Top 50 Prospects list has been expanded to 100. The 2012 version will be unveiled on Wednesday, Jan. 25, on MLB.com as well as on a one-hour show on MLB Network, airing at 10 p.m. ET. Leading up to that, MLB.com will take a look at baseball's top 10 prospects at each position. Five of last year's Top 10 left-handed pitching prospects saw time in the big leagues last season. Four from that group are back on this year's top 10 left-handed pitchers list. Most of them are at the upper levels, so they should be coming to a big league ballpark near you soon. 1. Matt Moore, Rays: It's always a shame when a young player with a ton of talent reaches the big leagues and struggles with the bright lights of the highest level. All Moore did was pick up his first Major League victory at Yankee Stadium in September, then toss seven shutout innings to beat the Rangers in the American League Division Series. That was after he struck out 200 batters in the Minors for a second season running. No wonder the Rays locked Moore up with a long-term deal this past offseason. A great scouting find in 2007, he has evolved from a thrower to a complete pitcher with three above-average-to-plus pitches. Moore has nothing more to prove in the Minors, and it will be interesting to see if he can break through and into the Rays' young rotation in what will be his first big league camp this spring. 2. Manny Banuelos, Yankees: The stuff is definitely there for Banuelos to be successful at the Major League level. All he has to do is learn how to harness it more consistently. Banuelos has three pitches -- a fastball, curve and changeup -- that can be above average or better. He's struck out 9.2 batters per nine innings throughout his Minor League career, and his pure stuff has gotten better in recent years, so that should continue. Banuelos' command is what's holding him back. He walked nearly five batters every nine innings in 2011 and often didn't command his fastball well within the strike zone. Banuelos has shown the ability to do it, and once he finds consistency, he could be ready to help out full-time.       3. Danny Hultzen, Mariners: While most thought Seattle would go after Rice third baseman Anthony Rendon with the No. 2 overall pick of the 2011 First-Year Player Draft, the Mariners actually had their sights set on Hultzen all along. The University of Virginia product is the kind of college lefty who is expected to move quickly, but he's more than just a command\/pitchability type. Hultzen's velocity increased in his junior season, giving him a plus fastball from the left side as well as a plus changeup. His breaking ball -- a slider -- isn't quite as good as those first two, but it's a serviceable pitch, and Hultzen is the type of player who will work to improve it. If his performance in the Arizona Fall League is any indication, he should indeed be able to move quickly through Seattle's system.  4. Tyler Skaggs, D-backs: One of the lefties Arizona got from the Angels in the Dan Haren trade in 2010, Skaggs had an outstanding first full season in the D-backs organization, pitching across two levels and starting the Futures Game in his projected big league home. He handled the jump to Double-A without any problem and pitched extremely well as his Mobile club won the Southern League title. Skaggs has three average or better pitches, with his fastball, curve and changeup all having the chance to be above average to plus. He won't be 21 years old until July but could start knocking on the door soon.  5. Drew Pomeranz, Rockies: The tail end of the 2011 season was a whirlwind for Pomeranz. As the player-to-be-named in the Ubaldo Jimenez deal with Cleveland at the Trade Deadline, Pomeranz sat in limbo for a long stretch, unable to pitch, waiting for his part of the trade to be completed. Then he had to have his appendix removed. Despite all that, Pomeranz pitched very well for Colorado and earned his first callup to the big leagues, throwing five shutout innings in his debut. When fully healthy, he has a plus fastball and curve. Pomeranz's changeup isn't quite as good, but it's still an effective pitch. If the former Ole Miss southpaw commands the ball the way he did in the big leagues late last year -- that had been an issue for him in the past -- he'll be just fine, and he should get a long look for a rotation spot this spring.  6. Martin Perez, Rangers: The prospect world can be a bit fickle. Some are not as high on Perez as they once were, because he struggled at Triple-A in 2011. Command has been an issue for the Venezuelan at times, and he struggled with it after his promotion, particularly in the strike zone, leading him to get knocked around quite a bit. But it's easy to forget Perez will be just 21 for all of the upcoming season, and his pure stuff -- fastball, changeup, curve -- has the chance to be plus across the board. There's more than enough time for him to fulfill his enormous potential.    7. Mike Montgomery, Royals: Little seemed to go right for Montgomery in 2011. He headed into the year at the front of an impressive group of pitching prospects in the Royals system, with many thinking he'd be the first to reach Kansas City. The Triple-A Pacific Coast League handed Montgomery a healthy serving of humble pie, as Montgomery struggled with his command for much of the season. His pure stuff is still as good as it ever was, with the potential to have three plus pitches, and he did stay healthy all season. Montgomery seemed to learn from his tough season, and it could serve him well this year, when the 22-year-old should break through to the big leagues.  8. James Paxton, Mariners: Paxton didn't sign with Seattle until March, but he made up for lost time quickly by double-jumping from low Class A to Double-A during the season, pitching well at both levels. His two best pitches are his fastball -- a truly plus offering he can crank up into the upper 90s -- and an excellent power breaking ball. The improvement Paxton has shown with his changeup is a big reason why the Mariners are even more excited about his potential as a Major League starter. He was shut down a bit early last year, more as a precaution than anything else. Seeing him in Seattle's rotation soon is not out of the question.  9. Jesse Biddle, Phillies: Getting to pitch in your own backyard can be a blessing and a curse. Sure, you're close to home, but the pressure of playing for your hometown team can be detrimental. Biddle, the Philly-area kid who was taken by his team in the first round in 2010, handled it with aplomb. Strong and durable, Biddle shook off a rough first month to pitch extremely well in full-season ball for the remainder of the year, finishing among the leaders in ERA and strikeouts. As with many young pitchers, there's still work to be done with his command, but he has the chance to have three above-average-to-plus pitches when all is said and done. Biddle will pitch all of the upcoming season at age 20 while making the move up to the Florida State League.  10. Drew Smyly, Tigers: At the start of the 2011 season, lefty prospects in Detroit's system like Andy Oliver and Casey Crosby got more of the attention, but it was Smyly who outperformed both of them. In his first full season, Smyly made it to Double-A and led the system in ERA while finishing third in strikeouts, more than enough to earn him MLB.com's nod for the organization's Pitcher of the Year. Smyly fits the mold of a command-and-control college lefty with four pitches -- fastball, cutter, curve and changeup -- that are all usable offerings. If the breaking ball and offspeed stuff continue to improve, it shouldn't be long before he's ready to help out in Detroit.  To be eligible for the list, a player must have rookie eligibility. To qualify for rookie status, a player must not have exceeded 130 at-bats or 50 innings pitched in the Major Leagues, or accumulated more than 45 days on the active roster of a Major League club or clubs during the 25-player limit period, excluding time on the disabled list or in military service. Jonathan Mayo is a reporter for MLB.com and writes a blog, B3. Follow @JonathanMayoB3 on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Mayo"
}
