{
    "url": "http:\/\/m.mlb.com\/news\/article\/26440982",
    "title": "An idea for Fielder: One-year deal, then Dodgers",
    "subtitle": "Spencer: One-year deal might pay off for Fielder",
    "body": "Here's a fresh idea for Prince Fielder out of left field, deep in the corner. Go after a one-year deal, for all you can get, with the team of your choice.  Stepping, temporarily, away from a guaranteed long-term commitment might sound a little radical on the surface. But when you really think about it, taking all factors into consideration, it just might come into focus as a wise, farsighted move.  If there's a dream destination for a Prince of Fielder's dimensions, this laptop says it's Dodger Stadium. Under ambitious new ownership, driven to win back the affections of a disgruntled fandom with a return to consistent championship form, Prince could find his paradise in El Lay in 2013. The bids for this distinguished franchise, to be released from the stormy stewardship of Frank and Jamie McCourt, were made on Monday. It is destined to reach the stars.   The final verdict, and the accompanying completion of all the management details, won't come soon enough to secure Fielder as he and agent Scott Boras field offers in the wake of Albert Pujols' free-agent bonanza.   But Fielder should be aware of the prospect of the Dodgers emerging as next winter's Angels, spending megabucks to restore their reputation as one of the game's superpowers.   Boras, who knows every angle, certainly is aware of the possibility that another Los Angeles first baseman could be pulling down something in the 10-year, $250 million neighborhood next winter if all the chips fall in the right places.   It is possible Boras and Frank McCourt already have talked, McCourt suggesting he can't saddle a new owner with a $200 million-plus liability for fear of scaring off potential bidders. But one of the first questions McCourt could ask a potential buyer is, \"Do you want Fielder or not?\" As long as McCourt is assured that Fielder will be an asset and not a liability, he could sign him long term -- or at least talk short term.   You have to think a Mark Cuban or Magic Johnson -- or any other aspiring ownership team -- would love the idea of a Prince gracing the lineup.   Fielder at first base in Chavez Ravine, batting cleanup behind all-universe Matt Kemp, would make those Dodger Stadium turnstiles spin again -- and put a permanent smile on manager Don Mattingly's handsome mug.   Kemp and Fielder could reach the legendary level of Willie Mays and Willie McCovey in San Francisco, Roger Maris and Mickey Mantle in the Bronx. (Babe and the Iron Horse are respectfully out of reach.)   Keep in mind, Fielder is four months removed from his 28th birthday. He's 3 1\/2 years younger than Pujols. Why jump into a mortgage without exploring all the options? Why not rent for a year and wait for the dream home?   Coming off a 2011 season that was even better than King Albert's -- until October arrived -- Prince is just entering his prime years. He should be just as valuable, if not more so, next winter, assuming he has another season comparable to the six he delivered in Milwaukee.   That is not an unreasonable expectation for a player who has averaged 37 homers and 106 RBIs, with a .390 on-base percentage and .540 slugging mark to go with his .282 career batting average.   One more significant plus is Fielder's DNA. Cecil's son doesn't get hurt. The man missed a total of 13 games in those six seasons.   Imagine if Fielder lands in, say, Texas for a year and something in the $23 million range. He could put up eye-popping numbers -- approaching 50 homers, 150 RBIs -- in that hitter-friendly park, supported by that lineup. Perhaps he'd lift the Rangers one step further, to a World Series title.   Consider, then, what his worth would be on the open market next winter, carrying the same glow Pujols had following the Cardinals' conquest of Texas.   For comfort's sake, Fielder could return to Milwaukee's familiar grounds, as a thank you for everything the Brewers have done for him. It would soothe a lot of those wounds created by the looming suspension of slugging partner Ryan Braun.   The Dodgers would have heavy competition for Fielder next winter, to be sure, starting most likely with the Rangers.   The Nationals, if everything clicks this season, could be an appealing option. Improvement by the Mariners, with Jesus Montero bringing his big bat to Seattle, suddenly could make the Pacific Northwest an intriguing destination. A number of other clubs fit that potential profile of suddenly elevating to a new level.   Ballpark dimensions are no issue with Fielder, who can leave any park known to man when he finds the sweet spot.   But the Dodgers are the Dodgers, and L.A. is L.A. That's just the way it is.   All things being fairly equal financially, it's hard to imagine Fielder turning his back on a future with the original America's Team. This is the history-rich franchise that integrated the game with Jackie Robinson, Roy Campanella and Don Newcombe and took the Major Leagues to the West Coast along with the Giants.   In San Francisco at the moment, the Giants and ace Tim Lincecum are trying to find common ground on a contract extension.   According to sources of Jon Heyman of CBSSports.com and MLB Network, Lincecum has rejected a five-year proposal of at least $100 million and is pursuing a deal covering seven or eight years. He would settle, the story goes, for a short-term contract, one or two years, with free agency on the horizon.   This, in essence, is what Fielder would be doing by taking a one-year deal. And hitters are always less risky as long-term investments than pitchers.   Any way you slice it, Prince never will be a pauper. The issue now is where he believes he can be happiest.   Born in Ontario, Calif., an hour commute from Dodger Stadium, Fielder has the Golden State in his blood. Could he have it in his future? Lyle Spencer is a columnist for MLB.com. Ken Gurnick contributed to this story. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
