{
    "url": "http:\/\/m.mlb.com\/news\/article\/26447846",
    "title": "Emotional Posada retires after 17-year career",
    "subtitle": "Emotional Posada retires after 17-year career",
    "body": "NEW YORK -- It seemed appropriate that Jorge Posada's voice quivered the most when he addressed the topics of his family and his teammates. Throughout 17 summers in the big leagues, there was nothing that mattered more to him.  A five-time World Series winner who wore only Yankees pinstripes, Posada clutched at typewritten notes and choked back tears as he announced his retirement from baseball at Yankee Stadium on Tuesday morning.  \"Today is a very emotional day for me,\" Posada said. \"Ever since I was a little kid, I remember that all I wanted to do was become a Major Leaguer. I became a member of the New York Yankees, and that's all I wanted.\" With a packed conference room awaiting, Posada walked through the concrete corridors of the stadium on a brisk, cloudless day in the Bronx -- the kind of beautiful tease that promises a reporting date for pitchers and catchers will be just around the corner.   But Posada will not be there, his gear now stashed with finality. The 40-year-old said that for the better part of two decades, he had entered the stadium and its predecessor by silently reciting Joe DiMaggio's iconic quote: \"I want to thank the good Lord for making me a Yankee.\"   And now Posada leaves as one for life. Though Posada made his decision during the 2011 season, only his wife, Laura, and close friend Derek Jeter were let in on the secret, though Posada would eventually instruct his agents not to pursue offers from other teams this winter.   \"I could never wear another uniform,\" Posada said. \"Being a part of seven World Series and having five rings was something I never imagined, and being a part of it was just priceless. I will forever be a Yankee.\"   Flanked by his wife and two children, Jorge Jr. and Paulina, Posada said that he no longer felt the push to work out and prepare for another season and will instead enjoy spending time with his family in Miami.   \"I haven't had a summer with them, so I really want to spend a summer with them -- enjoy it, have some fun with the kids,\" said Posada.   A five-time All-Star and five-time American League Silver Slugger Award recipient, Posada endured a trying final season in which he was told that he had lost his catching job and would have to transition to designated hitter.   \"I never got the chance to fight for my job,\" Posada said. \"That's probably the toughest thing as a human being, not being able to do your job. I felt demoted.\"   He clashed with management over the reduced role and eventually started losing at-bats against left-handed pitchers, but manager Joe Girardi and general manager Brian Cashman said that all is now forgiven.   \"We obviously had a rough patch,\" Cashman said, \"but we all fought through it. You can have tough times [in a career], but I think he feels that this organization truly values everything he's done for us.\"   Managing general partner Hal Steinbrenner said that his father, the late George M. Steinbrenner III, appreciated Posada's contributions greatly.   \"My dad loved warriors, and Jorge was a warrior,\" Steinbrenner said. \"He loved guys that worked hard, good role models. Those are the things to be a great Yankee that my dad felt were absolutely essential.\"   Indeed, Posada's passion and fire were lauded at Yankee Stadium, representing an intangible that the newer breed of Bombers will have to look to replace in a matter of months.   \"I know how he feels, I know how much he cares,\" Jeter said. \"That's what people are going to miss. I think that's what the fans are going to miss. You can't fake it. The fans appreciated him so much because he cared about winning, he cared about doing his job.\"   Posada thanked Yankees fans in particular for their support, many of whom likely recognized what he said was a driving influence learned from his father, Jorge Sr. -- a burning hatred of losing.   \"My dad hated losing,\" Posada said. \"I saw him play softball. He was so angry and couldn't sleep. I think I got that from my dad. He hated losing, hated being a part of a losing team. He was always, for me, a winner.\"   Posada retires as a career .273 hitter, owning 275 home runs and 1,065 RBIs. Were his home run total a bit higher, Posada said he might be wearing a uniform this spring.   \"I said I was going to play another year if I had less than nine home runs to get to 300,\" Posada said. \"Twenty five away, to stick around for two or three years to try to get this, it was just not going to happen.\"   Instead, Posada leaves behind a legacy that promises to generate spirited Hall of Fame discussion when his case comes up for review in five years.   The Yankees noted that of the 14 former catchers currently enshrined in the Hall of Fame, only Yogi Berra posted higher marks in all three Triple Crown categories of batting average, home runs and RBIs.   But no matter the decision regarding Cooperstown, Posada will be enshrined in franchise lore, a worthy successor to the catching legacies forged by the likes of Bill Dickey, Berra and Thurman Munson.   Diana Munson spoke in glowing terms of Posada, saying that it was his spirit that drew her back to baseball after her husband's untimely passing in a 1979 plane crash.   Posada kept words of Munson's in his locker, taping yellowing newsprint in plain sight that quoted the Yankees captain as saying the most important part of his game was defense. Diana Munson said that Posada and her husband would have been fast friends.   \"I actually got to the point where I couldn't wait to get the newspaper to read the box scores,\" Munson said. \"That's unusual. The only box scores I ever read in my life were Thurman's, but Jorge stayed very close to my heart.\"   Posada trails only Dickey and Berra for games caught as a Yankee, and he ranks seventh on New York's all-time list for doubles and walks (936), eighth in homers and 11th in RBIs.   Posada's departure reduces the \"Core Four\" to just a dynamic duo, as Posada follows a path set by Andy Pettitte's retirement 12 months prior.   Only Jeter and Mariano Rivera remain from the group that played roles in the Yankees' five World Series championships from 1996-2009, and Posada hinted that Rivera plans to retire after the '12 season -- though Posada quickly added that he doesn't believe Rivera.   \"It's hard, playing with teammates like that and they're retiring -- that's telling you one thing: your time will come,\" Rivera said. \"Bernie [Williams] and Andy and now Jorge ... it was a blessing to me to play with all these men that I love.\"   A 24th-round pick in the 1990 First-Year Player Draft, Posada converted to catcher from second base in 1991. It wasn't a smooth transition; Posada recalled spending too much time chasing balls to the backstop, but he ultimately developed into one of baseball's most valuable commodities -- a power-hitting catcher from both sides of the plate.   \"I think he's a Hall of Famer,\" Girardi said. \"When you look at his numbers and stack his numbers against the catchers who have been there -- what he has meant to this club and the championships -- his numbers are incredible.\"   Heroics on the field -- perhaps none louder than his bloop double off Pedro Martinez in Game 7 of the 2003 AL Championship Series, or no more memorable than catching David Wells' 1998 perfect game -- were just one chapter of Posada's career.   Posada said that he was thankful for having used his visibility with the Yankees to elevate research and treatment of Craniosynostosis through his foundation, having been introduced to the condition by Jorge Jr.'s ongoing battles at home.   \"It's making a difference in the lives of families affected by this condition,\" Posada said. \"Being a part of this team was key in helping me with my mission off the field.\"   Munson told Posada that he will go on to do \"great things\" in his post-baseball life, but Posada said that he does not know yet what they will be. Posada said that he has received on-air offers from ESPN, MLB Network and the YES Network, but Posada does not expect to accept any of them.   Nor is he interested -- at least, not yet -- in thinking about a future in the dugout, though Posada grinned when a fan told him that catchers make great managers.   \"I don't know what's going to happen for me,\" Posada said. \"I really don't. I know I want to be home, I want to relax, enjoy it and then see what comes.\" Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
