{
    "url": "http:\/\/m.mlb.com\/news\/article\/26367606",
    "title": "Niemann, Rays head toward arbitration hearing",
    "subtitle": "Niemann, Rays head toward arbitration hearing",
    "body": "ST. PETERSBURG -- Jeff Niemann is the lone Rays player headed to arbitration this spring after the team came to terms on Tuesday with pitchers David Price and Burke Badenhop and center fielder B.J. Upton prior to the 1 p.m. ET deadline.  While teams can continue to negotiate with a player right up until their arbitration hearings, Tampa Bay's self-imposed policy is to conclude its negotiating by the numbers filing deadline. The club's exception to this deadline is to negotiate a multiyear deal.  Approaching Tuesday's deadline, the Rays had already reached terms with relievers Joel Peralta and J.P. Howell. \"Including Peralta, we had six arbitration-eligible guys this year,\" said Rays executive vice president of baseball operations Andrew Friedman. \"It's absolutely our intent when we start this process to resolve them all.   \"We've been very successful in the past in resolving them. And so we were successful in settling five of those six. [Not reaching an agreement is] something that unfortunately happens sometimes in this process.\"   So unless Niemann signs a multiyear deal, the 6-foot-9 right-hander appears headed for a salary arbitration hearing, which will take place between Feb. 1 and Feb. 17. Niemann and the Rays are $450,000 off, with Niemann asking for $3.2 million and the club offering $2.75 million.   Price will earn $4.35 million this season. The 26-year-old left-hander reached Super Two status, which allowed him to earn an extra year of arbitration eligibility based on service time. He exercised his right to opt out of the final year of the original contract he signed with Tampa Bay in 2007.   Price sounded happy about his situation during a Tuesday afternoon conference call when he noted, \"I love being a Ray\" and \"I love the organization.\"   Price's original deal paid him $8.5 million, and he would have made $2.433 million in 2012 had he not decided to opt out of the deal. He went 12-13 with a 3.49 ERA in 34 starts last year, logging an impressive 224 1\/3 innings in the process.   Price ranked fifth in the American League in strikeouts (218), eighth in opponents' batting average (.230) and held lefties to a .171 average, which was the lowest among Major League starters. In four seasons with the Rays, he is 41-26 with a 3.38 ERA.   Upton, 27, will earn $7 million after hitting 23 home runs with 36 stolen bases last season. Only two other Major League players matched those numbers: Dodgers center fielder Matt Kemp (39 homers, 40 steals) and Red Sox center fielder Jacoby Ellsbury (32 homers, 39 steals). Upton is the longest-tenured member of Tampa Bay's roster, with one more day of service time than James Shields.   Upton made $4.825 million in 2011 and avoided arbitration, unlike in 2010, when the Rays won the case and paid him $3 million rather than $3.3 million he was seeking. Upton came on strong in 2011, finishing the season with a .243 batting average and 81 RBIs.   \"B.J.'s been a big part of this team over the last four years and the success that we've had,\" Friedman said. \"He plays a very critical position for us defensively. And the team success we've had, he's been a big contributor to that.\"   Price echoed Friedman's sentiments about Upton, whom Price is happy to have playing behind him in the field.   \"I just hope they hit it to center and it stays in the park,\" said Price, who said Upton would catch most everything else. \"There's not another center fielder I'd rather see back there.\"   Badenhop, who turns 29 on Feb. 8, will earn $1.075 million after making $750,000 last season. In 2011, he went 2-3 with a 4.10 ERA in 50 relief appearances for the Marlins. From the time of his May 7 promotion through the end of the season, the right-hander led Marlins relievers with 63 2\/3 innings. He was acquired for catcher Jake Jefferies on Dec. 12.   Niemann made $903,000 in 2011. Despite spending a month and a half on the disabled list with a lower back strain, he went 11-7 with a 4.06 ERA in his third full Major League season.   Players with fewer than six years of service time are eligible for salary arbitration if they do not have a contract for the next season. They must have been tendered a contract offer by their current team by the tender deadline and they cannot agree on a new contract.   In addition, the players must have either been on a Major League roster or disabled list for at least three years, or they must have at least two years of Major League service, but fewer than three, and be among the top 17 percent for cumulative playing time in the Major Leagues in this class of players. The latter must also have been on an active Major League roster for at least 86 days in the previous season.   Tampa Bay is 5-0 in salary arbitration cases, and under the current Rays regime, the team is unbeaten in four cases, with two of those going against Josh Paul, and one each against Dioner Navarro and B.J. Upton. Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
