{
    "url": "http:\/\/m.mlb.com\/news\/article\/26445272",
    "title": "Nats in running for Prince, but race far from over",
    "subtitle": "Nats in running for Prince, but race far from over",
    "body": "WASHINGTON -- The Nationals are still alive in the Prince Fielder sweepstakes, but they are not close to finalizing a deal with the free-agent first baseman. According to a baseball source, the stumbling block continues to be the length of the contract. Fielder is looking for a contract similar to the 10-year deal first baseman Albert Pujols received from the Angels, but the Nats don't want to go more than five or six years. They are willing to give Fielder a no-trade clause, but it's not known if they would let Fielder opt out of a contract after three years. Published reports indicate that the Nationals are competing with the Rangers and Orioles for Fielder's services. An industry source has said that the Mariners and Blue Jays are also in the mix but are not willing to give Fielder more than a five-year deal. It wouldn't be the first time the Nats have taken their time to sign a slugger. In 2009, they didn't sign first baseman\/outfielder Adam Dunn to a two-year, $20 million contract until a week before pitchers and catchers reported to Spring Training.  Fielder is coming off one of the best seasons of his career, having hit .299 with 38 home runs and 120 RBIs for the Brewers. He was named the MVP of the All-Star Game, and he finished third in the National League MVP Award voting behind Brewers outfielder Ryan Braun and Dodgers outfielder Matt Kemp.  If the Nationals are able to sign Fielder, they would have significant power in a lineup that features Michael Morse and Ryan Zimmerman, and they would also continue to show the baseball world that they are serious about competing for the NL East title. Washington has already acquired left-hander Gio Gonzalez from Oakland this offseason, and now has one of the NL's better rotations, with Stephen Strasburg and Jordan Zimmermann. Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the Time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
