{
    "url": "http:\/\/m.mlb.com\/news\/article\/1300699",
    "title": "Epstein returns with renewed energy",
    "subtitle": "Epstein returns to Sox with renewed energy",
    "body": "BOSTON -- Theo Epstein returned with the same title and, yes, with the same power, as when he originally departed Fenway Park in that infamous gorilla costume on Halloween.  But judging by the conviction and renewed energy in Epstein's voice and the way he comfortably interacted with club president\/CEO Larry Lucchino during Wednesday's informal session with reporters, it was clear that there were a lot of changes that enabled his return as general manager of the Red Sox.  When negotiations fell apart on Halloween, Epstein and Lucchino were at a crossroads, as they shared separate visions of how the Red Sox could best be competitive each year. Thanks in large part to the commitment of principal owner John W. Henry to keep the lines of communication open with Epstein, the sides continued to discuss in a private manner what mistakes they made, and more importantly, how they could be repaired.   \"There were a lot of different conversations with a lot of different people, and I do think that both Theo and I recognized the important role that both John Henry and [chairman] Tom Werner played as catalysts in this process, too,\" Lucchino said. \"They made clear to us as we went along through the fall and the winter that there was a real basis for reconstruction and things that we could do, so there were a number of sessions that took place in a lot of different places.\"   Not only is Epstein back, but he appears to be in command of a baseball operations department that is more focused than when he left. To have complete focus, you need the complete backing of your bosses, not to mention a similar belief in direction.   \"In October, there were really two things going on. One, for as much as we accomplished as an organization, we had our flaws,\" said Epstein. \"We're not ashamed to admit that. One flaw at the time was that there was a bit of a fundamental disconnect with respect to several important issues -- at least that are important to us as the leadership of a baseball club.   \"It ranged from baseball philosophy, issues that were related to our long-term approach in baseball operations, to communication, both sort of internally and externally and how that would operate, and the priorities of the organization. So that was one issue, and that's important.\"   And the other issue? As has been well documented, tension had developed between Lucchino and Epstein, two hard-working men who have worked under the same roof for three different baseball organizations. However, the struggle between the two men was not over chain of command, Epstein firmly insisted.   \"There was some personal conflict between us, not a power struggle, per se, because that conflict did not revolve, trust us, it did not revolve around chain of command,\" said Epstein. \"It did not revolve around me wanting a different title or to usurp some of Larry's power. That just wasn't the case. But there was conflict between us, some of it related to the disconnect that we talked about, some of it was simply the result of a very public, we admit, partially our fault, an all too public negotiation. It strained our relationship.\"   And after countless phone calls, meetings and soul searching done by both sides, the strain looks to have dissolved.   \"A lot of it was on the phone -- you should see our phone bills from the last 10 weeks,\" quipped Epstein. \"One of the things I'm most proud of is that in the last 10 weeks, with help from John and Tom, we've managed to not only to fix the disconnect with respect to philosophy and communication and the other issues internally, but we've also managed to repair the personal issues between us.\"   Epstein and Lucchino, because they don't want to create a competitive disadvantage for themselves, weren't about to go into precise details about what their new vision entails.   But reading between the lines, it was fairly easy to figure out that Epstein wants the Red Sox to carefully balance the short term and the long term, while, in the past, ownership might have been too concerned about immediate results.   \"There's a very simple one sentence answer that I can give you for [the new vision], and I can tell you that you will see it manifest in a variety of different ways as we move forward,\" Lucchino said. \"You've seen it manifest itself recently with respect to drawing a line with how high we would go and how long we would go with respect to Johnny Damon.\"   Much like Epstein did a year ago with Pedro Martinez, the front office determined a limit on Damon -- four years at $40 million -- and didn't go above it, knowing full well that the initial public reaction would not be kind.   \"The approach we took with Johnny Damon, I was proud of,\" Epstein said. \"I think that setting a dollar figure for a player and then sticking to it, while it might cause heartache for fans in the short term -- and we're understanding of that -- in the long term, I think it's the best policy, because it will help lead to winning teams year in and year out.\"   Epstein and Lucchino both vowed that their new organizational goals looked good on paper, but will only matter if both sides are fully committing to executing them.   One interesting thing to come from Tuesday's lengthy press release is that it did not contain the length of Epstein's new contract. Don't expect to be able to pry that out of either man.   \"We're not going to go into any of the terms,\" Lucchino said. \"What we don't want to do is set up a situation where we have a repeat in whatever period of years or time that you guys say, 'Hey, isn't it time for you guys to start focusing on this issue again?' We're just not going to; we're going to do everything we can to avoid that.\"   Added Epstein: \"If there's no end date, we can't have an all too public negotiation ever again, and that's part of the point.\"   Back in December, when Epstein confidants Ben Cherington and Jed Hoyer were named co-general managers, it was widely speculated that Epstein would return as an advisor, and not the GM. What happened with that plan?   \"Because Ben and Jed were in a position of being co-GMs, we considered other titles that would have left more convoluted structures, and we thought that if what we're trying to accomplish here is more transparency, more directness, more honesty, a structure that represents what we actually do, it would be hard to accomplish that with a convoluted structure,\" said Epstein. \"And since Jed and Ben were continually selfless throughout the process, they volunteered to go back to the titles they would have had if nothing happened. ... We felt the best structure was straight forward. If I'm going to be serving the role as GM, making the baseball decisions, I'll call myself the GM. And Jed and Ben are a huge part of the inner circle and we decided to just be straightforward with our titles as well.\"   Lucchino said that last weekend a meeting was held at his house with Epstein, Henry and Werner, and at that time, the final decision was made -- Epstein would be back in his original capacity as general manager.   Couldn't all the conflicts that existed been resolved if Epstein had accepted the club's contract offer on Halloween? Perhaps not.   \"In the ordinary course of events, you don't usually take the time if it's necessary, to talk about some of these issues,\" Lucchino said. \"You've got wolves right next to the sled that you're trying to deal with, and you don't step back and you don't look back and look forward and do some of the long-term thinking and course corrections that you'd like to do. In light of that, had we just gone through into this very busy offseason, I wonder if we would have ever taken the time that we needed to deal with some of these issues. And there are issues large and small.\"   As much as Epstein would have liked to avoid the emotional rollercoaster he went on for 10 weeks, he agreed that, in the end, it helped make the Red Sox a more functional franchise for the long run.   \"My conclusion is that Oct. 31 helped get us here,\" said Epstein. \"It was actually a perfect catalyst -- not perfect -- actually an imperfect but necessary catalyst to get us to this point. Because it's hard to do the things we've done in the last 10 weeks -- very difficult. We've had really honest conversations that are difficult but necessary and constructive in the end.\"   And now, the Red Sox are ready to move forward and put all the focus back to the playing field, with Spring Training set to begin in less than a month.   \"I like that we're younger, I like that we have a little bit more pitching depth and I like that our farm system has stayed largely intact,\" said Epstein. \"I think we're very well positioned for the future. We don't have a lot of long, onerous financial commitments. We have a farm system that's gone from 29th- or 30th-best in baseball, depending on who you listened to, to a clear top 10 if not top five farm system, so I'm pretty bullish about the future.\"   A future that, for Epstein, will contain the same title but a newfound belief in what he is doing. Ian Browne is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
