{
    "url": "http:\/\/m.mlb.com\/news\/article\/26417668",
    "title": "Braun delivers speech at BBWAA dinner",
    "subtitle": "Braun delivers speech at BBWAA dinner",
    "body": "NEW YORK -- Ryan Braun broke his silence on Saturday, issuing his first public remarks since the revelation that the National League Most Valuable Player Award winner faces a 50-game suspension for violation of Major League Baseball's Joint Drug Prevention and Treatment program.  Accepting his MVP Award at the annual dinner of the New York chapter of the Baseball Writers' Association of America, the Brewers outfielder hinted at his current situation without going into detail. Braun is currently appealing his positive test, which is believed to have registered a high level of testosterone.  \"Sometimes in life, we all deal with challenges we never expected to endure,\" Braun told an audience at the Hilton New York in midtown Manhattan. \"We have an opportunity to look at those challenges and view them either as obstacles or as opportunities. I've chosen to view every challenge I've ever faced as an opportunity, and this will be no different. I've always believed that a person's character is revealed through the way they deal with those moments of adversity. \"I've always loved and had so much respect for the game of baseball. Everything I've done in my career has been done with that respect and appreciation in mind. And that is why I'm so grateful and humbled to accept this award tonight.\"   Other than brief text messages with outlets including MLB.com, Braun had not spoken publicly since ESPN broke the news of his positive test in mid-December.   No known Major Leaguer has successfully appealed a positive test, but the results are typically kept secret unless suspensions are handed down. According to the New York Daily News, the arbitration panel includes MLB Players Association executive director Michael Weiner, MLB executive vice president for labor relations Rob Manfred and independent arbitrator Shyam Das.   Through his representatives, Braun has strongly denied using performance-enhancing drugs and has vowed to challenge the test results, citing \"highly unusual circumstances.\" Baseball's drug policy prohibits players from taking any banned drugs or substances, knowingly or otherwise.   Braun's possible suspension has tainted an otherwise special year for the 28-year-old franchise cornerstone. Braun batted .332 with 33 home runs, 111 RBIs and 33 stolen bases and edged the Dodgers' Matt Kemp in MVP balloting, with Brewers teammate Prince Fielder running third.   The first Brewers MVP since Robin Yount in 1989, Braun could be in limbo on Jan. 29, when he is scheduled to appear in Milwaukee at \"Brewers On Deck,\" the team's annual fanfest. Bryan Hoch is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
