{
    "url": "http:\/\/m.mlb.com\/news\/article\/26417016",
    "title": "Duquette, Orioles optimistic at FanFest",
    "subtitle": "Duquette, Orioles optimistic at FanFest",
    "body": "BALTIMORE -- It was a different vibe at the Orioles' annual FanFest on Saturday, with last year's Derrek Lee addition and rumors of the soon-to-be-signed Vladimir Guerrero giving way to a sense of optimism unmatched in any of the team's more recent campaigns. 2012's unofficial kickoff party at the Baltimore Convention Center was more subdued, as new executive vice president of baseball operations Dan Duquette continues to focus efforts on less-flashy upgrades, front-office changes and efforts to fix the organization's player development and Minor League system.  But for the fans who braved Baltimore's first real snowfall to pack the Convention Center, the atmosphere was anything but disappointing, as nearly every Orioles player turned out for an afternoon of autographs, meet-and-greets, and interviews that left everyone involved eager for Spring Training.  \"Winning is important to me,\" said shortstop J.J. Hardy, who believes this O's squad can exceed expectations. \"I see a lot of potential. I really do. I feel like we've got a lot of young pitchers, and I think it's time for them to step up and do what they are capable of. I know that's what everyone has been saying for a couple of years now, but they've got a few more years under their belt, and I think it's time for them to go out and do it.\" Hardy, who signed a contract extension last year, is part of an Orioles lineup that figures to remain close to where it ended 2011. While second baseman Brian Roberts (concussion) remains a big question mark, the team hasn't added a bat and isn't committed to an absolute regarding their vacancy at designated hitter.   \"There are some players that are attractive to us that we might be able to sign as a DH,\" Duquette said. \"That's still possible.\"   As for the other elephant in the room, the Orioles' long-rumored affinity for free-agent first baseman Prince Fielder, Duquette didn't do much to quiet speculation when asked for the latest assessment.   \"Are we going to get him? I don't know,\" Duquette said of Fielder, a Scott Boras client who is believed to be out of the O's price range, unless his asking price drops. \"But if we don't, we'll look for someone just like him.\"   Without Fielder, the Orioles will go forward with Chris Davis at first base and Mark Reynolds at third, a position decision manager Buck Showalter made several weeks ago and stuck by on Saturday.   \"I'm not sure about Chris' shoulder holding up during a long season at third base,\" Showalter said of Davis, who also rehabbed a sports hernia injury this winter and arrived Saturday at 100 percent. \"We know that Chris is going to be an above-average first baseman, and we think that Mark is a lot better than he showed last year. But if you put him at third and Mark at first, you have a chance to have two below average defenders at the corners, and you don't want to go into [camp] with there being a lot of confusion with the players. Right now this fits us.\"   Davis said he prefers to be play first base and Reynolds -- who has shed between 15-20 pounds in hopes of gaining more mobility -- is equally on board with being the Orioles third baseman. Reynolds has been focusing on conditioning work this winter, and when a concerned fan asked if his weight loss would mean a drop in power, Reynolds -- the team leader in homers last year -- assured him that he'd still go deep, joking that maybe his lighter self wouldn't hit the second deck with as much frequency.   While Reynolds has a desire to prove he can play a much better third base, the entire young Orioles pitching corps has a chip on its collective shoulder, with Duquette's agenda to add starting pitching depth giving way to an open competition for the starting rotation. Outside of leading man Jeremy Guthrie, virtually no one is guaranteed a spot, which is something that Showalter -- who has made it no secret he prefers in-house competition -- revels in.   \"Last year it was last man standing a lot of times with jobs,\" Showalter said of an Orioles rotation that pitched the fewest innings in the Majors in 2011. \"When we get to the point in spring where we're sending people out that we think can really help us, and it's a really hot debate ... Last year we didn't have many of those hot debates. And the great thing about the Asian players [pitchers Tsuyoshi Wada and Wei-Yin Chen], is you don't have to trade players or give up players in the Draft, and their contracts are such that they don't preclude you from doing something else with your payroll.\"   Chen and Wada -- who were not in Baltimore Saturday -- are largely unknowns, and join a rotation competition that will also include Tommy Hunter, Zach Britton, Brian Matusz, Jake Arrieta, Dana Eveland, Chris Tillman and Brad Bergesen, among others. The Orioles remain in talks with free-agent arm Armando Galarraga, and MLB Trade Rumors first reported on Friday that the club will ink Dennys Reyes to a Minor League deal with an invite to big league camp. Both Duquette and Showalter didn't rule out adding several more arms before the team heads down to Sarasota, Fla., with the Orioles brass of the mindset that you can never have enough pitching.   \"We should be able to sign a few more players to supplement our roster, players we can at least take a look at in camp,\" Duquette said. \"We'll continue to work on improving our roster. That never stops, really, but I think there's a good opportunity to add a few more players here in the next couple of weeks.\"   Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
