{
    "url": "http:\/\/m.mlb.com\/news\/article\/26416908",
    "title": "Sox deal Scutaro to Rox for righty Mortensen",
    "subtitle": "Red Sox deal Scutaro to Rockies",
    "body": "BOSTON -- In a move that positions the Red Sox to be more aggressive in their quest for another proven starting pitcher, the club traded shortstop Marco Scutaro to the Colorado Rockies on Saturday in exchange for right-hander Clayton Mortensen.  Scutaro would have been Boston's Opening Day shortstop for the third consecutive season. Instead, he will play second base full-time for the Rockies.  Mike Aviles and Nick Punto will take over as Boston's shortstop combo. The Sox are confident they can get similar production from that combo as they would have with Scutaro still in the fold. Aviles fit in nicely with the Red Sox after coming over in a trade from the Royals last July 30, hitting .317 with two homers and eight RBIs in 38 games.   Punto was signed as a free agent in December after playing for the Cardinals' World Series-winning team in 2011. He is highly regarded for his defense.   Top prospect Jose Iglesias will be waiting in the wings at Triple-A Pawtucket and has a better opportunity to break through this coming season with Scutaro and Jed Lowrie (Astros) both getting traded this winter.   Iglesias, a highly touted defender, is still a work in progress offensively, and has had some injury problems in his first two professional seasons.   The Red Sox liked Scutaro for his ability and presence in the clubhouse. Ultimately, it was a financial move.   By getting rid of Scutaro's $6 million salary, the Red Sox should be able to intensify their efforts for a proven starting pitcher such as Roy Oswalt, Edwin Jackson or Gavin Floyd. Oswalt and Jackson are both free agents, while the White Sox have apparently been shopping Floyd.   After Boston's big three of Josh Beckett, Jon Lester and Clay Buchholz, there are questions about the rest of the rotation.   Daniel Bard is trying to make the transition from reliever to starter. There is a crowded competition for the last couple of spots, including Bard, Alfredo Aceves, Aaron Cook, Vicente Padilla and Carlos Silva.   As for Mortenson, he will be another candidate to vie for a spot in manager Bobby Valentine's rotation or bullpen.   The 26-year-old pitched in 16 games for the Rockies last season, going 2-4 with a 3.86 ERA. Of his 24 career appearances in the Majors, 13 have been starts. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
