{
    "url": "http:\/\/m.mlb.com\/news\/article\/26416502",
    "title": "Markakis looks to be ready for Opening Day",
    "subtitle": "Markakis looks to be ready for Opening Day",
    "body": "BALTIMORE -- Nick Markakis expects to be limited in Spring Training until the first week of March, but the Orioles starting right fielder -- who had abdominal surgery on Jan. 6 -- is focused on being 100 percent come Opening Day.  Markakis, speaking at the team's FanFest on Saturday afternoon, said that next month's camp coincides with the seven-week week mark of his rehab, and he will be eased into baseball activities from there. The 28-year-old Markakis is currently doing a lot of aqua therapy to strengthen his lower core, and recently incorporated light jogging into his workouts, which is a far cry from his typical offseason activity.  \"This could be a good thing,\" Markakis said of allowing his body time to heal. \"I've never actually taken off a full offseason to rest. I talked to Aubrey [Huff] before I had my surgery, and he came off his best year after the surgery, and he was kind of on the same routine I'm on. He rested the whole offseason, and he got back in the swing of things after he had his surgery in January. I'm not saying I'm expecting to go out there and have my best year, but we'll see how things play out, and we'll go from there.\" Markakis suffered the injury -- initially diagnosed as a deep bruise until a second MRI revealed further damage -- diving for a ball down the right-field line, and continued to play the rest of the season. It wasn't until the Orioles' final game that Markakis, who prides himself on never missing time, finally divulged the injury that sent sharp shooting pains throughout his lower abdomen. Now pain free, Markakis -- one of baseball's premier defensive outfielders -- said on Saturday that he won't stop diving for balls.   \"It's fixed now, so if it were to happen again, there's nothing I can do about it,\" he said. \"I'm not going to alter the way I play out there.\"   Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
