{
    "url": "http:\/\/m.mlb.com\/news\/article\/26374826",
    "title": "Cust eager to show Astros what he can do",
    "subtitle": "Cust eager to show Astros what he can do",
    "body": "HOUSTON -- By signing veteran outfielder Jack Cust to a one-year, $600,000 contract with an option for 2013 on Wednesday, the Astros added even more competition to what appears to be a crowded outfield entering Spring Training.  Cust, who is on a non-guaranteed Major League deal, could compete for the starting job in right field, which appears to be wide open a month before the team hits Kissimmee, Fla. He could also get some time in a reserve role at first base and the corner outfield spots.  No matter the case, the left-handed-hitting Cust is thrilled to get a chance to show what he can do in Houston. \"Whatever it is, you've got to get yourself ready to play,\" he told MLB.com. \"I like to hit the ball to all fields, hit home runs and drive in runs and score runs. That's what the game is all about on offense. I play hard every day and I want to play every day. That's the name of the game to me, going out there and playing the game hard and leaving it all on the field. I'm excited to show the fans what I can do.\"   Cust appeared in 67 games before being cut loose by the Mariners last July, batting .213 with three homers and 23 RBIs. He spent the previous four seasons with the A's, hitting 97 homers and driving in 281 runs, and is eager to recapture that form.   The Astros, who designated catcher Craig Tatum for assignment to make room on the 40-man roster for Cust, have six other outfielders on the 40-man: Brian Bogusevic, Jason Bourgeois, J.D. Martinez, Jordan Schafer, Fernando Martinez and J.B. Shuck. That doesn't include Carlos Lee, who appears destined to start the season at first base.   Cust, 33, will be an interloper on an Astros team that has gotten younger and more athletic in the past two years following the trades of several key veteran players. What he brings to the table, though, is much-needed power. He hit 100 homers the previous five seasons and has the ability to draw walks.   The Astros were last in the Major Leagues last year with 401 walks, but Cust has drawn a walk in 17.2 percent of his career 2,581 plate appearances and has a career on-base percentage of .374. But he's also struck out 819 times, which accounts for 31.7 percent of his career plate appearances.   \"Last year was a big disappointment for me after having some pretty good years the previous four seasons,\" Cust said. \"I never really had a year like last year and it motivates you. I feel like I'm a hard worker. I'm going to keep working hard and I'm excited to go out and show people I can still do what I know I can do, which what I've always done: hit the ball out of the ballpark and get on base and score runs.\"   If Lee remains at first, J.D. Martinez would return to start in left field following a solid rookie debut. Schafer appears to be the starter in center, though Bourgeois, Shuck and Bogusevic can play the position. And then there's right field.   Following the trade of Hunter Pence last July, Bogusevic got the bulk of the playing time in right, with Bourgeois, Shuck and Jason Michaels -- who's no longer with the club -- also getting some starts. You can now add Cust and Fernando Martinez to the right field equation as well.   Fernando Martinez was claimed off waivers by the Astros a week ago, but does have an option left, so he could begin the season at Triple-A if he can't crack the Major League club.   Widely considered one of the Mets' top prospects from 2006-10, Martinez was billed as a power-hitting outfielder expected to be a cornerstone of the Mets' lineup throughout this decade. But multiple injuries and an arthritic right knee have prevented Martinez from appearing in more than 82 games in any of the past three seasons.   Non-roster invitee Travis Buck will also be competing for playing time in right. Buck, 27, spent the 2011 season with the Indians, hitting .228 in 50 games with two home runs and 18 RBIs. Originally a first-round Draft pick of the A's in 2005, Buck has spent parts of the last five seasons in the Majors, hitting .245 with 20 homers and 89 RBIs in 220 games.   Cust may not be in his prime, but his ability to get on base and hit the long ball are definitely needed by the Astros. Brian McTaggart is reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
