{
    "url": "http:\/\/m.mlb.com\/news\/article\/26401360",
    "title": "Campers determined to stay on the field",
    "subtitle": "Campers determined to stay on the field",
    "body": "The Arizona Diamondbacks are holding their seventh annual Fantasy Camp this week at their Spring Training complex at Salt River Fields in Scottsdale, Ariz. Steve Gilbert, who covers the D-backs for MLB.com, is taking part in the camp and is sharing some of his experiences. Today, he takes a look at the lengths some campers will go to stay on the field. SCOTTSDALE, Ariz. -- John Sanders knew he was hurt the minute he dove for a grounder during drills Monday. A visit to the trainer's room confirmed his worst fears: He had suffered a separated left shoulder. The training staff recommended that he sit out the rest of Fantasy Camp. \"For about an hour when I was laying on the table, I had almost come to the spot where I was just going to have to realize I was going to have to sit this year's camp out,\" Sanders said.  But say this for the participants at Fantasy Camp: They may not have much talent, but they do have heart.  \"Then I said, 'I will figure out a way to play,'\" Sanders said. I didn't come here to watch everybody else have a great time.\"  The trainers looked into getting him a cortisone shot by a doctor, but then determined that it might not be helpful. Monday night, Sanders was in such pain he wound up at urgent care. Did the doctors there recommend he not play?  \"I didn't tell them about camp,\" Sanders said with a smile. \"That was on a need-to-know basis and they didn't need to know.\"  Tuesday morning, he showed up and told the trainers he was determined to play so please do whatever they could to make that happen. They wrapped his shoulder up tight and sent him out to the field.  There was one more obstacle, though, that Sanders had to face. His coaches, former big leaguers Reggie Sanders and Steve Finley, were hesitant to let him play. Instead, they suggested he serve as a pinch-runner but not play in the field or do any hitting.  \"I kept telling them, 'I can play, I can play,'\" Sanders said. \"So they made me go through a series of drills. They put me out there and hit balls to both sides of me and it killed, but I made it look like it didn't hurt and was able to do it. Then Reggie wanted to see me swing, so we did some soft toss and I had sunglasses on so he couldn't see the tears in my eyes.\"  Finally given the clearance to participate, Sanders played in Tuesday's doubleheader.  \"He has not complained once about his shoulder,\" Finley said. \"He just said he wanted to play, please let him play. The first day, each time at-bat he was screaming every time he hit it. He has been the ultimate gamer in this camp.\"  While Sanders might be an extreme example, playing through pain is a common occurrence at Fantasy Camp, where the trainer's room is often the most crowded place in the clubhouse.  Robert Collum pulled his left hamstring on the first ball he reached for Monday, yet he still found a way to at least swing the bat and has participated in every game during the week.  \"Swinging the bat is OK. Just as long as I don't have to bend down I'm good,\" he said. \"Hey, 75 percent of this is because of the guys in the training room. They work on stuff that I would never fathom working on that helps me be able to walk.\"  Last year, Gregg Simon, who is now in his third camp, fractured his right orbital bone when he lost a ball in the sun and instead was hit by it. After some time at the emergency room, Simon was back in the lineup the next day.  \"What do you mean?\" Simon said when asked why he played. \"What am I going to do, sit on the sidelines?\"  Luckily for Simon, one of the campers was Joe Chacko, an ophthalmologist, who was able to assess Simon's situation immediately. Chacko just laughs at his friend's determination to play through pain.  \"These are weekend warriors who are dedicated to being out there for the whole week,\" he said. \"That's fine, they've got time to heal, they've got the rest of the year to heal and get better.\"  Veteran camper George York had his left ACL replaced five months ago and doctors refused to clear him for camp, but that didn't stop him from being here for the seventh year in a row and playing in every game. York didn't do any running or fielding, but he did hit.  \"I've been cautious,\" he said. \"I took some swings, planted my feet and didn't step into the pitch and just hit flat-footed and when you swing flat-footed and swing from the waist up, you don't have any pressure on your knees. You don't have a long ball, but you have a lot of singles.\"  And that is enough for York, who was determined not to miss out on being with his friends this week.  \"There was no question I was going to be here,\" York said. \"I just didn't know how far I could push myself and I'm satisfied.\" Steve Gilbert is a reporter for MLB.com. Read his blog, Inside the D-backs, and follow him on Twitter @SteveGilbertMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
