{
    "url": "http:\/\/m.mlb.com\/news\/article\/26369976",
    "title": "Big names sign, remain at arbitration deadline",
    "subtitle": "Big names sign, remain at arbitration deadline",
    "body": "Andre Ethier, Jacoby Ellsbury, Pablo Sandoval and Cole Hamels were among the big-name players who avoided salary arbitration by working out deals with their respective clubs Tuesday, which served as the deadline for teams and players to exchange salary arbitration figures.  Those players and teams who actually go to arbitration hearings will engage in that process from Feb. 1-21 in St. Petersburg, Fla.  After exchanging salary figures, Sandoval and the Giants came to an agreement on a three-year deal, worth a reported $17.15 million, that covers his remaining years of arbitration eligibility. The 25-year-old slugger rebounded from a rough 2010 season by dropping around 40 pounds heading into last season. That better conditioning helped him hit .315 with 23 home runs and 70 RBIs in 117 games last year, earning National League All-Star recognition. \"We all recognize that his conditioning program in the offseason and in season is a big part of that success,\" Giants vice president of baseball operations Bobby Evans said. \"We know that there's still a learning curve and work still has to be done. But we feel like Pablo has the desire and commitment to be productive and elevate his game. He's a big part of our present and our future.\"  Ellsbury, the American League Comeback Player of the Year and runner-up in the league's MVP voting, set career highs in doubles (46), homers (32), runs (119) and RBIs (105) in 158 games with Boston last year.   He, like Sandoval, Ethier and Hamels, was an All-Star during the 2011 season. Hamels (who agreed to a one-year, $15 million deal) has accrued double-digit win totals every season except his rookie campaign in 2006, when he won nine for the Phillies.   \"We have cost certainty and the player has cost certainty,\" Phillies general manager Ruben Amaro Jr. said of Hamels. \"Now we can go from there. This doesn't preclude us from doing a long-term deal. We can negotiate with Cole from today through the end of November, and then beyond that to get a multiyear deal done. Just because we have a one-year deal in place doesn't mean we can't do something long term. As far as Cole beyond 2012, that's something that's still very much open for discussion.\"   Ethier, who has appeared in at least 126 games in each of his six seasons with the Dodgers, signed a one-year deal worth $10.95 million plus performance bonuses. However, Los Angeles didn't reach an agreement with 2011 National League Cy Young winner Clayton Kershaw.   Other big names around baseball who were unable to come to an agreement with their clubs by Tuesday's deadline include David Ortiz, Tim Lincecum, Alex Gordon, Michael Morse and Hunter Pence. At that same time, the Rangers were among the teams with the most work to do -- catcher Mike Napoli, infielder Elvis Andrus and outfielder Nelson Cruz all remained unsigned and arbitration-eligible.   The Rangers, though, did agree on one-year deals with relievers Mike Adams ($4.4 million) and Mark Lowe ($1.7 million), as well as outfielder David Murphy ($3.625 million plus incentives) and left-hander Matt Harrison.   The Tigers took care of business and will avoid an arbitration hearing for the 10th consecutive year, inking right-hander Max Scherzer, outfielder Delmon Young and utility player Don Kelly to one-year contracts. Figures were not immediately available on Scherzer, but Kelly will earn $900,000 in 2012, while Young's deal was for $6.75 million.   The Mets were another club able to sweep its entire class of arbitration-eligible players, signing Mike Pelfrey ($5.68 million), Andres Torres ($2.7 million), Ramon Ramirez ($2.67 million) and Manny Acosta ($875,000) each to one-year deals.   Also in the NL East, the Braves signed pitchers Jair Jurrjens and Eric O'Flaherty, as well as outfielder Michael Bourn, to one-year deals.   Elsewhere on the East Coast, the Yankees secured parts of what could be a very formidable pitching staff for 2012 by inking Phil Hughes, Joba Chamberlain and David Robertson to one-year contracts. The club has yet to work out deals with Boone Logan, Russell Martin and Brett Gardner.   In the same division, the Rays reached a deal with outfielder B.J. Upton ($7 million) and pitcher David Price ($4.35 million) while the Red Sox also reached an agreement with infielder Mike Aviles. In Baltimore, the Orioles could not reach an agreement with pitchers Jeremy Guthrie and Brad Bergesen, outfielder Adam Jones or infielder Robert Andino.   In the NL West, the Rockies avoided arbitration by signing outfielder Dexter Fowler to a one-year deal worth $2.35 million, while the Giants also came to terms with outfielders Melky Cabrera and Angel Pagan and right-hander Santiago Casilla.   Cabrera, who was acquired by the Giants in a trade that sent pitcher Jonathan Sanchez to Kansas City, had his best all-around season in 2011 with the Royals, batting .305 with 18 home runs and 87 RBIs.   Sanchez, too, came to terms with the Royals for a one-year deal worth $5.6 million plus performance bonuses. Kansas City also came to an agreement with pitchers Luke Hochevar and Felipe Paulino.   The Padres also had a productive day, inking deals with Joe Thatcher, Nick Hundley, Chase Headley and Tim Stauffer.   Arizona reached a deal with Joe Saunders, signing the veteran left-hander to a one-year deal worth $6 million. He'll rejoin a young starting rotation of Ian Kennedy, Daniel Hudson, Josh Collmenter and recently acquired Trevor Cahill.   \"Joe was an integral part of our success last season and will help stabilize the rotation next season,\" said Kevin Towers, D-backs executive vice president and general manager. \"We're confident his veteran leadership, familiarity in the clubhouse and understanding of the culture we've built will help us continue working towards a championship.\"   Other notable players around the league who came to agreements with their clubs include Oakland's Brandon McCarthy, St. Louis' Kyle McClellan, Florida's Edward Mujica, Houston's J.A. Happ, Cleveland's Jack Hannahan, Toronto's Carlos Villanueva, Minnesota's Francisco Liriano and Washington's Jordan Zimmermann.   Joey Nowak is a reporter for MLB.com. Follow him on Twitter at @joeynowak.‬ This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joey Nowak"
}
