{
    "url": "http:\/\/m.mlb.com\/news\/article\/26398106",
    "title": "Nicasio ready to take big step in recovery",
    "subtitle": "Nicasio ready to take big step in recovery",
    "body": "DENVER -- The Rockies' Juan Nicasio lived one of the worst nightmares for a baseball pitcher, a line drive off his head Aug. 5 while pitching at Coors Field. The horror worsened when his tumble to the mound resulted in a fractured C-1 vertebra. But not long after the surgery, which was preceded by touch-and-go moments when he wasn't sure he'd walk again or if his career was snuffed out after just 13 Major League starts, Nicasio, 25, fell asleep and found himself in a beautiful dream. \"The first week after the surgery, I dreamed that I won 20 games. I won 19, and the last game we were in Philadelphia and I won,\" Nicasio said Thursday afternoon at Coors Field, with a bright smile that had more to do with what has happened since the dream. Broken vertebrae are not exactly common in baseball. Head athletic trainer Keith Dugger said at the time of the injury he didn't know of another one. His recognition of a neck injury has been called by others a possible lifesaving maneuver. So it's understandable that the Rockies call his progress since the injury a miracle.  At the Rockies' complex in Boca Chica, Dominican Republic, Nicasio was throwing bullpen sessions and approaching his top-end velocity last month. Lately, he has been facing hitters while pitching behind an L-screen, the screen that has a space for the pitcher to throw and protects him after the follow-through.  The next gigantic step comes next week. Nicasio will return to the Dominican Republic on Monday and shortly thereafter will face hitters at the complex without the protection of the screen.  A little more than five months ago, Nicasio needed surgery to piece the vertebra together. Incredibly, at the start of 2012, he will have a chance to be one of the five starters in the Rockies' rotation.  \"I'm going to Spring Training ready to go and work hard,\" Nicasio said. \"I say I don't care, No. 5, No. 1, whatever. I'm working for the rotation.\"  If the progress so far is considered a miracle, words might not be sufficient to categorize a successful return to the Majors. He will have to overcome the understandable apprehension of a ball being whipped off the bat and careening toward him. If he can, the Rockies believe they have a possible gem.  Last season, Nicasio dominated Double-A competition at Tulsa to the tune of 5-1 with a 2.22 ERA and 63 strikeouts to 10 walks in 56 2\/3 innings. The Rockies promoted him in to the Majors in May, and he went 4-4 with a 4.14 ERA. The performance had typical growing pains, but with 58 strikeouts to 18 walks, he showed he didn't fear big league hitters.  Now teammates are giving him a better-than-even chance against an even more frightening opponent than a cleanup hitter.  \"I've got so much respect for that guy,\" Rockies shortstop Troy Tulowitzki said. \"I always knew he was a tough kid. Coming up at the beginning, I always said I liked his presence on the mound.  \"But to go through what he's gone through and to say, 'I'm already throwing bullpens and I'm all ready to go,' I don't even know if I could even do that. I hope he has a great year and he'll be a great story.\"  Nicasio said he had a ball whiz near the screen during his last session facing hitters and didn't feel endangered. He knows he is lucky to be pitching, but he also knows he was extremely unlucky when the ball bounced off his head.  \"It's not every day ... only one time in six years,\" Nicasio said, still smiling.  Of course, there were moments that don't make him smile. He remembers the ball hitting his head. The split-second before he hit the ground is a blank, but he remembers laying on the mound and talking to Dugger. He also worried when he had \"no power over my body.\" And the 20-win dream often ended with him dreaming he could rise from bed and go to the bathroom, only to wake up to searing pain.   \"It's unbelievable,\" he said. \"A lot of people in the Dominican told me, 'You're going to be scared when you go to the mound.' I don't want to change my mind. I want to throw strikes in. I want to compete in the game.  \"I feel lucky. Thank you, God. I got lucky. I feel good. Everything is the same. Now I'm ready to go.\" Thomas Harding is a reporter for MLB.com. Read his blog, Hardball in the Rockies, and follow him on Twitter @harding_at_mlb. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
