{
    "url": "http:\/\/m.mlb.com\/news\/article\/26397466",
    "title": "Verlander taking newfound stardom in stride",
    "subtitle": "Verlander taking newfound stardom in stride",
    "body": "DETROIT -- Justin Verlander said he hasn't heard back from Taco Bell since he referenced the fast-food chain last week on \"Conan\" as his pre-start ritual of choice. That would make the folks at Taco Bell among the few who haven't had something to ask Verlander this offseason.  \"Not yet,\" Verlander said with a smile. \"I'm still waiting on that call.\"  The Tigers always begin their annual Winter Caravan with a media session, in which they make almost all of their players available for interviews in an informal gathering, ranging from individual chats to full-blown scrums. Reporters can talk to as many folks as they can fit into about 45 minutes. None loomed as large Thursday as Verlander, who was speaking in Detroit for the first time since he took down American League Cy Young and MVP honors two months ago. After a seemingly endless mob around him, there was a point in the session when he was actually sitting on his own, left alone to think. It didn't last long. Victor Martinez and his season-ending knee injury might have been the biggest topic of discussion in the Tiger Den on Thursday, but Verlander remains the central figure on this club.   Before the Winter Caravan, there was \"Conan\" last week, Verlander's first foray into non-baseball interviews. The day before \"Conan,\" Verlander had a commercial shoot for the cover for \"MLB 2K12.\"   \"I did those two things in back-to-back days out in L.A.,\" Verlander said. \"I kind of felt like a movie star out there.\"   Fittingly, 2K Sports announced Verlander as its cover player around the same time he was honored as AL Cy Young winner, then later MVP. Verlander had three different conference calls with reporters in about a two-week span.   The Tigers have had their share of stars who garnered offseason publicity over the years. Nothing like this, though. The same can be said for Verlander, who has had the winter equivalent of worlds colliding.   From his first year in the big leagues, Verlander has had a regimented offseason schedule like no other Tiger of the last 10 years. He plans his workout program down to the last detail and adjusts it each year based on how he feels during the season. This, more than any year, is the winter he has had to schedule around obligations.   With 24 wins, an AL pitching Triple Crown and an MVP Award, Verlander has gone from the face of the Tigers to one of the faces of baseball.   \"Obviously, the attention was much more focused on me this year than it has been in the past, but that's a good thing,\" he said. \"If I'm getting a lot of attention, that means I'm doing really well. And if I'm doing really well, I'm helping the team do really well. All those things are possible. It's just dealing with it and not letting it affect you, which luckily I've always been good at.\"   Verlander has never gone into an offseason satisfied with a season's results, and he isn't doing it now. But he also he might never have this kind of experience again, so he'd better appreciate it. That's the balancing act.   \"Yeah, I had a lot of fun,\" he admitted. \"It was pretty hectic in some parts, but I tried to keep things as calm as possible, tried to keep them normal. But to take advantage of things like that, that you don't really get the opportunity [to experience] very often, it's pretty exciting and something I had to do.\"   Verlander would also admit that he had to do it carefully. To those around him, he has done it pretty well.   His manager, Jim Leyland, watched his ace's appearance on \"Conan\" last week, and never knew about the Taco Bell ritual. He has no qualms, on the diet or the offseason.   \"I thought he handled himself well,\" Leyland said. \"He had a big year, and he was recognized like he should've been.\"   After 271 1\/3 innings between the regular season and playoffs, Verlander pushed back his throwing program to give his arm regular-season rest. He fit in a lot in that time, from his awards obligations to vacations with current and former teammates. He took a fishing trip to Cabo with his former mentor, Kenny Rogers. He took his catcher, Alex Avila, to the Caribbean. He went to a New York Jets game with fellow Tigers starter Rick Porcello and refused to throw a football.   All the while, Verlander said, his fitness program took precedent over his public profile.   \"You notice when we did the conference calls after the announcements of Cy Young and MVP, it was pretty quick, bang it all out in a couple hours,\" he said. \"Things like that, it doesn't take up too much of my time. I'm still able to get in a workout, do what I need to do. And pretty much everything else that I've done, I pretty much work it around my schedule. I conform to my schedule, make sure I can do everything to be prepared.\"   After all the publicity, the little time off, and the small gift of a new car to splurge on himself, Verlander came back last week to the point where he started. Before he headed north for the Tigers Winter Caravan, he picked up a baseball and started throwing again for the first time since last October.   It was just like always.   \"It feels like crap, like usual,\" Verlander said.   From there, it starts anew. Verlander wants to attack Spring Training with the same day-in, day-out intensity that worked last year. But in the process, he'll have to put last year in the past.   In gaming turns, he'll have to hit the reset button.   \"You guys should know me by now,\" he said. \"It's not like I had one great year, one Cy Young and MVP. It's not like it's a career year for me. I'm going to continue to push forward and basically do the same thing I've been doing since I got here, and that's to try to improve every year.\"   His confidence is already in midseason form. When the Tigers' winter caravan stopped in nearby Birmingham, Mich., for a fan rally, a young boy in the crowd had the chance to ask Verlander which hitter in baseball he fears most.   \"Nobody,\" Verlander answered. \"But I think Robinson Cano is a very tough out.\" Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
