{
    "url": "http:\/\/m.mlb.com\/news\/article\/26366296",
    "title": "Marlins reach one-year deal with Oviedo",
    "subtitle": "Marlins reach one-year deal with Oviedo",
    "body": "MIAMI -- A couple of the Marlins' late-inning relievers have come to terms on one-year contracts. And a couple of key contributors will be headed to arbitration hearings. Miami reached agreement on one-year deals with relievers Juan Carlos Ovideo and Edward Mujica on Tuesday. The team, however, was unable to finalize agreements with Emilio Bonifacio and Anibal Sanchez before Tuesday afternoon's deadline to exchange numbers. So per team policy, the Marlins will go to arbitration hearings to determine the salaries for the two in 2012. Oviedo has yet to be removed from MLB's restricted list, but the 29-year-old reliever does have a contract for the upcoming season. Miami avoided arbitration with Oviedo on Tuesday. A source said the one-year deal is for $6 million, under the condition the reliever is cleared to pitch.  Oviedo, formerly named Leo Nunez, was placed on the restricted list in late September after issues stemming to his identity came to light. Since the Marlins signed Heath Bell as closer, Oviedo will be in a setup role, if he remains with the team. The club may either retain the right-hander or seek a trade.  Oviedo was the Marlins' closer the past two years. He converted 36 of 42 save chances last year. In 2011, Oviedo signed a $3.65 million deal, and he will be eligible for free agency next year.  Mujica is in his second year of arbitration. The right-hander, who made $800,000 in 2011, projects to fill a late-inning setup role. Terms of his deal were not known.  Miami acquired Mujica from San Diego as part of the Cameron Maybin trade in 2010. In his first season with the Marlins, he was 9-6 with a 2.96 ERA in 67 games.  Although Sanchez and Bonifacio were unable to reach agreement on Tuesday, both still are expected to be major contributors.  Technically, teams can negotiate with players up until the hearings began, but Miami has a team policy to cease contract talks after the salary exchange deadline.  At the hearings, Bonifacio will be seeking $2.2 million, while the Marlins have a counteroffer of $1.95 million. Sanchez, meanwhile, is asking for $8 million, compared to $6.9 million that is on the table by the team.  The players will receiver either the high or the low figure, as ruled by the arbitration panel.  Initially, the Marlins tendered contracts to Bonifacio, Mujica, Sanchez and Oviedo on Dec. 12.  Bonifacio is arbitration-eligible for the first time, and the speedster is the front-runner to be the Opening Day center fielder. A switch-hitter, he is one of the fastest players in the league.  In 2011, Bonifacio enjoyed a breakout season, batting .296 with a .360 on-base percentage. He stole 40 bases. Bonifacio is projected to bat second, behind Jose Reyes.  Sanchez, meanwhile, is a staple in the rotation. The 27-year-old right-hander made 32 starts last season, and he posted a career-high 196 1\/3 innings.  Sanchez finished 8-9 with a 3.67 ERA, in a year in which he made $3.7 million. This is Sanchez's final season going through the arbitration process. Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
