{
    "url": "http:\/\/m.mlb.com\/news\/article\/26366272",
    "title": "Yankees beef up rotation without breaking bank",
    "subtitle": "Bauman: Yankees improve without breaking bank",
    "body": "In almost every recent postseason that did not end in a championship, the New York Yankees had the same problem: Not enough pitching, either in quality or quantity. Now, the Yanks -- without spending mega-millions, but with what appear to be highly astute additions of two starting pitchers -- may have not only addressed this problem, but actually repaired it. Is this asking a lot from Michael Pineda and Hiroki Kuroda? Yes, but they're Yankees now, so it comes with the territory. Plus, Pineda has potential that is both terrific and indisputable, while Kuroda has a very solid track record. The Yankees had to give the Seattle Mariners substantial talent -- the rare commodity, a young power-hitting catcher, Jesus Montero -- to get Pineda. But a pitcher with Pineda's profile, a 22-year-old with both top-shelf velocity and command and a big league season under his belt, doesn't appear on the open market that often, if at all. Kuroda, who has a 3.45 Major League ERA, came at the cost of $10 million for one year. He is 37, but the duration of the deal is sensible, and so then is the amount.  The 2011 campaign presented a scenario that was a little too familiar for the Yankees. They put up the American's League's best regular-season record, but New York then lost in an AL Division Series to the Detroit Tigers. The formula has not been a secret. The Bombers, in combination with a typically imposing offense, have enough pitching to get through the regular season in fine shape. But then in the postseason, against teams with better pitching, the equation changes and the Yanks' success often ends. They have lost four ALDS in the past seven years, not a particularly Yankees-like result.  With the acquisitions of Pineda and Kuroda, the Yankees have added both quality and quantity to their starting rotation. They will have, in theory at least, a surplus of starting pitching. We can quibble about the standing of that quality relative to the competition, but New York's improvement in the most essential part of the game is inescapable.  As it now stands, the Yanks would likely have a rotation consisting of CC Sabathia, Pineda, Kuroda and Ivan Nova, a 16-game winner in his rookie season, in the first four spots. After that, the fifth spot would be a contest among Freddy Garcia, A.J. Burnett and Phil Hughes.  This is not at all a bad blend of fifth-starter candidates. Hughes was an 18-game winner in 2010, whose season last year was undone by injuries. Garcia was 12-8 with a 3.62 ERA and made 25 starts last season. If his fastball is primarily a memory, he pitches now with enough guile and command to be more than effective.  The additions of Pineda and Kuroda may be encouraging to Yankees fans on their own merits, but they may also represent another potentially encouraging development -- a decreased reliance on the presence of Burnett in New York's rotation.  The Yankees still owe Burnett $33 million over the next two years. Burnett did record a victory in a must-win situation in Game 4 of the 2011 ALDS, and his once-overwhelming stuff has diminished but has not completely disappeared. But that 5.15 regular-season ERA no longer grants him an automatic place in the Bombers' rotation. And the acquisitions of Pineda and Kuroda make the same point.  This had been a winter in which the big baseball news and the big baseball spending had taken place somewhere other than the Bronx. What the Yankees did here, with the trade for Pineda and the signing of Kuroda, demonstrated that they could markedly improve their team without indulging in any sort of spend-fest.  In fact, the Yanks may have not only improved, but they transformed their starting rotation. With an extraordinarily talented young starter and a solid veteran starter, that rotation could look more like a winner not only in April, but October as well. Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
