{
    "url": "http:\/\/m.mlb.com\/news\/article\/26366226",
    "title": "Choo among five avoiding arbitration with Tribe",
    "subtitle": "Choo among five avoiding arbitration with Tribe",
    "body": "CLEVELAND -- It has been more than two decades since the Indians went to an arbitration hearing. Cleveland now sits two signatures away from maintaining that negotiation streak for another offseason.  On Tuesday, the Indians agreed to terms on one-year contracts with right fielder Shin-Soo Choo, starter Justin Masterson, closer Chris Perez, reliever Joe Smith and third baseman Jack Hannahan. Only All-Star shortstop Asdrubal Cabrera and lefty reliever Rafael Perez remain unsigned.  Cabrera and Rafael Perez exchanged salary proposals with the Indians on Tuesday, when a 1 p.m. ET deadline was set by Major League Baseball for that step in the arbitration process. Coming off a career season, Cabrera could be a candidate for a multiyear deal.   \"We're still willing to do them,\" said Indians general manager Chris Antonetti, referring to long-term contracts during a discussion with reporters last week. \"In the end, both parties have to be interested in doing it, and you have to align on the value. But certainly, we're open minded to that.\"   The 26-year-old Cabrera, who started for the American League in the All-Star Game in July, hit .273 with 25 home runs and 92 RBIs in 151 games for the Tribe last season. He set a franchise record for homers by a shortstop and was awarded an American League Silver Slugger Award for his impressive effort.   Cabrera earned $2.025 million last season in his first year of arbitration eligibility.   If Cabrera or Rafael Perez, who earned $1.33 million last year, do not sign before their respective hearing dates, an arbitration panel will decide between the salary figure turned in by their camp and the one proposed by Cleveland. This year's hearings are scheduled to be held from Feb. 1-21 in St. Petersburg.   MLB.com has learned that Cabrera's camp requested a 2012 salary of $5.2 million, while the Indians countered with an offer of $3.75 million. Perez filed a request of $2.4 million, but Cleveland's offer stood at $1.6 million for the left-hander.   The Indians have not gone to a hearing since doing so with Greg Swindell and Jerry Browne in 1991.   Choo, who was eligible for arbitration for the second time, will make $4.9 million in 2012 after laboring through a rough showing last season. The right fielder was limited to 85 games due to injuries and ended the year hitting .259 with eight homers and 36 RBIs. The Indians are hoping he can return to his 2009-10 form, when he was a threat to hit .300 with at least 20 homers and 20 stolen bases.   Last season, Choo made $3.975 million with the Tribe in a season that was not only marred by injury. In May, Choo was arrested for driving under the influence of alcohol, casting a cloud over the rest of his season. The Indians are hoping the on- and off-field issues will be distant memories for Choo this year.   Choo will remain Cleveland's starting right fielder as well as an integral piece within the club's offense.   Masterson -- a first-year arbitration candidate -- will earn $3.825 million in 2012 after making just $468,400 last season. The big sinkerballer had a breakout campaign, going 12-10 with a 3.21 ERA over 34 outings. Masterson, who appears to be in line to start on Opening Day, logged a team-high 216 innings for the Tribe.   Chris Perez is slated to make $4.5 million in 2012 after saving 36 games for Cleveland last season. Perez, who earned $2.225 million in his first year of arbitration eligibility in 2011, posted a 3.32 ERA over 64 games. Perez struck out 39, walked 26 and earned a spot on the AL All-Star team last season.   Smith is coming off a career season during which he compiled a 2.01 ERA over 71 games out of Cleveland's bullpen. The right-handed sidearmer is scheduled to earn $1.75 million next season after making $870,000 in 2011.   Last winter, the Indians signed Hannahan to a Minor League contract before he worked his way into the mix as the team's Opening Day third baseman. Hannahan -- best known for his stellar defense at third base -- will compete with Lonnie Chisenhall during Spring Training for the same job this year.   Hannahan reached an agreement with the Tribe on a 2012 contract worth $1.135 million after earning $500,000 a year ago. In 110 games with the Indians last season, the lefty-hitting third baseman posted a .250 average with eight homers and 40 RBIs, while offering Gold Glove-caliber defense.   Rafael Perez, who is eligible for arbitration for the third offseason in a row, appeared in 71 games for the Indians last season. The lanky lefty had a 3.01 ERA over 63 innings, during which he struck out 33 and walked 19. Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
