{
    "url": "http:\/\/m.mlb.com\/news\/article\/26365270",
    "title": "Giants reach deals with trio of players",
    "subtitle": "Giants reach deals with trio of players",
    "body": "SAN FRANCISCO -- Easing their offseason chores considerably, the Giants avoided salary arbitration with three players in a span of less than 24 hours by forging deals with outfielders Melky Cabrera and Angel Pagan and right-hander Santiago Casilla. The accords trimmed San Francisco's list of potential arbitration cases to four: right-handers Tim Lincecum and Sergio Romo, outfielder Nate Schierholtz and third baseman Pablo Sandoval. Though that ranks among the largest arbitration contingents the Giants have confronted, it's a fraction of what they faced as the offseason began, when they had 13 arbitration-eligible players. The Giants still must grapple with what could be one of the most challenging arbitration cases in history. When teams exchange proposals for one-year contracts with arbitration-eligible performers later on Tuesday, one of the most-watched sets of figures will be those involving Lincecum, the two-time National League Cy Young Award winner, who could approach or exceed $20 million annually. Though the Giants didn't immediately announce Cabrera's deal, ESPN Deportes and The Associated Press reported on Tuesday that the switch-hitter signed for $6 million, up from $1.25 million last year. Cabrera enjoyed his best all-around season in 2011 with Kansas City, batting .305 with 18 home runs and 87 RBIs. The Giants obtained the 27-year-old last Nov. 7 for left-handers Ryan Verdugo and Jonathan Sanchez.  Casilla agreed to a $2.2 million deal, with $200,000 in performance bonuses, ESPN Deportes reported on Tuesday. He earned $1.3 million in 2011. The 31-year-old has quietly become one of the NL's most effective relievers, finishing 2-2 with a 1.74 ERA and six saves in 49 appearances last year. He ranked second among NL relievers (minimum 25 innings) in home ERA, recording a 0.68 figure (two earned runs in 26 2\/3 innings).  Pagan agreed to terms on Monday night on a $4.85 million contract, up from $3.5 million last year. The 30-year-old is a leading candidate to play center field and bat leadoff -- the role the Giants formerly envisioned for Andres Torres, who was sent to the Mets in last month's trade that brought Pagan to San Francisco. A career .279 hitter, Pagan slumped to .262, with a career-worst .694 OPS (on-base plus slugging percentage), for the Mets last year. Chris Haft is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Haft"
}
