{
    "url": "http:\/\/m.mlb.com\/news\/article\/26365258",
    "title": "Four Rangers reach deals to avoid arbitration",
    "subtitle": "Four Rangers reach deals to avoid arbitration",
    "body": "ARLINGTON -- The Rangers were able to reach an agreement with four of their potential seven arbitration cases on Tuesday. They still have more work to on the other three, including closing a $3.2 million gap with catcher Mike Napoli.  On a day in which the Rangers reached agreements with outfielder David Murphy and pitchers Matt Harrison, Mark Lowe and Mike Adams, they also exchanged numbers with the three other arbitration-eligible players.  Napoli is asking for $11.5 million while the Rangers are offering $8.3 million. Napoli, who is eligible for free agency after this season, is coming off his best year in the big leagues. After being acquired from the Blue Jays, he batted .320 with 30 home runs and 75 RBIs in 113 games and 369 at-bats. Lowe, who will be a free agent after this season, appeared in 52 games out of the bullpen for Texas in 2011, posting a 3.80 ERA and a 2-3 record.   He spent all but two weeks of the season with the big league club and was third on the team in appearances, while also recording 42 strikeouts in 45 innings. The right-hander allowed just six of 32 inherited runners (18.8 percent) to score, which was ninth best among American League relievers.   Murphy appeared in 120 games as the club's fourth outfielder, and hit .275 with 11 homers and 46 RBIs in 404 at-bats.   He was drafted by the Red Sox in the first round of the 2003 First-Year Player Draft and has spent his six big league seasons in Boston (2006-07) and Texas (2007-2011). Murphy has driven in at least 46 runs and hit at least 11 homers in each of his last four seasons.   Adams, who was acquired by the Rangers from the Padres at the non-waiver Trade Deadline last season, went a combined 5-4 with a 1.47 ERA through 73 2\/3 innings in 2011.   The right-hander has posted an ERA under 1.76 in each of the last three seasons, pitching at least 37 innings in each of them. He also can be a free agent after this season. T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. Joey Nowak is a reporter for MLB.com. Follow him on Twitter at @joeynowak. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan and Joey Nowak"
}
