{
    "url": "http:\/\/m.mlb.com\/news\/article\/26446464",
    "title": "Inking extension was big deal for Morrow",
    "subtitle": "Inking extension was big deal for Morrow",
    "body": "TORONTO -- The Blue Jays have secured another one of their core pieces by signing right-hander Brandon Morrow to a multiyear contract on Tuesday morning.  Morrow is set to earn $20 million over the next three seasons, while Toronto also has a club option for 2015 valued at $10 million, which includes a $1 million buyout.  The new deal had been considered a top priority for both sides this offseason and enables the Blue Jays to head into the 2012 season with the front end of their rotation under club control for at least the next three years. \"To be able to sign an extension here was a big deal for me,\" Morrow said during a news conference at Rogers Centre. \"I feel a sense of loyalty to [general manager] Alex [Anthopoulos] for believing in me in the first place and bringing me over here. I love the city, I love the organization, love my teammates and it was just a great opportunity to extend the contract.\"   Anthopoulos made his intentions known when Morrow was in Toronto for the unveiling of Toronto's redesigned logo in mid-November. The Blue Jays' general manager pulled Morrow aside at the time and said the club would be getting in touch with his agent, Joel Wolfe, to discuss a multiyear deal.   Other offseason items took precedence, but talks began in earnest once January rolled around. The two sides were nearing a deal when salary figures had to be exchanged in advance of the arbitration process, and less than a week later, the terms were agreed upon.   Toronto's priority throughout the process was to include at least one club option and the omission of a no-trade clause. It's a similar strategy to the previous negotiations for multiyear contracts handed out to Jose Bautista, Yunel Escobar, Ricky Romero and Adam Lind, and it falls in line with the rest of the team's young core.   Morrow is set to earn $4 million in 2012, $8 million in '13 and an additional $8 million in '14. The deal covers Morrow's final two seasons of salary arbitration and buys out at least the first of free agency.   \"I can't speak for the players, but I would think that all players would like to have the financial security,\" Anthopoulos said of the give and take made by both parties. \"From Brandon's standpoint, he's set for life. He's where he wants to be, he's in an organization, a city, a country that he wants to be in with teammates that he loves. There's really no downside from that standpoint, and there's continued upside and certainly room for another contract extension for him.\"   Morrow suffered through a bit of a down year during his second season pitching exclusively as a starter. He went 11-11 with a 4.72 ERA and a 1.29 WHIP, but the 27-year-old appeared to turn a corner during the final month of the season.   Morrow unveiled a new cut fastball, which garnered high praise, and he opted to throw each pitch with more intensity -- instead of trying to conserve energy as a way to get deep into games.   The end result was just three earned runs during his final 21 innings on the mound in 2011. Morrow was more aggressive during those final three starts, and it's an approach he plans to carry over into 2012.   \"A lot of times you pitch better with a little chip on your shoulder, and I hope that's something I can incorporate into my game a little bit more,\" Morrow said. \"I think there's a certain level of [cockiness] that you need to really succeed. You look at the best athletes and they all have a little bit of that in them, especially when things are on the line.\"   Morrow was originally taken by Seattle with the fifth overall pick in the 2006 First-Year Player Draft. He was eventually acquired by the Blue Jays following the '09 season for right-handed reliever Brandon League and outfielder Johermyn Chavez.   Seattle had difficulty deciding whether Morrow belonged in the rotation or bullpen, and as a result, he bounced back and forth between the two roles. Toronto attempted to put an end to the confusion by naming Morrow a starter immediately after the trade and providing him with plenty of time to make a proper transition.   Morrow got off to a slow start in 2010, but he went 7-3 with a 3.46 ERA during his final 17 starts of the year. He was shut down because of an innings limit, but not before he came within one out of throwing a no-hitter against the Rays on Aug. 9. Morrow had his bid broken up by Evan Longoria and instead settled for a one-hit shutout that included 17 strikeouts.   The commitment the Blue Jays made to him at the start of their working relationship is one that Morrow felt has made a big difference in his career to date.   \"Alex -- since I came over here, since Day 1 -- assured me I would have a spot in the rotation and really just kind of let me go,\" said Morrow, who is 21-18 with a 4.62 ERA in only 325 2\/3 innings since joining Toronto. \"He said, 'We're going to run you out there every five days regardless of what has happened in the past,' and it's made a big difference in my career so far.   \"This [contract] is just a continuation. ... I'm excited they have the confidence in me to extend this offer, and I'm excited to stay.\"   Morrow is set to enter his sixth season in the Major Leagues, but it's sometimes easy to forget he has just two full seasons as a starter under his belt. That could help explain some of the inconsistency of Morrow's tenure in Toronto, but there's very little doubt he has the overall raw ability it takes to become one of the elite pitchers in the American League.   The California native was one of only seven AL pitchers in 2011 to record more than 200 strikeouts, and his league-leading 10.19 strikeouts per nine innings were more than a full strikeout higher than the runner-up.   Since his Major League debut in 2007, the 6-foot-3, 198-pound righty has limited opponents to a .235 average, which ranks fourth behind only C.J. Wilson (.228), David Price (.228) and Justin Verlander (.229) over that span for those with a minimum of 2,000 batters faced.   The talent is there, and now it's just a matter of putting it all together for a full season. A no-nonsense, mean-streak approach on the mound could be the way to dig down and find that next level.   \"There are games where I've gone out and tried to pitch like Greg Maddux and days where I've gone out and tried to throw every ball as hard as I could,\" Morrow said. \"It's really finding that fine line between controlling your body and really being aggressive.   \"I think that with my stuff, sometimes my mental approach lags a little bit behind my physical stuff. With the stuff I have, I think it pays to be a little more aggressive.\" Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
