{
    "url": "http:\/\/m.mlb.com\/news\/article\/26447464",
    "title": "Craftsmen get it done without bringing heat",
    "subtitle": "Craftsmen get it done without bringing heat",
    "body": "Baseball fans from all winter climates had their hearts warmed last week when this item rolled across the news wire: \"Rockies sign Moyer to Minor League deal.\"  The Moyer, of course, was Jamie, who at 49 years of age and with a brand-spankin'-new ulnar collateral ligament in his left elbow, will try to break back into the Majors in Colorado and resume his pursuit of the 33 wins he needs to reach the 300 mark.  With a rebuilt wing, you have to figure Moyer will be back to his bedeviling best. In other words, he should easily -- or, most likely, barely -- be able to clear 80 mph with his fastball, and that makes his changeup, well, his changeup. There might not be a more fun exercise to take part in as a baseball observer than witnessing Moyer at his best.   This dinosaur paints corners and punches out players less than half his age with mid-70s changeups. And then there's the mere spectacle of his victims, who curse at themselves, at Moyer and at life in general as they corkscrew their bodies into the dirt before suffering the shame of those slow walks back to the dugout.   But Moyer, whose average fastball, according to Fangraphs.com, sat at a Major League-slow 80.9 mph when we last saw him on a mound in 2010, won't be the only one getting by with less-than-average zip on the Old No. 1.   In fact, there are plenty of Major League starters whose average fastballs clock in under 90 but do something -- anything, really -- to make up for it and get hitters out.   Here are seven more of these genuine craftsmen who succeeded in 2011 and who are worth watching in 2012:   Jered Weaver, Angels: Is it hard to believe that a guy who finished second to Justin Verlander for 2011 American League Cy Young honors doesn't have a lot of heat on his heater? Not when you look at Weaver's deceptive delivery, complete arsenal and composure. Weaver's fastball averaged 89.1 mph last year, but he still went 18-8 with a 2.41 ERA, 1.010 WHIP and 198 strikeouts in 235 2\/3 innings and started the All-Star Game.   Aaron Harang, Dodgers: Harang went 14-7 with a 3.64 ERA last year for the Padres, striking out 124 batters in 170 innings, and he did it all with a fastball that Fangraphs had at an average of 89.8 mph. It was good enough to land the 6-foot-7 right-hander a two-year, $12 million deal to be the No. 4 starter in Chavez Ravine.   Shaun Marcum, Brewers: The Brewers were lauded for the trade that pried this righty out of Toronto, and for good reason. With his 86.7-mph cheese, Marcum went 13-7 with a 3.54 ERA and struck out 158 in a career-high 200 2\/3 innings. Marcum only threw his fastball 34.3 percent of the time, according to Fangraphs, which makes him one of the craftiest of this bunch.   Josh Tomlin, Indians: He wasn't supposed to do much, if anything at all, in the Cleveland rotation last year, but Tomlin, armed with a fastball averaging 87.9 mph that he only threw 42.3 percent of the time, was one of its stars. He went 12-7 with a 4.25 ERA and 1.077 WHIP, giving himself another good shot at the Tribe's starting five in 2012.   Mark Buehrle, Marlins: The new contract -- four years, $58 million -- in Miami was huge, but the Marlins knew what they were paying for: consistency. Buehrle might only get it done with a fastball that averaged 85.6 mph in 2011, but he got it done. The veteran southpaw, who will turn 33 in March, went 13-9 with a 3.59 ERA and extended his streak of double-digit-victory seasons to 11. He also threw 205 1\/3 innings, making it 11 straight years in which he's cracked the 200 mark.   Jason Vargas, Mariners: After a few questionable years because of injuries, Vargas reinvented himself and has become a stalwart in the Seattle rotation, even with a fastball that averaged 87.4 mph. He led Seattle with three shutouts in 2011 and surpassed the 200-inning mark for the first time in his career. The key? A dirty changeup, which he threw 28 percent of the time, according to Fangraphs. Only two other pitchers in the Majors -- AL Rookie of the Year Jeremy Hellickson of Tampa Bay and the Mets' Chris Capuano -- threw changes more often than Vargas.   R.A. Dickey, Mets: This one is almost unfair, but so is Dickey when his hard knuckleball -- 76.1 mph on average last year -- is on. Talk about reinvention. After his traditional complement of pitches had him in Triple-A, Dickey learned his knuckler and has put up ERAs of 2.84 and 3.28 in his past two seasons as a Mets rotation regular. His 208 2\/3 innings in 2011 were a career-high total -- by a lot.    Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB and read his MLBlog, Youneverknow. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
