{
    "url": "http:\/\/m.mlb.com\/news\/article\/1301561",
    "title": "Mariners, Meche avoid arbitration",
    "subtitle": "Bless this Meche: Mariners re-sign righty",
    "body": "And then there were none.  After beginning the offseason with eight players eligible for salary arbitration, the Mariners whittled the number to zero on Thursday when right-handed starter Gil Meche accepted a one-year, $3.7 million offer.  The agreement means that general manager Bill Bavasi still has never had a player go through the entire salary arbitration process, which can conclude with a hearing before a three-arbitrator panel. The 27-year-old Meche was 10-8 with a 5.09 ERA in 26 starts and three relief appearances last season, when he made $2.535 million. He has a 44-36 career record with a 4.70 ERA.  According to figures obtained by The Associated Press, all but $225,000 of Meche's contract is guaranteed. He would receive $25,000 for reaching 190 innings, $50,000 for 200 innings and $75,000 for pitching 220 innings.   Meche was one of three pitchers in 2005 with four wins in Interleague Play. He was 10-6 with a 4.72 ERA in 19 starts through July 17, but struggled from July 23 to end of the season, going 0-2 with a 6.23 ERA in his last 10 games (seven starts). He was on the disabled list from Aug. 20-Sept. 16 with tendinitis in his right knee.   Meche heads to Spring Training in Peoria, Ariz., as a strong starting candidate, probably joining veteran left-handers Jamie Moyer and Jarrod Washburn, seasoned right-hander Joel Pineiro, and youngster Felix Hernandez in the rotation.   \"The last two years, I haven't done what I expected out of myself and the team hasn't done what the organization expects,\" Meche told the Everett Herald after the Mariners offered him a contract on Dec. 20. \"I definitely want to be there for the turnaround.\"  Getting Meche signed enables Bavasi to once again bat 1.000 in the salary arbitration game.  Earlier, the Mariners signed arbitration-eligible reliever Rafael Soriano to a one-year contract; inked versatile utility player Willie Bloomquist and right-handed reliever Julio Mateo to two-year deals; traded catcher Yorvit Torrealba to the Rockies; released infielder Ramon Santiago; non-tendered starting pitcher Ryan Franklin; and watched catcher Miguel Ojeda get claimed off waivers by the Rockies.   Going camping: The Mariners have invited 22 non-roster players to Spring Training, including former Major Leaguers Kevin Appier and Dave Burba and second baseman Fernando Vina. Burba, a right-handed pitcher, and Vina both have had previous stints with the Mariners -- Burba in 1990-91 and Vina in 1993 as a Rule 5 player.   Right-handers Jeff Harris and Scott Atchison, who spent some time with the Mariners last season but were removed from the 40-man roster during the offseason, also have been invited to camp, which begins Feb. 16 at the Peoria Sports Complex.   Rounding out the list of invitees are: infielder\/outfielder Greg Dobbs, pitcher Jeff Heaverlo, shortstop Matt Tuiasasopo, pitchers Francisco Cruceta, Rich Dorman and Chris Jaile; catchers Jeff Clement, Andy Dominique, Rob Johnson and Corky Miller; infielders Asdrubal Cabrera, Rayon Lampe, Jose Morban, Cody Ransom and Todd Sears, and outfielder Adam Jones.   Awards presented: Also on Thursday, the Mariners announced at their annual pre-Spring Training luncheon at Safeco Field that Carl Hamilton, the organization's video coordinator, has been named the first recipient of the Professional Baseball Video Coordinators Association Award for Excellence. The award has also been named the Carl Hamilton Award and will be presented each year to baseball's top video coordinator.     PBVCA president Bob Chester, who is the manager of baseball video operations for the Cleveland Indians, said that Hamilton was an easy choice to receive this honor because of \"his commitment, years of service, and most importantly, his positive contributions to the role of video coordinator in Major League Baseball.\"  Meanwhile, Mariners head groundskeeper Bob Christofferson has received one of the sports turf industry's highest honors -- The Harry C. Gill Memorial Award, presented by the Sports Turf Managers Association at their 17th annual conference in Orlando, Fla., on Jan. 18.   The Harry C. Gill Award is one of the STMA's Founder's Awards and is presented each year in recognition of an individual's \"hard work in the sports turf industry and their dedication and service to the STMA.\"   Christofferson, who is entering his seventh season as head groundskeeper for the Mariners, has spent over 20 years as a stadium manager and head groundskeeper. He is a three-time winner of the Pacific Coast League's Groundskeeper of the Year Award for his work at Tacoma's Cheney Stadium. In his tenure at Safeco Field, Christofferson has overseen groundskeeping for the 2001 Major League Baseball All-Star Week, American League playoff games, an NCAA bowl Game, a World Cup soccer qualifying match, and numerous other events and activities at the ballpark. Jim Street is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Street"
}
