{
    "url": "http:\/\/m.mlb.com\/news\/article\/26453522",
    "title": "Phils' pitchers recognized on Top Prospect list",
    "subtitle": "Phils' pitchers recognized on Top Prospect list",
    "body": "BOSTON -- For a win-now team, the Phillies' farm system still made ripples in MLB.com's Top 100 Prospects list, for the same reason that drives the big league club's success: pitching. Trevor May, the 22-year-old right-hander drafted in the fourth round in 2008, is the Phils' top-ranked prospect at No. 54. Less than two full years removed from his 2010 first-round selection, southpaw Jesse Biddle comes in at No. 78, with righty Brody Colvin close behind at No. 80. May, who's 6-foot-5, finished third in all of the Minor Leagues with 208 strikeouts in 151 1\/3 innings -- smashing the single-season record at Class A Clearwater. His 3.63 ERA was eighth in the Florida State League. \"There's been a little more attention,\" May said recently. \"Hype, I like to call it. But as for the approach to the game or how I'm preparing for the season, if anything, it's given me more motivation to work hard.       \"To be named the top prospect, a lot of things happen. Just like there are injuries in the big leagues and guys move up that you never would have thought at the beginning of the season. We've had trades. We've had things happen. Domonic [Brown] had enough big league at-bats not to be considered to get the honor. Before I knew it, I was in this spot. And I'm happy to be here.\"  This year's edition of MLB.com's Top Prospects list has expanded from 50 to 100 players. The annual ranking of baseball's biggest and brightest young talent is assembled by MLB.com's Draft and prospect expert Jonathan Mayo, who compiles input from industry sources, including scouts and scouting directors. It is based on analysis of players' skill sets, upsides, closeness to the Majors and potential immediate impact to their teams. The list, which is one of several prospect rankings on MLB.com's Prospect Watch, only includes players with rookie status in 2012.  Biddle, who turned 20 in October, posted a 2.98 ERA and 124 strikeouts in 133 innings with Class A Lakewood. Aside from a 7.16 ERA in four April starts, Biddle dominated the rest of the season, with sub-3.00 ERAs each month through the season's end.  \"I've felt like I've been in a groove for a while, but I don't want to jinx anything,\" Biddle said late in the season. \"I felt good the last few games. I'm throwing strikes and I had a few walks, but they didn't kill me. I felt like I've been trying to throw strikes and put the ball in play. Last year, I was trying to strike everyone out, and that's where I got into trouble.\"  Colvin, 21 and a teammate of May's with Clearwater, had trouble with his health in 2011, but showed flashes of his best self in July, when he posted a 2.63 ERA in five starts. His season ERA in 116 2\/3 innings was 4.71. Evan Drellich is a reporter for MLB.com. Follow him on Twitter @EvanDrellich. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Evan Drellich"
}
