{
    "url": "http:\/\/m.mlb.com\/news\/article\/26459930",
    "title": "Dodgers boast three in Top 100 Prospects",
    "subtitle": "Dodgers boast three in Top 100 Prospects",
    "body": "The Dodgers have three players among MLB.com's Top 100 Prospects in right-handers Zach Lee, Nathan Eovaldi and Allen Webster.  This year's edition of MLB.com's Top Prospects list has expanded from 50 to 100 players. The annual ranking of baseball's biggest and brightest young talent is assembled by MLB.com's Draft and prospect expert Jonathan Mayo, who compiles input from industry sources, including scouts and scouting directors. It is based on analysis of players' skill sets, upsides, closeness to the Majors and potential immediate impact to their teams. The list, which is one of several prospect rankings on MLB.com's Prospect Watch, only includes players with rookie status in 2012.  Lee is the highest-rated among the three, at No. 45. Originally selected with the 28th overall pick in the 2010 First-Year Player Draft, the 20-year-old's signing went right down to the deadline, thanks to a scholarship offer to play quarterback at Louisiana State University. Lee made 24 starts for Class A Great Lakes in the Midwest League and was 9-6 with a 3.47 ERA. He can reach 98 mph with his fastball, but he pitches mainly in the 92-94-mph range. His changeup has gotten more consistent, and his breaking ball tightened up and got sharper as the year went on.       \"The maturity, work ethic and ability to compete have certainly been what we've expected,\" said Dodgers assistant general manager Logan White. \"He's actually put on positive weight, he's filled out and physically has gotten stronger and better. Now that he's focused completely on being a Major League pitcher, now we're working on the other part, which is developing his secondary pitches and stuff like that. I think for the first year, he went out and performed real well for a high school player who was really a football commit more than baseball at the time.\"   Eovaldi, who is ranked No. 70, made his big league debut last August, when he allowed just two runs over five innings in beating the D-backs in Arizona. He wound up with a 1-2 record and 3.63 ERA in six starts and four relief appearances.   While Lee was signed for big bucks, the Dodgers got a bargain with Eovaldi, who signed for $250,000 after being selected in the 11th round of the 2008 First-Year Player Draft. Eovaldi's Draft standing was knocked down a bit due to Tommy John surgery during his junior year in high school.   \"He commands the zone well for a young kid, competes his butt off and isn't afraid of anything or anybody,\" White said. \"I think you're looking at a kid that, as long as he stays healthy, should be a heck of a big leaguer for a while.\"   Eovaldi's breaking ball was not well refined when he first signed, but has since become a very tight slider with plenty of tilt to it, and his fastball has touched 100 mph in the Minor Leagues, though it sits in the mid-90s for the most part.   \"In terms of makeup, he's probably as good as anyone I've ever signed, and that includes [Clayton] Kershaw,\" White said of last year's National League Cy Young Award winner. \"His makeup is just fantastic.\"   Webster, who checks in at No. 79 on the list, has arguably the best sinker in the organization as part of a four-pitch mix.   \"It's a real, true sinker,\" White said. \"He can just throw sinkers and get ground-ball outs all day long. He has a slider and a curveball. Some days, they're both plus pitches. And some days, they're a little below average. But he just needs to get consistent with them. His changeup is off the charts -- he's got a Major League changeup right now, it's really good.\"   Webster was primarily a shortstop in high school before being selected in the 18th round of the 2008 First-Year Player Draft. Last year at Class A Rancho Cucamonga, he was 5-2 with a 2.33 ERA in nine starts before being promoted to Double-A Chattanooga.   With Chattanooga, the 21-year-old appeared in 18 games, 17 as a starter, and went 6-3 with a 5.04 ERA.   \"Of the three guys, he's got the best pitch mix and sinker of the group,\" White said. \"I think he's going to be a real good big league pitcher and a real good starter.\"   Steve Gilbert is a reporter for MLB.com. Read his blog, Inside the D-backs, and follow him on Twitter @SteveGilbertMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
