{
    "url": "http:\/\/m.mlb.com\/news\/article\/26454878",
    "title": "Middlebrooks tabbed Red Sox's top prospect",
    "subtitle": "Middlebrooks tabbed Red Sox's top prospect",
    "body": "BOSTON -- Four Red Sox with legitimate power potential are included on MLB.com's Top 100 Prospects list, and for Boston, that's a realistic representation of its Minor League system on the whole -- in terms of both the number of prospects on the list and the type of players.  Pop was the calling card of the best performers in Boston's farm system last year, and there was plenty of it to go around. Third baseman Will Middlebrooks and shortstop Xander Bogaerts, a tandem that dreamers can imagine patrolling the left side of Fenway's infield in a few years, are two of the Sox's highest ranked up-and-comers, at Nos. 56 and 76, respectively.  Also on MLB.com's list are No. 64 Bryce Brentz, a 23-year-old outfielder who hit 19 homers for Class A Salem, and No. 93 Ryan Lavarnway, whose power was on display for the big league club at the very end of last season. This year's edition of MLB.com's Top Prospects list has expanded from 50 to 100 players. The annual ranking of baseball's biggest and brightest young talent is assembled by MLB.com's Draft and prospect expert Jonathan Mayo, who compiles input from industry sources, including scouts and scouting directors. It is based on analysis of players' skill sets, upsides, closeness to the Majors and potential immediate impact to their teams. The list, which is one of several prospect rankings on MLB.com's Prospect Watch, only includes players with rookie status in 2012.        Bogaerts, who doesn't turn 20 until October, hit 16 home runs in 265 at-bats at Class A Greenville. Middlebrooks matched his current age, 23, with his long-ball total last season between three stops, spending most of the time at Double-A Portland.   \"He's continued to progress as a hitter,\" Boston's director of player development Ben Crockett said of Middlebrooks. \"He took steps forward from his season in Salem. Offensively, he was in the middle off the field a little bit better. [He's] still showing excellent power, and his approach, I think, is something that's been improved.\"   Middlebrooks combines the defensive tools -- arm particularly -- to profile as a third baseman who matches the industry standard for the position. Middlebrooks should be ticketed for Triple-A Pawtucket once Spring Training ends, and he provides the Red Sox some insurance if Kevin Youkilis' health again hampers him. A season at Triple-A would be ideal for Middlebrooks, but if a need arises, there's the chance Middlebrooks could see time on the big league club this season.   \"With any player on the 40-man roster, and in Triple-A, something like that is always a possibility,\" Crockett said. \"You can't predict performance or injuries, but everyone at that level is in position to help if the right situation arises.\"   Bogaerts draws Hanley Ramirez comparisons because of his position, the team that he's coming up with and his power potential.   Brentz's pop might be the easiest to project of anyone's in the Red Sox's farm system, with a combined 35 home runs in 720 Minor League at-bats coming after he led NCAA Division I with 28 homers in 2009, at Middle Tennessee State.   Lavarnway's power has been known -- he went deep 32 times between Double-A and Triple-A last season -- but the question for him is whether he can be a full-time catcher. Evan Drellich is a reporter for MLB.com. Follow him on Twitter @EvanDrellich. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Evan Drellich"
}
