{
    "url": "http:\/\/m.mlb.com\/news\/article\/26456720",
    "title": "Taillon leads Bucs prospects among Top 100",
    "subtitle": "Taillon leads Bucs prospects among Top 100",
    "body": "PITTSBURGH -- Four Pirates prospects cracked MLB.com's Top 100 list this year, including a pair of pitchers who landed among the top 11 prospects heading into the 2012 season.  The organization's contingent is highlighted by right-hander Jameson Taillon, who is ranked No. 8 on MLB.com's list. Gerrit Cole, another first-round pitcher, sits close behind at No. 11. Also making the cut are outfielders Starling Marte (No. 40) and Josh Bell (No. 69). Both Cole and Bell were selected in the 2011 First-Year Player Draft.  Tampa Bay's Matt Moore earned the distinction of being named MLB.com's No. 1 prospect. The list, which is one of several prospect rankings on MLB.com's Prospect Watch, only includes players with rookie status in 2012. The Pirates, however, are one of only two clubs to place two players among the top 11. The other was Baltimore, which had Manny Machado (No. 6) and Dylan Bundy (No. 10) in that upper-echelon group.   Just five clubs have more prospects on the 100-player list than Pittsburgh, and the Pirates are one of only six teams with three players ranking in the top 50.       This year's edition of MLB.com's Top Prospects list has expanded from 50 to 100 players. The annual ranking of baseball's biggest and brightest young talent is assembled by MLB.com's Draft and prospect expert Jonathan Mayo, who compiles input from industry sources, including scouts and scouting directors. It is based on analysis of players' skill sets, upsides, closeness to the Majors and potential immediate impact to their teams.   Taillon and Cole are set to be a part of what will be an exciting High A rotation to begin 2012. Taillon, who was the No. 2 overall pick in the 2010 Draft, made 23 starts in Low A last season, his first in professional baseball.   The right-hander finished with a 3.98 ERA and averaged four innings per start while on a strict pitch limit. Taillon, 20, struck out 97 and walked 22.   \"Jameson made significant strides last year in adjusting to professional baseball and learning how to pitch,\" assistant general manager Kyle Stark said. \"While he still has a ways to go, he is much more prepared for the daily grind of professional baseball. Most of his growth occurred in the mental area, as he learned how to compete every fifth day rather than simply throwing hard to get drafted.\"   Cole's only taste of the pros came last fall in Arizona. Though he signed too late to get any Minor League experience in 2011, Cole was chosen to represent the organization in the Arizona Fall League.   Aside from a terrible outing in the AFL Rising Stars Game, Cole put together an otherwise strong impression. He allowed five earned runs on 10 hits in 15 innings for the Mesa Solar Sox. Cole walked four and struck out 16.   Because the 21-year-old pitched three seasons at UCLA before being picked first in the 2011 Draft, Cole is thought to be able to handle the jump over Low A. Of the top group of arms in the Pirates' farm system, Cole seems likely to ascend to the Majors the quickest, given how advanced he already is.   \"Gerrit showed some encouraging things during his AFL stint,\" Stark said. \"He still is adjusting to the daily grinds of professional baseball and will get a full season of it this year. However, he made some quick adjustments that translated into quality results.\"   While the Pirates paid signing bonuses of $6.5 million and $8 million, respectively, to lure Taillon and Cole into the system, Marte signed as a non-drafted free agent out of the Dominican Republic for $85,000. If he lives up to his talent and potential, that will turn out to be a tremendous bargain.   Marte earned numerous accolades for his standout 2011 season with Double-A Altoona. He led the Eastern League with a .332 batting average and finished with 178 hits, 91 runs scored, 38 doubles and 24 stolen bases. About the only deficiency was Marte's strike-zone discipline, which has ample room to improve.   The season earned him recognition as a Baseball America Double-A All-Star, a Topps Double-A All-Star and a selection as MiLB.com's organization All-Star.   Marte, 23, is expected to play center field for Triple-A Indianapolis in 2012. He has an outside chance at being on the Pirates' roster by the end of the season.   \"Starling had a very productive season in 2011, followed by a solid winter ball season,\" Stark said. \"He needs to continue to improve his plate discipline and using his speed effectively on the bases. Both of which are attainable should he commit to them, despite the challenges of both.\"   Of the four Pirates prospects on this Top 100 list, Bell is the only one who still hasn't made his professional debut. Signed to a record second-round bonus last August, Bell, like Cole, did not have time to play during the Minors season.   The standout high school outfielder did take part in the Pirates' fall instructional league, and he is likely to begin 2012 in Low A West Virginia.   \"Josh's primary focus will be on adjusting to the daily grinds of professional baseball and understanding our expectations in this organization,\" Stark said. \"He already embraced many of those challenges in [the instructional league], but will get a chance to experience them for a full season this year.\"   MLB.com will next be releasing its Top 20 prospect lists for all 30 clubs. The Pirates' rankings are scheduled to be revealed on Feb. 8. Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
