{
    "url": "http:\/\/m.mlb.com\/news\/article\/26459492",
    "title": "Machado, Bundy represent O's well",
    "subtitle": "Machado, Bundy represent O's well",
    "body": "BALTIMORE -- Fixing the Orioles' Minor League system and player-development unit has been one of the main tasks set forth by new executive vice president of baseball operations Dan Duquette this offseason. But while the organization lacks depth, Baltimore does boast two of the game's most promising prospects in shortstop Manny Machado and right-handed pitcher Dylan Bundy. Machado, the first high school player taken in the 2010 First-Year Player Draft, was named MLB.com's sixth-best prospect, and Bundy -- a high school arm taken as the O's top pick in '11 -- came in at No. 10 in the rankings, which were unveiled on Wednesday. This year's edition of MLB.com's Top Prospects list has expanded from 50 to 100 players. The annual ranking of baseball's biggest and brightest young talent is assembled by MLB.com's Draft and prospect expert, Jonathan Mayo, who compiles input from industry sources, including scouts and scouting directors. It is based on analysis of players' skill sets, upside, closeness to the Majors and potential immediate impact to their teams. The list, which is one of several prospect rankings on MLB.com's Prospect Watch, includes only players with rookie status in 2012. Machado started the 2011 season with 38 games for Class A Delmarva, collecting six homers and 24 RBIs and drawing 23 walks to go with an .859 on-base plus slugging percentage. The 18-year-old was then promoted to Class A Advanced Frederick, and despite some initial struggles upon returning from a left knee injury, Machado continued to develop, putting himself on the fast track to Baltimore.  A solid spring could allow Machado to start next season at Double-A Bowie, and many predict that Machado could be in the Majors as early as 2013, although the Orioles -- who have shortstop J.J. Hardy under contract through '14 -- are trying to preach patience in bringing along their top prospects.  It could be even harder for Baltimore to be patient with Bundy, who signed a Major League deal last June and will be at big league Spring Training as part of the team's 40-man roster.  Word of Bundy's fierce work ethic has become well documented in Oklahoma and spread nationally thanks to rigorous boxing workouts posted on YouTube, and the right-hander's stock rose even higher when his fastball hit 100 mph on a radar gun last spring. Selected with the fourth overall pick, Bundy -- whose older brother Bobby is also in the O's farm system -- works with a blistering fastball, curveball, changeup and cutter -- all of which are considered above-average pitches -- to go along with a smooth delivery.  \"That's what's amazing with him -- he's gotten better every year,\" Owasso (Okla.) pitching coach Jason Stump said of Bundy to MLB.com last season.  Stump first laid eyes on Bundy from the stands as the then-sophomore at Sperry High School tossed a no-hitter -- the best high school pitching performance Stump had seen.  \"You think, 'How can he keep getting better?'\" Stump said of Bundy, who allowed just two earned runs in his senior season and averaged 2.23 strikeouts per inning. \"He just shocks you.\" Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
