{
    "url": "http:\/\/m.mlb.com\/news\/article\/26451120",
    "title": "Marlins put two on Top 100 Prospects list",
    "subtitle": "Marlins put two on Top 100 Prospects list",
    "body": "MIAMI -- Natural talent may have helped them become first-round Draft picks, but the way they're developing their skills has earned them a place among the elite young players in the game. Christian Yelich and Matt Dominguez are highly regarded in the Marlins' system. They're also being recognized on a larger scale. Among MLB.com's Top 100 Prospects, Yelich ranks 35th, while Dominguez is rated 87th. This year's edition of MLB.com's Top Prospects list has expanded from 50 to 100 players. The annual ranking of baseball's biggest and brightest young talent is assembled by MLB.com's Draft and prospect expert Jonathan Mayo, who compiles input from industry sources, including scouts and scouting directors. It is based on analysis of players' skill sets, upsides, closeness to the Majors and potential immediate impact to their teams. The list, which is one of several prospect rankings on MLB.com's Prospect Watch, only includes players with rookie status in 2012. Yelich, 20, is coming off a championship season with Class A Greensboro, which won the South Atlantic League title in 2011. A left-handed-hitting outfielder, he batted .312 with 32 doubles, 15 home runs and 77 RBIs.       \"I've been involved in player development for a long time,\" Marlins vice president of player development Marty Scott said. \"His swing from the left side is one of the best that I've seen from a young kid. We love his makeup. He's successful, yet humble. He comes to the ballpark every day to learn. He's a manager's dream.\"  Dominguez, 22, had an injury-plagued 2011. The third baseman appeared in 87 games at Triple-A New Orleans, where he batted .258 with 12 home runs and 55 RBIs.  Regarded as a Gold Glove-caliber defender, Dominguez was a September callup, and he made his big league debut on Sept. 6. He appeared in 17 games with the Marlins and hit .244 in 45 at-bats.  \"Where he was a few years ago and where he is now, he's come a long way,\" Scott said.  To become a big league regular, Dominguez must improve at the plate. He got a taste of big league pitching last season, making the Marlins hopeful that would carry over into a successful stint in the Arizona Fall League.  It didn't happen. Dominguez struggled with a .226 average in 84 at-bats in the AFL.  Because Hanley Ramirez is moving from shortstop to third base to make room for Jose Reyes, Dominguez is expected to open the season at New Orleans.  \"We have to remember that he's still very young,\" Scott said. \"With Hanley moving to third this year, I hope Matt can just relax and be Matt Dominguez and play up to his ability, and not put any undo pressure on himself and try to impress.\"  High expectations have followed Dominguez since he was the 12th overall pick in the 2007 First-Year Player Draft. At Chatsworth High School in California, he was a teammate of Kansas City's Mike Moustakas, giving him more notoriety.  The organization had hoped Dominguez would be a more polished player by now, but it is keeping things in perspective. The third baseman is still young, and he has dealt with injuries and adjustments over the past four years.  \"It's kind of a wakeup call, and maybe he can come into Spring Training in tip-top shape,\" Scott said. \"Based on how everything has fallen into place, it may be better for him to go to New Orleans, play every day and just have fun.\"  As for Yelich, the offense isn't an issue. It's his unorthodox throwing style that has the team wondering what position he will eventually play.  \"The jury is still out as to whether he's going to be a left fielder or a center fielder,\" Scott said. \"The main thing he needs to work on defensively is still his throwing mechanics. It takes a while to get his release point, as far as throwing. He winds up and he has that unusual delivery of the ball.\"  Yelich is working on shortening his delivery without sacrificing arm strength. Otherwise, the future looks bright for the 20-year-old, who was the 23rd overall pick in 2010.  \"A big part of player development for me is developing a winning atmosphere,\" Scott said. \"If you can win a championship, all of those things can fall together. He jumped through a lot of obstacles and milestones this past year to get to where he is.\"  Yelich will have more challenges at Advanced Class A Jupiter, where the ballparks in the Florida State League are not as hitter friendly as Greensboro.  \"He can hit the ball out of the park right now,\" Scott said. \"Greensboro is a ballpark that the ball jumps out of. It's a hitter's ballpark. It will be interesting to see what kind of power numbers he puts up in the Florida State League. I think his true power is yet to come.\" Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
