{
    "url": "http:\/\/m.mlb.com\/news\/article\/26462926",
    "title": "Lindor rated among baseball's top prospects",
    "subtitle": "Lindor rated among baseball's top prospects",
    "body": "CLEVELAND -- The Indians' cupboard of top prospects appears to be bare, at least when viewing the upper shelves. The players perceived to have the most impact on the franchise's future now reside mostly in the lower levels of the Minor Leagues.  That is what can happen when a club makes a bold trade to acquire a coveted arm, and when the top prospects of recent years are now taking the field in Cleveland. It is a development that has left shortstop Francisco Lindor as one of the only elite prospects in the Tribe's system.  \"Oh, man,\" said Ross Atkins, the Indians' vice president of player development. \"He's unbelievable.\" Lindor was also an easy choice as Cleveland's top prospect -- and the team's only prospect -- listed on MLB.com's Top 100 Prospects list for the 2012 season. Selected eighth overall in last summer's First-Year Player Draft, Lindor heads into his first full campaign ranked 32nd overall.   This year's edition of MLB.com's Top Prospects list has expanded from 50 to 100 players. The annual ranking of baseball's biggest and brightest young talent is assembled by MLB.com's Draft and prospect expert Jonathan Mayo, who compiles input from industry sources, including scouts and scouting directors. It is based on analysis of players' skill sets, upsides, closeness to the Majors and potential immediate impact to their teams. The list, which is one of several prospect rankings on MLB.com's Prospect Watch, only includes players with rookie status in 2012.       The 18-year-old Lindor was drafted out of Montverde Academy in Florida. He and his father left Puerto Rico and came to the United States when Lindor was only 12 years old -- the goal being to introduce the young player to better competition.   Lindor spent the following years learning English, as well as how to hit from both sides of the plate. Last season with Montverde, he hit .528 (28-for-53) with six home runs, seven doubles, two triples and 13 RBIs. He also stole 20 bases in 21 chances and scored 32 runs.   Beyond that, Lindor has flashed the type of defense that has Cleveland scouts convinced he can remain at shortstop for the long haul.   \"He's just a solid player all around,\" Atkins said. \"If anything stands out about him, above and beyond the other skills, it's his confidence and his baseball instincts. That's the one thing. He has a chance to be a better-than-average Major League player in our opinion.   \"Not just an everyday shortstop, but a potentially productive offensive [player], stealing bases, playing consistent defense. He's athletic. He runs. Plenty of arm. And we like the bat. We're not banking on tons of power there, but he has power. It's not something that limits him.\"   The Indians were so impressed with Lindor that the club broke a nine-year streak of only selecting collegiate players in the first round of the Draft. Cleveland had not picked up a prep position player in the first round in a decade.   This season, Lindor will be a candidate for low Class A Lake County, according to Atkins. In his first taste of professional baseball last year, Lindor hit .316 (6-for-19) with two RBIs in five games with Class A Mahoning Valley.   A year ago, Mayo's Top 50 list included third baseman Lonnie Chisenhall from Cleveland's system. Had the list extended to 100 players, the likes of second baseman Jason Kipnis, along with pitchers Alex White or Drew Pomeranz might have been included, too. In 2010, catcher Carlos Santana and outfielder Michael Brantley made the cut.   Kipnis, Santana and Brantley all project to be in Cleveland's starting lineup on Opening Day this year. Chisenhall could join them, but he will have to win the third base job in Spring Training.   White and Pomeranz are now with the Rockies, having been traded in the five-player deal that brought pitcher Ubaldo Jimenez to the Tribe in July. Also shipped to Colorado were relief prospect Joe Gardner and Minor League first baseman Matt McBride.   \"You lose those four pieces out of the Minor Leagues,\" Atkins said, \"you can't immediately replace them. We need to find a way to help someone who's not of that caliber reach a caliber nearing that level, and continue to look to infuse talent in different ways. You can't immediately replace four players of that caliber.\"   That trade is a big reason why the upper tiers of the farm system appear to lack the type of impact players that garner the most attention. That said, Atkins is quick to note how many of the team's \"top\" prospects have recently graduated to the Indians, who have one of the youngest teams in baseball.   \"A lot of guys have moved up quickly,\" Atkins said, \"which has in some ways depleted some of our depth. But, we're extremely excited about the guys that have come in with recent trades and, of course, in the last couple of Drafts.\"   The player generating the most excitement is Lindor.   On Mayo's Top Prospects list, Lindor is the third-ranked shortstop behind Baltimore's Manny Machado (sixth overall) and Texas' Jurickson Profar (seventh).   Lindor is one reason that the Indians believe their farm system will be just fine.   \"With the last Draft and with a couple of Latin American signings,\" Atkins said, \"we have some really exciting lower-level shortstop prospects, a couple of catching prospects, corner outfield, first base. And then we have arms that we feel confident in throughout.\"  Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
