{
    "url": "http:\/\/m.mlb.com\/news\/article\/26451146",
    "title": "Rays' Moore ranked MLB.com's top prospect",
    "subtitle": "Rays' Moore ranked MLB.com's top prospect",
    "body": "ST. PETERSBURG -- The Rays are well represented on MLB.com's list of Top 100 prospects -- beginning at the top. Matt Moore is ranked as the top prospect in baseball, and the left-hander is accompanied on the list by shortstop Hak-Ju Lee (46), right-hander Chris Archer (74), shortstop Tim Beckham (92), outfielder Mike Mahtook (96) and right-hander Taylor Guerrieri (99). This year's edition of MLB.com's Top Prospects list has expanded from 50 to 100 players. The annual ranking of baseball's biggest and brightest young talent is assembled by MLB.com's Draft and prospect expert Jonathan Mayo, who compiles input from industry sources, including scouts and scouting directors. It is based on analysis of players' skill sets, upsides, closeness to the Majors and potential immediate impact to their teams. The list, which is one of several prospect rankings on MLB.com's Prospect Watch, only includes players with rookie status in 2012. Moore earned his bones in Tampa Bay's farm system, where he dominated in such a fashion during the 2011 season that he managed to climb from Double-A Montgomery to the Majors, where he pitched like he belonged. In his second big league outing, he entered a must-win game at Fenway Park on Sept. 17 and allowed one run on two hits and two walks over three innings.  Moore continued to pitch like a prospect straight from Mount Olympus, picking up his first Major League win in his first start, which came against the Yankees on Sept. 22 at Yankee Stadium. Moore allowed no runs in his five-inning stint, striking out 11 in the process.       Afterward, Rays manager Joe Maddon noted with a twinkle in his eye: \"He's pretty advanced for his age and experience level.\"  Moore continued to shine during the American League Division Series against the Rangers, throwing seven shutout innings in a Game 1 win and then throwing three strong frames in Game 4. Shortly after Tampa Bay's playoff run came to an end, the club began to discuss a long-term contract with Moore's agents.  In early December, the Rays signed Moore to an eight-year contract. The first five years and $14 million of the deal are guaranteed, with club options for 2017, '18 and '19 that could raise the contract's maximum value to $39.75 million.  Moore, who was an eighth-round pick in the 2007 First-Year Player Draft, has proved to be a great scouting find, evolving from a thrower to a complete pitcher with three above-average-to-plus pitches. He has done everything possible at the Minor League level. Now it will be interesting to see if Moore can break through and into Tampa Bay's young rotation in what will be his first big league camp this spring.  \"For us to have any chance of sustaining this level of success, it's very important for us to develop championship-caliber players and people like Matt,\" said Rays executive vice president of baseball operations Andrew Friedman.  Moore is looking forward to attending his first Major League camp during Spring Training -- no matter what his role is. But it's probably safe to assume the young lefty will be a prominent and successful member of Tampa Bay's rotation for years to come.  \"I think this is one of those fits,\" Moore said. \"This is the only place that I've known. I look forward to calling it home for the next eight years.\"  Lee came to the Rays from the Cubs as part of the Matt Garza deal, and everybody who has seen Lee play seems to come away dazzled by his defense. Lee can make the highlight reel on any given play, and he makes the routine plays as well.  A two-time Futures Game participant, Lee is showing he can hit and run as well. He hits for average, and while he's never going to rack up many home runs, he's not just a singles hitter. Lee's speed helps in that regard, and he should be more of a basestealing threat as he learns the nuances of that part of the game. He finished last season with Double-A Montgomery, and that's where he should bring his exciting brand of play to start this coming season.  Archer also came to Tampa Bay in the Garza deal and appears to be in line to become another in a long row of quality starters for the team after posting an 8-7 record with a 4.42 ERA at Double-A Montgomery in 25 starts last season. He also went 1-0 with a 0.69 ERA in two starts at Triple-A Durham.  Beckham was the top pick of the 2008 First-Year Player Draft. He has advanced steadily after joining the organization straight out of high school. Guerrieri and Mahtook were the top two picks for the Rays during last June's Draft. Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
