{
    "url": "http:\/\/m.mlb.com\/news\/article\/26453566",
    "title": "Harper heads Nats prospects on Top 100 list",
    "subtitle": "Harper heads Nats prospects on Top 100 list",
    "body": "WASHINGTON -- Nationals outfielder Bryce Harper, third baseman Anthony Rendon and pitchers Alex Meyer and Sammy Solis were ranked in MLB.com's Top 100 Prospects list on Wednesday. This year's edition of MLB.com's Top Prospects list has expanded from 50 to 100 players. The annual ranking of baseball's biggest and brightest young talent is assembled by MLB.com's Draft and prospect expert Jonathan Mayo, who compiles input from industry sources, including scouts and scouting directors. It is based on analysis of players' skill sets, upsides, closeness to the Majors and potential immediate impact to their teams. The list, which is one of several prospect rankings on MLB.com's Prospect Watch, only includes players with rookie status in 2012. Harper, the No. 2 overall prospect behind Rays left-hander Matt Moore, is a candidate to become the starting right fielder for the Nats this season. Harper completed his first season in professional baseball in 2011, hitting a combined .297 with 17 home runs and 58 RBIs for Class A Hagerstown and Double-A Harrisburg. The 19-year-old Harper was the first overall pick in the 2010 First-Year Player Draft. Harper's success at the plate carried over into the Arizona Fall League, where he hit .333 with six home runs, 26 RBIs and a .400 on-base percentage for the Scottsdale Scorpions.  \"I think Bryce made huge strides in all phases of the game,\" Nationals farm director Doug Harris said. \"His attention to detail is outstanding. The strides he made in the Fall League were tremendous. He made an adjustment in his approach offensively. He improved his balance [at the plate].\"       Rendon, who ranked 27th on the list, is a third baseman, but he could play first or second base during Spring Training. Rendon has a history of injuries -- he's had shoulder and ankle problems in the past.  But injuries didn't appear to slow Rendon's season in 2011. In 63 games, he hit .327 with six home runs, 27 RBIs and a .520 on-base percentage for Rice.  \"He is a gifted kid. He has really good hand-eye coordination,\" Harris said. \"He has very good balance to his approach at the plate.\"  Meyer, who ranked 83rd on the list, had a 2.94 ERA and struck out 110 batters in 101 innings for Kentucky last season. Some Draft experts had Meyer being taken by the Nats with the sixth overall pick, but the team gambled with the hope that he would be available later in the first round, and he was at No. 23.  Meyer's fastball is typically clocked between 94-97 mph. He also throws a slider and is developing a changeup, but he needs to improve his command in order to make it to the big leagues. Meyer, who was a reliever in college, is expected to be in Washington's rotation in the future.  \"For a big man, he really did a nice job with his delivery in the instructional league,\" Harris said. \"By the end of camp, he really threw the ball well.\"  Solis, who ranked 86th on the list, made a combined 17 appearances for Class A Hagerstown and Potomac and went a combined 8-3 with a 3.26 ERA. He had 93 strikeouts in 96 2\/3 innings.  Solis had a minor elbow injury while playing in the Arizona Fall League, but he is expected to be ready for Spring Training.  \"His velocity continued to grow throughout the year,\" Harris said. \"By July and August, he was up to 96 mph. In the [Arizona] Fall League, he had good life on his fastball. His changeup has a chance to be above average. He attacks hitters.\" Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the Time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
