{
    "url": "http:\/\/m.mlb.com\/news\/article\/26468404",
    "title": "Cespedes still an option for Tigers?",
    "subtitle": "Cespedes still an option for Tigers?",
    "body": "DETROIT -- While baseball was still abuzz Wednesday over the Tigers' sudden move to sign All-Star Prince Fielder to a nine-year, $214 million contract, the slugger long expected to be the Tigers' top target officially became a free agent.  Whether the Tigers are still interested in signing Cuban outfielder Yoenis Cespedes after their heavy investment in Fielder remains to be seen. But at least the wait is finally over.  After weeks, if not months, of regulatory limbo, Cespedes gained free-agency status Wednesday when the Dominican government granted him temporary residency. He still needs to clear one more hurdle through the Office of Foreign Assets Control before he can sign as a free agent, but he's now free to talk with clubs. The Tigers have kept their comments on Cespedes very limited lately, but their signs of interest have been evident throughout the offseason. Tigers officials ranging from international scouts to team president\/general manager Dave Dombrowski watched Cespedes work out in the Dominican Republic in November. Reinforcing that, Cespedes told The Associated Press earlier this month that the Tigers were among six teams that had shown the most interest in him. Cespedes said later that the Cubs were showing the most interest.   All of the interest in Cespedes becoming a Tiger, however, predated Fielder becoming a Tiger. Yet, while Fielder's contract pushes Detroit's payroll back to levels last seen in 2008 and 2009, there's no guarantee the Tigers are at their limit.   Fielder's contract is expected to bump Detroit's payroll close to $130 million. Cespedes is expected to garner a contract surpassing the six-year, $30.25 deal signed by fellow Cuban defector Aroldis Chapman with the Reds two winters ago.   Yet, as owner Mike Ilitch has demonstrated in his determination to win a World Series, the idea of a set payroll level is relative.   Fielder's arrival lessens the need for another bat. Though the Tigers could still have an opening in the lineup if Miguel Cabrera moves to third base to make room for Fielder, the DH spot arguably gives Detroit flexibility to move Cabrera around without having him at third every day. It also would allow the Tigers to mix in outfielders while potentially giving Delmon Young some days at DH.   At this point, Cespedes would be more of an investment for the near future than the present. That could be an advantage, as the Tigers wouldn't feel quite as much pressure to debut Cespedes in the big leagues to open the season, instead giving him time to adjust in the Minors. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
