{
    "url": "http:\/\/m.mlb.com\/news\/article\/26460152",
    "title": "Breaking down MLB.com's Top 100 Prospects",
    "subtitle": "Breaking down MLB.com's Top 100 Prospects",
    "body": "MLB.com's first Top 100 Prospects list is now, as they said in \"Mission: Impossible,\" out in the open. Now the fun is just beginning. The whole purpose of this kind of list is to get people talking, arguing, pushing and shoving. OK, not that last part. But every year this list has come out -- just 50 in seasons past -- the debates and comments have been passionate, to say the least. Arguments are bound to start right at the top. There was general consensus about who the top three prospects are among the scouts polled for the rankings. Matt Moore, Bryce Harper and Mike Trout were the top three on nearly everyone's list. But there was no consensus on the order; that deck could be easily shuffled in any way and an argument could be made for whatever came out. After that, debate could center around any of the other 97 on the list, who received Ryan Gosling-sized snubs by not making the list, or which teams' systems didn't get the love they deserved. The list, by the very nature of projecting prospects, is a subjective undertaking, done specifically to move the opinion needle.  To be eligible for the Top 100 list, a player must have rookie eligibility. To qualify for rookie status, a player must not have exceeded 130 at-bats or 50 innings pitched in the Major Leagues or accumulated more than 45 days on the active roster of a Major League club or clubs during the 25-player-limit period, excluding time on the disabled list or in military service.  International signees like Yu Darvish, in case you were wondering, are not being considered. Prospect Watch follows the guidelines laid out by the new Collective Bargaining Agreement: Players who are at least 23 years old and played in leagues deemed to be professional (Japan, Korea, Taiwan, Cuba) are not eligible.  With those requirements in mind, each scout was asked to anonymously provide his own top 50 prospects list. An AP poll-type format was used. If, say, a scout put Moore in the top spot (eight of them did), Moore would get 50 points, 49 points for the second prospect, and on down to one point for the 50th prospect on each list. The more scouts involved, the more thorough the list, but there's no avoiding having some opinion form the overall rankings.  The Graduates  Six of the first 10 from the 2011 Top 50 rankings are now considered big leaguers. Three of them -- Jeremy Hellickson (No. 2), Dustin Ackley (5) and Eric Hosmer (8) -- received American League Rookie of the Year votes. No. 13 Michael Pineda and Desmond Jennings (11) also got ROY votes, an award won by Hellickson. National League Rookie of the Year winner Craig Kimbrel wasn't a Top 50 guy, but runner-up Freddie Freeman (17) was. Nineteen players from last year's list are no longer deemed eligible due to their loss of rookie status.    Others dropped for other reasons, like injury and poor performance. With the new, extended list, some just moved into the 51-100 range, like Aaron Hicks (from 39 to 72), Wilin Rosario (41 to 63) and Chris Archer (47 to 74). Some fell off the rankings completely because of injury (Kyle Gibson and John Lamb) or a bad 2011 performance (Tyler Matzek) or maybe a combination of the two (Tanner Scheppers or Jose Iglesias). In total there are 30 new names in the first 50 this year that didn't appear in the 2011 preseason rankings.  Team competition  Every team has at least one player in the Top 100. The White Sox brought up the rear, with just one player on the list (righty Addison Reed) coming in at 100. The Indians also only have one representative, though shortstop Francisco Lindor is at No. 32 overall.     Three teams tied for the top of the list, with six prospects each. It should probably surprise no one that the Rays are one of those teams. The other two organizations with a half-dozen prospects stockpiled with offseason trades. Three of the A's six came from the Gio Gonzalez trade and the Padres added a pair courtesy of the Mat Latos deal (13 of the top 50 have been involved in at least one trade).  Does having the most prospects give you the best system? Not necessarily. Presence on a Top 100 list doesn't speak to depth in a system or where talent is on the organizational ladder. But what if a weighted score was devised so as to look at which system had the most impact or elite talent? Giving 100 points to the team with the No. 1 prospect, 99 to No. 2 and on down, it turned out it wasn't the teams with the six names on the list that ranked at the top.  The Seattle Mariners, now with five Top 100 prospects thanks to the Jesus Montero trade, had a total of 329 \"prospect points,\" with three of those five landing in the top 50. The Kansas City Royals were second, even though they only had four names in the Top 100. But all four were in the top 50. The Pirates (276 points), Braves (267) and D-backs (253) rounded out the top five. The Padres and their six prospects finished sixth with 237 points, the Rays were 11th (198) and the A's placed 13th (179).     Positional breakdown  You can never have enough pitching. That's what they always say, right? This list, and the ones that have preceded it, prove most teams believe it, and that it's important to grow your own arms.  In 2011, half of the 50 ranked prospects were pitchers. This year went over the 50 percent mark, with 27 hurlers in the top 50. The overall list is just a tiny bit less pitching-heavy, with 48 pitchers in the Top 100. The complete breakdown looks like this: 36 right-handed pitchers (20 in the top 50), 21 outfielders (eight in top 50), 12 left-handed pitchers (seven), 11 shortstops (five), eight catchers (three), eight third basemen (four), three first basemen (three) and a single second baseman who was not in the top 50.  Lefty-righty split  The lefty-righty breakdown on the mound is pretty severe, with right-handers holding a large edge. But what about the 52 hitters on the list?  That group is righty-dominant as well. A total of 33 of those 52 hitters are right-handed, with 13 of the 23 top 50 guys hitting from the right side. A dozen hitters are lefties (seven in the top 50) and there are seven switch-hitters (three top 50). The top 10 is a little more equitable, with two right-handers (Trout and Manny Machado), a lefty (Harper) and a switch-hitter in Jurickson Profar.     Whether it's a bias of the list's creator or just the way the Minors looks right now can be debated, but there's no question the Top 100 is very, very Draft-heavy.  A total of 79 players on the list came to the pro game via the Draft. The 2010 Draft is the most heavily represented with 25 players. Last year's Draft comes in second with 17 and the 2009 Draft is third with 14 players.  It should come as no surprise that the vast majority of draftees on the list were first-rounders. Half of the 100, in fact, were taken in the first round. The second round was second with nine Top 100 players, but the fourth round pulled a little upset with four players, one more than the third round.     At the other end of the spectrum are Brad Peacock (pick No. 1,231) and Jarred Cosart (pick No. 1,156).  International flavor  Although there may have been only 21 international non-drafted free agents on the list, the group did manage to find representation from nine countries. The Dominican Republic led the way with 11 players, and no other country had more than two, with Venezuela and Panama tying for that amount. Curacao would have had two if Andrelton Simmons, who went to junior college and was drafted, was counted for his country of origin, joining Profar. With the same thinking, Canada deserves a nod thanks to the Mariners' James Paxton. Jonathan Mayo is a reporter for MLB.com and writes a blog, B3. Follow @JonathanMayoB3 on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Mayo"
}
