{
    "url": "http:\/\/m.mlb.com\/news\/article\/26467522",
    "title": "Nats GM 'comfortable' with Prince talks",
    "subtitle": "Nats GM 'comfortable' with Prince talks",
    "body": "WASHINGTON -- General manager Mike Rizzo acknowledged for the first time Wednesday that the Nationals were in the Prince Fielder sweepstakes. They found themselves out of the race the day before when the free-agent first baseman agreed to terms with the Tigers on a nine-year, $214 million deal. Rizzo acknowledged he had meetings with Fielder and his agent, Scott Boras, during the process, but he said Washington was not going to give Fielder that kind of contract. \"Were we interested in [Fielder]? There is no question about it,\" Rizzo said. \"We were in the negotiations until it didn't make sense for us to be in the negotiations any longer, so we had to back out. Prince is a terrific player. He got paid like the superstar that he is. Congratulations to the Detroit Tigers. They just got a lot better. \"We felt comfortable that we were in the game. We had parameters set in my mind, and those were comfortable parameters. If we couldn't get a deal done there, we weren't going to get a deal done.\"        With the Nats on the rise, Rizzo felt the club didn't need to overpay for a player like it did for outfielder Jayson Werth, who signed a seven-year, $126 million contract following the 2010 season. When Washington signed Werth, it was coming off a last-place finish.  Rizzo didn't say how much the Nationals offered Fielder. But the stumbling block between the two parties was the length of the contract. The Nats didn't want to go more than five or six years. They were willing to give Fielder a no-trade clause.  \"We no longer have to beg and overpay [for players] to come to us,\" Rizzo said. \"This is becoming an attractive place to play for Major League players. Jayson Werth's signing has a lot to do with that. We acquired a major free agent to come here with a 69-win team. We have performed much better and showed that the organization is in much better shape.\"  Rizzo is also satisfied about the options he has at first base. Entering Spring Training, Adam LaRoche is the everyday first baseman. Last spring, LaRoche was diagnosed with a torn labrum and rotator cuff. He only played in 43 games, hitting .172 with three home runs and 15 RBIs, before having surgery on his left shoulder in June.  If LaRoche doesn't pan out, Michael Morse will play the position. Morse, the team's MVP last season, is expected to be the everyday left fielder.  \"We feel we have two very good players that can play first base for us, and that's not even dipping into our Minor League system,\" Rizzo said. \"We think Adam LaRoche is the player that we signed two years ago. That's 25 [home runs], 85 [RBIs], Gold Glove-caliber first baseman. And if he is not 100 percent healthy, which we believe he is -- he said he is -- we certainly know that Michael Morse can handle the position -- offensively and defensively. We feel good about where we are at the position.\"  After the 2011 season ended, Rizzo said he was looking to acquire another bat for the lineup. If he doesn't get that thumper before Opening Day, Rizzo is hoping Werth and LaRoche and third baseman Ryan Zimmerman have bounce-back seasons. Rizzo also didn't rule out outfielder Bryce Harper starting the year on the Opening Day roster.  \"With the maturation of our young core of [Wilson] Ramos, [Danny] Espinosa and [Ian] Desmond getting better just by maturing and playing another season -- and with the continued success of Morse, LaRoche getting better, Zim playing a full season and Jayson coming back to his career norms -- I think we have addressed the offensive part. And we do have a power left-handed bat by the name of Bryce Harper in the wings waiting to be fully developed and to help us on the big league level.\" Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
