{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/26454816",
    "title": "Posada wants to be involved, puts family first",
    "subtitle": "Posada wants to be involved, puts family first",
    "body": "NEW YORK -- The last time a catcher on a Yankees World Series-winning team retired, it took about a year before he found himself stirring, needing to get back to the ballpark in some capacity.  That was the way it went for Joe Girardi, who bounced from the broadcast booth to the dugout before eventually landing in the Yankees' managerial chair. Jorge Posada isn't ready to think about a similar future, but he also isn't about to rule out any possibilities.  \"I want to stay in the game,\" Posada said. \"I really don't know what's going to happen from here, but eventually I will do something within the game.\" Posada said that he has already received offers from ESPN, MLB Network and the YES Network, but he doesn't anticipate being on the air anytime soon.   \"I don't see myself on the mike,\" Posada said. \"I really don't know. I want to take it easy.\"   General manager Brian Cashman said that Posada can consider the door wide open for a return to the Yankees someday, noting that Andy Pettitte also feels like he is still part of the family, even though he is not employed in any official capacity.   \"The one thing about this that George Steinbrenner set up a long time ago was keeping it in the family, to the best of your abilities,\" Cashman said. \"And so I wouldn't be surprised at some point that Jorge will be working with us. I'm not saying anything in the near term, but he's a Yankee for life, whether it's a Spring Training format or something bigger.   \"Right now, it's not something anybody's focused on, but one thing he did clearly get from this is that he didn't want to wear another uniform -- he wanted to be a Yankee for life.\"   Girardi said that at the least, he expects Posada to stop by the Yankees' Spring Training camp this year. At some point, perhaps Posada will entertain the idea of joining the ranks of guest instructors with other Bombers greats, but Girardi also thinks Posada could adapt to coaching or managing.   \"I think Jorge can do what he wants,\" Girardi said. \"I do remember that feeling of wanting to spend that first summer at home with your family, because it's been so long. I did the same thing, and after a while, I got bored and had to go to work.   \"The hardest part for me when I retired was when Spring Training started and you weren't going, and then the season starts and you're watching games on TV, not playing. It just feels kind of strange.\" Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
