{
    "url": "http:\/\/m.mlb.com\/news\/article\/26453546",
    "title": "Posada was an anchor for Yankees",
    "subtitle": "Posada was an anchor for Yankees",
    "body": "NEW YORK -- Mr. Stengel wisely pointed out 51 years ago that a team without a catcher would incur many passed balls. Casey spoke that oft-quoted prophecy when asked why his pre-natal Mets had spent their first selection in the Expansion Draft on Hobie Landrith, a catcher of modest skills. But who would dispute such astute logic? The Old Man explained the strategy after a dozen successful summers, with Yogi and Ellie Howard as his Yankees catchers. The subsequent successes of the Yankees always coincided with the presence of catchers of more than modest skills -- Thurman Munson in the 1970s, Rick Cerone (albeit for two seasons) in the '80s and, for the better part of an extended and extraordinary run, Jorge Posada. Passed balls usually were kept at a minimum. Though his contributions and even his participation varied over the years, Posada's presence coincided with the Yankees' success -- and not coincidentally. The team won 12 division championships, seven pennants and five World Series titles in his time. And he has won the right to be identified as a winner -- Derek Jeter called him that -- and as a gamer, the term Willie Randolph used. By late Tuesday morning, Posada had put himself in position to be identified as the \"former Yankees catcher.\" He said he was comfortable with it. And now that he has shed his shin guards for the last time, the player Joe Torre always called \"Georgey\" can take his place in Yankees history. And that place, though relatively prominent, also is in the background.  Behind the drums, if you will.  Georgey is Ringo, you see -- a star to be sure, but the one of least magnitude in a most prominent constellation.  Ringo was the backbeat of the Fab Four, Georgey the backstop among the Core Four. Jeter and Mo are John and Paul, out front and most conspicuous, taking the leads. Andy Pettitte, the fourth member of the Core, was George Harrison, the quiet Beatle. Every fifth day -- or every fifth song -- he took the lead. And Posada is\/was Richard Starkey, the fourth of four, obscured by the glimmer of his teammates and his own equipment.  All things considered, it's not too bad a place to be. Ringo had his following; still does. Posada earned as many rings as Ringo wore. He was in the MVP conversation in 2003 and '07. And Rolling Stone ranked Ringo as the fifth-greatest drummer of all time.  This is no attempt to diminish the man who allegedly turned in his papers Tuesday at Yankee Stadium. (Bernie Williams, the one Yankee who could have played with the Beatles, hasn't filed retirement papers, by the way.) This is a salute to the man who served in a most critical role during the remarkable run the Yankees began in 1996, when he was an apprentice.  Strength up the middle begins behind the plate where No. 20, nee No. 55, was positioned for 1,574 games.  Georgey caught Moose and Mo, CC and A.J., Rocket and Ramiro, Stanton and Sturtze, Lilly and Leiter, Doc and Duque, Coney and Contreras, Pavano and Ponson, Wells and Wang. The Big Unit and Aaron Small. Sometimes Posada caught heat. He didn't always catch all he should have; his passed balls totaled 142. But who was counting? But he hit from both sides and spoke from one side of his mouth. He played hard and hurt, heroically and with heart. And he routinely stood by his locker in the afterglow of success or the aftermath of failure. A standup guy who squatted for a living. Teams need someone to speak the truth, too.  Identifying 20 catchers who did it all as well as or better than Posada is neither a quick nor simple exercise. Yet no matter the angle from which Posada is viewed, he is one or two steps from where the spotlight shines most brightly.  The doors to Cooperstown will open wide for Jeter and Mo, but not so wide for their buddy. Among Yankees catchers, Posada stands behind Dickey and Mr. Berra, Munson and yes, Ellie Howard as well. Ellie was an MVP. The Yankees' great legacy, to which Posada made frequent contributions, interferes with his being noticed.  And among his contemporaries, Posada stands behind Ivan Rodriguez, Mike Piazza, Javy Lopez and, more recently, Joe Mauer and Brian McCann. He need merely to look at his fingers and his collection of jewelry, though, to know a sense of unending satisfaction. He won more than the others combined.    \"I could never wear another uniform,\" Posada said with moist eyes and a voice that belied the strength he often demonstrated. \"I will forever be a Yankee.\"  A warming video was shown as Posada and his family sat in front of an audience of Yankees teammates and executives, media, season-ticket holders and special quests. His wife, Laura, smiled as the video presented salutes. Posada remained straight-faced as it played, trying to digest it all and maintain remnants of composure. When the words \"heart and soul of the Yankees\" were spoken, he swallowed.  Diana Munson, the widow of the Thurman, had made the trip from Ohio to honor him. Posada had touched her years ago, just as her presence Tuesday touched him. She found parallels connecting her husband and the man of the hour.  \"He is a man who probably doesn't realize it, but he in fact is the one who brought me back to baseball again,\" she said. \"After we lost Thurman, I lost my love for baseball.\"  Posada admittedly had stolen a quote, from Munson, that had been posted in the locker at the old Stadium that had been assigned to the Yankees' captain. He brought it to Diana during one of his visits to the Bronx. She was familiar with the thought: \"Batting fourth in the lineup is important. But the stuff I do behind the plate is more important.\"  It was a credo for catchers, saved by a man who began his professional career as a middle infielder, and it prompted Diana to think Posada \"and Thurman would have been best buds. He definitely has the 'it' factor, I can't describe it, I don't know what 'it' is, but I knew immediately upon meeting him that he had 'it.'\"  And so she feels a special kinship with Posada.   \"I am honored,\" Thurman Munson's widow said, \"honored and proud to have loved two Yankees catchers in my life.\"   Marty Noble is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Marty Noble"
}
