{
    "url": "http:\/\/m.mlb.com\/news\/article\/26452800",
    "title": "La Russa to manage in 2012 All-Star Game",
    "subtitle": "La Russa to manage in 2012 All-Star Game",
    "body": "ST. LOUIS -- Tony La Russa is going to manage one more game, after all.  Major League Baseball announced on Tuesday that La Russa will manage the National League squad in the 2012 All-Star Game, receiving the traditional spoils for the skipper of a pennant-winning team. The game will take place in Kansas City, not far down I-70 from St. Louis, where La Russa managed the past 16 years.  \"Tony earned this opportunity with the remarkable run that the Cardinals completed last October, and I am delighted that he shared my enthusiasm about his staying in this role,\" Commissioner Bud Selig said in a statement issued by the league on Tuesday. \"The All-Star Game celebrates all the best of our game, and it is very appropriate that we will have the chance to celebrate one of the greatest managerial careers of all-time as a part of our festivities.\" La Russa said he will invite his 2011 coaching staff to join him in Kansas City, per the precedent that the coaching staffs of the two league champions occupy the benches for the Mid-Summer Classic.   Thus, 2012 Cardinals coaches Jose Oquendo, Mark McGwire, Derek Lilliquist, and Mike Aldrete will be invited. In addition, so will Dave Duncan, who has taken a leave of absence from his duties as pitching coach, Joe Pettini and Dave McKay, who are coaching with other teams in 2012, and former bullpen catcher Jeff Murphy.   The headliner is La Russa, though. The third-winningest manager in history, La Russa will be managing his sixth All-Star Game. He was 3-0 as manager of the American League but has lost both times at the helm of the National League. He will tie Joe Torre for the fourth-most All-Star managing appearances in history, behind only hall of famers Casey Stengel (10), Walter Alston (nine) and Joe McCarthy (seven).   \"I didn't take anything for granted,\" La Russa said. \"I just knew there were conversations and there was a possibility, but that can be true about a lot of things and it just doesn't work out. I'm excited. I'm honored.\"   La Russa will be the second retired manager to manage in the All-Star Game, joining John McGraw, who managed the National League team in the first playing in 1933. Two other managers have worked the All-Star Game while no longer with the teams with which they won the pennant: Dusty Baker in 2003 and Dick Williams in 1974.   It's never been any secret that La Russa is a big fan of the All-Star Game. This time may be especially sweet for him, since he won't be balancing the duties with the day-to-day tasks of managing a Major League team.   \"I'm sure the concentration that you give it and the enjoyment of that concentration will be increased,\" he said.   As for what else is in his future, La Russa was coy. He said he's closing in on having his next job sorted out, but has nothing to announce yet.   \"I'm getting closer,\" he said. \"Days pass and things kind of crystallize a little bit. I'm not ready to talk about it but I'm getting closer.\" Matthew Leach is a reporter for MLB.com. Read his blog, Obviously, You're Not a Golfer and follow him on Twitter at @MatthewHLeach. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matthew Leach"
}
