{
    "url": "http:\/\/m.mlb.com\/news\/article\/26453220",
    "title": "Rays bring back popular Pena to man first base",
    "subtitle": "Rays bring back popular Pena to man first base",
    "body": "ST. PETERSBURG -- \"Los\" is back with the Rays, and he's ready to pick up where he left off in the hopes of finishing what has been a special story. On Tuesday afternoon, the news became official: Carlos Pena, one of the most popular players in Rays history, is returning to the club after spending last season with the Cubs. \"It started at 'Once upon a time, there was a ballclub called the Rays ...'\" Pena said. \"And we haven't gotten to the last page. So we want to make sure we give it a happy ending, as far as I'm concerned. And here we have another opportunity to write that chapter that's missing. Incredible memories, but I'm looking to make some new ones.\" Pena -- who brings Gold Glove defense, is a legitimate power threat, has a disciplined eye at the plate and will again be a leader in the clubhouse -- inked a one-year, $7.25 million deal with Tampa Bay on Tuesday.  \"Carlos is one of the most accomplished players in team history, and he is a great fit for our club in 2012, both on and off the field,\" said Rays executive vice president of baseball operations Andrew Friedman. \"He adds to our offense with his power while maintaining the high defensive standard we seek.\"  The Rays went into the offseason with a lot of uncertainty about where their payroll might stand come Opening Day. The thought of procuring free agents of any stature seemed far-fetched, and the idea of how the team might bring in any new talent seemed to be focused on dealing a member of the team's coveted collection of starters. But as the club has been prone to do, it once again surprised.  First, Tampa Bay signed Luke Scott as its DH, and now the Rays have added Pena to play first base. Together the pair will make approximately $12.25 million in 2012. When combined with Scott's $1 million buyout for '13, Tampa Bay is on the hook for $13.25 million.  \"We certainly didn't anticipate this at the start of the offseason, and I don't think anybody in our front office would have thought that we would have committed $13 million or $14 million to the combination of designated hitter and first baseman,\" team president Matt Silverman said. \"The transactions came in a certain order. We were always surveying the first-base market, seeing what was out there. And as it started to materialize and the opportunity became apparent, we pounced on that opportunity and decided to extend ourselves even beyond where we had extended ourselves in part because of who Carlos is.\"  Silverman noted Pena's many virtues, including his clubhouse presence, the fact he is a fan favorite, but primarily what he does on the field.  \"He adds a dimension of power to our lineup that we were missing last year,\" said Silverman, who noted that Pena's power bat comes without concessions on defense.  Pena will take a pay cut from his $10 million salary a year ago, which came as a surprise based on the fact that high-powered agent Scott Boras represents him.  \"Scott does a great job,\" Pena said. \"... He's done record-breaking contracts -- many of them. But I think one thing that everyone must always keep in mind is I make the decision at the end. A player does exactly what a player wants to do. And this is where I belong. This is where I want to be.  \"So I'm very grateful just to be back ... I'm not interested in going back and seeing what I might have left behind. I'm more inclined to focus all my energy and put my mind 100 percent on what's in front of me, which is an opportunity to play for a great ballclub with great teammates and great fans.\"  The 33-year-old first baseman spent the 2007-10 seasons with Tampa Bay before joining Chicago as a free agent last offseason, and his two best seasons came with the Rays (46 home runs in '07, 39 in '09).  Pena's home run total for the Cubs last year (28) matched his output with the Rays in 2010. He hit .225 with a .357 on-base percentage in '11, marks that are in line with his respective .239 and .352 clips lifetime.  Pena smiled throughout Tuesday's news conference at Tropicana Field, wearing his familiar No. 23 while waxing eloquently about the \"magic\" in Tampa Bay. When asked about why he felt he has been such a huge fan favorite, Pena offered that he felt like the fans \"appreciate a player playing his heart out.\"  \"One thing that I can absolutely guarantee, maybe you can't go out there and say, 'I'm going to hit this many home runs or [hit] for this type of average, this or that,'\" Pena said. \"But the one thing I will guarantee is that I will play my heart out.  \"... Obviously, I have a lot of history with this ballclub. This is the team that gave me the opportunity, and I have so many great memories here. And I look forward to creating better ones. I'm eager to get it going and I'm very optimistic about what the future holds, not only for me, but most importantly for the ballclub.\"  To make room for Pena on the club's 40-man roster, outfielder Justin Ruggiano was designated for assignment. Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
