{
    "url": "http:\/\/m.mlb.com\/news\/article\/26447462",
    "title": "Imprecise market value delays Prince signing",
    "subtitle": "Bauman: Imprecise market value delays Prince signing",
    "body": "Conventional wisdom says that Prince Fielder, a genuine, proven run-producing force, remains unsigned at this late offseason date because he and his agent, Scott Boras, are asking for too much money and too many years in a new contract.  That's a little too pat, a little too easy. It could be argued that asking for too much money and too many years is part and parcel of what Boras does for a living. The thing that separates him from the pack is that he has so often been successful at obtaining lavish and long contracts for his clients.  Unique circumstances have conspired against the windfall of all windfalls for Prince, even though he has impressive production on his side and comes to this free-agent moment at age 27. The Yankees, the Red Sox and the Phillies, three of the biggest spenders in recent baseball history, are all set with their own expensive, long-term first basemen. The Angels put themselves in that category with their $240-million, 10-year deal with Albert Pujols. The Cubs, who have previously tossed some money around, traded for a first baseman of the future, and thus took the inexpensive way out of this derby. There was a time when Fielder's previous employers, the Milwaukee Brewers, made a contract offer to him that consisted of $100 million over five years. This was rejected out of hand, as though it did not even form the basis for continuing discussion. This did not appear to be an insulting offer, although it was, in retrospect, significantly below market for slugging first basemen.   On the other hand, if some published reports are correct and Fielder's side is seeking a contract in the Pujols neighborhood, that would be a stretch in the other direction. Fielder may be younger than Pujols, but he is not Pujols as an all-around player. And neither is anybody else, which is why Pujols gets this kind of deal, even at age 32.   Who are the true comparables for Fielder? What does the market dictate for his services? It is hard to find the perfect fit, although he is often compared to Ryan Howard of the Phillies. But Howard is 32. Their career OPSs are virtually identical, although Fielder is a much better bet to reach base via a walk and is much less likely to strike out. Howard received a $125 million, five-year deal from the Phillies almost two years ago. That turned out to be a short contract for a slugging first baseman, but it leads all the first-basemen\/sluggers in per-year payment, or what is known in the trade as average annual value. So whatever the relative merits of Ryan Howard and Prince Fielder, this contract is not particularly representative.   Can we fairly compare Fielder with Adrian Gonzalez, who got an average of $22 million per year over seven years, or Mark Teixeira, who received an average of $22.5 million over eight years? Again, Fielder is younger, but both Gonzalez and Teixeira are outstanding defensive players. Fielder's defensive work cannot compare with their performances in that category. Over the long haul, Fielder may be best suited to the American League and the designated hitter role.   On Fielder's side of the argument, the people who told the Brewers not to draft him in the first place because nobody with his body type could sustain a high level of play were completely wrong, at least so far. Fielder has been extraordinarily durable to this point. And his relentless effort makes him not only a favorite among his teammates, but a leader of men. His intangibles are good, but try measuring them in a world-class contract.   Published reports have linked the Nationals, the Rangers and the Orioles with the bidding for Fielder. The Blue Jays and the Mariners have also been reported to be interested but at a less expensive, and shorter, level.   What all the existing numbers suggest is a contract for more than five years, less than 10, and more than $20 million per year, but less than $25 million per year.   But those existing numbers were formed by contracts offered by some of baseball's wealthiest franchises. The rest of the clubs, including the ones anywhere near the market for Fielder, may still view that kind of contract as inflationary and\/or exorbitant.   But in the end, Prince Fielder will be worth what Scott Boras can convince one team to pay. This is not a particularly scientific conclusion, but it is the one that works in the real world, or at least the baseball portion of the real world.   Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
