{
    "url": "http:\/\/m.mlb.com\/news\/article\/26448822",
    "title": "Staying healthy key for Coghlan in 2012",
    "subtitle": "Staying healthy key for Coghlan in 2012",
    "body": "MIAMI -- If healthy, Chris Coghlan is expected to compete for a roster spot with the Marlins in Spring Training. Staying healthy, however, has been an issue for the 2009 National League Rookie of the Year Award winner. The latest obstacle for Coghlan occurred in November, when he had his left knee scoped. The Marlins say the 26-year-old outfielder should be ready to go when position players begin workouts on Feb. 26 at the Roger Dean Stadium complex in Jupiter, Fla. Coghlan's scope was to the same knee that required surgery on Aug. 11, 2010, after the outfielder tore his meniscus during a postgame celebration a few weeks earlier. Coghlan was injured while shoving a shaving-cream-filled towel into the face of teammate Wes Helms, who had a walk-off hit to beat the Braves, 5-4, in 11 innings on July 25.  More injuries surfaced in 2011.  Although he was the Opening Day center fielder, he dealt with a sore right shoulder throughout Spring Training.  As the season progressed, Coghlan's left knee began to act up. On June 17, he was optioned to Triple-A New Orleans, but the transaction was voided. Instead, he was placed on the 15-day disabled list with left knee inflammation.  He didn't return to the Marlins for the rest of the season.  Coghlan appeared in 65 games in 2011, hitting .230 with five home runs and 22 RBIs.  Miami's starting outfield is expected to be Logan Morrison in left field, Emilio Bonifacio in center and Mike Stanton in right. Coghlan will be in the mix for a backup spot along with Scott Cousins, Kevin Mattison, Bryan Petersen and Aaron Rowand.  In 2009, Coghlan made a major impact, batting .321 on his way to being named the NL's top rookie. Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
