{
    "url": "http:\/\/m.mlb.com\/news\/article\/26436814",
    "title": "Sweeney forms team for All-Star 5K & Fun Run",
    "subtitle": "Sweeney forms team for All-Star 5K & Fun Run",
    "body": "KANSAS CITY -- It should be a fun day, yet an emotional day, for Mike Sweeney when he leads his \"Sween Team\" into the third All-Star Game Charity 5K & Fun Run on Sunday morning, July 8.  \"The best part of this is my father-in-law, Jim Nettles, is going to fly out and run it with me,\" Sweeney said.  Nettles, a former Major League outfielder, is a cancer survivor and that's the whole purpose behind the event preceding the July 10 All-Star Game in Kansas City -- fighting cancer. Major League Baseball will donate all net proceeds from the event to three charities that support cancer research and education -- Prostate Cancer Foundation, Stand Up to Cancer and Susan G. Komen for the Cure. The first 200 participants to register for the Sween Team using the code SWEEN will receive a $5 registration discount from the early bird price. Fans can sign up to join Sweeney at http:\/\/www.allstar5k-mlb.com\/sweenteam.   The early bird price is $25 for adults and $20 for children 12 and under for the 5K or $20 and $15 respectively for the Fun Run. All registered finishers will receive a commemorative All-Star medal and T-shirt. Registration and information is available at www.AllStarGame.com\/5K.   Sweeney suspects that virtually everyone has been impacted in some way by cancer -- if not personally, through a family member or friend or co-worker. That was certainly the case for him during Spring Training 2007 when Nettles phoned.   \"He called me as I was pulling in the parking lot at Surprise Stadium and it was a dreadful phone call,\" Sweeney recalled. \"He said, 'I've got bad news, I've got cancer.' He broke down and I broke down.\"   Nettles had prostate cancer and initially his options seemed few and his future looked bleak. Sweeney contacted a friend with the Prostate Cancer Foundation, a doctor expanded the treatment options and, after surgery, Nettles has recovered.   \"Now five years later, he's cancer free and lives a normal life,\" Sweeney said.   That's why his emotions bubble over when he says that Nettles and his wife, Carol, will be on the Sween Team that he'll be leading.   \"I'm not doing this for me, I'm doing it for all my family and friends that have been impacted by cancer as a small way to say thank you and I'm hoping and praying for a cure,\" he said.   The Nettles' daughter and Sweeney's wife, Shara, and grandkids Michael, 7, and McKara, 6, are also planning to enter the run. (Donovan, 3, and the baby expected by the Sweeneys next month will sit it out.)   The running and walking course through downtown Kansas City will have an All-Star theme and will feature appearances by baseball legends, mascots and celebrity guests.   Sweeney, although he retired as a player last year, works out and stays in shape but he did approach the 5K with caution.   \"Before I committed to run the race, I had to Google to find out how far is five kilometers. I found out it was 3.1 miles so I figured we could probably run that within about 30 minutes,\" he said. \"I had to make sure it wasn't like a hundred miles or something and I'd be jogging down to Jeff City or something.\"   Jefferson City, the state capital, is located in mid-Missouri. Sweeney won't be going there unless he decides to run for governor.   The 5K will start at 7:30 a.m. CT, perhaps before the July heat bears down, followed at 8 a.m. by the family-friendly, one-mile Fun Run.   Participants can register and create their own \"All-Star\" profile page online which allows them to highlight their favorite league, team, personal photo and share their story. They can earn All-Star-themed online badges by recruiting friends to support them. Two All-Star MVP badges will go to the top recruiter and fund-raiser.   \"We're setting a lofty goal of raising $50,000 for the Sween Team,\" Sweeney said. \"Whoever is the leading fund-raiser is going to get an autographed jersey and we're going to have a meet-and-greet before the race, so it should be fun.\"   Sweeney, who played 13 years for the Royals, was born on July 22, 1973 -- just two days before the only other All-Star Game was played at Kauffman Stadium. That was the year that the ballpark, then called Royals Stadium, was opened.   \" '73 was the year I was born and I was blessed to be in five All-Star Games with the Royals, although none were in Kansas City, so for me to come back and be a small part of an amazing week, I'm honored,\" he said.   And he's part of an event that benefits a cause close to his heart.   \"I'm sure there are many people who are going to be running the race for a family member who has either been taken from this earth due to cancer or are cancer survivors,\" he said. \"It should be an emotional but a beautiful day.\" Dick Kaegel is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Dick Kaegel"
}
