{
    "url": "http:\/\/m.mlb.com\/news\/article\/26437034",
    "title": "Rays keep beating the odds",
    "subtitle": "Bodley: Rays keep beating the odds",
    "body": "ST. PETERSBURG -- A year ago, the Tampa Bay Rays were doomed. Their best all-around player, Carl Crawford, had defected to Boston, and scores of others, including three other All-Stars, were gone via free agency and trades. Add to that owner Stuart Sternberg's $30 million reduction to the team payroll, and there was no way the Rays could retain their American League East title, let alone return to the postseason. And then on the last day of the season, aided by Boston's historic collapse and a miraculous 12-inning, 8-7 victory over the Yankees, Tampa Bay won the AL Wild Card. This just goes to show how flimsy -- no, make that fragile -- preseason predictions can be.  Remember, Crawford was supposed to lead the Red Sox to the World Series against the Phillies, but both teams were on forced vacations by mid-October.  If there was a dark cloud hanging over Tropicana Field as the 2011 season began, there's nothing but sunshine in Port Charlotte, Fla., where the Rays will begin Spring Training in a few weeks.  Tampa Bay -- already posessing one of the best pitching staffs in the AL, led by James Shields, David Price and AL Rookie of the Year Award winner Jeremy Hellickson -- has strengthened its offense with the signing of designated hitter Luke Scott, and the welcome return of first baseman Carlos Pena.  Pena, a fan favorite, left as a free agent in 2011, signing a one-year, $10 million contract with the Chicago Cubs. Now he's back where he averaged 36 homers and 102 RBIs during his four years (2007-10) with the Rays.  Joe Maddon, who took home the 2011 AL Manager of the Year Award, is vacationing in Europe, so we'll have to wait for his return to find out what his battle cry for this season will be.  One thing is certain: If this team doesn't make the postseason, especially with the possibility of an additional Wild Card being added in each league, there will be enormous disappointment.  Many of us snickered when Maddon, always flush with optimism, said this time last year: \"Reports of our demise have been greatly exaggerated. Our goal is not only to participate, but to repeat as American League East champions.\"  Sometimes I feel like the only thing Maddon lacks to motivate his players is pom-poms. When it comes to cheerleading, nobody does it better.  Results speak for themselves. To me, it's amazing some of his often zany tactics are so well accepted by professional baseball players.  Tampa Bay Times reporter Marc Topkin, who's covered the Rays since their beginning, is quick to point out that with Pena and Scott, \"the Rays have a deep and balanced lineup that features at least six hitters capable of 20-plus homers -- also Matt Joyce, Evan Longoria, B.J. Upton and Ben Zobrist -- and potentially a seventh in Desmond Jennings, who hit 10 in 63 games as a rookie.\"  Sternburg, because of subpar attendance at Tropicana Field, was forced to cut the 2011 payroll by 40 percent.  The energetic owner is deeply involved in trying to get a new stadium for the Rays, but at the recent Owners' Meetings in Paradise Valley, Ariz., Sternberg told Commissioner Bud Selig and other team executives how optimistic he is for 2012.  Sternberg predicts there will be \"a nice improvement\" in attendance this season. Despite their exciting finish, the Rays drew only 1,529,188 in 2011, ranking 28th among the 30 Major League teams.  The 2012 outlook, propelled by last September's storybook finish, has spurred season-ticket sales, and just recently the Scarborough Report stated the Rays are the No. 1 team in the Tampa Bay market.  \"We're going to keep winning baseball games,\" Sternberg told MLB.com's Bill Chastain during a community event in Tampa. \"We've got a lot of fans who love what we do and follow us.\"  Attendance was disappointing during the AL Division Series against Texas, prompting a frustrated Sternberg to remark, \"Whatever you want to say, there are 29 other teams passing us like we're going in reverse right now -- except on the field. And at some point that changes. ... To a team, winning solves ills. And we are four years into winning, and we're no better off right now.\"  Despite the myriad of small-market obstacles, Sternberg, executive vice president of baseball operations Andrew Friedman and Maddon have done a remarkable job producing a team that has gone to the postseason three times in the last four years.  That is even more amazing when you consider the Rays, who had the second-lowest payroll in the Major Leagues last season, are in the same division with the free-spending Yankees and Red Sox.  Sternberg says the 2012 payroll will increase by about $20 million, to the $60 million range.  Signing Pena for $7.25 million and Scott for $6 million, plus spending more than $16.5 million to avoid arbitration with five players, is a good example of the loosened purse strings.  Sternberg said, \"We feel really good about the season. We had a great finish last year. Our TV ratings increased dramatically during the last couple of months. ... I'm an optimistic fellow, but I think the expectations coming into last season probably weren't as great as they had been for the previous couple of years.\"  The Rays seem to perform better when they're underdogs.  That won't be the case this season. I can't wait to hear Maddon's motivational spiel.  If it's anything like last year's, it will be priceless -- and ultimately oozing with credibility.  And maybe one for the books. Hal Bodley is the senior correspondent for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Hal Bodley"
}
