{
    "url": "http:\/\/m.mlb.com\/news\/article\/26309756",
    "title": "Trivia aces set to square off on 'Baseball IQ'",
    "subtitle": "Trivia aces set to square off on 'Baseball IQ'",
    "body": "Correct thinkers think that \"baseball trivia\" is an oxymoron: Nothing about baseball is trivial.  -- George Will A good game of baseball trivia satisfies in just the same way that a good baseball game does.  -- John Thorn  Baseball trivia is an institution within an institution, played forever by generations of grownups at bars and offices and ballparks themselves. You probably can rattle off gems like the number of years Hal Newhouser led the American League in wins (four), know that Scott McGregor threw the shutout that clinched Baltimore's last World Series championship in 1983, and have an occasional penchant for reciting every Fall Classic winner in, yes, reverse-chron. If that's you, then you are going to especially love MLB Network's first-ever game show. \"Baseball IQ\" premieres at 9 p.m. ET on Jan. 24. Hosted by Matt Vasgersian, the recall-based trivia show gives participants a chance to win $45,000 for charity.  It will be a 32-person bracket with one participant representing MLB.com, each of the 30 clubs and the National Baseball Hall of Fame -- featuring everyone from front-office personnel to equipment managers to scoreboard operators and museum curators.  The first night will feature two East Division showdowns. Ben Baumer, statistical analyst for the Mets (representing Welcome Back Veterans), opens at 9 against Jay McLaughlin, baseball information analyst for the rival Phillies (Phillies Charities). Shawn Hoffman, assistant for baseball research and development for the Rays (Rays Baseball Foundation), faces Jay Moskowitz, coordinator of baseball information for the Orioles (Orioles Charitable Foundation), at 9:30.  \"Baseball fans are passionate about the sport's statistics, and launching 'Baseball IQ' is a way for us to expand our offseason programming lineup to let viewers test their baseball knowledge,\" said MLB Network president Tony Petitti. \"The premise of 'Baseball IQ' is a natural extension of how fans talk about baseball at home or during a game by putting a current story, player or moment into historical context.\"  What they all have in common is that often-unbelievable, sometimes-insufferable ability to dominate in baseball trivia. Yeah, you know the ones we're talking about.  \"Knowing all there is to know about baseball may be about as useful and lucrative as being the best whittler in Punkinville,\" said Thorn, the official historian of MLB. \"So why do we bother to collect baseball facts and compete to see who knows more or more obscure ones? Because it's fun.  \"A baseball trivia game can be as challenging as a spelling bee was to us once upon a time, or a Ph. D. oral exam may be tomorrow. The trivia game is real life upside down, an inversion by which the important is replaced by the unimportant while retaining all the trappings of exams, tests, trials -- contests in which the stakes are genuinely high.\"  As for these stakes, the winning player of each episode will earn $5,000 to be donated to their organization's designated charity. The championship episode will award $25,000 for the winner's charity and $15,000 to the runner-up's charity.  Questions will cover all things baseball, from current players and managers to World Series champions, MVP and Cy Young Award winners, Hall of Famers, milestones and more. Fans on Twitter are encouraged to use the #MLBNBaseballIQ hashtag.  Among the competitors will be Cory Schwartz, vice president of statistics at MLB.com. When asked how he feels heading into this one, Schwartz, familiar face of MLB.com Fantasy 411 the past decade, replied via email: \"I'm nervous! I've been doing my homework and studying for the show for weeks, but the competition is pretty intimidating.\"  His first-round matchup is at 9 p.m. ET on Feb. 2 against Craig Muder, director of communications for the Hall of Fame. Muder spends most of his life basking in baseball-trivia paradise -- everywhere he turns at the office is an exhibit or Hall plaque that all baseball fans wish they could see. No pressure, there, Craig.  \"What a first-round matchup,\" Muder said.  MLB Network surveyed MLB.com, all 30 clubs and the Hall for the \"best and brightest trivia minds\" in their organizations to represent them in \"Baseball IQ.\" In addition to Schwartz and Muder, here are the club reps that are soon to become your new favorite TV stars:  American League:  Shane Demmitt of the Angels, David Nosti of the Athletics, Howard Starkman of the Blue Jays, Jeff Stocker of the Indians, Tony Blengino of the Mariners, Moskowitz of the Orioles, Chuck Morgan of the Rangers, Hoffman of the Rays, Billy Broadbent of the Red Sox, Curt Nelson of the Royals, Ron Wade of the Tigers, Craig Nordquist of the Twins, Dan Fabian of the White Sox and Brian Richards of the Yankees.  National League: Benjamin Coburn of the Astros, Mark Lehman of the Braves, Jeff Hibicke of the Brewers, Brian Finch of the Cardinals, Ryan Balogh of the Cubs, Josh DeFamio of the D-backs, Seth Bluman of the Dodgers, Greg Marinec of the Giants, Dan Noffsinger of the Marlins, Baumer of the Mets, Samuel Mondry-Cohen of the Nationals, Fred Gerson of the Padres, McLaughlin of the Phillies, Steve Morse of the Pirates, Rich Linville of the Reds and Aaron Heinrich of the Rockies.  New episodes will air every Tuesday through Thursday at 9 p.m. ET through Feb. 23, leading up to the start of Spring Training -- 31 episodes in all. When possible, \"Baseball IQ\" participants will be matched up in a bracket opposite their clubs' rivals. One first-round matchup, not surprisingly, will pit the Red Sox's video coordinator against the Yankees' museum curator -- on Feb. 8.  The contestants are all part of one big, happy MLB Family. But once \"Baseball IQ\" premieres, remember what Alvin Dark once said: \"Friendships are forgotten when the game begins.\"  Mark Newman is enterprise editor of MLB.com. Read and join other baseball fans on his MLB.com community blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
