{
    "url": "http:\/\/m.mlb.com\/news\/article\/26410358",
    "title": "Fabian gets nod for Network's 'Baseball IQ'",
    "subtitle": "Fabian gets nod for Network's 'Baseball IQ'",
    "body": "CHICAGO -- As White Sox director of baseball operations, Dan Fabian works a great deal with statistical information, amateur and pro scouting reports and video analysis to help the organization's cause.  It was his pure historical knowledge of the game, though, that earned Fabian the White Sox slot on MLB Network's first-ever game show, known as \"Baseball IQ.\"  \"In reviewing all that material and making a guesstimate what you might hear about, I had to remember how to study again,\" said Fabian, who last was in college in 1988. Premiering on Jan. 24 at 8 p.m. CT, Matt Vasgersian will host the 30-minute show featuring two participants competing for a chance to win up to $45,000 for charity. All 30 Major League Baseball teams, MLB.com and the National Baseball Hall of Fame and Museum came up with a participant, pitting them against each other in a bracket-style tournament through 31 episodes. Contestants range from front-office personnel to equipment managers, scoreboard operations and museum curators.   Two new episodes air every Tuesday through Thursday from Jan. 24-Feb. 23, leading up to the start of Spring Training.   Topics ranging from current players to World Series champions to Hall of Famers and milestones, to name a few, will be covered. Each episode's winner receives $5,000 for the charity they represent. The champion's charity wins $25,000, and $15,000 goes to the runner-up's charity. Fabian will be playing for White Sox Charities.   Natural rivalries were not lost on the organizers of this show. Fabian faces off against Detroit director of marketing Ron Wade in the first round. Fabian wouldn't square off against Ryan Balogh, the Cubs account executive, corporate partnerships and Baseball IQ representative, unless both advanced to the semifinals.   Fabian had never previously experienced the game-show type of atmosphere. So he was looking forward to the unique opportunity.   \"You'll have those moments of abject, 'I can't think of everything,'\" Fabian said. \"Then, you'll think you have something nailed and it turns out not to be the case.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
