{
    "url": "http:\/\/m.mlb.com\/news\/article\/26409272",
    "title": "Nationals sign Morse to two-year deal",
    "subtitle": "Nationals sign Morse to two-year deal",
    "body": "WASHINGTON -- The Nationals agreed to terms on Friday with outfielder\/first baseman Michael Morse on a two-year extension, thus avoiding salary arbitration. Financial terms were not disclosed.  Morse, who made $1.05 million last year, and the Nationals exchanged dollar figures earlier this week. Morse was looking to make $5 million, while Washington offered $3.5 million, according to The Associated Press.  Morse was the Nationals' MVP last season, hitting .303 with 31 home runs and 95 RBIs. He also became the fourth Nats player to hit .300 since the club moved to Washington, D.C., in 2005. Morse said he made it clear to his agent that he wanted to stay in Washington for the long haul.   \"It makes me feel very excited and wanted,\" Morse said via telephone. \"This is a place where I want to be because of the direction the team is going in. I want to be a part of it.   \"Signing the extension is great. It's something that both sides agreed on; it's not like I'm breaking the bank or anything.\"   Over the last two seasons for Washington, Morse has paced the club in home runs (46), RBIs (136), slugging percentage (.539) and OPS (.896) while batting .298 (235-for-788) in 244 games. In the same two-year span, Morse started 135 games in the outfield and another 87 at first base.   Morse, 29, didn't get a chance to play often until after the Mariners traded him to the Nationals on June 28, 2009, for outfielder Ryan Langerhans.   \"I got an opportunity to play, and I played,\" Morse said. \"I just never gave up. I knew that if I received an opportunity, I was going to kick down the door. I feel like I did. I feel like the opportunity is going to be there. I can't wait to play and keep on adding to what I did last year.\"   Morse is a career .296 (338-for-1,140) hitter with 52 home runs and 183 RBIs in 383 games spanning seven big league seasons with the Nationals and Mariners.   With Morse signed, left-hander John Lannan is the only player who could take the Nats to arbitration.   Lannan had a comeback season in 2011, going 10-13 with a 3.70 ERA, while making $2.75 million. Lannan and the Nats are $700,000 apart, according to the AP. Lannan asked for $5.7 million, while the club offered $5 million. Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
