{
    "url": "http:\/\/m.mlb.com\/news\/article\/26406222",
    "title": "Age is just a number for Niekro and Moyer",
    "subtitle": "Moore: Age just a number for Niekro, Moyer",
    "body": "This column is about Jamie Moyer, but it really is about Phil Niekro, because Niekro is about why seasoned (OK, old) players contribute to the magic of baseball.  And Niekro was old.  You know, if you go by what is considered the norm in professional sports. \"I didn't think too much about age,\" said Niekro, now 72, recalling the late 1980s, when he was a starting pitcher in the Major Leagues deep into his 40s. \"What I thought about was, 'How long can I keep going?' I didn't put a time limit on it. It was like, as long as I could stay healthy and somebody wanted me to pitch for their ball club, I was willing to do that -- as long as I was still effective.\"   That makes sense.   So does this from Niekro, speaking for baseball, other sports and all aspects of society: \"I think other people have more of a problem with age. I don't believe in age limits. If you can do the job better than somebody else, you should get the job.\"   Which brings us to Moyer, the epitome of a \"crafty\" left-handed pitcher, who was signed this week by the Colorado Rockies. He has a Minor League contract, but if he does enough to join the big boys, he'll enter his 25th Major League season.   Niekro played 24 seasons.   Not only that, Moyer is 49 years old.   Niekro threw his last pitch in the Major Leagues at 48.   I'm pulling for Moyer -- not to pass Niekro in those longevity marks, or even to top Jack Quinn this season as the oldest pitcher ever to win a Major League game -- because I'm always pulling for the (ahem) seasoned players.   If those seasoned players still can play, wow.   Pete Rose never stopped diving nose-first into bases, even during his mid-40s. Nolan Ryan retained enough heat on his pitches down the stretch of his career to fire the last of his record seven no-hitters at age 44.   Remember Darrell Evans?   Maybe not, but Evans hit 41 home runs during the 1973 season at 26, and he never finished another season with more than 30 homers until he was 38.   That's when Evans hit a Major League-leading 40 homers. And two years later -- at the age of 40 -- he had 34 with 99 RBIs, his highest RBI total since the 104 he collected when he was 26.   Then there was Niekro, among my all-time favorite players as a fan and as a journalist. He was the epitome of a professional. In addition, he could pitch. Courtesy of his trusty knuckleball, he won 318 games with a lifetime ERA of 3.35. He also collected five Gold Gloves, was selected to five All-Star Games, threw a no-hitter and earned a trip to Cooperstown.   Here's what I like even more: Niekro's 121 victories after the age of 40 are a Major League record.   That total could be higher.   \"Oh, yeah. I threw my last [Major League] pitch when I was 48, but I could have gone another year or two,\" Niekro said, recalling his final season in 1987. It began with the Cleveland Indians, but he was traded near the end of the season to the pennant-hopeful Toronto Blue Jays.   After two rough starts, then-Blue Jays general manager Pat Gillick released Niekro and told Toronto reporters that he thought Niekro's career was over.   \"Since I have total respect for [Gillick], and also out of fairness to myself, I just took his word and decided that maybe he knew more about myself than I did, and that maybe he sees something that I don't see, so I went by his words,\" said Niekro, who made one final start with Atlanta that season. \"After I retired, the next Spring Training, I got the fever. Then the next Spring Training after that, I got the fever.\"   In fact, Niekro still has the fever.   Said Niekro, chuckling, but only a little, \"I still feel like I can get guys out in the big leagues right now. My arm feels as good now as it did when I retired.\"   I believe him. If you put one of his old baseball cards against a current photo, you wouldn't see much of a difference.   Niekro lives in the Atlanta area, where he mostly built his legend through 21 seasons with the Braves, and he hasn't lost his connection to the team. The ballpark for the Braves' Triple-A Gwinnett affiliate is a short drive from Niekro's home, and he has spent more than a few evenings throwing batting practices before games.   Plus, Niekro spends time with the big league Braves in Orlando, Fla., during Spring Training.   \"I'll throw some BP down there, so my arm is no problem,\" Niekro said. \"To stick around a long time, it's a discipline thing for a player, where you have to stay healthy. You also have to be fortunate, just to spend any time in the big leagues. I've got no squabbles about anything. I just kick myself in the butt for not hanging around for another year or two.\"   Moyer understands as much, which is why he shrugs over missing all of last season due to Tommy John surgery.   Prior to that, Moyer pitched efficiently along the way to 267 victories for seven different teams, including his past five seasons with the Philadelphia Phillies.   Now comes the Rockies for Moyer -- maybe.   \"He's a pitcher. He's not a thrower, and I know he's not going to Spring Training with Colorado thinking he's going to pitch in the Minor Leagues the rest of his life,\" Niekro said. \"I'm all for him. I admire the guy. I never met him, but I'd sure like to.\"   I'm guessing the feeling is mutual.   Old guys stick together.  Terence Moore is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Terence Moore"
}
