{
    "url": "http:\/\/m.mlb.com\/news\/article\/26406978",
    "title": "Carmona released on bail from Dominican jail",
    "subtitle": "Carmona released on bail from Dominican jail",
    "body": "CLEVELAND -- The Indians pitcher known to date as Fausto Carmona has been released from jail in the Dominican Republic on bail, but it is unclear how long it might be before he is able to return to the United States.  As first reported by The Associated Press, Carmona was released on Friday after his arrest one day earlier for using a false identity. The pitcher's actual name is believed to be Roberto Hernandez Heredia.  Carmona was arrested on Thursday outside the United States consulate in Santo Domingo while on his way to apply for a visa, so he could travel to Arizona for Spring Training. The Indians are currently working to gather more information to determine their next step in response to the situation. Indians general manager Chris Antonetti chose not to comment on the matter during a conference call with reporters on Friday evening.   \"At this point,\" Antonetti said, \"we're going to continue to refrain from commenting until we have a little more clarity. We're still in the process of trying to get some additional information to work through that situation.\"   Antonetti did note, however, that Indians manager Manny Acta -- also a native of the Dominican Republic -- has spoken with the accused pitcher.   \"Manny's talked with Fausto directly,\" Antonetti said. \"We've had numerous conversations with his representatives, as well as people in Major League Baseball and other authorities.\"   According to the AP report, Carmona was released by Judge Keyla Perez on bail of around $13,000. Carmona was then instructed to check in with prosecutors as Dominican authorities continue to investigate the matter. One allegation is that Carmona is actually 31 years old, not 28, as he has claimed.   Carmona has also been ordered to remain in the Dominican Republic.   As he exited the court Friday, the pitcher offered a brief statement.   \"I ask for the forgiveness of my fans, the government of the United States and the Cleveland Indians for this situation,\" he was quoted as saying.   Carmona's lawyer, Joaquin Perez, indicated to the AP that the pitcher would speak more at a later date.   ESPN's Pedro Gomez reported on the show \"Outside the Lines\" that the mother of the real \"Fausto Carmona\" revealed the pitcher's secret during a radio interview on a station in the D.R. several weeks ago. According to Gomez, authorities decided to wait until Carmona went to apply for a new visa to arrest.   According to the report on ESPN, the belief is that the Indians pitcher was paying for the use of the false identity. After Cleveland picked up the pitcher's $7 million club option for 2012, the family allegedly asked for increased annual payments, at which point the starter refused.   The pitcher's agent, Bean Stringfellow, has yet to return messages left by MLB.com. Jay Alou, who works for the same agency, told The AP on Thursday that the pitcher's representatives were stunned by the news.   \"This took us by complete surprise,\" Alou said. \"What we have to do now is wait to find out the process that has to be done with the consulate with this new identity in order to see if he can get a new work visa.\"   One possible approach for Cleveland would be to place Carmona on Major League Baseball's restricted list. Players on the restricted list do not count towards a team's 25-man or 40-man roster, do not receive pay and are not permitted to sign with another club.   That was the route the Marlins took when dealing with a similar situation.   In September, the pitcher formerly known as Leo Nunez was forced to return to the Dominican Republic after it was discovered that he was playing under an assumed name. His real name is Juan Carlos Oviedo and he admitted to using false documents in order to sign a professional contract.   Oviedo remains on the restricted list, and the pitcher is still sorting through visa issues, even though he has cooperated with investigators. The Marlins signed Oviedo to a $6 million contract to avoid arbitration on Tuesday, but the club does not have to pay the pitcher until he is back in the United States and off the restricted list.   Right now, it is not known if the Indians would simply be able to void Carmona's contract, or if the club would even choose to go down that route. It is also not clear how Carmona's predicament might impact his availability for Spring Training (pitchers and catchers are scheduled to report on Feb. 19) or the regular season.   Carmona's birth date has been listed as Dec. 7, 1983, which would have made him 17 years old when he signed with the Indians as a non-drafted free agent in 2000. It is possible that Carmona was actually as old as 20 when he first pitched in Cleveland's farm system.   The right-handed sinkerballer broke in with the Indians as a reliever in 2006, and he finished fourth in the American League Cy Young balloting after going 19-8 with a 3.06 ERA in the 2007 campaign. He's been erratic over the last few seasons, notching a 33-48 record and a 5.01 ERA in 111 starts between 2008 and 2011.   Last season, the pitcher went 7-15 with a 5.25 ERA in 32 starts after beginning the year as the Indians' Opening Day starter. Heading into the 2012 season, he projected to work within the Nos. 3-5 slots in the rotation.   The Indians hold club options on his contract for 2013 and 2014.   Carmona projected to fall within the Nos. 3-5 spots in Cleveland's rotation prior to his arrest. Justin Masterson and Ubaldo Jimenez will likey vie for the first two spots, with Josh Tomlin and Derek Lowe also filling roles on the staff. Due to Carmona's situation, the fifth spot appears to be up for grabs.   On Friday, the Indians acquired right-hander Kevin Slowey (along with $1.25 million) in a trade with the Rockies, who received Minor League reliever Zach Putnam in exchange. Slowey will compete against right-hander Jeanmar Gomez and lefty David Huff for a rotation spot.   Slowey, 27, went 0-8 with a 6.67 ERA in an injury-marred showing last season with the Twins, but he is 39-29 with a 4.66 ERA over parts of five big league seasons.   Antonetti denied that the team acquired Slowey in response to the developments in the Dominican Republic.   \"There's obviously some uncertainty with Fausto's situation,\" Antonetti said. \"But as we've talked about throughout the course of the offseason, we've looked for opportunities to improve the team in any way we can. This is a guy we've had interest in for a while.   \"For a lot of reasons, this made sense. Certainly, with the uncertainty about Fausto's situation, it gave us maybe a little more clarity about how he'll fit on the club.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
