{
    "url": "http:\/\/m.mlb.com\/news\/article\/26405346",
    "title": "Kershaw makes Major journeys here, abroad",
    "subtitle": "Kershaw makes Major journeys here, abroad",
    "body": "NEW YORK -- Clayton Kershaw knows a thing or two about lofty accomplishments at a young age.  The success the 23-year-old National League Cy Young Award winner has achieved in just four big league seasons is part of what has allowed him and his wife, Ellen, to chronicle their journeys to Africa in a recent book, \"Arise: Live Out Your Faith and Dreams on Whatever Field You Find Yourself, from the Major Leagues to Africa.\"  The Kershaws toured the New York Stock Exchange on Friday morning and -- amidst multiple solicitations from traders on the floor to bring his gifted left arm to New York -- prepared for the New York Baseball Writers' Association of America dinner this weekend, at which Kershaw is expected to receive his Cy Young Award. \"Baseball is something that I'm proud of and I'm blessed to be able to do it every day, but that's not the whole purpose of my life,\" Kershaw said on Friday. \"There's going to be people that come after me that always break records and people that always win more games. I think the stuff you do off the field is always more important.\"   That work off the field, as documented in the book, has taken place in Zambia, where the couple first traveled together shortly after their wedding in December 2010. Ellen spent time in the impoverished nation during her college years at Texas A&M University.   \"Initially, we were really hesitant [to write the book] because we are only 23 and we thought, 'How much life experience do we actually have to write down?'\" Ellen Kershaw said. \"But that's kind of the point of it all -- if we were to wait we would never be making a difference at an early age, and a lot of people miss out on that opportunity. The point of the book is to empower high schoolers, college students, young adults to figure out their purpose in life and make a difference. We very much underestimate this younger generation's ability to rise up and make a difference.\"   Clayton has certainly been a difference-maker in Los Angeles, where he has increased his win total over four seasons with the Dodgers, capping that with a 21-win season in 2011 that earned him Cy Young honors. The southpaw led the NL in wins, strikeouts (248), ERA (2.28) and WHIP (0.98).   How does a 23-year-old top that?   \"Just win,\" Kershaw said. \"That's all I ever care about. I'm not worried about stats or other stuff. I lost five games last year; I'm going to try to lose less.\"   Kershaw is awfully busy these days, with the trip to New York -- the Broadway show The Lion King is on the weekend itinerary -- a mini-tour of sorts in the works to help promote the book, and Spring Training on the horizon.   But he's eagerly anticipating Opening Day 2012 -- he'll likely be on the hill against the Padres in San Diego on April 5 -- when he can continue to build on his already-impressive resume. After all, Kershaw knows the value of baseball in terms of a platform to relay his message.   \"I love it, it's a passion,\" he said about the sport. \"I love to play every day. I get to go to the field and play a game for a living. But that said, it's also a platform because people love baseball, too. They get to watch us play and, with that comes a lot of added opportunities to help people.\"  Joey Nowak is a reporter for MLB.com. Follow him on Twitter at @joeynowak. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joey Nowak"
}
