{
    "url": "http:\/\/m.mlb.com\/news\/article\/26392304",
    "title": "Game of free-agent musical chairs not over yet",
    "subtitle": "Gonzo: Offseason musical chairs not over yet",
    "body": "So Yu Darvish and the Rangers went to the brink on Wednesday, and just before their 30-day negotiating window came to a close, the two sides eked out what's roughly a $60 million deal. Who saw that coming?  Well -- considering Darvish had absolutely nothing left to prove in Japan and the Rangers desperately wanted him -- basically everyone.  But so much else about this offseason has been unforeseen and fascinating. There was the Angels' emergence as a powerhouse with the commitment of nearly $330 million to Albert Pujols and C.J. Wilson in a span of minutes. And the White Sox confusing, seemingly inconsistent approach toward their own future.   The record-setting $50 million deal Jonathan Papelbon inked with the Phillies. And the bargain-rate $8.5 million contract Ryan Madson signed with the Reds.   The Red Sox bringing in Bobby Valentine to be their manager. And the Cubs poaching Theo Epstein from Boston to be their baseball czar.   The Marlins' haul of Jose Reyes, Heath Bell, Mark Buehrle and even Carlos Zambrano. And the Braves' overall silence.   The Yankees (Michael Pineda), Nationals (Gio Gonzalez), Reds (Mat Latos) and D-backs (Trevor Cahill) taking big steps forward by trading for young, cost-controlled starting pitching. And the 49-year-old Jamie Moyer miraculously continuing his career odyssey via a Minor League deal with the Rockies.   Oh, but we're not done.   The Yankees still need a designated hitter with Jesus Montero in Seattle, the Tigers need to replace Victor Martinez and his torn ACL, and almost every team is looking to plug those remaining holes or make that final statement before Spring Training opens in about a month.   Here's some of the best of what's left in the free-agent pool, and where their best fits reside:  1B Prince Fielder   Best fit: Nationals   Because: Fielder's presence -- coupled with the return of Stephen Strasburg and the addition of Gonzalez -- would make Washington, D.C., more excited about the Nationals than ever, and adding him to a lineup that includes Ryan Zimmerman, Mike Morse, Jayson Werth and, eventually, Bryce Harper would make the Nats instant playoff contenders. Sorry, but I'm not buying this notion that they can't sign Fielder because they already have Adam LaRoche. Never did. You find a way to make room for franchise-altering players like Fielder. LaRoche can be moved. And don't discount Scott Boras' history with that front office.   OF Yoenis Cespedes   Best fit: Marlins   Because: Let's see ... Miami has the largest population of Cuban-Americans in the country, is the closest Major League city to the Dominican Republic -- where Cespedes has said he wants to spend his offseasons -- and has a baseball team with a need in center field. This almost makes too much sense. With Cespedes, the Marlins would have a deep outfield mix that includes Mike Stanton, Logan Morrison, Emilio Bonifacio and Chris Coghlan. And when Cespedes shows he's ready to play in the big leagues, they'd have a ton of options there. The Marlins have expressed a strong desire to land the potential five-tool outfielder since Day One, and it's easy to see why.   SP Roy Oswalt   Best fit: Red Sox   Because: Yes, the Red Sox have already acquired a ton of cheap fifth-starter options to join a rotation that already includes Jon Lester, Josh Beckett, Clay Buchholz and transitioning reliever Daniel Bard. No, they shouldn't react to a Yankees team that just added Pineda and Hiroki Kuroda to its staff. This isn't about that. This is about the overused-but-true notion that you can never have too much pitching. While the Red Sox crumbled in September last year, a rotation they felt was too good to be addressed the previous offseason went 4-13 with a 7.08 ERA. The Sox could use another sure thing in their staff, and the still-effective Oswalt would be perfect on a one-year deal.   SP Edwin Jackson   Best fit: Blue Jays   Because: The Blue Jays have been searching for a frontline starter to plug in behind Ricky Romero all offseason, and we might have reached the point in free agency when Jackson can be their guy. It's tough to say Jackson still has high upside considering he's 28, will be entering his 10th season, has already suited up for six different teams and owns a 4.34 ERA over the last five years. But he has electric stuff, can show flashes of dominance, has been pretty durable and pitched well for the Cardinals during the regular season (before struggling a bit in the playoffs). The price has to be right, though.   1B Carlos Pena   Best fit: Indians   Because: With V-Mart on the shelf, the American League Central is now wide open. And in hopes of making a run at a division they couldn't close out last season, the Indians need to improve at first base. Pena would be a big upgrade over Matt LaPorta, and given how friendly Progressive Field is to left-handed hitters, his power can greatly help an Indians lineup that ranked 10th in the AL in OPS and home runs last year.   CL Francisco Cordero   Best fit: Orioles   Because: The closers' market dried up very quickly, and now that the Reds addressed the ninth inning by signing Madson on the cheap, Cordero is left searching for answers. The 36-year-old doesn't want to be anything but a full-time closer. As a three-time All-Star who has saved 327 games and is coming off another solid season, why wouldn't he? The best place for him to do that right now, and get a decent contract, is probably Baltimore, which would like an upgrade over Jim Johnson and is reportedly willing to move Kevin Gregg to create some space.   1B Casey Kotchman   Best fit: Rays   Because: It'd make the most sense for Kotchman's free-agent journey to lead him right back to St. Petersburg -- the place of his birth 28 years ago, and the place of his rebirth as a baseball player last season. Kotchman surprised with the Rays in 2011, batting .306 with a .378 on-base percentage and fits perfectly with their mantra by providing great defense and solid on-base ability. Tampa Bay can compete next year but still needs to address first base to give manager Joe Maddon the versatility that makes his offense functional. Kotchman is perfect for that once again.   OF\/DH Johnny Damon   Best fit: Yankees   Because: Truth is, the Yankees don't really need much from the designated-hitter spot, and a lot of the time, Alex Rodriguez and Derek Jeter will be using it to rest their ailing bodies anyway. But the Yanks can afford to replace the lost bat of Montero with a cheap veteran. And what better way to do that than to bring back the energetic, lovable Damon, who had a solid season for the Rays last year -- .261 batting average, 16 homers, 73 RBIs and 19 stolen bases in 150 games -- and has proved to be successful in New York?   RP Brad Lidge   Best fit: Angels   Because: Lidge may be done as a shutdown closer, but he did post a 1.40 ERA in 19 1\/3 innings as mostly a middle reliever and setup man for the Phillies last year (though his 1.50 WHIP in that span may be a red flag). The Angels are looking for another right-handed arm to help bridge the gap to young closer Jordan Walden -- maybe even help mentor him -- but don't have much to spend. Lidge can be a nice, cheap setup option alongside lefty Scott Downs, or maybe slide into the seventh with LaTroy Hawkins already signed.   DH Hideki Matsui   Best fit: Tigers   Because: Look, the Tigers aren't going to replace Martinez's bat. Not this late in the offseason, and not with the amount of money they seemingly have to spend. Their preference would be to sign a stopgap for no more than a year, and Matsui may be the answer -- at least temporarily. Yes, he's a shell of himself. But he hit 12 homers and drove in 72 while playing a lot of his games in the Athletics' uber-spacious ballpark. The Tigers could affordably add Matsui's bat to help out at DH when the matchups make sense, and then maybe upgrade before the non-waiver Trade Deadline. Pena is better, but I have a hard time believing he'll sign another one-year deal. Alden Gonzalez is a reporter for MLB.com. Read his columns and his blog, listen to his podcast and follow him on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
