{
    "url": "http:\/\/m.mlb.com\/news\/article\/26392930",
    "title": "Duquette makes changes to O's front office",
    "subtitle": "Duquette makes changes to O's front office",
    "body": "BALTIMORE -- Roughly two months into executive vice president of baseball operations Dan Duquette's regime, the Orioles announced a series of front-office moves Thursday that add clarity and stability to an organization that has undergone a complete overhaul this winter.  The announcement, which included some previously reported additions -- Brady Anderson and Rick Peterson among them -- as well as several in-house promotions, comes less than four weeks before pitchers and catchers are set to report to the team's Spring Training complex in Sarasota, Fla.  Anderson, a former O's player who has been around the team in an unofficial capacity, has signed on as a special assistant to Duquette, and he will focus on player relations and player development. While Anderson shares the same title as special assistant Lee Thomas, Duquette said on a conference call that the roles for the two men are decidedly different. \"They are both special assistants that will help us, but his passion is the fitness level of the ballplayers throughout the organization,\" Duquette said of Anderson, who played 14 years with Baltimore and will oversee the organization's conditioning. \"That is an area where we will work very diligently to establish protocol and standards where the players understand that they need to be conditioned at a high level.\"   The Orioles also hope to improve the performance level of their young pitchers -- at all levels -- with the addition of Peterson, a well-respected baseball mind who has done extensive work in the field of biomechanical analysis. Peterson was named the team's director of pitching development, with former Minor League manager Mike Boulanger overseeing the other side of things as the organization's Minor League hitting coordinator.   Peterson, who served 12 years in the Majors as a pitching coach, has worked closely with Dr. James Andrews on injury prevention techniques and is known for being a leading force in using technology to improve performance and reduce injury risk.   \"We are planning to bring the pitching lab to Spring Training that Rick worked with Dr. Andrews on, and that will help all the pitchers in the organization with their delivery,\" Duquette said. \"We will have that available to everyone in Spring Training, and that is a resource for all the pitchers in the organization.   \"Rick will oversee our pitching development program in the Minors, but he'll also be a good resource for the Major League staff as well.\"   Boulanger is a new hire for the Orioles, having spent the past five seasons as the Minor League hitting coordinator for the Rangers. Boulanger managed in Boston's and Minnesota's farm systems prior to that role, and he holds a 497-496 career record as a Minor League manager.   One of the most notable in-house promotions was naming John Stockstill director of player personnel. Formerly Baltimore's director of player development, Stockstill is in his seventh season with the O's.   Duquette said the title change is more appropriate in describing his duties. Stockstill will remain heavily involved in Minor League operations, but he will also utilize his scouting background by working in signings and player additions for the big league club.   \"He's been helpful in helping us sign players internationally,\" Duquette said. \"In fact, this past year, John went over to Japan to scout [Wei-Yin] Chen, who we recently signed.\"   Stockstill will work closely with Mike Snyder, who has been promoted to assistant director of scouting and player development. Snyder, who began his tenure as a baseball-operations intern in 2009, will work on player personnel and will also oversee administration of the scouting department.   Baltimore also announced that it has promoted Tripp Norton to director of baseball administration. Norton, who will negotiate contracts and oversee budgeting for the entire baseball operation, started with the Orioles in 1998 and spent the past 12 years as assistant director of player development.   Norton will be assisted by Ned Rice, who will serve as assistant director of Major League operations. Rice, who joined the O's in 2005 as a public-relations intern, will work closely with Norton on contacts and will serve as a liaison with the Labor Department of MLB. Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
