{
    "url": "http:\/\/m.mlb.com\/news\/article\/1296170",
    "title": "Zimmerman studies up on big-league life",
    "subtitle": "Zimmerman studies up on life in the Majors",
    "body": "WASHINGTON -- Third baseman Ryan Zimmerman has already experienced a taste of big-league life, having spent the last month of the 2005 season with the Nationals. But Zimmerman feels he still has lot more to learn about his new surroundings.  This past weekend, in fact, Zimmerman participated in a rookie orientation program in Lansdowne, Va., put together by Major League Baseball. He participated in seminars and learned the do's and don'ts of life in the big leagues.  \"What I learned is, the game is the same, but what makes it so hard is the things that surround the big leagues,\" Zimmerman said. \"There is so much hype and media. You are on TV all the time. When players get in trouble, it's not because they are not good at baseball. It's because they let the outside pressures get to them. In this program, they teach you how to deal with all those pressures and be a little smoother.\" Zimmerman, 21, has received a lot of hype ever since the Nationals made the Virginia University alum the fourth overall pick in the 2005 First-Year Player Draft. General manager Jim Bowden said at the time that Zimmerman was on the fast track to the big leagues and compared his defense at third base to Brooks Robinson, Scott Rolen and Mike Schmidt.   The Nationals were hoping that Zimmerman would reach the big leagues by 2007, but lack of offensive production from third baseman Vinny Castilla and shortstop Cristian Guzman hastened the Nationals to promote the youngster last September.   Zimmerman became the second Nationals\/Expos player in three years (right-hander Chad Cordero is the other) to reach the big leagues the year he was drafted. It helped that he hit a combined .336 with 11 home runs and 38 RBIs for Class A Savannah and Double-A Harrisburg.   \"If I was drafted by any other team, I would not have been in the big leagues. I was in the perfect situation,\" Zimmerman said. \"That's the good thing about Jim Bowden -- he is not afraid to take chances. He is not afraid to throw you in there and try to get a quick return on his investment. I think so many people are worried about rushing kids. That's why these college kids are becoming such a high priority, because they are mentally ready as well as physically.\"   As it turned out, Zimmerman was mentally and physically ready for the big leagues, as he hit .397 (23-for-58) with six RBIs during the last month of the season. By the third week of September, Bowden decided that Zimmerman was ready to be the everyday third baseman and told the media such on the last day of the season.   Bowden backed up his words when he traded Castilla to the Padres for right-hander Brian Lawrence and cash in November. But Zimmerman isn't going into the 2006 season assuming that he will be the Opening Day third baseman. He said there is still room for improvement.   \"Last year was a great story and everything worked out perfectly, but that was last year. If you are going to be successful in this game, you have to be good year after year,\" Zimmerman said. \"If I spend too much time thinking about how well I did last year, it could interfere with me doing even better and helping the team this year.   \"I don't think I have won the job yet. There are a bunch of players in the organization that are really good. I'm, by no means, assuming that I'm the Opening Day third baseman. But just knowing that they would trade Vinny shows how confident they are in me and my skills. That gives me more confidence and more to work for.\" Bill Ladson is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
