{
    "url": "http:\/\/m.mlb.com\/news\/article\/26388086",
    "title": "Free agent Gomes still looking for place to play",
    "subtitle": "Free agent Gomes still looking for place to play",
    "body": "You're Prince Fielder and you're a free agent and it's the middle of January and you're still unsigned and, yeah, that kinda stinks. With the reporting date for pitchers and catchers a month away, sure, it would be nice to know where you're going to land.  The thing is, though, you know you're going to end up somewhere. And that you're going to make oodles of money wherever that may be.  For every superstar waiting for the market to offer up its bounty, there are dozens of players -- good players -- who are understandably getting a little antsy. Players like, say, Jonny Gomes.   In 2009, he had an .879 OPS with 20 homers for the Reds. The next season he had more than 500 at-bats for the only time in his career, hit 20 homers with 86 RBIs and was an integral part of a Cincinnati team that surprised almost everybody by winning the NL Central. He was named the team's Heart and Hustle Award winner.   But after getting off to a slow start last year, he was traded to the Nationals in late July. He played sporadically, his average hovered just above .200, and at the end of the season, Washington declined to offer him a contract.   That's just the business of baseball. At 31 years old, Gomes gets it. That doesn't make it any easier to deal with as the clock toward Spring Training marches relentlessly forward.   \"It's tough,\" the Arizona resident admitted. \"You get to this point and you don't know if you're going to have to pack up for all of Spring Training, as well as the full season. You have to uproot your family. When it gets this late, it starts feeling like it's coming up quickly. It's kind of nerve-wracking.\"   This is the point in the calendar when, for all players, the ancient rhythms begin to take hold. Almost by instinct, they know it's time to begin planning for yet another season. When they still don't know where they're supposed to report, when that crucial information is missing, it can be difficult.   Especially for players who haven't made huge money, at least by baseball standards. Fans don't often think about players as being people with mortgages and families, but many of them are. Gomes has a wife, Kristi, and two young children, Zoe and Colt. They have a comfortable lifestyle, but have never had the type of peace of mind that one, big long-term contract can provide.   He'd like security. Anybody would. Right now, however, his priority is getting an opportunity to show what he can do. Again.   Gomes will sign and there are indications that something could be announced shortly. In the meantime, though, each passing day has been sand through the hourglass, the days of his life.   He's a left fielder, maybe could play right, possibly DH. He has also spent some time at first base. So there's an invisible scoreboard. Outfielders Endy Chavez and Willie Bloomquist and Jason Kubel and Luke Scott have signed. Raul Ibanez and Jeremy Hermida and Kosuke Fukudome have not. DHs Vladimir Guerrero and Johnny Damon are still out there.   Each new deal changes the landscape. Team A no longer needs X. But Team B, which may have been looking at the same free agent, might instead look at Y or Z. \"When guys sign, it closes a door. And possibly opens a door, too,\" Gomes noted.   In the interim, for a player who can fill several positions, the daily preparation takes on a different focus. \"As far as workouts are concerned, you have to put the whole sandwich out there. Not that it's a bad thing,\" he said.   Gomes has had enough big league success that Tampa Bay, the team that originally drafted him, had a giveaway night featuring his action figurine. And the Reds similarly honored him with a bobblehead promotion last season.   He also brings intangibles. Before the Reds played at Tropicana Field last season, the St. Petersburg Times asked some Rays what it had been like to play with him.   \"Great teammate,\" said B.J. Upton.   \"Unbelievable teammate,\" added James Shields. \"One of the best.\"   But what have you done lately? For the moment, he's just another free agent hoping to find a job.   He pointed out that he's played for some marquee managers. Lou Piniella. Joe Maddon. Dusty Baker. Davey Johnson. \"I want to try to take a little piece of all those managers, put it all together and try to help a team win,\" he said.   Before it's all over, Gomes will have a job. So will most of the other free agents who are still looking for work. They'll just have to sweat it out a little more than Prince Fielder.    Paul Hagen is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Hagen"
}
