{
    "url": "http:\/\/m.mlb.com\/news\/article\/26388652",
    "title": "MLB Notebook: Beltre among legends at third",
    "subtitle": "MLB Notebook: Beltre among legends at third",
    "body": "On June 24, 2011, Texas third baseman Adrian Beltre celebrated the 13th anniversary of his first Major League ballgame by going 3-for-5 with a pair of doubles, a home run and two RBIs in the Rangers' 8-1 victory over the Mets.  Beltre was 32 years and 78 days old during that Friday evening ballgame, and with the three-hit night, owned 1,968 career hits, 1,063 RBIs, 735 extra-base hits and 3,313 total bases.  The contest also stands as a benchmark of other sorts for Beltre, who went on to play in his second career All-Star game just a couple of weeks later. Entering the game on June 24, Beltre owned a .745 OPS for the season, and hadn't collected an extra-base hit in his previous 10 games. Starting with the performance against the Mets, Beltre played in 48 games for the remainder of the season (this stretch was divided by a DL stint from July 23 through August 31), compiled a 1.117 OPS and collected 36 extra-base hits (16 doubles and 20 home runs). This explosion not only helped Beltre lead all Major League third basemen in extra-base hits, home runs and RBIs and finish second in hits and total bases, it also added to career counting totals that -- relative to the position -- have placed the 32-year-old in some well-to-do company.   Beltre's rate stats -- he owns a .276\/.329\/.469 slash line, good for a 110 career OPS+ -- are not particularly showy, and his 110 career OPS+ ties him with 32 other players for 644th all-time for any player through his age-32 season. So odds are, his legacy -- in whatever form it turns out to be -- will be strongly founded upon his counting stats: his career totals in homers, hits, RBIs, total bases and extra-base hits, for example.   Beltre got started in the Majors as a teenager, has been quite durable during his 13 full years in the Majors (he has topped 150 games seven times and 140 games nine times) and was an everyday starter at the age of 20. These variables, in concert with an offensive repertoire that has seen him reach 250 total bases seven times and collect at least 60 extra-base hits in five seasons, have coalesced into a career resume that, when contrasted with the counting stats at this age for some of the greatest third basemen the game has ever seen, looks (perhaps surprisingly) right at home.      The Hall of Fame houses eight different players from the live-ball era with at least 1,000 Major League games at third. Two more Hall of Famers -- Jimmy Collins and Frank \"Home Run\" Baker -- played significant portions of their careers in the dead-ball era. For the purposes of this exploration, they will be left out.   Two others who are active -- Chipper Jones and Scott Rolen -- seem to have a set of third-base stats, hardware and story lines to produce the possibility of future plaque construction. Alex Rodriguez also now has more than 1,000 games at third (1,081) but still has played more career games at shortstop (1,272), so he is being kept out of this discussion.   Pie Traynor In his age-32 season in 1931, Traynor -- who played his entire 17-year-career with the Pirates -- batted .298 (his lowest average since 1924) and -- for the seventh and final time in his career -- drove in at least 100 runs.   At the time, those seven 100-RBI seasons tied Traynor with Ed Delahanty, Ty Cobb and Goose Goslin for the fifth-most since 1876, and to this day, tie the Pirates' third sacker with Jones and Rodriguez for the second-most among third basemen, behind Schmidt and his nine.   Traynor also owned a .323 batting average and had collected 135 triples through his age-32 season, and he finished his career with a .320 average and 164 triples. The 164 triples are the most for a player with 1,000 games at third, and his .320 average is second to Boggs' .328 career mark.   From his first season qualifying for the batting title in 1922 through 1931, Traynor averaged 184 hits (46 for extra-bases), 102 RBIs and 255 total bases. Traynor was elected to the Hall of Fame in '48, and at the time he was regarded by the vast majority of people who cared about such things as the greatest third baseman the game had ever seen.   George Kell Kell was a perennial All-Star (10 selections) and, for a 10-year period from 1946-55 (his age-23 through age-32 seasons) was an almost sure-fire bet to bat over .300 with very few strikeouts.   In 1949, he won the batting title with a .343 mark and fanned only 13 times (against 71 walks. The 13 strikeouts are the second fewest for any batting champ in the live-ball era. Debs Garms batted .355 with six strikeouts in 103 games for the Pirates in 1940 -- at the time, the rules stated that a player must appear in 100 games in order to qualify for the batting title.   In 1950, Kell led the American League with 56 doubles and 218 hits, and he backed up his .343 season in '49 with a .340 mark. The 56 doubles are still the most for a third baseman.   That same year, Kell drove in 101 runs with only eight home runs -- no full-time third baseman since has reached 100 RBIs with fewer than 10 homers. Before Kell, Traynor accomplished this feat in six different seasons -- the most for any player at any position in the modern era.   Kell, who had amassed 1,847 hits through his age-32 season for the eighth highest total by a third baseman, played in only 222 games after his age-32 season. He was elected to the Hall of Fame by the Veteran's Committee in 1983.   Eddie Mathews    By the time he completed his age-32 season in 1964, Mathews had done just about everything in the game, with only the attainment of 500 home runs and an MVP award still on the \"to do\" list. Mathews would never be named MVP, but he did reach 500 home runs on July 14, 1967.   Mathews' counting numbers through his age-32 season were remarkable, and they still rank among the best all-time. Through 2011, Mathews' 445 home runs are tied (with Albert Pujols) for sixth-most since 1901, his 1,240 RBIs are the 18th most, his 3,712 total bases are the 14th most, and his 805 extra-base hits are the 15th most. All four totals are tops for players with at least 75 percent of their games at third.   Mathews collected 53 extra-base hits in his age-20 season -- the most for a third baseman at that age (Beltre, with 47, is third). In this category, Mathews is also the single-season leader at the position for players in their age-21 season. His 86 extra-base hits that year are the second-most for any third baseman of any age.   Ron Santo Among all modern era players through their age-32 season, with at least 75 percent of their games at third, Santo is third in homers, second in RBIs, second in hits, third in total bases and third in extra-base hits. He is also fourth in walks, with 1,008.   Santo is one of five players since 1901 to have at least 2,000 hits and 1,000 walks through his age-32 season, joining inner circle Hall of Famers Lou Gehrig, Mel Ott, Jimmie Foxx and Mickey Mantle. If there was a problem for Santo and his legacy as a player (and apparently there was, for it took more than three decades for him to be officially recognized as Coopoerstown-worthy), he didn't have much to offer statistically after his age-32 season in 1972.   Santo played only two more seasons, collected just 348 more total bases, hit just 25 more home runs and drove in just 118 more runs. Of course, Santo's qualifications for the Hall of Fame go far beyond his offensive counting numbers: he was a five-time Gold Glove winner, a nine-time All-Star, his 125 OPS+ is tied for eighth since 1901 for full-time third basemen with at least 3,000 plate appearances, and his WAR is sixth highest.   Brooks Robinson Only one full-time third basemen has ever accumulated 3,000 hits -- Boggs with his 3,010. Robinson owns the second most, with 2,848.   The league batting average for Robinson's career (1955-77) was .253, with Robinson hitting .267 in his 23 seasons. The league mark during the span of Boggs' career was .268. If Robinson had maintained the same distance between league average and his own mark, and the AL as a whole owned a .268 average for that run, Robinson -- in this fantasy world filled with a host of \"ifs\" -- would have collected 3,004 hits (assuming the same number of at-bats).   By all offensive definitions, Robinson's best season was in 1964 (his age-27 season), when he set career highs in hits, homers, RBIs, batting, on-base, slugging, OPS, OPS+, total bases and extra-base hits, and won the AL MVP Award.   Robinson, who owns the fifth-most total bases for any third baseman through his age-32 season, is the first among the five profiled thus far to have a substantial career after his age-32 season. While Traynor, Kell, Mathews and Santo averaged 354 games, 338 hits and 499 total bases from their age-33 season to the end of their careers, Robinson played in 1,014 games, had 917 hits and 1,301 total bases.   Mike Schmidt Through his age-32 season, Schmidt was already a five-time home run champ, a two-time RBI king, a three-time leader in total bases, a four-time top dog in extra-base hits, and a two-time National League MVP Award winner.   From his age-33 season and on, he hit 199 homers (the most for a third baseman), drove in 630 runs (the second most), collected 1,656 total bases (second to Graig Nettles) and amassed 369 extra-base hits (the most, 13 ahead of Jones, who should catch Schmidt this coming season). Over this second stage of his career, Schmidt also collected a third NL MVP Award, making him the only third baseman in history to win three.   Put all together, Schmidt owns the most homers, is tied for the most RBIs, owns the third-most total bases and can claim the third-most extra-base hits for a player with more than half of his games at third.   George Brett While Schmidt is the all-time leader in homers for third basemen, Brett owns the top marks in total bases and extra-base hits and is tied with Schmidt for the top spot in RBIs.   By counting stats, Brett's gaudiest season came in 1979, in his age-26 season. In compiling 363 total bases (tied for the sixth-most for a third baseman), Brett totaled 85 extra-base hits (tied for the third-most for a third baseman) with 42 doubles, 20 triples and 23 home runs.   The 40-20-20 line made the future Hall of Famer just the fifth player in history to have at least 20 doubles, 20 triples and 20 homers in a season, joining outfielders Wildfire Schulte (1911), Jeff Heath ('41) and Willie Mays (1957) and first baseman Jim Bottomley (1928). Of these five, only Bottomley and Brett reached 40 doubles, to go along with the 20 triples and 20 home runs.   Brett was the first player at third base to collect at least 20 triples since Baker in 1912. No one has done it since.   Through his age-32 season, Brett had 108 triples -- second most (behind Traynor's 135) for any player with 1,000 games at third through that age-season.   Wade Boggs Among Hall of Fame position players (meaning those elected to the Hall on the basis of their playing career, non-pitchers category), and removing players like Jackie Robinson, Roy Campanella and Monte Irvin who got late starts because of the color of their skin, only seven players in the modern era -- outfielders Earl Averill, Earle Combs, Sam Rice, Paul Waner and Kirby Puckett, first baseman Bill Terry and shortstop Dave Bancroft -- debuted at an older age than Wade Boggs.   From his age-24 season (his debut season) through his age-32 season, Boggs collected 1,784 hits -- the seventh-most for any player since 1901 for that age span. Taking out the first part of the age restriction, Boggs had seven 200-hit seasons through his age-32 season -- for all players, those seven through that age-season tie Boggs with Cobb for the second-most, behind the eight from Willie Keeler.   In 1985, Boggs had 240 hits - tied for the fourth-most for any player in an age-27 season. First baseman George Sisler had 257 in '20, outfielder Ichiro Suzuki had 242 in 2001, and outfielder Babe Herman had 241 in 1930.   Boggs also had 156 hits in his age-38 season in 1996 -- tied for the 17th most since '01, and the second-most for any third baseman. In '04, Lave Cross collected 176 hits for the Philadelphia Athletics.   Chipper Jones When Jones collected 87 extra-base hits in his age-27 season in 1999 (the most for any third baseman at any age), those extra-base hits came in the form of 41 doubles, one triple and 45 home runs. Twenty-four different players in history have had a 40-40 season of this nature, with Jones the only third baseman among the two dozen.   Just months away from starting his 19th Major League season, Jones -- among players with more than half of their career games at third -- owns the third-most home runs, the fifth-most hits, the third-most doubles, the third-most RBIs, the fourth-most walks, the second-most total bases and the second-most extra-base hits.   Scott Rolen Rolen's total of 673 extra-base hits through his age-32 season is the fifth-highest in history for any player with at least 1,000 games at third, smack in the middle between Jones and Brett. However, while Brett accumulated another 418 hits in his age-33 season and on and Jones has 356 entering 2012, Rolen is currently stuck on 176.   This second-half storyline is what, unfortunately, may keep Rolen out of the Hall of Fame. Up through his age-32 season, Rolen's counting numbers and rate stats kept him in big-time company, and made his path seem all but perfectly paved. Since then, he has faded into the background, and by the time he retires and then becomes eligible, his peak may have quickly receded in the minds of many evaluators.   Then again, one wonders what else Rolen has to do. He has won eight Gold Gloves, owns an OPS+ that is tied for 10th since 1901 for all full-time third baseman, and he has more than 2,000 hits, 500 doubles, 300 home runs and 3,500 total bases.   There should be a spot in the plaque room for this great ballplayer. Only 28 players in history have reached all of these milestones, and of the 28, Rolen and Jones are the only players with at least 75 percent of their games at third. Rolen is one of seven players to reach all of these round numbers through his age-36 season, joining Gehrig, Stan Musial, Hank Aaron, Cal Ripken, Jr., Manny Ramirez and Todd Helton.   Adrian Beltre For all players through their age-32 season and with at least 75 percent of those games at third, Beltre ranks fourth in home runs, third in RBIs, first in hits, second in total bases, and second in extra-base hits.   Entering his age-33 season in 2012, he is coming off his best two-year stretch and has averaged 30 homers, 166 hits, 104 RBIs, 300 total bases and 72 extra-base hits in these two seasons. His contract schedules him for five more years with the Rangers -- playing in a hitter's haven for half of his games.   If Beltre can stay away from the ends experienced by some of the other great-start, quiet-conclusion third basemen, his career stats have the very real possibility of moving him into the top tier of those who have played the position.   Counting stats and the attainment of nice, round numbers still hold an immense amount of allure in the game of baseball, and Beltre just might find himself collecting all the right kinds of zeroes when he finally hangs up his spikes.  Roger Schlueter is senior researcher for MLB Productions. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Roger Schlueter"
}
