{
    "url": "http:\/\/m.mlb.com\/news\/article\/26367440",
    "title": "Prospect Watch: Top 10 third basemen",
    "subtitle": "Prospect Watch: Top 10 third basemen",
    "body": "MLB.com's Top 50 Prospects list has been expanded to 100. The 2012 version will be unveiled on Wednesday, Jan. 25, on MLB.com as well as on a one-hour show on MLB Network, airing at 10 p.m. ET. Leading up to that, MLB.com takes a look at baseball's top 10 prospects at each position. Over the past few years, there seemed to be a dearth of legitimate prospects at the hot corner. While it might not quite be a full-on renaissance, this year's Top 10 third-base prospect list does have more legitimate prospects on it than in the past. Few are truly close to big league ready, but if fans are patient, there should be an outstanding wave of talent at third coming over the next couple of seasons. 1. Nolan Arenado, Rockies: Sometimes a player gets knocked unfairly because of his surroundings. It's not Arenado's fault he played in the hitting-friendly California League and then the equally cozy Arizona Fall League in 2011. What he does deserve credit for is raking in both places. Arenado led the Minors in RBIs with 122. He struck out just 53 times all season. Then Arenado went on and won the AFL MVP Award, finishing among the leaders in a host of offensive categories. He should hit for average, and even if he doesn't hit a ton of homers, he'll be a run producer. There once was concern about Arenado's defense at third, but he's worked to improve and those worries are now gone. He'll move up to Double-A now, and it might not be too long before he's spotted in Coors Field. 2. Miguel Sano, Twins: At age 18, Sano finished second in the Appalachian League in homers and third in RBIs, slugging and OPS. Imagine what he'll be able to do as his approach at the plate\/discipline develops. Sano has power to all fields and should hit for average and power as he progresses. While he was signed as a shortstop and did play there a bit in 2011, he saw more time at third. With his size -- and he's bound to get bigger -- the hot corner is likely to be his full-time home. Sano's defense should be fine there, and it's pretty clear the bat will play at the infield corner spot as well. He should give full-season ball a whirl in 2012.  3. Anthony Rendon, Nationals: Rendon was the top college bat in last year's Draft class, and the only reasons he was around at No. 6 for the Nats was concern over a shoulder issue that had kept him from playing defense for nearly all of his junior season. He rehabbed his shoulder during the offseason, and all reports are that he'll be ready to go this spring. There was some talk of Rendon moving to second base because of Ryan Zimmerman's presence, but that discussion did not take place internally. When healthy, he's a plus defender at third. At the plate, Rendon has the kind of advanced approach that should allow him to move quickly while hitting for average and power.  4. Mike Olt, Rangers: Olt was plugging away, having a solid first full year in the Carolina League when he went down with a broken collarbone. He came back two months later, but it wasn't until the Arizona Fall League that he shook off the rust. Olt chased the home run and RBI records in the fall and was named the No. 6 prospect in the AFL by MLB.com. Scouts who saw him in the AFL thought he had a chance to be a better all-around hitter than originally thought, though power and run production are what will get him to the big leagues. Olt is a good defender at third to boot, and he'll take his skills up to Double-A in 2012.  5. Nick Castellanos, Tigers: Detroit didn't have a pick until No. 44 in 2010. Castellanos, a first-round talent according to some, slid to the Tigers and they gave the Florida high schooler a record bonus for a supplemental first-round pick. After a rough April, he took off after that, never hitting below .300 in any month. Castellanos played a good amount of shortstop in high school, out of need, and is now settling in nicely at third. The power should start to come as he matures, something that could start happening as he moves up to Lakeland in 2012.    6. Will Middlebrooks, Red Sox: Middlebrooks has developed slowly and steadily, but it looked like things really started to click in 2011. He set career highs in a host of offensive categories while earning a promotion from Double-A to Triple-A. Middlebrooks was hitting well in the Arizona Fall League before he was shut down with a hand injury. That's not a long-term concern, and he'll be ready to go at the start of 2012, moving ever-so-close to being ready to take Fenway by storm. Middlebrooks has the makings of the prototypical third baseman, with solid defense, a strong arm and more than enough bat for the hot corner.  7. Jedd Gyorko, Padres: Even though Gyorko was one of the best college hitters in his Draft class, he lasted until the second round because of his size and his apparent lack of a natural position. The Padres loved his bat and for good reason; the guy can flat-out rake and proved it in his first full season, leading the Minors in hits, finishing second in RBIs and reaching Double-A. Gyorko then went on to win the Arizona Fall League batting title. He also settled nicely into third base and shouldn't have a problem staying there. With Gyorko's advanced bat, it shouldn't be long before he's ready to hit at Petco.  8. Matt Dominguez, Marlins: Dominguez had a chance to be the Marlins' third baseman a year ago, but after a rough spring, he got sent down. Then he got hurt and didn't play in 2011 until mid-May. Dominguez's bat, which has always lagged behind his Gold Glove-caliber defense, started to come alive after a while, but a hamstring issue probably cost him an earlier callup than the one he received in September. His glove is ready for the big leagues now, but it remains to be seen if he's ready to hit Major League pitching full-time. The signing of Jose Reyes, pushing Hanley Ramirez to third, clouds Dominguez's future in Miami's organization.  9. Wilmer Flores, Mets: It's easy to look at Flores' numbers and feel like he's been disappointing, especially for a highly-touted prospect. But considering he's still just 20 years old, and will be for most of 2012, and that he's reached the Class A Advanced level, it might soften those criticisms. Flores still has things to learn, particularly in the plate discipline department, but he rarely strikes out and there's power to tap into. A shortstop for the first few years of his career, the move to third most predicted started in Venezuela this winter. This is a big year for Flores, who needs to start turning potential into performance, perhaps while playing in Double-A.  10. Zack Cox, Cardinals: As the best college hitter in the 2010 Draft class, Cox pretty much did what the Cards hoped he would in his first full season, hitting for average and jumping on the fast track by reaching Double-A. He looks like the type who will continue to hit over .300, maybe even compete for batting titles. Cox did hit 10 homers after his promotion, but it's unclear just how much power he'll have long term. Without a clear defensive home initially, it looks like he should be OK at third. Cox's bat could have him ready for St. Louis within a year.  To be eligible for the list, a player must have rookie eligibility. To qualify for rookie status, a player must not have exceeded 130 at-bats or 50 innings pitched in the Major Leagues, or accumulated more than 45 days on the active roster of a Major League club or clubs during the 25-player limit period, excluding time on the disabled list or in military service. Jonathan Mayo is a reporter for MLB.com and writes a blog, B3. Follow @JonathanMayoB3 on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Mayo"
}
