{
    "url": "http:\/\/m.mlb.com\/news\/article\/26387502",
    "title": "Fantasy Campers provide boost to kids",
    "subtitle": "Fantasy Campers provide boost to kids",
    "body": "The Arizona Diamondbacks are holding their seventh annual Fantasy Camp this week at their Spring Training complex at Salt River Fields in Scottsdale, Ariz. Steve Gilbert, who covers the D-backs for MLB.com, is taking part in the camp and is sharing some of his experiences. SCOTTSDALE, Ariz. -- Of the 74 people at Fantasy Camp this year, 11 have participated all seven years. What started out for them as a one-time experience has turned into an annual reunion of sorts and they have become a tight-knit group. So three years ago, when David Weekly was looking for a way to give back to the community, he started the \"Camper Fund,\" which raises money for the D-backs Outreach and Development program. The goal was to help kids in financial need attend various D-backs Baseball Academy camps that are held throughout the year, and their slogan is \"sharing the fantasy.\" Weekly and fellow longtime campers George York, Bucky Green, Andy Meyer, Dan O'Conner and Ollie Simpson comprise the leadership committee.  In three years, the group has contributed around $130,000.  \"All of that money is being raised from campers' money or campers' friends and families,\" Weekly said. \"We don't ask the coaches or big leaguers for money. They do things for us like contribute autograph items or golf outings or dinners with them, but we don't ask them for monetary contributions. We want to do this on our own.\"  The group also does not put a hard sell on campers, stressing that it is not in any way affiliated with the camp nor is contributing to it a requirement or expectation.  \"It's impressive what they've done with the Camper Fund,\" said longtime Major Leaguer and camp instructor Mark Grace. \"They've really done a lot with it and they've helped to keep this camp alive year-round with the charitable endeavors, and that's really cool.\"  In past years, the group has auctioned off golf outings with camp instructor and D-backs third-base coach Matt Williams and private behind-the-scenes tours of Salt River Fields, the D-backs' Spring Training home. They have also auctioned off packages that include four premium seats to a D-backs game and a tour of Chase Field, a visit to the broadcast booth and a private pregame dinner with D-backs legend Luis Gonzalez and team president\/CEO Derrick Hall.  \"It's just a way to give back,\" Weekly said. \"It's been very successful. What we try to do is come up with things that people would have an interest in buying so that they get something out of it while contributing to the fund. So a lot of them are baseball-type experiences.\"  The D-backs have always set aside a certain amount of money to allow those who could not otherwise afford the academy camps to attend, but the Camper Fund has allowed them to expand on that.  \"The Diamondbacks do a very good job of providing those avenues and we just wanted to help that out and expand on that,\" Green said. \"It's terrific to see kids have this kind of opportunity.\"  Last year, 350 kids across the state benefited from the Camper Fund.  \"It's humbling that we're able to provide the opportunity for these families,\" said Jeff Swanson, the D-backs' manager of baseball outreach and alumni relations. \"And it's not just the kids, it has an impact on whole families, on the single mother that can now have her son or daughter attend a camp. We teach life skills along with the game of baseball.\"  One of the campers is Robin Baggett, who is back for the second straight year. Baggett, who owns Alpha Omega Winery, heard about the Camper Fund last year and donated a trip to his winery and a tour of San Francisco Bay on his yacht. The tour ended with the yacht docking at AT&T Park, where they then disembarked and watched the D-backs battle the Giants.  While at the winery in August, Weekly and Baggett decided they both needed to get in better shape, so they made a pledge that they would each get under 200 pounds by the time this year's Fantasy Camp rolled around or they would have to donate $10,000 to the Camper Fund.  By November, when it became clear that they were both going to reach their goal, they instead got pledges from fellow campers and friends for each pound they would lose, and they each agreed to match the pledges, so someone's $1 per pound became $3.  Between the winery trip and the bet, the pair raised around $25,000 and lost a combined 75 pounds in the process.  \"Without Fantasy Camp, that doesn't happen,\" Swanson said. \"And it doesn't happen without those relationships we've worked hard to maintain through the years and the hard work of the leadership committee and their hard work. It's one of the great things to come out of Fantasy Camp.\"  Those who would like to make a tax-deductible donation to the Camper Fund can mail a check to the Arizona Diamondbacks Attn. Outreach and Development at P.O. Box 2095, Phoenix, AZ 85001. Checks should be made payable to the \"Arizona Diamondbacks Foundation\" and please put in the memo line: Camper Fund -- Baseball Outreach. Steve Gilbert is a reporter for MLB.com. Read his blog, Inside the D-backs, and follow him on Twitter @SteveGilbertMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
