{
    "url": "http:\/\/m.mlb.com\/news\/article\/1296264",
    "title": "Jays sign deals with Overbay, Downs",
    "subtitle": "Jays sign deals with Overbay, Downs",
    "body": "Toronto's major offseason moves have passed. Only a few minor details remain for the Blue Jays before the 2006 roster is complete.  The Jays chipped away at some leftover contract issues on Monday by agreeing to one-year deals with first baseman Lyle Overbay and left-handed pitcher Scott Downs. That leaves infielder Shea Hillenbrand and pitchers Pete Walker and Ted Lilly as the only Toronto players who are still eligible for salary arbitration.  Tuesday is the deadline for players to exchange figures with the team for the arbitration hearings, which will be held from Feb. 1-21 for cases not yet resolved. Overbay, 28, was acquired in an early December trade with Milwaukee for right-hander David Bush, outfielder Gabe Gross and Minor League left-hander Zach Jackson. This was the first time that Overbay was eligible for arbitration. Toronto will pay him $2.525 million this season after he made just $446,000 with the Brewers a year ago.   The Blue Jays feel that Overbay's ability to hit into the gaps will be key to the offense this year, especially with the quick FieldTurf at the Rogers Centre. He is slated to be the everyday first baseman and is projected to bat behind newly-acquired slugger Troy Glaus in the No. 5 hole.   Last year, the 6-foot-2, 215-pound left-handed hitter batted .276 with 19 home runs, 34 doubles and 72 RBIs. Overbay has a career .285 average and has spent parts of five seasons with Arizona (2001-03) and Milwaukee (2004-05). In 2004, he led the Majors with 53 doubles. Only 27 Major Leaguers in history have managed at least 53 in a single season.   Downs, 29, split his time between the starting rotation and the bullpen last season after Toronto purchased his contract from Triple-A Syracuse on May 12. The 6-foot-2 lefty was 0-0 with a 4.32 ERA in 13 games out of the 'pen and went 4-3 with a 4.30 ERA in 13 starts. Downs was tough on left-handed batters, posting a 2.76 ERA against them. He struck out 75 batters and walked 34 in 94 innings.   Toronto will pay Downs $705,000 in 2006. Downs has played parts of four seasons with the Chicago Cubs (2000), Montreal Expos (2000, 2003-04) and Toronto. He has a career ERA of 5.01. Jordan Bastian is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
