{
    "url": "http:\/\/m.mlb.com\/news\/article\/26385854",
    "title": "Posada not planning to return this season",
    "subtitle": "Posada not planning to return this season",
    "body": "TAMPA, Fla. -- Jorge Posada has not announced his retirement, but the longtime Yankees catcher is not planning to return this season. \"I'm not getting prepared for another season, that's for sure,\" Posada said Wednesday at a fundraiser for Derek Jeter's Turn 2 Foundation at the Seminole Hard Rock Hotel and Casino. \"I tried, and it's not in me. ... More and more days started going by, and nothing's going in the right direction.\" The 40-year-old five-time All-Star said he will talk it over with his family and wait a couple of weeks before officially announcing his retirement, but he is \"content [with] my decision that's going to happen here soon.\" Posada admitted he is still fighting the realization that he won't be playing another year. Although he isn't bitter about the way his final year with the Yankees played out, he said it \"wasn't a comfortable situation.\" Posada struggled throughout the 2011 season, posting a batting line of .235\/.315\/.398 as he transitioned to being a full-time designated hitter, and he often found himself out of the starting lineup.  The Yankees' decision to trade Jesus Montero, who previously figured to take over for Posada as the club's DH, didn't impact Posada's impending retirement, he said.  Asked about preparing for a season without his longtime friend and teammate, Jeter acknowledged that it will be difficult.  \"I've played with him since I was 18 years old,\" Jeter said. \"It's going to be kind of odd. ... Sometimes you've got to move on.\"  One longtime baseball man at Jeter's fundraiser didn't hesitate to say he thought Posada could continue playing. Don Zimmer, a Yankees coach from 1996-2003, said he believes Posada could still hit in the Majors, just as he did during his impressive career in the Bronx.  \"When you can hit, you can hit,\" Zimmer said. \"Posada was a big man with all those teams we had. ... It didn't surprise me, because he was a hitter from the word go. I think he could probably still hit today.\" Adam Berry is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
