{
    "url": "http:\/\/m.mlb.com\/news\/article\/26384358",
    "title": "Nats, Zimmerman in talks for extension",
    "subtitle": "Nats, Zimmerman in talks for extension",
    "body": "WASHINGTON -- Third baseman Ryan Zimmerman made it clear recently that he wants to stay with the Nationals for the rest of his career. Zimmerman's current contract has two years and $26 million remaining.  But according to two baseball sources, the Nats and agent Brodie Van Wagenen were discussing an extension for Zimmerman. This news comes on the heels of Washington's attempt to acquire free-agent first baseman Prince Fielder. It's not known how the discussions went between Zimmerman and the team.  Neither Zimmerman, Van Wagenen nor general manager Mike Rizzo was available for comment on contract talks. However, back in December, Zimmerman indicated that he wants to be with the Nationals when they start reaching the postseason. \"I said from the beginning that I want to be here my entire career,\" Zimmerman said. \"It's a place where I've obviously grown up. I've learned a lot of things here. I've had a lot of great memories here. I've been here through the times when it wasn't nice to be a National, when people didn't want to come to D.C. Now, I'm here [when] we are starting to become a viable team and people are starting to consider coming here every year.   \"I want to be here when we go from a team that makes the playoffs ... to ultimately winning a world championship. ... [I want to be] in the middle of the field with a World Series trophy, which is my ultimate goal. I want to be here as much as I can, and [the Nationals] can say they want me to be here as much as they want to.   \"But when it comes down to it -- I love the city and I love everyone here -- both sides, obviously, have to take a risk and do some things. But it has to be a fair deal for both sides. We have taken some steps in the right direction in the past. Obviously, my first contract was one of those.\"   Zimmerman is coming off a season in which hit .289 with 12 home runs and 49 RBIs. He also missed 61 games because of an abdominal tear.   Despite missing so many games last season, Zimmerman felt he made significant progress with his throwing, which was a problem before he went on the disabled list in April.   \"When I had that abdominal injury, it really gave me a chance to attack one of my weaknesses, and that was the throwing,\" said Zimmerman, who won a National League Gold Glove Award in 2009. \"I was trying to get away with it. It wasn't as consistent as some [of the things I did on the field]. I would make up for it with other things. Last year, I was proud of myself and the guys who helped me.\"   Zimmerman also wants to see the Nationals get better with runners in scoring position. Last year, he was one of Washington's better hitters in those situations, going 27-for-92 (.293) with an on-base percentage of .409, but the team hit .231 with a .327 OBP.   \"We were not very good last year [with runners in scoring position],\" Zimmerman said. \"That was a big reason why I think our offense was not as productive as it should have been. You can't blame that on one person. I think that is a 'whole team' thing.   \"Hitting with runners in scoring position -- you have to do it to score runs. That's kind of my goal. I'm going to take that into Spring Training, talk with the guys and say, 'Hey, this needs to be one of our team goals on offense. We need to do a better job of picking guys up when they are out there.'\" Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
