{
    "url": "http:\/\/m.mlb.com\/news\/article\/1299161",
    "title": "Fantasy camp a dream for fans",
    "subtitle": "Fantasy camp a dream come true for fans",
    "body": "TAMPA -- Thirty-eight-year-old Donny Toto has been a Yankees fan just about his entire life, but for a few hours he found himself rooting against the Bronx Bombers and one of his favorite players of the past: former Yankees catcher Jim Leyritz.  Toto was on the mound with the bases loaded and two outs in the first inning when Leyritz came to the plate. His plan was to get Leyritz to pop up to get his team out of the inning.  \"I was very nervous,\" Toto said. \"It was a good nervous, though.\" Toto was living out a dream of his since he was a child: He was on the mound with his own set of pinstripes on. Toto and dozens of other lifelong Yankees fans got a chance to play against a team of former Yankees players Saturday at the Yankees Fantasy Camp at Legends Field.   Toto, 38, from West Nyack, N.Y., did his job and got Leyritz to pop up in the infield.   \"It was a pop-up that I should have easily caught but didn't,\" Toto said. \"It ended up being a two-run error.\"   Despite the error, Toto and the rest of his team, the Sultans, pulled out a 4-3 win over the old-timers.   \"It was a great experience to be on the same field with all the greats that were here,\" Toto said. \"It was a lot a fun and it was very nerve racking, too, being the starting pitcher -- to have to throw to Mickey Rivers and Mike Pagliano and Jim Leyritz, I was just hoping they didn't hit one back up the middle at me.\"   The camp gave dozens of Yankees fanatics a chance to play baseball every day for a week. The former Major Leaguers coached eight teams of campers for five days and then played each team for two innings on the final day of the camp.   Rivers played first base, while Pagliano played third base and Leyritz was in the outfield. Ken Griffey Sr. and Ron Blomberg also played the outfield while Steve Balboni (first base), Oscar Gamble (designated hitter), Phil Linz (second base) and others played for the old-timers.   The old-timers seemed to have a pretty good time as well.   \"It's kind of like a reunion,\" said former Yankees pitcher Stan Bahnsen. \"You have memories and you hear stories. It's like a trip back to the past.\"   Bahnsen, 61, played his first five of his 16 big league seasons with the Yankees. In 1968, Bahnsen went 17-12 with a 2.05 ERA and 10 complete games. He said he took it easy on the campers, though.   \"I tried to give them balls to hit.\" Bahnsen said. \"I did strike somebody out but it wasn't intentionally. They have a good time. This is the thrill of their life. To put on the uniform and be in the Yankees locker room. This is the same field that Derek Jeter and everybody plays Spring Training on.\"   Bahnsen and other former Yankees Tommy John and Al Downing also logged innings.   David DiMaio, 40, of Cranston, R.I., is a Yankees fan for life. He had a day against the former Yankees that he said he'll never forget.   \"It was a great day,\" DiMaio said. \"It was incredible. I got a chance to pitch and surprisingly enough I struck out Kevin Maas for the first batter of the game and then went and played third base. After that we really couldn't do much pitching and I went back in the second and struck out Mickey Rivers. I ended up with the win and a save.\"   \"You got to understand,\" DiMaio said. \"We all played ball as kids and our dreams were always to be a Major League Baseball player, especially playing for the Yankees. We didn't fulfill our dreams as easily as some people do but this week gives you an opportunity to actually know what it's like. You use the locker room, play on Legends Field, pitch like I did today against the legends. There's nothing like it.\" Thomas Simonetti is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Simonetti"
}
