{
    "url": "http:\/\/m.mlb.com\/news\/article\/26379050",
    "title": "Cashman's long-term plan looking good",
    "subtitle": "Gammons: Cashman's long-term plan looking good",
    "body": "Of course the Yankees have the highest payroll. They are the Yankees. The Mets and the Dodgers and the Cubs are not. The Red Sox have the second-highest payroll, and not only haven't they made the playoffs the past two years, but they haven't won a postseason game since Game 6 of the 2008 American League Championship Series at Tropicana Field. Of course money matters. The Rays couldn't afford Alex Rodriguez, Derek Jeter, Mark Teixeira, CC Sabathia or A.J. Burnett, much less Rafael Soriano, but Tampa Bay has proven that while baseball is a rich man's game, it is far less of one than politics. But because they are the Yankees and they can afford to be the Yankees, Brian Cashman hasn't received his due. Yes, the Steinbrenners can afford to re-do A-Rod's contract. They can provide Cashman the wherewithal to get Sabathia, Teixeira and Burnett. Fine. Yes, after winning the 2009 World Series, they did lose in the 2010 ALCS and the 2011 AL Division Series, but the fact remains that since Cashman was named general manager in 1998, the Yankees have won four World Series championships, five pennants and missed the postseason once, which led to the Sabathia, Teixeira and Burnett signings that were part of the 2009 championship. When Cashman pulled off the four-player deal for 23-year-old Michael Pineda and signed Hiroki Kuroda for what was a cost-wise deal, it reinforced what his peers respect about him. He doesn't talk about himself. He took a beating in one book. In the Zoroastrian Mets-Yankees media world, he has been portrayed at times as the rich kid.  But what Cashman traded to get Pineda and 19-year-old Jose Campos isn't about going out and running up a bill at Tiffany's or hiding behind Super PACs. The Yankees have two big-time young arms that theoretically will sometime help them stay away from the free-agent pitching market -- a market so flighty that Burnett makes more than Mariano Rivera -- because of their farm system.  The Mariners need a middle-of-the-order bat that can sit behind Dustin Ackley for all the years they hope they will have Felix Hernandez, Danny Hultzen, Taijuan Walker and James Paxton pitching in Safeco, and they felt there is no one comparable coming out of the Draft. In Hector Noesi, New York also had a middle-of-the-order starting prospect Seattle can slot in behind Hernandez as its other young pitchers develop.  Few organizations can give up a Montero and a Noesi and be looking at having Pineda, Phil Hughes, Ivan Nova, Manny Banuelos, Dellin Betances, Adam Warren, David Phelps and Campos for the foreseeable future after Burnett, Kuroda and Freddy Garcia have moved on.  \"It has been said over the years that we can't develop pitching,\" Cashman said. \"But Hughes won 18 games before he was arbitration-eligible. Nova won 16 games with one year of service time.\"  Ian Kennedy got them Curtis Granderson and was in the National League Cy Young Award hunt in 2011. David Robertson is arguably the AL's best setup reliever.  Brett Gardner was a development prize. Eduardo Nunez gives them enough at short and third to allow A-Rod and Jeter to DH some days and avoid wearing down. And, oh yes, signing Russell Martin freed them to deal Montero and guarantees that Austin Romine can be broken in on his appropriate time frame.  Everyone appreciates that Pineda was an All-Star in the first half of the 2011 season and won one game with a 5.12 ERA in the second half. But at 6-foot-7 and averaging 94.7 mph with his fastball, he has velocity, angle and durability, and he should eventually get the offspeed pitch he needs with the help of coach Larry Rothschild.  Back when Cashman took over the Yankees, the mandate was always to trade away whatever there was in the system to get veterans. Cashman stopped that, and as the Red Sox jumped to the top, he worked diligently to build a developmental model. Now, as Hal Steinbrenner is adamant about getting the payroll below the $189 million luxury-tax threshold before the 2014 season, the Yankees are in position to do so, especially if the rotation is Sabathia, Hughes, Nova, Pineda and Banuelos; at that point, Nova, Pineda and Banuelos will each have fewer than four years of service time.  When the Yankees' dynamic was George Steinbrenner pounding on Joe Torre and Cashman to win every season, it was difficult to patiently develop talent and viable alternatives. Cashman changed that, and right now, the Red Sox are facing a lull in their development system because of the Adrian Gonzalez deal and the possibility of opening the season with more than $50 million on the disabled list. Now, before moving on to the possibility that Edwin Jackson or Roy Oswalt walks in willing to pitch on a one-year contract, Boston is hoping that between Vicente Padilla, Aaron Cook, Daniel Bard, Andrew Miller and Alfredo Aceves, the Sox can bridge to the return of Daisuke Matsuzaka and the development of a young starter.  Tampa Bay probably has the best pitching in the AL East and could well be in the playoffs for the fourth time in five years. The Red Sox are in much the same place going into this Spring Training the Yankees were last year.  The difference is that with the pitching depth Cashman has accumulated, the Yankees are positioned to contend and not have to be held hostage at the Trade Deadline. It isn't simply about payroll, it is about running a business, and Cashman is doing that in a manner few thought the Yankees would ever be run. Peter Gammons is a columnist for MLB.com and an analyst for MLB Network. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Peter Gammons"
}
