{
    "url": "http:\/\/m.mlb.com\/news\/article\/26371084",
    "title": "Brewers strike two-year deal with Aoki",
    "subtitle": "Brewers strike two-year deal with Aoki",
    "body": "MILWAUKEE -- The Brewers finished their 2012 outfield and filled their 40-man roster Tuesday by importing three-time Japanese batting champion Norichika Aoki on a two-year contract with a club option for 2014. The sides had until 4 p.m. CT to strike a deal, or Aoki would have returned to the Tokyo Yakult Swallows. Now, he projects to join Ryan Braun, Corey Hart, Nyjer Morgan and Carlos Gomez in the Brewers' outfield and represents insurance against a possible early-season suspension for Braun. General manager Doug Melvin said club officials would get a better read on Aoki in Spring Training before settling his role. \"He never asked about [playing time], he's just confident that he can come over and show us his skill set,\" Melvin said. \"He wants the challenge of playing here in Major League Baseball. He's met a lot of challenges in Japan. He's won batting titles, he's won Gold Gloves, he's been an All-Star. You have to talk to him, but I think he [likes] the challenges of coming over here.\"  The Brewers paid a $2.5 million posting fee to the Swallows for the right to negotiate with Aoki and preferred a multiyear deal laden with incentives, Melvin said. The contract, struck by Melvin and agent Nez Balelo of CAA Sports, is expected to be finalized Wednesday.  Aoki, 30 and a left-handed hitter, has played his entire professional career with Yakult. According to statistics provided by the Brewers, he's batted .329 over parts of eight seasons with 84 home runs, 385 RBIs and 164 stolen bases in 985 games. He batted better than .300 in six of his seven full seasons and was Central League batting champion in 2005 (.344), 2007 (.346) and 2010 (.358). He was the 2005 Central League Rookie of the Year and a six-time Golden Glove Award winner and represented Japan in both World Baseball Classics. The Brewers had a favorable report from their scout at the 2009 event.  The signing came a little more than a week after Aoki worked out for Brewers officials at Maryvale Baseball Park, which club officials described not as a tryout but an opportunity to see the player in person for the first time. The Brewers do not employ a scout in Japan and made their bid based on video of his games and to a lesser degree the team's solid working relationship with Balelo, who also happens to represent Braun.  Melvin, Brewers principal owner Mark Attanasio, manager Ron Roenicke and coaches Jerry and Johnny Narron were among the club's contingent at Aoki's workout. He took batting practice and participated in running and throwing drills.  Melvin's decision-making team included director of pro scouting Zack Minasian and special assistant Dick Groch, both of whom attended the workout. Aoki underwent a physical exam the next day.  Aoki is the only position player this winter to sign with a Major League team via the posting system. Last year, the Twins signed shortstop Tsuyoshi Nishioka to a three-year, $9 million contract after paying a posting fee that topped $5 million. Nishioka's rookie season was ruined by an injury.  With Aoki, the Brewers may have the depth to try right fielder Hart at first base. Melvin said he'd instructed Roenicke to contact Hart with the idea of playing a limited number of games at that position, which for now appears to belong to longtime prospect Mat Gamel. Hart bats right-handed and Gamel is a lefty.  \"Probably not on a regular basis, but [Hart] could fill in a few games here and there,\" Melvin said. \"He played [first] in the Minor Leagues. I don't necessarily consider it being where he's playing there a lot, but if Corey feels comfortable doing it, it's something we would take a look at in Spring Training. I want to make sure Corey feels comfortable about doing it, too, because if he doesn't, I'm not going to force the issue on him.\"  The Brewers are hoping to introduce Aoki to their fans at the team's \"On Deck\" event on Jan. 29. Information about the fanfest is at Brewers.com\/OnDeck. Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
