{
    "url": "http:\/\/m.mlb.com\/news\/article\/26373998",
    "title": "Braves ink Moylan to Minor League deal",
    "subtitle": "Braves ink Moylan to Minor League deal",
    "body": "ATLANTA -- Peter Moylan will have a chance to prove he is healthy and regain his spot in the Braves' bullpen. Moylan has signed a Minor League contract with Atlanta and accepted an invitation to compete for a job in Spring Training. The veteran right-handed reliever missed most of the 2011 season while recovering from back surgery. After he returned in September, Moylan was forced to undergo right shoulder surgery. With uncertainty surrounding Moylan, the Braves could not tender him a contract last month. By doing so, they would have had to guarantee him a salary of about $2 million. Moylan will now make the prorated portion of a $1 million salary based on the amount of time he spends in the Majors in 2012. His contract also includes incentives based on appearances and innings pitched.  Moylan was traveling back to the United States on Tuesday after spending the past couple of months in his native Australia. He has been encouraged with the way his shoulder has responded since he began some light throwing exercises earlier this month.  After repairing Moylan's labrum and rotator cuff in September, noted surgeon James Andrews said that Moylan would likely need four to six months of rehab. This has given the sidearm reliever hope he will be pitching during the early portion of the upcoming season.  Moylan could certainly strengthen what already has the potential to be a strong bullpen. Closer Craig Kimbrel's primary setup men will once again be Jonny Venters and Eric O'Flaherty. The versatile Kris Medlen and Arodys Vizcaino should enhance the bullpen's depth.  Cristhian Martinez, Cory Gearrin, Rule 5 Draft selection Robert Fish, Jaye Chapman, Erik Cordier and Luis Avilan are among the other relievers who will compete with Moylan for the final bullpen spots.  Moylan made his Major League debut with the Braves in 2006, the same year he had been found while pitching for Team Australia during the inaugural World Baseball Classic. Before impressing with his sidearm delivery during the Classic, Moylan had served as a pharmaceutical representative who played baseball on what was essentially a club team in Australia.  After making 80 appearances for the Braves in 2007, Moylan blew out his elbow in April 2008 and had to undergo Tommy John surgery. He returned earlier than expected and set a franchise record with 87 appearances in 2009. He fell just short of matching that total when he made 85 appearances in '10. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
