{
    "url": "http:\/\/m.mlb.com\/news\/article\/26370922",
    "title": "Injured V-Mart leaves gaping hole in Detroit",
    "subtitle": "Justice: Injured V-Mart leaves gaping hole in Detroit",
    "body": "It wasn't just that Victor Martinez almost won a batting title. It wasn't that he delivered clutch hit after clutch hit and almost always put the ball in play. Nor was it the lineup protection he provided for Miguel Cabrera.  It probably was no coincidence that Cabrera hit .344 --that's 27 points above his career average -- with V-Mart hitting behind him. He also brought left-handed-hitting balance to a lineup dominated by right-handed bats.  Yes, Martinez did all those things last season as the Tigers won the American League Central by 15 games. Still, that's just the beginning of the story. His teammates could talk for hours about the things he did that couldn't be measured, touched or weighed. He brought experience and leadership and the respect that comes with having played 10 seasons, most of them behind the plate, where toughness and smarts and an understanding of the game separates the good ones from the rest.   In the end, Tigers general manager Dave Dombrowski got everything he could have hoped for and more when he signed V-Mart to a four-year, $50-million contract last offseason.   Now the Tigers are digesting the news that Martinez likely will miss the 2012 season after suffering an injury to his left knee that appears to be a torn ACL. He leaves a significant hole -- he batted fifth -- in the middle of a lineup that was fourth in the American League in runs last season.   Beyond the 178 hits, 40 doubles and 103 RBIs, Dombrowski just can't know how Martinez's absence will impact his team's chemistry, both in terms of offense and clubhouse camaraderie.   The Tigers are still a very, very good team. Their rotation is as good as almost any, and they've got a closer, Jose Valverde, who converted 49 straight saves last season. There's still a very good lineup and a manager, Jim Leyland, who is one of the measuring sticks for every other in the game.   Still, the Tigers are different today than they were yesterday, and not in a good way. If Dombrowski considers a free-agent addition, he'll probably begin with Carlos Pena, who hit 16 more home runs than Martinez last season, but batted 78 points lower.   Dombrowski said he'll need a day or two to digest how best to proceed. He called the injury \"a sock to the gut\" and said agents had already begun phoning with suggestions how he might replace Martinez's production.   The Tigers will still be the consensus favorite to win the American League Central again. The Minnesota Twins could push the Tigers for first place if Justin Morneau and Joe Mauer stay healthy, and a rotation filled with question marks performs well.  The Cleveland Indians were one of the best early-season stories in 2011, but faded down the stretch and still have some work to do. The Kansas City Royals are an unknown quantity with an assortment of gifted young players seemingly on the threshold of doing special things. The Chicago White Sox finished 16 games behind the Tigers and don't appear to have made up any ground this offseason.   Nevertheless, it was a lousy way to begin a new season. No conversation about the American League's best team could take place without a mention of the Tigers.   They took sole possession of first place in the AL Central for good on July 21 and played their best baseball of the season the rest of the way, going 43-21. Justin Verlander had one of the best seasons any pitcher has ever had, but there were contributions from almost every corner of the clubhouse.   That lineup looks dramatically different today without Martinez, and there's no way of knowing how the clubhouse will be impacted. If you're a Tigers fan, there's still reason for optimism.  Good organizations typically figure things out, and the Tigers are one of the best. But Martinez was a huge part of the equation, and his loss is a huge, huge bump in the road. Richard Justice is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
