{
    "url": "http:\/\/m.mlb.com\/news\/article\/26315230",
    "title": "Pirates bring lefty Slaten in on Minors contract",
    "subtitle": "Pirates bring lefty Slaten in on Minors contract",
    "body": "PITTSBURGH -- Left-hander Doug Slaten has signed a Minor League deal with the Pirates. The addition of Slaten will give the club another lefty reliever to consider for its bullpen.  Slaten became a free agent in December, when the Nationals decided not to tender a contract to the arbitration-eligible pitcher. His contract with the Pirates will include an invitation to participate in Spring Training.  Slaten, 31, spent close to three months on the disabled list in 2011 due to a left elbow injury. As a result, he made just 31 appearances and logged only 16 1\/3 innings. His season ERA finished at 4.41. Slaten struck out 13 and walked nine. Now healthy, Slaten had multiple offers this winter before ultimately deciding that the Pirates provided him with the best fit and opportunity. Though the Pirates haven't prioritized including a left-handed specialist in the 'pen in several years, Slaten profiles as an option for that type of role.   Over his six-year career, Slaten has limited left-handed batters to a .241 batting average and .304 on-base percentage. He has struck out 73 and walked 23.   Right-handed hitters, on the other hand, have hit .297 with a .391 on-base percentage off Slaten, who has also walked more (36) than he has struck out (31).   When the signing becomes official, Slaten will be the 12th non-roster player to receive a Spring Training invitation from Pittsburgh. Daniel Moskos, Tony Watson, Justin Wilson and Jo-Jo Reyes are among the other left-handers who, along with Slaten, could be in the mix for a spot in the 'pen.   The Pirates are likely to include at least two lefty relievers on their Opening Day roster. Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
