{
    "url": "http:\/\/m.mlb.com\/news\/article\/16377466",
    "title": "Another exciting year of baseball awaits in 2011",
    "subtitle": "Another exciting year of baseball awaits in 2011",
    "body": "Pitchers and catchers report next month to Spring Training. You know you are a real baseball fan when Jan. 1 arrives and that is your first thought. Of course, we at MLB.com also want to wish all baseball fans a Happy New Year. \"There are a lot of impatient fans,\" Terry Collins said, and while he was referring to Mets faithful, the club's new manager could be talking about all of us in general. We are so ready already. The first order of business here in 2011 is to find a full two-liter of Ginger Ale and douse everyone around you, in the spirit of Major League Baseball's reigning Player of the Year, Rangers outfielder Josh Hamilton. The second is to find some of our favorite No. 11s past and present, from Carl Hubbell to Ryan Zimmerman.  It is 1-1-11, and we are here to help with that second order. First is an appreciation of the four retired No. 11 jerseys: Luis Aparicio (White Sox), Jim Fregosi (Angels), Hubbell (Giants) and Paul Waner (Pirates). Here is the \"411,\" so take a closer look before you get going:  Aparicio carried the flag proudly for Venezuela long before such countrymen as Felix Hernandez, Miguel Cabrera, Elvis Andrus and Pablo Sandoval -- and was inducted into the Hall of Fame in 1984. The 10-time All-Star spent his entire 18-year career as an American League shortstop -- leading the AL in steals each of his first nine seasons and winning that many Gold Gloves. The White Sox un-retired No. 11 so that Venezuelan shortstop Omar Vizquel could wear it in tribute, which he will do again at Spring Training.  Fregosi also played 18 seasons, and in his case he came to represent Angels baseball. The club entered the Majors in 1961, and he was an All-Star each year from 1964-70 except for '65. Actually, Fregosi and Aparacio were both AL All-Star shortstops in 1964 and '70.  In 1933, Hubbell, aka the \"Meal Ticket\" of the New York Giants, led the National League with 23 wins, a 1.66 ERA, 10 shutouts, 308 2\/3 innings pitched and a 0.98 WHIP. He won Games 1 and 4 of the World Series, the Giants beat the Senators in five, and he was the Most Valuable Player in the NL that year and in '36.  Waner wore eight numbers in a Hall of Fame career from 1926-45 -- and his first number did not come until 1932, as the Pirates joined those adding numbers to jerseys. He amassed 3,152 hits, and his brother Lloyd's 2,459 meant they would finish with the still-record 5,611 hits for a brother act. In 2007, the Pirates retired No. 11, and you can see it at PNC Park on a plaque this season.  Dodgers coach Manny Mota wore No. 11 for Los Angeles from 1969-82, and Ron Cey was the team's fixture at third base wearing No. 10 through four World Series in the 1970s and '80s, but The Penguin finished up as No. 11 for the Cubs and A's. That's because No. 10 in Chicago belonged to the great Ron Santo, who we will miss so much as this calendar now flips ahead.  We will greet this new year promptly with a Hall of Fame announcement, and it remains to be seen whether Barry Larkin and\/or Edgar Martinez get the nod for the 2011 Class. Either way we acknowledge them here, because both wore No. 11 during careers spent with one team, Larkin in Cincinnati and Martinez in Seattle.   Active No. 11 players in addition to Vizquel and Zimmerman include: Red Sox pitcher Clay Buchholz, Phillies shortstop Jimmy Rollins, Yankees outfielder Brett Gardner, Astros outfielder Jason Bourgeois and Rays outfielder Justin Ruggiano. Indians manager Manny Acta wears No. 11, and so do coaches Ivan De Jesus of the Cubs and Jose Oquendo of the Cardinals.  Interestingly enough, De Jesus wore No. 11 for the Cardinals during their pennant-winning season of 1985, and then Oquendo took it the following season there through 1995.  It is interesting that Gardner even can wear No. 11 today. Why isn't Lefty Gomez's No. 11 retired? His plaque is in Monument Park at Yankee Stadium. He is in the Hall of Fame. He pitched for the Yankees from 1930-42 and was No. 11 from 1932-42. During that time, he pitched in five World Series, going 6-0 in seven starts, helping the Bronx Bombers to five titles, making seven consecutive All-Star appearances. This might be the appropriate year to consider making it the 18th retired Yankees number.  Others who have worn No. 11 include: Ken Caminiti (Astros, Braves, Rangers), Delino DeShields (Orioles), Alex Gonzalez (Red Sox, Marlins, Blue Jays), Jose Guillen (Pirates, D-backs, Royals), Chuck Knoblauch (Royals, Yankees), Hal McRae (Royals), Hideo Nomo (Red Sox, Brewers, Rays), Tim Raines (Orioles), Richie Sexson (D-backs, Brewers) and Gary Sheffield (Braves, Yankees).  Speaking of Sheffield, we just saw the first season without him in uniform since 1987. Assuming his career is over, that means one year of waiting for Hall of Fame eligibility is in the books. He finished with 509 home runs and 2,689 hits, representing eight clubs.  New Year's Day is all about looking ahead, and while Sheffield may be a Hall possible down the road, we know that a clinch moment is about to happen in 2011. Derek Jeter, already a likely Cooperstown pick, enters the season with 2,926 hits. Project No. 3,000 for sometime in June, and then, barring some unforeseen hindrance, project likely the most-attended Hall induction within the state of New York ever later this decade.  It is truly a happy time if you are a baseball fan, because you can almost smell the leather of the baseball mitts and the sizzling juice of the hot dogs. Spring Training plans are under way. The NFL moves into its postseason, and then the first Sunday after the Super Bowl, much of the fantasy baseball activity gets rolling. Baseball resumes its rightful place at the top of public consciousness, and soon everything is right with the world again.  The 2010 season is history, as history as Babe Ruth's Called Shot in 1932, Ted Williams' .406 season of 1941, Kirk Gibson's Miracle Homer of 1988, Tom Glavine's shutout to clinch it for Atlanta in 1995 and Brian Wilson's save last fall.  The year 2011 dawns with a San Francisco Giants Trophy Tour across the West, and the assurance that anything can happen after watching that team beat the Rangers in a World Series. Will Carl Crawford and Adrian Gonzalez bring another title to Boston? Will Jose Bautista bring his same stroke to Toronto? Will it be another Year of the Pitcher, or was 2010 a fluke?  Right now, we stop and just appreciate how 2011 feels. We say a happy birthday on this day to a pair of Hall of Famers, Tim Keefe (342 wins from 1880-93) and Hank Greenberg (331 homers in 13 seasons, almost entirely with Detroit). We say a happy second birthday to MLB Network, remembering that fascinating New Year's launch with the telecast of Don Larsen's 1956 perfect game.  Your favorite players are in \"beast mode\" most everywhere, preparing for the inevitable again. Jobs are ready to be won, and players are getting ready to follow up on the promise of so many free-agent signings. The trucks will be backing up into the ballparks before you know it, and the official info says Feb. 13 is the voluntary reporting date for pitchers, catchers and injured players. Feb. 18 is the voluntary reporting date for all others.  The Cactus and Grapefruit League exhibitions schedules begin on Feb. 25, with the D-backs at the Giants, and then we are off and running into the great unknown. Opening Day comes early, and this time on a Thursday -- March 31. Five games are played that day, including the traditional opener at Cincinnati, and it all heads for a World Series guaranteed to end in October.  \"I can't wait to put the uniform on,\" Carlos Pena said last month after being introduced as the new Cubs first baseman. \"They have faith in me and I am going to honor that.\"  \"I just want to come here and have fun,\" said Orlando Hudson, who now teams with Jason Bartlett as the new middle infield for the Padres.  This is what baseball fans are thinking right now. We can't wait for them to put the uniforms on and we are going to have so much fun in 2011. It is here. Spray some Ginger Ale, order your tickets and have a Happy New Year. Mark Newman is enterprise editor of MLB.com. Follow @MLB on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
