{
    "url": "http:\/\/m.mlb.com\/news\/article\/16384052",
    "title": "Inbox: Feller's connection to The Babe",
    "subtitle": "Inbox: Feller's connection to The Babe",
    "body": "Happy New Year! Here's hoping everyone had a safe and satisfying holiday season. I didn't get the Red Ryder BB Gun I hoped Santa would bring, but the big guy did bring me some new tools. Those will be useful when my father-in-law visits or when my handy neighbor, Bob, heads over to bail me out again.  About a week before heading back to Chicagoland for Christmas with family, my wife called from the basement. OK, screamed my name in a panic, to be exact. I rushed down to see water pouring from the ceiling. It appeared to be pooling above and it was dripping on exposed wiring below. Ah, the joys of being a new homeowner.  Thanks to some quick thinking -- i.e. running next door and begging Bob for help -- the source of the leak was quickly discovered and fixed. And, hey, I even helped. I held the bucket to catch the water and the flashlight so Bob could see. I'd argue that my duties were just as difficult as his. Stop laughing. Pretty soon my 16-month-old son will be using his Handy Manny toolset around the house to show me how it's done. With the leak gone and the holidays over, it's time to welcome 2011 with open arms. That means another baseball season is right around the corner, and you have plenty of questions you want answered. Let's get to it ...   I had the opportunity to meet Bob Feller a couple of times. In both instances he was telling stories about his playing days. I seem to recall \"Rapid Robert\" telling a story about Babe Ruth using his bat while delivering his farewell speech in Yankee Stadium. I believe he told us that he kept the bat. Do you recall the venue that day in New York? Thanks and God Bless Bob Feller and his family. -- Jeff P., Lakewood, Ohio   On June 13, 1948, Ruth made his last public appearance at Yankee Stadium. On his way to the field, the Babe grabbed a bat at random to use as a cane. The bat happened to be Feller's, and one of baseball's most famous photographs is of Ruth leaning on the strip of lumber.       Feller did not know Ruth had used his bat until later, but the significance of the moment was not lost on the Hall of Fame pitcher. Feller did indeed keep the bat and it is currently on display at the Bob Feller Museum in his hometown of Van Meter, Iowa.   This is in response to the question about who signed Feller's first contract.   In Feller's book, which he wrote in 1948, (Bob Feller's Strikeout Story), he writes on Page 17: \"Mr. [Cy] Slapnicka and my father came to an understanding at their farm after a game I had pitched against Claude Passeau in Des Moines.\" On Page 19, Feller states that Mr. Slapnicka was so secretive about the signing that Branch Rickey of the Cardinals tried to sign him and even another scout for the Indians, Buzz Wetzel, tried to sign him.   There is no mention of a dollar or a baseball that I can find. -- Harold H., Culloden, W.Va.   I followed up with the Indians about the mysterious autographed baseball that Feller received along with his initial $1 contract. The club indicated that the baseball presented to Feller as part of the deal was signed by members of the 1935 Indians club.   How will the Indians honor Feller? I have the answer to that: Win the whole thing next season! -- Duane H., Hinckley, Ohio   Now that'd be something, wouldn't it?   Hello, Jordan. Welcome to the beat. I just wanted to give Feller a big thank you, and then talk some Indians future. I would like to know how the free-agent signings will impact the team. Will Austin Kearns be platooned with Michael Brantley? Is Adam Everett the solution at third base? Does Travis Buck have a shot to play every day? -- Jeffrey C., West Lafayette, Ohio   The plan going into 2011 is not to feature Kearns and Brantley as a strict platoon. Barring a setback in the recovery of center fielder Grady Sizemore -- an event that would alter the makeup of the outfield -- Brantley is in line to be the regular left fielder this season. Kearns would see most of his playing time against left-handed pitchers, but not necessarily every time one is on the mound, and not necessarily always in left.   Everett is being brought into camp to compete for a utility infielder job. That said, if the Tribe feels he is the best option for third base by the end of Spring Training, Everett certainly has a shot to win the job. Buck was signed to a Minor League deal as depth in the outfield, not as a likely everyday option. He will likely vie for a role on the bench.   Any news to report on the Tribe's annual winter caravan for this year? -- Andrew Z., Struthers, Ohio   Not right now, Andrew. Details are still being worked out, so expect the Indians to announce something in the near future. All I can say right now is stay tuned.   Did the Indians kick the tires on Brandon Webb? He reportedly signed with the Rangers for $3 million plus incentives. This sounds like a contract similar to Kevin Millwood (2005) and others in the past for Cleveland. -- Jesse B., Huntington, Ind.   Yes, the Indians did explore adding Webb to their rotation. In the end, it simply wasn't a fit for the club. Webb's deal with Texas could reach as much as $10 million, with its incentives. Even though the base salary is affordable, the Tribe likely couldn't match the money in incentives that the Rangers were willing to offer.   I just looked at the depth chart and six pitchers are listed in the starting rotation, all right-handers. Do the Indians plan on adding a lefty to the mix? -- Clint A., Las Vegas   As things currently stand, the only lefty with a strong shot at breaking the rotation is David Huff. And by \"strong shot\" I mean he's the only southpaw who has been mentioned this winter as a competitor for the last starting spot. A bit down the road, Cleveland is hoping left-handed prospect Drew Pomeranz can rise quickly through the farm system.   I was wondering if you had any information about where Aaron Laffey will be pitching this coming season. Initially, if I remember properly, his name was mentioned for the bullpen as a long reliever. What's the plan for him for the 2011 season? -- Elyse K., Beachwood, Ohio   As I noted in the previous question, Huff is really the only lefty being touted as a contender for a rotation job. Things could always change, but Laffey is indeed in the mix as a long man out of the 'pen again. With the rotation filled with right-handers, having a left-hander in a long-relief role is important.   First off, welcome! I was trying to figure out the Indians' Opening Day roster and had a few questions about the last few bench spots. I assume Trevor Crowe will get a look, and what about Shelley Duncan? Assuming the Indians make no more moves, what are your thoughts as to what the bench may look like?  --William T., Salt Lake City, Utah   Much will depend on who wins the starting nods at second and third base this spring. For the sake of argument, lets say Jason Donald and Jayson Nix land those roles, respectively. Beyond having Kearns on the bench, as well as a backup catcher, there are two openings with a wide mix of players in the running.   The last outfield spot could go to the versatile Crowe, sure, but the Indians also have Buck and Duncan in the mix, along with guys like Chad Huffman and Jordan Brown. For the available infield role, players such as Everett, Luis Valbuena and Jack Hannahan will get a look.   Obviously, Donald and Nix could wind up on the bench, if other players convince the Tribe to give them a shot at second and third base. For example, Minor Leaguers Cord Phelps and Jason Kipnis will receive a shot this spring, but if they don't win starting infield roles, expect them to open the year on the farm.   With the Indians' promotional schedule coming out soon, what are the chances of a Chris \"Pure Rage\" Perez bobblehead being included in the 2011 giveaways? -- @PureRage_Perez, Indians Bullpen   Hey, who let you in here? I thought you were confined to Twitter. I'm sure a Pure Rage bobblehead would have issues passing safety tests. I don't think there's enough grape Gatorade out there to erase the fear that the giveaway would create. Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
