{
    "url": "http:\/\/m.mlb.com\/news\/article\/16382306",
    "title": "Inbox: Time to pass on Papelbon?",
    "subtitle": "Inbox: Time to pass on Papelbon?",
    "body": "Why don't the Red Sox think about trading Jonathan Papelbon for a couple of prospects -- including a catcher -- and give Daniel Bard the opportunity to be the closer?-- Jaylon P., Santo Domingo, Dominican Republic  Papelbon is going to make close to $11 million in 2011, and he is coming off a down year, so his trade value isn't going to be very high. The Red Sox have never been a team that sells low on a player. The club is probably better off keeping Papelbon in hopes that he bounces back.  Last year, Papelbon was inconsistent. Is there a chance or a possibility that Bobby Jenks can compete for the closer's job?-- Matthew W., St. Peters, Mo. Keep in mind that Jenks had a worse year than Papelbon did last year. That said, Papelbon will enter the year as the closer and will only be removed from that post if he falters again. Given the fact that Papelbon is healthy, I'd expect he'll return to form this year.  What are the chances of the Red Sox getting Brian Fuentes? -- John G., Hampden, Mass.   Now that Hideki Okajima is coming back, I don't see the club investing another $4 million to $6 million in Fuentes. Then again, I was also dubious the Red Sox would make a run at Carl Crawford after they traded for Adrian Gonzalez!  Who is a better leadoff man, Crawford or Jacoby Ellsbury?-- Sean S., Pleasonton, Calif.       I'd say Ellsbury, just because leading off is in his heart and what he loves to do. Crawford has never been entirely comfortable in that spot, and sees himself more as a No. 2 or No. 3 hitter. Look for Ellsbury to be at the top of manager Terry Francona's order on April 1 at Texas.   Will the Red Sox attempt to trade Mike Cameron at all?-- Andrew R., Bethlehem, Pa.   I don't think they will actively try to trade Cameron. The starting outfield is all left-handed, so Cameron's ability to punish lefties from the right side of the plate makes him a very nice fit for this team. Of course, the Red Sox will still listen to offers for Cameron, and if someone makes them a nice proposal that can improve the club either short- or long-term, Darnell McDonald could step into the right-handed-hitting backup role.   As talented as this team is shaping up to be, I still can't help but miss the personality and camaraderie those \"idiots\" had back in 2004. Obviously, that bond and light-heartedness doesn't come around all the time, but do you see any characters like Kevin Millar that will bring this clubhouse some personality and fun?-- Erin L., Scarborough, Maine   That 2004 team is likely one that will never be duplicated when you look at the countless unique personalities. But this team has plenty of character; it just shows it more in the clubhouse when the cameras are off. Aside from Millar, I don't think I've ever been around a player who makes teammates laugh more than Dustin Pedroia. Last year, the team had plenty of chemistry and character, but injuries overshadowed those elements.   I would just like to know: If Jon Lester and Clay Buchholz can perform like they did this last season, and Josh Beckett and John Lackey can perform like they have in years past, do you think they could match up with the Phillies' pitching staff in a possible World Series this year? Thank you for your time.-- Tristan B., San Diego   That's what the Red Sox are hoping for. Lester and Buchholz are two of the best young starters in the game. Beckett and Lackey both need to return to form if the team is going to reach its goals. As for that Sox-Phillies World Series, I would expect a large portion of the \"experts\" are going to predict that going into the season. Both teams look great on paper. It will be interesting to see if they can both live up to it on the field.   If J.D. Drew has a monster year in his contract year, do you think there is any chance that the Red Sox will re-sign him?-- Michael F., Winthrop, Mass.   It wouldn't surprise me at all if Drew retires after the 2011 season. He would love to spend more time with his family and pursue his \"outdoorsman\" hobbies. But he will likely take a wait-and-see approach and see how his body feels at the end of the season. The Red Sox have a fairly strong crop of outfield prospects, so I'd expect this will be Drew's last season in Boston no matter what. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
