{
    "url": "http:\/\/m.mlb.com\/news\/article\/16382820",
    "title": "Inbox: What can be expected of Giants in '11?",
    "subtitle": "Inbox: What can be expected of Giants in '11?",
    "body": "Being that the Giants just won the ultimate prize in the baseball world, the torture has ended. Everyone is a year older in 2011. What are some realistic possibilities for this club? I'm thinking in the range of 85-95 wins, but it seems weirdly iffy. All of the chips fell exactly where we needed them to last year. The Dodgers weren't good. The Rockies had a rockslide September. The Padres choked! We cannot expect this to happen again in 2011. Please give me your opinion on this season and how it will turn out. -- Tim T., Nevada City, Calif. Thank you for providing an opening, Tim. Each year at about this time, Inbox tries to answer the question you posed. Historically, we've been accurate, lucky or both. Before the 2008 season, we said, \"Another low finish -- fourth place or last -- is likely.\" Sure enough, the Giants were fourth in the division at 72-90. When the Giants improved to 88-74 in 2009, we sensed that could happen: \"Los Angeles' lineup clearly outclasses San Francisco's starting eight. But it's that ninth spot -- pitching -- that so often makes the difference. ... If the Giants can score just a few more runs than they did last year, they'll make their presence felt in the National League West.\" As it turned out, the Giants' mildly sweetened run total (657, up from 640), had little to do with their turnaround. I can understand why Kevin and others might not have appreciated my attempt at smart-alecky humor in the previous Inbox. OK, I'll use plain English: Sandoval slumped dangerously last year. You can't shrug off his precipitous across-the-board dip in production. Kevin is right about one thing: Sandoval's weight gain is no joke. His career could end prematurely unless he changes his lifestyle. I believe he can succeed. But he must remain diligent with his conditioning and eating habits.   The Giants have received at least some return from Zito, who's 40-57 with a 4.45 ERA in the first four years of his seven-year, $126 million contract. By contrast, an injury-plagued Schmidt went 3-6, 6.02 in 10 starts from 2007-09 after the Dodgers gave him a three-year, $47 million deal. But Zito gets booed and criticized while Schmidt mostly evaporated into irrelevance. Why? Zito remained healthy and continued to pitch, leaving himself available and vulnerable as a convenient target. Schmidt not only avoided that, but also, while his contract may have inhibited the Dodgers' spending somewhat, it didn't curtail it.   San Diego offered salary arbitration to Correia, who lost his spot in the starting rotation in September but posted a 22-21 record with a 4.54 ERA for the Padres in 2009-10 after spending all or part of six seasons with the Giants. Correia, who earned $3.6 million last season, declined San Diego's offer and signed with Pittsburgh for $8 million over two years. As for Martinez, I believe the Giants would welcome him back enthusiastically, because he would provide depth. But because the members of the Giants' starting rotation seem so entrenched, Martinez might prefer a fresh opportunity elsewhere.   You're a little harsh on Edgar, aren't you, Steve? Just keep mentally replaying that three-run homer in Game 5 of the World Series. As for Rohlinger, while his skills aren't breathtaking, he certainly deserves consideration, given his ability to play all three aforementioned positions. Rohlinger probably will never be an imposing hitter, but his Triple-A performance (.292 batting average, .838 OPS in 203 games) suggests that he can handle the bat adequately for a bench guy.   Absolutely. Besides the standard-issue, Aubrey Huff-inspired red thong, the Giants will wear orange thongs at home on \"Orange Fridays,\" gray thongs on the road and \"alternate\" black thongs on occasion. Just kidding! Chris Haft is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Haft"
}
