{
    "url": "http:\/\/m.mlb.com\/news\/article\/26363236",
    "title": "One-year deal avoids arbitration with Howell",
    "subtitle": "Rays, Howell avoid arbitration with one-year deal",
    "body": "ST. PETERSBURG -- One down, four to go. The Rays avoided arbitration with J.P. Howell by reaching a $1.35 million deal with the left-hander that could escalate to $1.4 million based on incentives earned during the coming season. With Tuesday's deadline looming for players and teams to exchange arbitration figures, Tampa Bay will try to bring the remaining four players -- Jeff Niemann, Burke Badenhop, David Price and B.J. Upton -- into the fold. Howell returned to the team in mid-May last season after missing the entire 2010 campaign following left shoulder surgery. After a rough beginning that saw him post a 10.32 ERA in his first 15 appearances, Howell compiled a 3.72 ERA in 31 outings. He served as the team's closer for much of the 2009 season, when he had 17 saves in 69 appearances. He made $1.1 million in 2011.  \"I am extremely pleased [with the deal],\" Howell said. \"It's been a pleasure through this three-year arbitration, and the goal in Day 1 of camp for me, and I'm sure everyone in the Tampa Bay Rays organization, is to never ever lose focus of our process. Our process can win championships, and that's the goal.\"  Tuesday is the date for the club and player to exchange arbitration figures; salary arbitration hearings take place from Feb. 1-17.  While teams can continue to negotiate with a player right up until their arbitration hearings, the Rays' self-imposed policy is to conclude their negotiating by the numbers filing deadline. Tampa Bay's exception to this post-filing numbers deadline is to negotiate a multiyear deal.  Upton made $4.825 million in 2011 and avoided arbitration -- unlike in 2010, when the Rays won the case with their center fielder and paid him $3 million, rather than $3.3 million. He came on strong in 2011, finishing the season with a .243 batting average, 23 home runs, 81 RBIs and 36 stolen bases.  Niemann made $903,000 in 2011. Despite spending a month and a half on the disabled list with a lower back strain, he went 11-7 with a 4.06 ERA in his third full Major League season.  Price reached Super Two status, which allowed him to earn an extra year of arbitration eligibility based on service time. He exercised his right to opt out of the final year of the original contract he signed with the Rays in 2007. Price's original deal paid him $8.5 million, and he would have made $2.433 million in 2012 had he not decided to opt out of the deal. Price went 12-13 with a 3.49 ERA in 34 starts in 2011, logging an impressive 224 1\/3 innings in the process.  Badenhop was recently acquired from Miami in a trade for Minor League catcher Jake Jefferies. The right-hander made $750,000 in 2011 when he went 2-3 with a 4.10 ERA in 50 games for the Marlins.  Tampa Bay remains unbeaten in five salary arbitration cases, and under the current Rays regime, the team is unbeaten in four cases, with two of those going against former catcher Josh Paul and the other going against Dioner Navarro. Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
