{
    "url": "http:\/\/m.mlb.com\/news\/article\/26362202",
    "title": "No hesitation about Beltran's health",
    "subtitle": "No hesitation about Beltran's health",
    "body": "ST. LOUIS -- Well before Albert Pujols' departure, and therefore well before the Cardinals knew whether they'd have the financial flexibility to even pursue Carlos Beltran, the veteran outfielder had his eye on St. Louis.  That interest was later reciprocated, putting Beltran in a spot where he can certainly help lessen the blow that Pujols' departure made to St. Louis' lineup.  That's assuming, of course, that he stays healthy. He did so in 2011, and he offered no hesitation that he would again when speaking about his health at the organization's Winter Warm Up event on Monday. Coming off a season in which he played 142 games -- 134 as a right fielder -- Beltran said that there is little reason to believe that his surgically repaired right knee isn't ready to handle another full-season workload.   \"Last year was a real important year for me,\" said Beltran, who underwent surgery on the knee in January 2010. \"After coming back from the [knee] injury, it gave me a sense of where I am and how much baseball I have left. It was a good season for me.\"   He hit .300 with 22 homers and 84 RBIs with the Mets and Giants in 2011.   Beltran attributed a positional move to right field as key in helping him stay on the field all year, obviously because it lessened the ground he had to cover. That said, he's also agreeable to moving back to center field, if necessary.   That need is unlikely to arise in April, as Jon Jay is already penciled in as the team's starting center fielder. But it could be a move manager Mike Matheny later considers if the Cardinals want to get Allen Craig regular at-bats once he has recovered from his own knee injury.   \"Right now he says he feels great, and the doctors have confirmed that he looks good,\" Matheny said. \"It's going to be a juggling act to see how he progresses through the spring. Spring is really a good test. That tells you a lot about how their bodies are going to be able to hold up through the strain of a season. In a perfect world, I'd love to see him healthy. And when he's healthy, we have options.\"   Health never was much of an issue for Beltran until 2009, when a bone bruise cost him nearly half the season. The knee didn't heal as expected, prompting the surgery that winter. He did not return until after the All-Star break in 2010 and played just 64 games. From 2001 to 2008, before the pair of injury-plagued seasons, Beltran had appeared in at least 140 games each year.   The limited action in 2009 and 2010 made 2011 a particularly critical year for Beltran, who also knew that his seven-year, $119 million contract would be at its end after the season. His ability to stay on the field left general manager John Mozeliak confident enough to sign him to a two-year, $26 million deal last month.   Only Matt Holliday and Chris Carpenter will make more in 2012.   \"Last year a lot of people thought I wasn't going to be able to play in the outfield 140, 150 games,\" Beltran said. \"I proved that was possible. I'm just going to continue to take care of myself. When you get older, you're more focused and more prepared, and you know what you have to do in order to maintain yourself. Last year I learned a lot of things I didn't do in the past. I just want to repeat those.\" Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
