{
    "url": "http:\/\/m.mlb.com\/news\/article\/26356044",
    "title": "McLeod aiming to give Cubs competitive edge",
    "subtitle": "McLeod aiming to give Cubs competitive edge",
    "body": "CHICAGO -- This may be the week that the Cubs' scouting staff unveils its secret weapon.  With the changes in the Collective Bargaining Agreement (CBA) regarding the First-Year Player Draft, all 30 Major League teams are looking for an edge. The Red Sox were considered to be ahead of the pack when Theo Epstein, Jed Hoyer and Jason McLeod were together in Boston. Now, the three are united in the Cubs' front office, and it could be up to McLeod to find that key.  McLeod, the Cubs' new director of scouting and player development, will meet with the team's scouts this week to figure out what can give them a competitive advantage. \"I'm sure every club is trying to find some advantages in the current system now, but I think it will be kind of a wait and see,\" McLeod said Sunday. \"Ultimately, the way it's set up and structured now with the bonuses [to Draft picks] and the way it'll hit your signing budget, if you will, you're going to have to take into account when the appropriate time will be to be aggressive. Unfortunately, sitting here right now, I can't say where that is.\"   That's something McLeod and the scouts will have to explore.   \"You have to maximize your opportunity to get talent and that's what we're going to try to do,\" he said.   One change the Cubs have already made was tweaking Tim Wilken's assignments, so that he's now director of amateur scouting and not carrying the additional workload of pro scouting. Wilken was believed to be the only scouting director who did both amateur and pro coverage. The Cubs proceeded to hire Joe Bohringer, who was a pro scout for the D-backs for the last five seasons, to be director of pro scouting.   \"It frees Tim up to do what he does best, which is be out in the field evaluating players,\" McLeod said. \"I think the system we're putting in and the processes we're putting in place will allow us to make good decisions and sound, thorough decisions.\"   Also, the assignments for the scouts will be divided so that one person will be in charge of four to five teams instead of six to 12, allowing for more in-depth coverage. The Cubs will be one of the top teams in terms of manpower, McLeod said, which will help. The more opinions they have on players, the better.   Part of McLeod's game plan this week is to introduce the scouts to the new player evaluation system, which the Cubs have added in partnership with Bloomberg Sports. The Red Sox had their own computer program called \"Carmine\" which analyzed players' stats and tendencies. The Cubs' new unnamed system will combine video with extensive data on all professional players, as well as customized and enhanced technology to assist the evaluation process.   \"Bloomberg is going to be great,\" McLeod said. \"It will allow us to process information, but most clubs have that same information. Whether it be medical, background or makeup, those are the areas that I think help clubs get a competitive edge if they work thoroughly.\"   Finding the best players will be determined by the men on McLeod's staff.   \"It'll come down to a scouting competition,\" he said.   And knowing more about the players than anyone else. Wilken was the scouting director for the Blue Jays when they drafted Roy Halladay out of Arvada West High School in Colorado in 1995. During a hot July day in Florida, one of the Blue Jays' coaches told Wilken he was worried about having Halladay do sprints because of the heat; Halladay didn't look as if he could physically handle it. Wilken challenged the coach to have Halladay square off against the team's best runner.   The two started off at the same pace, but the other player couldn't finish the workout as Halladay continued running. Halladay outlasted his teammate because he was a cross-country champion in high school and had great stamina, a fact that Wilken knew from scouting him.   That's the kind of edge the Cubs are looking for.   \"We need to hire the best scouts [and] pay them well,\" Epstein said. \"We can challenge our scouts to get to know the players inside and out, what they eat for breakfast, what they're like in school, what they're like after they win [or] lose. How good a teammate are they? What kind of family support structure do they have? How have they dealt with adversity in the past? We have to answer all of those questions better than the other 29 teams.\"   Cubs chairman Tom Ricketts has pledged more money toward scouting and is a believer in homegrown talent. The future looks bright with prospects such as Brett Jackson, Matt Szczur, Jeff Beliveau and Junior Lake. Anthony Rizzo, acquired from the Padres in exchange for Andrew Cashner, was San Diego's top prospect.   How do they find the next superstar? The Cubs need to take a page from Epstein, now president of baseball operations.   \"It's always that thought, and always there, that you're looking for the next frontier of the competitive advantage,\" McLeod said. \"It's inbred in Theo. I don't think he knows what the word 'stagnant' means.   \"It's always thinking outside the box, trying to be creative, trying to be innovative. [Epstein] certainly keeps you on your toes with it because as soon as you start feeling comfortable with how things are running, he asks you, 'Why aren't you trying other things?' It's this constant thirst and quest to be better and push the envelope and explore all ways to be better. It's in his DNA, and it really filters down to all of us.\"   So, what's the secret weapon that the Cubs hope to take advantage of?   \"I can't tell you that,\" McLeod said, laughing. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter@CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
