{
    "url": "http:\/\/m.mlb.com\/news\/article\/26318580",
    "title": "A's arms ready to battle it out for rotation spots",
    "subtitle": "A's arms ready to battle it out for rotation spots",
    "body": "OAKLAND -- The departures of All-Star hurlers Gio Gonzalez and Trevor Cahill perhaps left more than a few A's fans heartbroken -- maybe angry or annoyed.  But even though Oakland enters the 2012 season without the duo, pitching depth remains one of the club's biggest strengths -- thanks, in part, to some of the return goods acquired in the Gonzalez and Cahill trades.  Nearly eight pitchers figure to be in the mix for a rotation job come spring. Just a couple are assured of one, whereas the rest figure to duke it out in the weeks leading up to the season opener, against the Mariners in Japan on March 28. Here's a look at all of the players involved.   Brandon McCarthy: The right-hander is coming off the best season of his six-year Major League career, having posted a 3.32 ERA in 25 starts, five of which were complete games. He also struck out 123 against just 25 walks in 170 2\/3 innings. Those numbers have catapulted him to the top of the rotation, especially with Brett Anderson out until midseason and Dallas Braden on the mend as well. Health has been an issue for McCarthy in the past, but if he can pitch his way through Spring Training without any bumps or bruises, count him as a candidate for the Opening Day job.   Braden: Rehab couldn't be going better for Braden, who underwent surgery on his left shoulder in May. There's a good chance he could be ready by Opening Day, barring any setbacks. And if that's the case, he'll slot into the middle of the rotation and look to make up for lost time, having taken the mound just three times last year.   Tyson Ross: Ross has a chance to grab a starting job if he can stay healthy and showcase control of his mechanics -- both were struggles last season. He did well in Oakland at the start, posting a 2.75 ERA in nine games -- six of them starts -- before hitting the disabled list with an oblique strain. Following a rehab stint, he spent the remainder of the year in the Minors and, in nine starts with Triple-A, struggled to a 7.61 ERA. He fared better in the Arizona Fall League, fanning 13 and walking only five in 16 2\/3 innings.   Graham Godfrey: Godfrey proved to be the ace of Sacramento's staff last year, winning a team-high 14 games and recording a 2.68 ERA. He allowed more than two runs only four times in his 19 appearances and gave up just six homers in 107 1\/3 innings. He fared well in two stints with the A's and most recently compiled a 3.31 ERA in 16 1\/3 innings for Leones del Escogido of the Dominican Winter League.   Tom Milone: Acquired from Washington in the Gonzalez trade, Milone is very much big league-ready, having posted a 3.81 ERA in five starts for the Nationals last season. He also compiled a 3.22 ERA with 9.4 strikeouts per nine innings in 148 1\/3 frames in Triple-A. General manager Billy Beane has said that of all the pitchers reeled in through trades, Milone could be closest to making an impact in 2012.   Brad Peacock: Also brought over in the Gonzalez trade, Peacock went a combined 15-3 with a 2.39 ERA between Double-A and Triple-A last year before being promoted to Washington, where he allowed just one run in 12 innings down the stretch. Along with a plus-fastball, Peacock has an impressive breaking ball and changeup. He turned heads in a relief stint in the Arizona Fall League, fanning 17 in 12 innings, but figures to be in the mix for a rotation spot.   Jarrod Parker: The highly regarded right-hander, the key player acquired from Arizona in the Cahill trade, bounced back nicely in 2011 after missing the entire 2010 season while rehabbing from Tommy John surgery. He posted a 3.79 ERA in 26 starts for the D-backs' Triple-A club, striking out 112 in 130 2\/3 innings. He made his Major League debut in late September, quickly making an impression by tossing 5 2\/3 scoreless innings in his one start. Jane Lee is a reporter for MLB.com. Read her blog, Major Lee-ague, and follow her on Twitter @JaneMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jane Lee"
}
