{
    "url": "http:\/\/m.mlb.com\/news\/article\/26374512",
    "title": "In search of bat, Tigers will first 'digest' injury",
    "subtitle": "In search of bat, Tigers will first 'digest' injury",
    "body": "DETROIT -- One of the compliments baseball people pay to Tigers president\/general manager Dave Dombrowski is that he's thorough. His end-of-season organizational meetings include free-agent and trade rankings at every position, whether the Tigers need anyone there or not.  Somewhere in the hallways of Comerica Park, they might be dusting off those lists. Because with one awkward step and a likely season-ending knee surgery to Victor Martinez, the Tigers suddenly need a middle-of-the-order hitter. And what was shaping up as a quiet offseason in Detroit now has Dombrowski likely making a late run to the market.  Dombrowski wouldn't say on a Tuesday afternoon conference call that the Tigers had to make a move to replace Martinez, who tore the anterior cruciate ligament in his left knee during offseason workouts. He left open the possibility that his team could shuffle around some pieces, maybe move Delmon Young to designated hitter and shift Ryan Raburn from a second-base platoon back to the outfield. But he also acknowledged the obvious: The Tigers are going to have to explore possibilities outside the organization. \"We're open to it by all means,\" Dombrowski said.   So are the guys left on the market, apparently.   \"I've received numerous phone calls from agents in the last hour looking to place their players,\" Dombrowski said during the conference call. \"But we're in a position where we're still trying to digest the situation. It all just happened in the last day. We'll go from there.\"   Everything that follows comes with two caveats. The first: Replacing Martinez is a relative term. Nobody on the market right now, not even an All-Star slugger like Prince Fielder, provides the skill set that Martinez did. Even with just 12 home runs, he hit .394 with runners in scoring position, and .375 in those situations with two outs. With a runner on third and two outs, Martinez hit 16-for-28 (.571). Even Fielder couldn't match that, batting .314 with runners in scoring position.   Granted, Fielder's 38 home runs made up for a lot of missed RBI chances, earning him 120 RBIs and reinforcing his status as one of baseball's most feared hitters. If the Tigers wanted to spend at all costs, Fielder is out there as a free agent. But he's also reportedly looking for a lengthy deal -- perhaps as long as 10 years -- and his well-chronicled distant relationship with his father, former Tigers slugger Cecil Fielder, creates the question of whether he wants to revisit Detroit, where the elder Fielder was a star.   That leads to the second caveat: Martinez's injury should only be a one-year loss. While recovery is expected to take anywhere from eight to 10 months, according to medical experts and former players, it shouldn't be career-threatening. So even though Martinez's loss creates a huge void in the Tigers lineup, it should be that way for only a year.   The other silver lining for the Tigers, if there is one, is that the void they have to fill with Martinez out is at designated hitter, rather than a specialized position such as shortstop or catcher. Detroit can sign a first baseman and put him at DH, or sign an outfielder and move Young out of left, or sign one of those aging hitters without a defensive spot.   Add up those factors, and the Tigers have a slew of options, both free agents and trade candidates. Carlos Pena is a left-handed-hitting power threat who knows Detroit. Casey Kotchman is a lefty first baseman who had an underappreciated 2011 season in Tampa Bay. Hideki Matsui has a lengthy track record of run production, including a .285 career batting average. Vladimir Guerrero lost his outfield capabilities a long time ago but still has enough quickness in his bat with his 37th birthday coming up to put up a 15th straight season batting .290 or better.   The Tigers know Pena, having played him at first base from 2002-05. They also know Johnny Damon, who was Detroit's DH in 2010 before the Tigers let him go to sign Martinez. Damon's .409 slugging percentage over the last two seasons doesn't make him a feared hitter, nor will his .241 average with runners in scoring position, but he could be a potential option higher in the order if the Tigers were to move down Young or Brennan Boesch.   The Tigers are expected to gain a good amount of money with insurance on Martinez's contract, which could give them more flexibility in taking on a big salary. That applies not just to free agents, but potential trades. Cubs left fielder Alfonso Soriano, Astros slugger Carlos Lee and Angels outfielder Bobby Abreu have all been rumored as potential trade candidates as their respective teams try to unload salary. Abreu and Lee are entering the final year of their respective contracts; Soriano is signed through 2014.   \"Carlos drives in 100-plus [runs] on a good team,\" one National League scout said of Lee, a right-handed hitter set to make $19 million in 2012.   The Astros are believed to be willing to pay half of Lee's salary to facilitate a deal. However, Lee also has the right to veto a trade.   The X-factor in the equation is the one free-agent hitter the Tigers were already expected to pursue before Martinez's injury. Cuban outfielder Yoenis Cespedes last week listed the Tigers as one of six teams that have shown the most interest in him. Cespedes, a potential five-tool player who has drawn raves from scouts, is expected to draw heavy bidding once he's finally cleared for free agency in the coming days.   If the Tigers feel Cespedes is ready for the big leagues -- maybe not immediately, but soon -- this could be the extra impetus for them to go heavy on the bidding. He isn't a veteran hitter, but he's a gifted one. Even if he can't protect Cabrera in the lineup, Cespedes could provide the balance for someone else to do it. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
