{
    "url": "http:\/\/m.mlb.com\/news\/article\/26374288",
    "title": "No matter role, Duensing eager to help Twins",
    "subtitle": "No matter role, Duensing eager to help Twins",
    "body": "FARGO, N.D. -- For Twins left-hander Brian Duensing, the 2011 season isn't exactly one he'd like to remember.  Duensing, who entered the season with a career 3.02 ERA, struggled with 5.23 ERA in 161 2\/3 innings and is candidate to pitch out of the bullpen in 2012.  But Duensing is optimistic that he'll bounce back this year and return to his previous form that saw him win a role in the starting rotation last season. \"I'm just hoping for better numbers than I had last year,\" Duensing said while on the Twins annual Winter Caravan that travels through northern Minnesota and North Dakota this week. \"I felt like every time I went out there, instead of helping the team win, I was putting the team behind early. So this year -- whether I'm starting or relieving -- I just want to keep the team in the game.\"   Duensing is aware that he might be utilized as a reliever this season, as the Twins signed free-agent right-hander Jason Marquis to a one-year deal and return starters Carl Pavano, Scott Baker, Francisco Liriano and Nick Blackburn.   Duensing would prefer to start -- he was mostly a starter in the Minor Leagues and has 50 big league starts in 109 career appearances -- but understands he could help fill a pressing need for the club by joining the bullpen.   \"I saw that we signed [Marquis], and I knew at the end of the year I could end up in the bullpen, so it doesn't really bother me either way,\" Duensing said. \"I'm going into Spring Training preparing to be a starter and trying to win a starting spot, but if I don't, I won't be down about it. If I have to pitch out of the bullpen to help out the team, so be it. I've had success there in the past.\"   Duensing has pitched well out of the bullpen. He has a career 3.31 ERA in 81 2\/3 innings as a reliever compared with a 4.15 ERA in 294 2\/3 innings as a starter.   It also could serve him well considering his troubles against right-handers, as he could come in to shut down a left-handed-heavy lineup. Right-handers have a .836 OPS against him in his career while left-handers have just a .511 OPS against him.   But more than anything, Duensing says he has confidence in that role and is ready to go with whatever the Twins decide to do.   \"It would be one thing if they were just doing you a favor and giving you a bullpen spot but because I've had success there I think they have confidence in me to get the job done,\" Duensing said. \"I know it's cliche, but I just want to do whatever I can to help the team.\"   Duensing has been preparing for the upcoming season, as he began his workout program in November and started his throwing program on Dec. 5 after taking about a month off at the end of the season to unwind after a down year.   He's slated to throw off the mound for the first time next week after he gets back from the Twins Winter Caravan that saw him make four stops on Tuesday in Fergus Falls, Minn.; Wahpeton, N.D.; Valley City, N.D.; and Fargo, N.D.   And Duensing is also embracing a new role as a father, as his wife, Lisa, gave birth to their first child earlier this month -- a daughter named McKenna.   So he's currently balancing the new addition to the family while trying to get ready for this season and is excited for the opportunity to bounce back with Spring Training only about a month away.   \"I'm looking forward to it a lot actually,\" Duensing said. \"It's one thing when the season is over to try to mentally wipe the season away but Spring Training signifies it really is a fresh start. Hopefully everything turns out well.\" Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
