{
    "url": "http:\/\/m.mlb.com\/news\/article\/26509164",
    "title": "Larkin among hosts for Elite Camp in Brazil",
    "subtitle": "Larkin among hosts for Elite Camp in Brazil",
    "body": "Hall of Fame electee Barry Larkin will host an Elite Camp in Brazil, in cooperation with Major League Baseball International, this February, the organization announced Monday.  Larkin -- along with a staff of former big leaguers, including Wally Joyner, Bruce Hurst and John Mizerock -- will instruct the best junior baseball players -- ages 14 to 17 -- from Brazil, Argentina and Peru.  \"The 2012 MLBI Elite Camp will provide intensive, high-level training to some of the most talented players from across South America,\" Major League Baseball senior vice president for international business operations Paul Archey said in a statement. \"Thanks to the instruction and experience provided by the strong coaching staff, these young athletes are in a position to take the next steps in their development as elite baseball players.\" The event will be held at the training grounds for the Confederation of Brazilian Baseball and Softball in Ibîuna from Feb. 6-10, and at Mie Nishi Stadium in São Paulo from Feb. 13-15. The showcase is expected to provide exposure for many members of the Brazilian national team, which is set to compete this fall in the World Baseball Classic qualifying tournament.   In addition to the former big leaguers (who all have previous MLBI elite development experience), coaches from the national and junior national teams are expected to be on hand. The program, which is building off the inaugural MLBI Elite Camp held in Brazil last year, already has one alumnus -- Rafael Moreno -- to sign with a big league club (the Orioles).   At the end of the camp in São Paulo, games will be held between Elite Camp players and local university baseball teams.   It is the latest international venture for MLBI, which has conducted camps in Canada, Colombia, Puerto Rico, Europe and South Africa since 1999. More than 300 former participants from the programs have signed with big league clubs. Joey Nowak is a reporter for MLB.com. Follow him on Twitter at @joeynowak. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joey Nowak"
}
