{
    "url": "http:\/\/m.mlb.com\/news\/article\/2341320",
    "title": "Clemens reveals talk with McNamee",
    "subtitle": "Clemens reveals talk with McNamee",
    "body": "HOUSTON -- In a bizarre twist to the ongoing Roger Clemens saga, the seven-time Cy Young Award winner and his lawyer, Rusty Hardin, played a taped conversation between Clemens and his accuser, Brian McNamee, during a media briefing Monday afternoon at the George R. Brown Convention Center.  During the 17-minute exchange, McNamee -- who told Sen. George Mitchell and federal authorities that Clemens used steroids and human growth hormone in 1998, 2000 and 2001 -- is heard asking Clemens a total of 21 times, \"What do you want me to do?\"  \"I'll go to jail, I'll do whatever you want,\" McNamee said. \"I need somebody to tell the truth, Mac,\" Clemens said.   Though Clemens has expressed fierce anger several times since his name showed up in the Mitchell Report on Dec. 13, he was remarkably subdued during this conversation with McNamee. Though McNamee repeatedly said, \"What do you want me to do?\" Clemens never once asked his former trainer to admit that he lied to the federal authorities about Clemens' alleged steroid use.   That restraint, Hardin said, came under his advisement.   \"Brian is a federal witness,\" Hardin said. \"I told [Roger], the last thing in the world you want to do is sound like you're trying to persuade him into anything.   \"[Roger is] a guy being asked questions by somebody that his lawyers are telling him, 'You've got to be very careful so that nobody can ever suggest you were trying to persuade a potential federal witness.' Remember, everybody knows that by that time [McNamee] had a deal with the feds. The last thing Roger wanted, just as we did, was any suggestions that we were trying to interfere or coerce a federal witness. So he kept saying nothing. Except you'll hear throughout him saying, 'Tell the truth.'\"   At no point during the conversation did McNamee insist that he told the truth to the federal authorities.   \"I get home from vacation ... and I find out now, I'm just hearing a ton of other things,\" Clemens said to McNamee. \"The stuff that I'm hearing and reading, so much of it's untrue. It's tearing everybody apart.\"   \"I know, man,\" McNamee whispered.   \"I want the truth,\" Clemens said a bit later in the conversation. \"Whatever I'm doing, I just want the truth out there. Like I said, I just can't believe what's being said. We're getting it from all angles, and I haven't talked to anybody other than my representatives and [agent] Randy [Hendricks]. Everybody's just so upset.\"   McNamee offered to fly to Houston the next day to speak to Clemens face-to-face.      \"Whatever you want me to do,\" McNamee said. \"What do you want me to do?\" After a long pause, he continued, \"Tell me what you want me to do. You treated me better than anybody. I learned from you how to raise my kids. I learned from you how to raise my kids.\"   Clemens replied, \"I didn't do it, all this stuff. Like I said, I'm numb to everything. Deb [his wife], she's a mess. Like you said, when it affects Brian [Jr., McNamee's son] ... I've got [son] Koby in the game, and he's getting crushed. We just got back ... I tried to enjoy this little time we had together, and it wasn't good.\"  \"Roger, what do you want me to do? What do you want me to do? What do you want me to do?\" McNamee said.   \"Mac, I'm doing a press conference on Monday ... and ...\" Clemens said.   \"You want me to go? You want me to show up?\"   \"I'm going to flat out tell the truth.\"   McNamee said during the call that in 2004 he warned Jim Murray, who works for Clemens' agents, to be prepared for a link between he and Kirk Radomski, the former Mets clubhouse employee who was tied to steroid distribution, to be revealed.   Hendricks denied having knowledge of McNamee's dealings with Radomski ahead of time.     \"Any suggestion by Brian McNamee that he gave the name of Kirk Radomski to anyone at our firm is erroneous,\" Hendricks said in a statement. \"The first time we heard the name Kirk Radomski was when his name surfaced publicly in connection with federal investigations. Due to the erroneous story by the Los Angeles Times on October 1, 2006, and its effect upon our clients Roger Clemens and Andy Pettitte, some time after Radomski's name became public around April 29, 2007 we asked those clients if they knew Radomski or had heard his name. They both said they did not know him and had never heard of him.   \"We then told them to ask McNamee if he knew Radomski. We assumed this might be possible since Radomski and McNamee were from the New York City area. McNamee told each client separately that he did not know Radomski, and each client reported back to us individually that McNamee had stated to him that McNamee did not know Kirk Radomski.\"   According to Clemens and Hardin, McNamee contacted Clemens because Brian Jr. was sick and McNamee was looking for help. Brian McNamee Jr. has celiac disease, which damages the small intestine and interferes with absorption of nutrients from food.   \"This whole experience was killing his son, and he wanted Roger's help,\" Hardin said. \"That's what led to [the conversation].\"   Asked why he didn't lash out at McNamee, Clemens said on the contrary, he was plenty angry.      \"I would love for him to come down here,\" he said. \"I would be afraid for him, because my family's very upset. I'm trying to hold it together.   \"I thought I was very clear with him, and I let him go on. I don't know what state he was in or why he approached me with the e-mail that he approached me with to call him. Obviously, he said his son was sick and dying, and that's why I reached out. I talked to my counsel before that happened.\"  Clemens and Hardin were hopeful that McNamee would take back his claims that appeared in the Mitchell Report, but when McNamee did not submit a retraction, they moved to file a defamation lawsuit against the trainer. McNamee's lawyers are preparing a countersuit.  Just after Clemens' lawsuit was filed on Sunday night, McNamee viewed Clemens' \"60 Minutes\" with a reporter from SI.com. McNamee said that he did not want to implicate Clemens but felt he had no choice when he realized that his options were either to tell the truth or face jail time.  \"Faced with the situation I was faced with, I had no choice,\" McNamee said to SI.com. \"I didn't want to do it. I have a 10-year-old and a 7-year-old, and I don't want them taking steroids. I'm embarrassed. I wish I had nothing to do with it.\"  McNamee also said that Clemens was not an abuser of steroids.  \"He never took them through our tough winter workouts,\" McNamee said. \"And he never took them in Spring Training, when the days are longest. He took them in late July, August, and never for more than four to six weeks max. ... It wasn't that frequent.\"   Alyson Footer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
