{
    "url": "http:\/\/m.mlb.com\/news\/article\/2343966",
    "title": "Bucs sign three to Minor League deals",
    "subtitle": "Bucs sign three to Minors deals",
    "body": "BRADENTON, Fla. -- The Pirates announced on Friday that they have signed three more players -- right-hander T.J. Beam, catcher Raul Chavez and utilityman Jose Macias -- to Minor League contracts. All three were also invited to Major League Spring Training.  Beam becomes the fourth right-handed reliever that the Pirates have signed to a Minor League contract in the past month. Beam, 27, appeared in 20 games for the Yankees in 2006 before spending the entirety of the 2007 season in the Minors.  Coming out of the bullpen for the Triple-A Scranton-Wilkes Barre club last year, Beam went 4-3 with 19 earned runs allowed in 47 2\/3 innings. He struck out 45 while walking just 10 in those 29 appearances. Chavez was a teammate of Beam's last season at Scranton-Wilkes Barre and gives the Pirates further Minor League depth at the catching position. Though Chavez didn't play in the big leagues in 2007, he does have 169 Major League games spanning nine years and four teams under his belt. He has a .212 average and 40 RBIs in the big leagues.   Macias comes to the Pirates from the Brewers system. The 33-year-old infielder\/outfielder played in 107 games for Milwaukee's Triple-A affiliate. He hit .242 with two home runs and 32 RBIs in 2007 while making starts at six different positions.   Macias has spent time in the Majors with four different clubs, the last time coming in 2005 when he played in 112 games with the Cubs.    Minicamp notes:  The Pirates wrapped up their four-day minicamp on Friday with light conditioning drills. There was no on-field activity. ... Right-hander Ian Snell reiterated on Friday that though he did not pitch his scheduled bullpen session on Thursday, it was not because of injury. Snell is working through his own offseason program and says that he is 100 percent healthy.  Jenifer Langosch is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
