{
    "url": "http:\/\/m.mlb.com\/news\/article\/2340715",
    "title": "Sanchez signs one-year deal with Mets",
    "subtitle": "Sanchez signs one-year deal with Mets",
    "body": "NEW YORK -- Duaner Sanchez has a new contract and a new opportunity. The Mets can only hope those perks will bring with them some new results. The Mets signed Sanchez to a one-year deal on Monday, reportedly for $850,000, avoiding arbitration with their most fragile reliever and giving him a chance to become a cog in the bullpen yet again. Sanchez missed all of last season after undergoing right shoulder surgery on a hairline bone fracture last April, never recovering in time to take the mound. Originally injuring the shoulder during a taxi accident the previous summer, he missed the end of that season, and then came to Spring Training and promptly injured his shoulder again. Before the accident, Sanchez had become one of the more valued members of the Mets bullpen, posting a 2.60 ERA in 49 games. His absence proved conspicuous last season -- as it did in the 2006 postseason -- for a bullpen that descended from elite to mediocre in the span of one year. With Sanchez, in 2006, Mets relievers ranked second in the Majors with a combined 3.25 ERA. Without him, in 2007, they finished 15th with a 3.99 mark.  That's not to say that Sanchez is the answer. Multiple shoulder surgeries have a way of sapping strength, and there's no telling if Sanchez will ever be the same. To that end, general manager Omar Minaya hedged his bet last month by signing veteran right-hander Matt Wise to a one-year contract. He, along with Sanchez and incumbent setup man Aaron Heilman, should battle for late-inning relief responsibilities this spring.  The Mets also announced Monday that they had signed right-handed reliever Juan Padilla, among seven other players, to a Minor League contract.  Padilla, like Sanchez, missed all of 2007 due to injury -- his was a partial tear of the flexor tendon in his right elbow, which required surgery in April. That came a year after elbow ligament-replacement surgery caused him to miss all of 2006, and two years after he splashed into Queens with a 1.49 ERA in 2005.  The Mets also signed right-handers Joselo Diaz and Andy Cavazos, lefty Ryan Cullen, infielders Anderson Machado and Fernando Tatis, and catchers Robinson Cancel and Salomon Manriquez to Minor League contracts, and invited all of them to Spring Training. Of those players, only Cavazos spent time in the Majors last season, and none are expected to significant impact this summer's plans.  Anthony DiComo is an associate reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
