{
    "url": "http:\/\/m.mlb.com\/news\/article\/2342026",
    "title": "Notes: Slimmer Paulino ready for '08",
    "subtitle": "Notes: Slimmer Paulino ready for '08",
    "body": "BRADENTON, Fla. -- Catcher Ronny Paulino decided to change up his offseason plans this winter and, as a result, he showed up at mini-camp on Tuesday 15 pounds slimmer than last season, in what he called the best shape of his career.  For the first time since joining the organization in 1998, Paulino opted against playing Winter Ball during the offseason. Instead, he used the time off to follow his own stringent workout plans and change his eating habits.  \"It was easy,\" Paulino said, smiling, when asked how he shed all the weight. \"I just learned to eat better.\" Paulino also credited his peak physical condition to not playing in the Latin American Winter Ball leagues, where he said that in the past, too much time has been spent sitting around.   Sitting in the clubhouse at Pirate City on Tuesday, Paulino didn't shy away from answering questions about his defensive struggles and offensive slumps from a year ago. He took full responsibility for regressing after a solid rookie season, and he went so far as to say that the public criticism he received was absolutely justified.   \"I was trying to do the best I [could], but at the same time, I was putting too much pressure on myself,\" said Paulino, whose batting average dipped from .310 in 2006 to .263 last year. \"It [is] a good thing that I can learn from that. Let's see what happens.\"   Though Paulino, who was listed at 245 pounds prior to the 2007 season, didn't blame his struggles last year on a lack of being in solid physical condition, he did add that he believes this offseason work has put him in position to be more agile defensively and better able to improve his offensive output.   Injury report: While Tuesday's mini-camp was overrun by the team's pitching staff and catchers, outfielders Chris Duffy and Kevin Thompson were also present in order for the club's medical staff to evaluate their recoveries from respective injuries.   Thompson, whom the Pirates claimed off waivers from Oakland in October, injured his right shoulder late last season while making a diving attempt in the outfield. The 28-year-old was able to go through his offseason training program, but the Pirates staff still wanted to use this week to gauge his health status. All reports on Tuesday were that Thompson is at 100 percent health.   Duffy, however, remains unable to participate in hitting and throwing drills while he continues to recover from an Aug. 31 surgery to his left shoulder. Duffy will spend the coming weeks continuing to follow the rehabilitation program set up for him by Dr. Lewis Yocum, who performed the season-ending operation.   As of now, Duffy does not have a specific timetable on when he will be able to begin baseball activity again, though he definitely will not be at full health when Spring Training opens next month. The hope is that the center fielder, who has fully recovered from the left ankle sprain that he also suffered last year, will be at full strength by Opening Day. As a result, Duffy will most likely start the season at Triple-A.   Camp turnout: Though the team had initially expected 22 pitchers to be in attendance this week, Tuesday's final turnout came in at 16. Luis Munoz, Ronald Belisario and Romulo Sanchez were all unable to resolve visa problems in time to make it to Bradenton.   In addition, Phil Dumatrait and Bryan Bullington were excused for personal reasons, while John Grabow remained at his home in Arizona recovering from a bad case of bronchitis. General manager Neal Huntington said that the possibility of Grabow joining the group later in the week remains open, though the decision will be made on a day-to-day basis.   Before coming down with bronchitis, Grabow had returned to the mound and has reported no pain in his left elbow this offseason. He opted against having minor reconstructive surgery on his throwing elbow after seeking a doctor's opinion last October, and he is expected to be at full strength on the first day of Spring Training.   Munoz, Belisario and Sanchez have all been playing Winter Ball this offseason, giving Pirates management confidence that all three are successfully working through their offseason workout programs.   Huntington reiterated that though attendance at the four-day mini-camp was encouraged, it was not mandatory. Of the 10 pitchers on the club's 40-man roster who were absent at the start of mini-camp, all 10 are said to be healthy and working steadily through their offseason conditioning and workout plans.   \"It's a physical checkpoint,\" Huntington said of Tuesday's initial assessment. \"Hopefully everybody is on track, and so far everybody seems like they are where they need to be. I don't want to overemphasize it because there are some guys who are not here, and that's not a negative. It certainly is a positive for the guys who are here, though.\"   Bucs bits: Pitching coach Jeff Andrews confirmed that none of the pitchers present on Tuesday had pitch count limitations during their individual bullpen sessions. Andrews also presented each pitcher with his own throwing program on Tuesday that maps out the expectations for each pitcher during the next five weeks leading up to the start of Spring Training. ... Tuesday's workouts schedule included bullpen sessions, batting practice, conditioning drills and meetings with the staff.    Quotable:  \"Today is really just the kick off. It's like pre-pre-Spring Training. It's the caucus to Spring Training, something like that -- the Florida caucus.\" -- Andrews.  Jenifer Langosch is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
