{
    "url": "http:\/\/m.mlb.com\/news\/article\/2341403",
    "title": "Hall call a long time coming for Gossage",
    "subtitle": "Hall call a long time coming for Gossage",
    "body": "COLORADO SPRINGS, Colo. -- The Fu Manchu, grown out some three decades ago out of defiance but used for intimidation from 60 feet and 6 inches, quivered. The steely eyes that made feared hitters develop knees of jelly began to well. \"Oh, my god,\" Rich \"Goose\" Gossage said into his cellphone a few seconds into a call he'd earned through 22 seasons as one of baseball's great relief pitchers. He'd waited nine years to hear words that meant so much to him that ... well, what were those words?  \"He said, 'May I please speak to Goose Gossage?' and I said, 'This is he,'\" Gossage said from a home packed with family, friends and media. \"And he said, 'Goose, this is Jack O'Connell, and ... ' I don't even remember what he said.\" \"I wish you'd had it on speaker phone,\" added Corna Gossage, his wife of 35 years.  Nonetheless, the message from O'Connell of the Baseball Writers' Association of America, came through loud and clear. Gossage, 56, had achieved baseball immortality with his selection to the Hall of Fame. Gossage received 85.8 percent of the votes from eligible BBWAA members, and is the only member of the 2008 class.  \"That's when the brick hit me in the head,\" Gossage said. \"I was kind of lightheaded. I'm glad I was sitting down. But that was unbelievable.\"  Before the announcement, Gossage entertained media and friends in his living room while the family pet, a husky named Docky, enjoyed the crisp snow in the front yard.  After the announcement, he took calls from MLB Commissioner Bud Selig, ESPN's Dave Campbell, and Dick Williams, who was his manager with the Padres and who also will be inducted in 2008.  A longtime friend, Freddie Whitacre, who worked in business operations with the Padres when Gossage played there and helped bring Triple-A baseball to Colorado Springs, presented the Gossages with a bottle of champagne.   A fearsome right arm and the perfect disposition for late-innings relief earned him 310 saves, 17th-most all-time, for nine different teams. But in a sense, he never left Colorado Springs, where he grew up. That's why it was fitting that he was at home, where he and Corna brought up three sons -- Jeff, 29, Keith, 28, and Todd, 23, who is playing for the independent Chico Outlaws -- to receive baseball's highest honor.     Before being drafted by the White Sox in 1970, he'd never left the state of Colorado. Gossage and his wife were friends at Wasson High School, and were married two years after graduation.   Even his best-known feats, during his first tour with the Yankees (1978-83) -- when he grew the Fu Manchu in violation of club policy but got away with it by helping the '78 squad win the World Series -- remind him that his highest moments in the game always made him think of home.  \"My dad never saw me play in the big leagues, and he always said, 'You're going to play in the big leagues someday,'\" Gossage recalled. \"He was a huge Yankees fan. I thought the Yankees were cartoon characters, fictitious people that didn't even exist. We never met a big leaguer in the flesh.  \"The only exposure we ever got was the Game of the Week with Dizzy Dean and Pee Wee Reese on Saturday. We'd sit there and watch every ballgame on Saturday, my dad and I, and even my friends. And he'd say, 'You're going to be there someday.'  \"I'd kind of pooh-poohed it, got kind of embarrassed, like, 'Oh, Dad, come on. This doesn't really exist.'\"  His father, Jake, passed away when Gossage was a junior in high school. His mother, Susanna -- known to all as \"Granny Sue\" -- supported him throughout his career. One reason being passed over for so many years created \"urgency,\" according to Gossage, was he wanted his mom to enjoy it with him. She passed in September 2006.  Many reasons have been given for why Gossage was forced to wait so long. His save total was one, but when Gossage was closer he was often asked to pull the team out of a jam in the seventh or eighth inning and finish a game. Gossage also lost a season's worth of saves in 1976, when the White Sox moved him into their strapped rotation. Gossage also spent some of his final years as setup man for Hall of Famer Dennis Eckersley with the Athletics.  With Eckersley, who spent as much of his career as a starter as he did as a closer, Rollie Fingers and Bruce Sutter already having been honored, it turned out to be a matter of time before Gossage would enter the Hall. Even Selig said the honor was long overdue.  Gossage smiled at the words of Jane Forbes Clark, chairman of the board of directors for the National Baseball Hall of Fame and Museum, who said the words \"Hall of Famer\" will be permanently attached to Gossage's name.  \"Eckersley told me, 'You're going to make it, because if you don't make it, I'm not going to go ever again,'\" Gossage said. \"And Fingers always said, 'I can't believe these guys, that you're not getting voted in.' He'd swear, and say, 'If you're not elected to the Hall of Fame, they can take me out.' Which I don't think, if it came right down to it, he's willing to do that.  \"Sutter said a lot of great things when he went in about me -- that I deserved to be there.  \"It has a nice ring to it, for sure.\" Thomas Harding is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
