{
    "url": "http:\/\/m.mlb.com\/news\/article\/2338649",
    "title": "Clemens tells '60 Minutes' he's innocent",
    "subtitle": "Clemens tells '60 Minutes' he's innocent",
    "body": "HOUSTON -- Roger Clemens told Mike Wallace of \"60 Minutes\" that he never used performance-enhancing drugs and said his former trainer, Brian McNamee, only injected him with the painkiller lidocaine and the vitamin B-12.  A CBS release gave a brief overview of the \"60 Minutes\" interview, which was taped last Friday in Houston and will air Sunday night. The interview marked the first time Clemens spoke with a reporter in person regarding the allegations. Clemens plans to meet with the local media on Monday in Houston.  When asked by Wallace if McNamee had ever injected him with any drugs, Clemens, according to CBS, responds: \"Lidocaine and B-12. It¹s for my joints, and B-12 I still take today.\" Clemens calls the accusation \"ridiculous\" and says he \"never\" used any banned substances. \"Swear?\" Wallace asked. \"[I] swear,\" Clemens said.  The Clemens-McNamee saga began on Dec. 13, when the Mitchell Report named Clemens as having used performance enhancing drugs in 1998 and 2000 and 2001. McNamee, who had a 10-year professional relationship with Clemens, provided the information to Sen. George Mitchell and his investigative team.     Clemens issued several statements through his attorney denying McNamee's claims and two days before Christmas, Clemens issued a video denial that he posted on his personal web site as well as youtube.com.  The controversy involving Clemens and McNamee likely won't end with this interview. According to several New York Times reports, McNamee hired Richard D. Emery, a lawyer who specializes in libel and defamation, and the two said they would consider suing Clemens if Clemens says on \"60 Minutes\" that McNamee was lying when he said he injected Clemens with performance-enhancing drugs. Alyson Footer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
