{
    "url": "http:\/\/m.mlb.com\/news\/article\/2341355",
    "title": "Report: Rays won't seek state aid",
    "subtitle": "Report: Rays won't seek state aid",
    "body": "ST. PETERSBURG -- According to a report in Tuesday's St. Petersburg Times, the Rays will not seek state aid for their proposed $450-million stadium on the team's current Spring Training site, Al Lang Field, on the downtown St. Petersburg waterfront.  Rays senior vice president Michael Kalt told the Times the team won't push for a state sales tax rebate during the 2008 session, nor will the decision halt or delay the team's plans for a 35,000 seat, open-air stadium.  \"We said from the beginning that we don't see [the state money] as crucial,\" Kalt told the Times. \"It's nice to have, but it's not essential. We're not in the business in pushing things through that we think unrealistic.\" Initial funding plans for the stadium called for the Rays to contribute as much as $150 million that would be coupled with proceeds from the sale of development rights to Tropicana Field. In addition, the team wanted to find a private developer to construct a large retail\/residential complex where Tropicana Field sits. Future state sales-tax revenues were also to be sought, but said revenues would have needed to be approved by the state Legislature.   Without state funding, it is unclear if the proposed stadium plan will need to be altered. Another unknown is how much money would be generated by the redevelopment of Tropicana Field.   While the Rays don't plan to push for state funding in 2008, Kalt told them Times such a push could be reintroduced in 2009 in the form of a sales tax rebate that would be paid out in $2 million increments over 30 years.   Al Lang Field has been the site of the Rays' Spring Training exhibition games throughout the team's history, but the Rays are scheduled to move to Port Charlotte for Spring Training in 2009. Because Al Lang is housed on public property, St. Petersburg voters would need to approve the new stadium. Also, the city would try and sell the property to Pinellas County, which would create a situation where property taxes could be avoided. If the deal comes to fruition the Rays would seek a long-term deal.   While the stadium in mind is open-air, the plan calls for the stadium to have the option to be covered with a sail-like material on a cabling system in the event of inclement weather.   Under this stadium plan, long-time fans attending games at Al Lang would need to get used to having the playing field face a different direction to facilitate a field that would let home run balls hit to right field to land in the water, which would be akin to what AT&T Park in San Francisco allows.  Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
