{
    "url": "http:\/\/m.mlb.com\/news\/article\/2338616",
    "title": "Cardinals add Clement to rotation mix",
    "subtitle": "Cardinals add Clement to rotation mix",
    "body": "The Cardinals took an intriguing risk on Thursday when they signed free-agent right-hander Matt Clement to a one-year contract with a club option for 2009. Clement, 33, did not pitch in the Major Leagues in 2007 following shoulder surgery.  Though the Cardinals did not release dollar values on the contract, it features incentive clauses based on appearances in 2008, and the '09 option would provide a significant boost in base salary for Clement if it is exercised.  Clement was examined Thursday by Dr. George Paletta, the Cards' head team physician, in a step that general manager John Mozeliak described as a \"huge hurdle.\" However, Mozeliak said the club believes its new acquisition is healthy and will be ready to go for the start of the '08 season. Clement appeared in instructional league games late in 2007, and he is on a throwing program that he hopes will leave him without restrictions in Spring Training. \"Coming off of a surgery at the end of '06, there's obviously medical risk in any type of decision like this,\" Mozeliak said. \"But based on how he was able to pitch at the end of last season, albeit in instructional league games, and then going through the physical with Dr. Paletta today, we felt very confident that he's in a good place and he should be ready to go in Spring Training.\"   Clement thrived during a three-year stint in the National League Central, pitching for the Cubs from 2002-2004. Though his record was an uninspiring 35-36 with Chicago, he pitched far better than that. Clement's ERA as a Cub was 3.80, and he racked up 576 strikeouts in 587 2\/3 Chicago innings.   He parlayed that success into a lucrative free-agent deal with the Red Sox, but that did not go well. Clement went 13-6 with a 4.57 ERA in his first year in Boston. He struggled to a 6.61 ERA in 65 1\/3 innings in 2006 with the Red Sox before undergoing surgery and missing '07.   \"Both times I've been a free agent, St. Louis has been high on my list, just from my experience from when I played there with other teams in the National League,\" Clement said. \"And it's been said a thousand times about how the fans are so good and respectful and love their team. As a player, it's not hype, it's truth.\"  Mozeliak and the Cardinals believe the risk with Clement is only health, and not performance.     \"If health is there, he'll be one of our starters,\" Mozeliak said. \"He's going to be given every opportunity to do that. I think if you look at his overall résumé and what he's accomplished, it's impressive.\"   Clement joins Adam Wainwright, Braden Looper, Joel Pineiro and Anthony Reyes to make up the Cardinals' projected starting rotation at the start of the season. The club hopes that Mark Mulder will be available to join them sometime around May 1, and ace Chris Carpenter is out until the second half following Tommy John surgery last July.   \"I still am in a little bit of a rehab mode, but I'm in a normal offseason with my legs and my upper body,\" Clement said. \"I just started my throwing program last week, and everything feels good. The plan for me the whole time last year was to set myself up so I'd be ready to pitch in April.\"  Though rumors and reports have linked the Redbirds to a number of other starting candidates, including Josh Fogg, Kris Benson and Livan Hernandez, the club may be done hunting for pitchers in free agency for now. Matthew Leach is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matthew Leach"
}
