{
    "url": "http:\/\/m.mlb.com\/news\/article\/2341539",
    "title": "Unwavering lack of support for McGwire",
    "subtitle": "Lack of support for McGwire",
    "body": "Once again, Hall of Fame voters are just saying \"no\" to even the suspicion of steroid use.  In the 2008 Hall of Fame balloting, announced on Tuesday, Mark McGwire received exactly the same number of votes he received last year -- 128. But because the number of total votes cast decreased, from 545 to 543, McGwire's share of the total increased ever so slightly, from 23.5 percent to 23.6 percent.  There went the theory that many baseball writers were merely punishing McGwire on a one-year basis and that, after his first appearance on the ballot, he would receive increased support in subsequent elections. His actual support remained literally unchanged, and it remained less than one-third of the 75 percent necessary for election. And this status quo lack of support for McGwire did not reflect an electorate that was set in its ways. There were substantial changes in the voting for other candidates.   Most notably, one change resulted in the overdue election of Rich Gossage. Gossage's support jumped from 71.2 percent in 2007 to 85.5 percent this time, so in his ninth appearance on the Hall of Fame ballot, his sterling career finally received its due.   Other worthy candidates also received encouraging increases in their vote totals. Jim Rice went from 63.5 percent to 72.2 percent, the very brink of election. Andre Dawson went from 56.7 percent to 65.9 percent. Bert Blyleven went from 47.7 percent to 61.9 percent. To me, all of these men deserve Hall of Fame membership, so these results, while still not optimal, at least reflect some flexibility in the Hall electorate.   But there was no flexibility on the issue of Mark McGwire's candidacy. Why?   I do not pretend to speak for the other 414 voters who did not select McGwire, but there is a relatively straightforward explanation. If you are asked the question \"Did you ever use steroids?\" the correct answer is, obviously, \"No.\" If you cannot supply the correct answer, it would be hypocritical of me to attempt to put you in the Hall of Fame. In this context, McGwire's career accomplishments, while of obvious worth, can no longer be seen in a statistical vacuum.   This takes us back to McGwire's 2005 appearance before a Congressional committee investigating the use of performance-enhancing substances in baseball. McGwire's repetition of the phrase \"I'm not here to talk about the past\" was both evasive and arrogant, simultaneously missing the point of the proceedings and insulting the duly elected representatives of the American public.   The notion that McGwire could not speak freely on the topic due to potential legal jeopardy was overheated. The federal government is not sending scores of baseball players to jail for using steroids. (The federal government will attempt to send a baseball player to jail if federal prosecutors believe that he perjured himself while questioned under oath on this issue. Yes, that would be the Barry Bonds case.)     So McGwire's appearance before the Congressional committee seemed to be that of a guilty man, and a guilty man who had been badly advised.   The chances that McGwire's Hall of Fame candidacy would be revived in its second season also suffered from external circumstances. While the balloting was going on, Bonds made his first court appearance on charges of federal perjury and obstruction of justice. Shortly thereafter, the Mitchell Report was released, naming names, naming some large names, and focusing attention once again on this issue.   The issue remains front and center, now almost on a daily basis. The two days leading up to the announcement of the Hall vote featured Roger Clemens, challenging the Mitchell Report's allegations of steroid use. First Clemens was on \"60 Minutes\" being interviewed by Mike Wallace, who was once one of the most relentless interviewers in the business, but who in this session mostly appeared to be a friend of Clemens.   Then there was a Clemens press conference, featuring a tape of a 17-minute telephone conversation between Clemens and his Mitchell Report accuser, Brian McNamee. Clemens' lead attorney built up the tape as a major revelation. Instead it was mostly evidence of how difficult McNamee's current existence actually is.   Next week there will be more Congressional hearings on this topic. In any case, the still-swirling controversy does not provide a suitable climate for the growth and rejuvenation of McGwire's Hall of Fame candidacy.   And the Hall of Fame voting results clearly indicate that neither growth nor rejuvenation is occurring for that candidacy. McGwire: 128 votes in 2007, 128 votes in 2008.   This is not about the presumption of innocence being lost. This is about a man being given a chance to defend himself, or at least explain himself, and not taking that opportunity. If he wouldn't defend himself, the voters for the National Baseball Hall of Fame should hardly be expected to take on that task.    Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": ""
}
