{
    "url": "http:\/\/m.mlb.com\/news\/article\/2338480",
    "title": "White Sox bolster lineup, acquire Swisher",
    "subtitle": "Sox bolster lineup by acquiring Swisher",
    "body": "CHICAGO -- Nick Swisher was having breakfast with his mother Thursday morning in Columbus, Ohio, when his cell phone started to ring.  The name on the Caller ID read 'Unavailable,' which coincidentally was how Swisher previously had been portrayed to other teams when they approached Oakland about a possible trade. But Swisher answered the phone call, and his life changed almost upon the first words he heard.  Oakland general manager Billy Beane was on the other end of the call, informing the gregarious outfielder of his trade to the White Sox. At 27, Swisher transformed from one of the faces of the Athletics' organization to an integral part in the White Sox plan for 2008 championship contention. \"I mean, you never wake up in the morning thinking you are going to get a call saying you have been traded,\" said Swisher with a laugh during his Thursday afternoon conference call. \"But it's a great step for me and my career, joining a team that wants to win right now.   \"It was a little surprising, but I'm proud and happy to be a member of the White Sox. The most important thing is that the White Sox really wanted me. They wouldn't give up what they did if they didn't think I could produce for them.\"   In acquiring Swisher, White Sox general manager Ken Williams admittedly gave up quite a bounty of young talent from a Minor League system that entered the present offseason slightly less than stacked with top prospects. Oakland picked up outfielder Ryan Sweeney, left-handed starter Gio Gonzalez and right-handed starter Fautino De Los Santos in a major boost to the franchise's rebuilding program.   Gonzalez, 22, and De Los Santos, 21, were considered the top pitching prospects in the organization, and aside from Josh Fields, just might have been the White Sox prime prospects at any position. Sweeney, 22, had the only Major League experience of the trio, but the 2003 second-round draft pick never reached his full potential during his short big league stints.   At a quick glance, the White Sox appear to have slightly mortgaged their future to help win in the present. The championship focus for 2008 certainly is an accurate assessment in Williams' world, but adding a versatile performer such as Swisher, entering the prime of his career, according to Williams, doesn't exactly weaken the team's resolve in years to come.   \"He's a baseball player, first and foremost, and the type of guy who fits into our equation with attitude and effort and with his whole style of play,\" said Williams of Swisher, 27, who batted .262 in 2007, with 22 home runs and 78 RBIs in 150 games. \"He's the perfect complement to what we believe is needed to give us another push toward a championship, along with our other acquisitions and our other guys coming back.   \"Basically, it's a simple question. Who helps us to a championship in the immediate future? That answer is Swisher over the [three traded] kids. This move doesn't come without the stability of having Swisher under contract for the length of years we do. [Swisher] really is coming into his prime.\"   Swisher, who is signed through 2011 with an option for 2012, joins shortstop Orlando Cabrera, left fielder Carlos Quentin, right-handed reliever Scott Linebrink and utility infielder\/outfielder Alexei Ramirez as the bulk of Williams' Hot Stove revamping, following last year's dismal 72-90 showing. Williams informed Swisher to expect most of his playing time in center field, where Swisher previously has played 61 games in parts of four seasons.     This on-field concept remains fluid, though, with Williams and manager Ozzie Guillen pretty much opening up Spring Training competition among Quentin, Jerry Owens and even Brian Anderson to fill the third outfield slot. If Owens provides the same sort of spark he did after his second call up last season, finishing with a team-high 32 stolen bases, Owens could move Swisher to left and take over the lineup's leadoff spot.   \"It's about whoever shows up ready to compete and shows us he deserves the job,\" said Williams of the outfield battle. \"We have some very good possibilities and good flexibility.\"   Adding Swisher puts a career .361 on-base percentage into a lineup that ranked last in all of baseball for this particular 2007 category. The switch-hitting Swisher provides another strong right-handed bat against the tough southpaws scattered throughout the American League Central, a group of pitchers who contributed to the White Sox 16-28 record against left-handed starters in 2007.   With his ability to play first base, Swisher can give Paul Konerko an occasional break or move Konerko to designated hitter and allow Jim Thome a day or two off against tough left-handers. Playing in a hitter friendly ballpark such as U.S. Cellular Field also could lead to an increase in Swisher's home run production, a jump from the 80 long balls he knocked out over the past three years.   \"That's a little early to be asking,\" said Swisher with a laugh about swinging for the fences at U.S. Cellular. \"I'm excited to learn from guys like Jim Thome, Paul Konerko and Jermaine Dye and take on a new thought of hitting.\"   Giving up a player such as Gonzalez, who struck out 185 in 150 innings over 27 starts for Double-A Birmingham last year, warrants a top-notch talent in return. After all, he was sent to Philadelphia as part of the Jim Thome deal and returned as part of the Freddy Garcia trade. Add in De Los Santos, who posted a 10-5 record and 2.65 ERA in 26 games between Class A Kannapolis and Class A Winston-Salem, and Sweeney, and the expectations increase exponentially.   But Williams believes those sort of players were needed for Beane to turn Swisher from unavailable to a starting White Sox outfielder. It's a realization Williams came to after falling short in his pursuit of an outfield upgrade through the free agent route.   \"From the first day I was assigned this position, I've been in the win mode,\" Williams said. \"I'm worried about the 2008 championship before winning a title in 2010 and 2011, when these [traded] players will be ready to contribute on a championship team.   \"You have to give something to get something, and Swisher was not on the market. So, we had to make the offer attractive enough because everything about Nick -- on or off the field -- he fits perfectly with what we are trying to do.\" Scott Merkin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
