{
    "url": "http:\/\/m.mlb.com\/news\/article\/2338324",
    "title": "Marlins reach agreement with Cantu",
    "subtitle": "Marlins reach agreement with Cantu",
    "body": "MIAMI -- Replacing the raw power of Miguel Cabrera will be a difficult task for the Marlins. So rather than relying solely on one new third-base candidate to do so, the job will be battled for by a couple of players.  Jorge Cantu is joining the list.  MLB.com has learned from a Major League Baseball Players Association source that the Marlins reached agreement on Thursday with Cantu on a one-year contract worth $500,000, plus incentives that could tack on another $100,000 based on plate appearances. Shortly after the Marlins traded Cabrera to the Tigers last month at the Winter Meetings, Cantu was a name high on Florida's list to be a possible replacement at third base.   The deal is expected to be announced as early as Friday.   On Thursday morning, Cantu's agent, Steve Canter, confirmed that talks were progressing with the Marlins.   \"Things have been moving along pretty well,\" Canter said Thursday morning. \"There is a strong possibility that things are going to work out over there.\"   Cantu finished up the 2007 season with the Reds, where he batted .298 in 27 games. He turns 26 on Jan. 30.   The addition of Cantu comes shortly after the Marlins signed Jose Castillo to a one-year, $650,000 contract, which also includes incentives based on plate appearances, plus some other performance-related bonuses.   Formerly with the Pirates, Castillo signed with Florida on Dec. 24.   The Marlins will throw the third-base competition open to both Cantu and Castillo, and the two may end up splitting the position depending on matchups. Cantu also can play several other infield positions, as he saw action at first base and second base in 2007.     Cantu broke in with Tampa Bay in 2004, and his best season was 2005, when he batted .286 with 28 home runs and 117 RBIs.   The Marlins' search for third-base help began in early December, when Cabrera and Dontrelle Willis were traded to the Tigers for six players.   Cantu played for Mexico in the World Baseball Classic in 2006, where he was a teammate of Marlins infielder Alfredo Amezaga, who also promises to see action at third base. Joe Frisaro is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
