{
    "url": "http:\/\/m.mlb.com\/news\/article\/2339153",
    "title": "Rays sign two to Minor League deals",
    "subtitle": "Rays sign two to Minors deals",
    "body": "ST. PETERSBURG -- The Rays signed two players to Minor League contracts Friday.  Infielder Andy Cannizaro and outfielder John Rodriguez each came to terms on Minor League deals with invites to Major League Spring Training.  Cannizaro, 29, arrives from the Yankees organization, where he played 52 games at second base, shortstop and third base with Triple-A Scranton\/Wilkes-Barre in 2007 and completed an eight-game rehabilitation assignment with Double-A Trenton. He he hit .295 (49-for-166) with two home runs and 20 RBIs for Scranton and owns a career .274 average over seven Minor League seasons, all spent in the Yankees organization. A right-handed hitter, Cannizaro hit .250 during a 13-game stint with New York in September 2006 and entered 2007 Spring Training vying for a Major League roster spot until a back injury during the first week of camp sidelined him through June. The Yankees selected him in the seventh round of the 2001 First-Year Player Draft.   Rodriguez, who turns 30 this month, has played 11 seasons in the Yankees (1997-2004), Indians (2004) and Cardinals (2005-07) organizations and spent part of this offseason playing for the Caribes de Anzoategui of the Venezuelan Winter League.   In 2007, he played 55 games for Triple-A Memphis, hitting .263 (42-for-160) with eight home runs, 22 RBIs, a .375 on-base percentage and a .500 slugging percentage until a knee injury ended his season in July. Over 158 Major League games with St. Louis in 2005-06, Rodriguez hit .298 with seven home runs, 43 RBIs, 18 doubles and a .378 on-base percentage. He was on the playoff roster when the Cardinals advanced to the National League Championship Series in 2005 and won the World Series in 2006.   A left-handed hitter, Rodriguez owns a career .271 Minor League average with 134 homers, 506 RBIs and 178 doubles. A native of New York City, he signed as a non-drafted free agent in November 1996 after attending a tryout at Yankee Stadium. Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
