{
    "url": "http:\/\/m.mlb.com\/news\/article\/2338008",
    "title": "Granderson to hoop it up for charity",
    "subtitle": "Granderson to hoop it up for charity",
    "body": "DETROIT -- Before Curtis Granderson became the Tigers' multi-tooled talent as a leadoff man and center fielder, his first love was basketball as a high schooler in Chicago. He'll take his game to the court later this month for a good cause.  Granderson, fellow Tigers Dontrelle Willis, Nate Robertson, Marcus Thames and others will get together on Saturday, January 26 for the inaugural Curtis Granderson\/Grand Kids Foundation Celebrity Basketball Game at Avondale High School in Auburn Hills. The competition will pit current and former athletes from the Detroit area against the Flint area.  With Spring Training just weeks away, Granderson, Robertson, Thames and Willis won't be playing in the game. Instead, Granderson will coach the Detroit team opposite Robertson, who will coach the Flint team, with Willis and Thames as guest referees. Granderson will still have a chance to show off his shot, firing away in a halftime three-point shootout against Robertson. They'll each represent a fan selected at random, and the winner will enjoy lunch with Granderson before joining him for a private batting practice session at Comerica Park. Among other prizes to be given away are four tickets to the Tigers' contest against the National League champion Colorado Rockies on Saturday, June 28.   Proceeds from the event will benefit the Grand Kids Foundation, which Granderson established a couple years ago to help inner-city students in Chicago, Detroit and elsewhere. The foundation helps provide educational resources for schools and students in need while establishing scholarship programs in Detroit and Flint and providing equipment for inner-city athletics programs.   \"I am not only excited for this event because I finally get to showcase my basketball skills, but I am excited because I believe this game will begin to provide us with the financial resources to make a large impact in the inner cities, specifically Detroit and Flint,\" Granderson said.   \"The importance of education is something I cannot stress enough to our nation's youth, and I want to help find ways to ease the burden within some of these inner city schools while also striving to make learning more fun. Facilities and supplies are old and worn, classrooms are overcrowded and scholarship programs are limited. This celebrity basketball game can help to change that.\"   So far, the list of participants includes several current and former area athletes. Former National Football League players Tyrone Wheatley, Barry Stokes, Andre Weathers and Courtney Hawkins are slated to take part, as are former NBA sharpshooters Willie Burton and Jeff Grayer. UFC competitor Rashad Evans, professional boxer Anthony Dirrell, local high school football star Jonas Gray and WDFN radio personality Clarence Black are also scheduled to hoop it up.   Granderson and other participants will take part in an autograph session following the game.   Tickets for the game cost $15 for adults and $10 for kids age 10 and under, and are available at www.grandkidsfoundation.org. Admission for the postgame autograph session is an additional $10. The doors will open at 5 p.m. ET, with tipoff scheduled for 6 p.m. ET.   Jason Beck is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
