{
    "url": "http:\/\/m.mlb.com\/news\/article\/2339900",
    "title": "Former All-Star Staley dies at 87",
    "subtitle": "Former All-Star Staley dies at 87",
    "body": "VANCOUVER, Wash. -- Gerry Staley, an All-Star pitcher who won 134 games in the Majors, has died. He was 87. Staley died Wednesday of natural causes at his home in Vancouver, his son, Brian, said Friday night. The right-hander pitched for six teams during a 15-year career that lasted from 1947-61. He was 134-111 with a 3.70 ERA, appearing in the 1959 World Series with the Chicago White Sox. Staley went 8-5 with 14 saves and a 2.24 ERA in 1959. He pitched in four Series games, tossing 8 1-3 innings with a 2.16 ERA as Chicago lost to the Los Angeles Dodgers in six games.  Staley was born in Brush Prairie on Aug. 21, 1920. He played in the Minors and served in World War II with an Army evacuation hospital unit in the South Pacific before reaching the majors with the St. Louis Cardinals. He was selected to the NL All-Star team in 1952 and 1953.  From 1951-53, Staley compiled 54 wins with the Cardinals. After pitching for the Cincinnati Reds and New York Yankees, he landed with the White Sox in 1956.  \"Just being in the World Series was something,\" Gerald Staley told The Columbian newspaper in 2005. \"Even some of your great players don't get a chance.\"  After his baseball career ended, Staley was superintendent of the Clark County Parks and Recreation department for 17 years and was instrumental in buying park land for the county in southwest Washington, his son said.  Staley spent his later years tending to his garden and fishing for steelhead. He was inducted into the State of Washington Sports Hall of Fame, the Clark County Hall of Fame and the Washington State Horseshoe Pitchers Hall of Fame.  \"He had to find something to pitch after baseball,\" Brian Staley said.  During the pennant-winning season of 1959, Staley led the American League by pitching in 67 games. The following year, he went 13-8 with 10 saves and was named to the AL All-Star team.  \"I played in an era when there were a heck of a lot of good ballplayers,\" he said in 2005. \"You can't single out one over all the rest.  \"If you kept the ball in the park, you were doing a good deed.\"  Staley is survived by his son and a daughter.",
    "author": ""
}
