{
    "url": "http:\/\/m.mlb.com\/news\/article\/2340005",
    "title": "Q&A; with Jim Bowden",
    "subtitle": "Q&A; with Jim Bowden",
    "body": "General manager Jim Bowden has made every effort to improve the Nationals this offseason. During a 12-day period, Bowden made eight roster moves. The biggest one came on Nov. 30, when Bowden acquired outfielder Lastings Milledge from the Mets for catcher Brian Schneider and outfielder Ryan Church.  The Nationals are hoping that Milledge can help improve an offense that finished last in runs scored in 2007.  Bowden also added more leadership to the roster by signing Aaron Boone and Paul Lo Duca to free-agent contracts. Will these moves mean that the Nationals will have a better record than they had last season? Only time will tell.   MLB.com caught up with Bowden recently to talk about the Nationals' offseason and what he expects when Spring Training begins.    MLB.com: You were one of the busiest GMs this offseason. How do you feel about the Nationals going into Spring Training?   Jim Bowden: I think we continue to make progress at all levels in our organization. We continue to add good young players to build the franchise for the long term.   MLB.com: How does the 2008 Nationals team compare to other teams you had in the past?   Bowden: Very difficult to really see what the team is going to look like until we get to Spring Training because it's such a young club. We have question marks with a lot of young players as well as players coming off injuries or surgeries, so it's going to take a while for the team to develop. I've been with teams that were young and didn't have high expectations, but they won a lot of games. The one thing is, our team continues to improve, not just in development and scouting, but the Major League team as well.   MLB.com: How much has the offense improved?   Bowden: I think between Paul Lo Duca, Milledge and a good year from [Cristian Guzman or Felipe Lopez], we should improve a lot, which would certainly mean better pitches for other players in the lineup.   I also think we built up a good amount of depth, which will help us when there are injuries or when players are slumping. We will always have competition at almost every position except third base. There will be competition at all times.   MLB.com: What do you think of your starting pitching?   Bowden: It's very young and developing. That was our plan all along. I think we have some depth. We have some young pitchers that will be given a legitimate chance for the first time in their careers. We also have some guys who are starting to establish themselves. They have a chance to have breakout years.   As we head into Spring Training, Shawn Hill, John Patterson, Jason Bergmann, John Lannan and Matt Chico are the five starters on our board. We have other pitchers -- Tim Redding pitched well last year and he will be able to compete for a spot on the team. Other young pitchers such as Tyler Clippard, who we acquired from the Yankees, Collin Balester, Garrett Mock, Enrique Gonzalez will be given opportunities to make our staff as starting pitchers. The competition is good. We have some depth and we are willing to give young guys opportunities and give them the ball and develop them.   MLB.com: Let's go around the horn and tell us where you see the players at each position.   Bowden: Obviously, with our bullpen, we feel it's one of the better ones in the National League. Chad Cordero has more saves at his age than any other pitcher, except for Francisco Rodriguez, and that's an amazing accomplishment. With Jon Rauch, Luis Ayala, Saul Rivera, Jesus Colome, Chris Schroder and a healthy Ryan Wagner, our bullpen will be one that will keep us competitive.   Behind the plate, Lo Duca will be the No 1 catcher. Jesus Flores is going to be the No. 1 catcher down the road.   As we walk into Spring Training, Dmitri Young is our first baseman. He deserves it. He finished in the top 10 in hitting. He improved defensively and his leadership skills in the clubhouse were phenomenal. So he is obviously the first baseman.   I talked to Nick Johnson and he is healthy. He is already running the bases. He is doing extremely well. He feels great. I think we can all be optimistic there is a good possibility that he comes into Spring Training at 100 percent, which will create good competition. It's healthy for a club.   The way Ronnie Belliard played last year, Manny Acta has made it clear that he goes into Spring Training as the starting second baseman, and rightfully so, because of the job he did.   Cristian Guzman, who hit over .300 until he got hurt, will come into Spring Training as the shortstop. That being said, we all know Felipe Lopez has the potential to be better than both Belliard and Guzman. Whether or not Lopez does, it's up to him. He has to do it on the field. He can't get playing time based on potential.   Certainly, Lopez has the potential to be a good leadoff hitter. But he is coming off a very poor year, but he is only 27. There is no reason why he can't rebound, but he has to do it on the field. He will be given very opportunity to beat out Belliard or Guzman. The best players are going to play to win.   Ryan Zimmerman is obviously going to be our third baseman for a long time. His wrist his healing well. We think he will be 100 percent by Spring Training.   Obviously, Austin Kearns goes into to Spring Training as our right fielder. Hopefully, this will be his breakout year where he puts all of his potential together. He plays the game the right way.   Milledge will be given every chance to be the starting center fielder. Manny has made that very clear. We think he has tremendous upside. We think four or five years from now, he will develop into a middle of the order bat.   Wily Mo Pena is finally going to get his chance. We think he can be a 30 to 40 home run threat if he plays every day.   Elijah Dukes has the potential to hit 30-40 home runs and steal 30 bases. He will be given every opportunity to win a spot in the outfield. If not, there certainly enough at-bats for the four of them.   As far as the bench goes, Aaron Boone brings depth to us at first base and third. He gives us a right-handed bat off the bench. He is a clutch hitter. We have a winning player with a winning attitude. He makes us a lot better -- depthwise.   Willie Harris had eight triples, 17 stolen bases and hit .270. He gives us speed off the bench. He gives us another good makeup player off the bench.   We feel we have a good bargain in Rob Mackowiak. We think he is one of the better extra players in the game. Obviously, he can play third, left field and center. He plays the game hard. He has some pop.   We still have Ryan Langerhans, who is coming off a bad offensive year, but is a good defensive player. We also have two Rule 5 Draft guys in Matthew Whitney and Garrett Guzman. We are looking forward to seeing them in Spring Training with an open mind.   MLB.com: After you acquired Dukes and Milledge, there were questions about their characters. What was your reaction to this criticism?   Bowden: I was surprised by Lastings because I have known him since high school. But the one thing I have learned in this game: In this day and age with media and the Internet, when you make mistakes in your life, they are magnified. Everybody reads about the mistakes a lot of times and then people begin to say this is a troubled person. We read where Lastings made a mistake when he was 17 years old and we read after he hit a home run, he was high fiving fans at Shea Stadium. [The critics read] that and they came to [negative] conclusions based on two incidents in his life. Most of the people who say this have never sat down with Lastings. They never met his dad, mom and friends.   Elijah's case is a little bit different because he has made a lot of mistakes in his life. He earned the criticism he gets. He understands that. He is a man and he is taking accountability for the mistakes he has made. He is trying to correct them. We are going to do everything we can to help him become a really good person.   I never met a person who didn't like him. Whether you talk to Carl Crawford or Don Zimmer or Delmon Young, they all say very nice things about him. Elijah is trying and we are trying to help him. We care about people.   MLB.com: You are known as a person who likes to give people second chances. Why are you giving one to Dukes?   Bowden: He has never had direction or discipline. He never had someone take him aside and really care about developing him as a human being and helping him learn about things off the field.   This player on the field is dedicated to winning. He never talks about himself on the field. He talks about moving runners. He talks about what he can do to help the team win. He is a winner on the field. His problems have been off the field. I think, in this world, when we are blessed to be in a game like baseball, part of our responsibility is to try and help young people improve their lives -- not just as players but as people.   This is a tremendous challenge. I would call it my biggest challenge of my career, but one we are going to put a lot of time and effort into. If we can help him off the field and on the field, he will play in an All-Star Game.   MLB.com: How much fun are you having putting the 2008 team together? You seem like you are enjoying yourself?   Bowden: I had the most fun this past year because I felt we were very blessed with a good Draft. That was because we put together a good scouting staff, which I'm very proud of. To have such an impressive Draft, trade for young players -- Pena, Milledge and Dukes -- who have tremendous upside, I think our process of getting where we want to get to was expedited this past year beyond what I thought would have been realistic to do. Bill Ladson is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
