{
    "url": "http:\/\/m.mlb.com\/news\/article\/2339938",
    "title": "Mets deal two Minor Leaguers for Pagan",
    "subtitle": "Mets deal two Minor Leaguers for Pagan",
    "body": "NEW YORK -- The Mets completed a minor deal on Saturday when they reacquired outfielder Angel Pagan from the Cubs in exchange for two Minor League players. The trade imports a versatile, 26-year-old switch-hitting outfielder familiar to the organization who provides depth, big league experience and still has Minor League options. The trade that moved Lastings Milledge to the Nationals in November left Endy Chavez as the Mets' lone reserve outfielder with center field skills, so the return of Pagan, who started 28 games in center for the Cubs in 2006 and 2007, addresses that situation. Ryan Church, acquired in the Milledge deal, plays center as well, but he is seen now as the almost regular right fielder. Because Pagan, whom the Mets sold to the Cubs in January 2006, still has options, the depth he provides may be as a regular with the New Orleans Zephyrs, the Mets' Triple-A affiliate. Pagan started 69 games and appeared in 50 others with the Cubs in the two seasons, playing all three outfield positions. He batted .255 with 29 extra-base hits -- nine home runs -- and 39 RBIs in 318 at-bats. He stole eight bases in 11 attempts. He had played in the Mets' Minor League system from 2000 through 2005.  Neither of the players the Mets traded figured prominently in their immediate future. Corey Coles is a nearly 26-year-old left-handed-hitting outfielder who led the Florida State League in batting with .341 average in 2006 and batted .286 with one home run and 31 RBIs in 388 composite at-bats in Class A, Double- and Triple-A last year.  Ryan Meyers is a 22-year-old right-handed reliever who produced a 1-4 record and 2.79 ERA in 41 games and 51 2\/3 innings with two Class A teams in 2007.  Marty Noble is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Marty Noble"
}
