{
    "url": "http:\/\/m.mlb.com\/news\/article\/2340438",
    "title": "'Hot Stove, Cool Music' a hit once again",
    "subtitle": "'Hot Stove, Cool Music' a hit once again",
    "body": "BOSTON -- Boston Celtics owner Wyc Grousbeck is living a dream right now. His team is 29-3 and running through the rest of the NBA in a renaissance season never seen before.  And now thanks to Red Sox general manager Theo Epstein, his twin brother Paul and organizers of the eighth annual \"Hot Stove, Cool Music\" benefit concert Sunday night, another dream is coming true for Grousbeck.  \"I've been a drummer since I was 8 and if I get a good invitation to play drums, I'm going to be there,\" Grousbeck said before taking the stage at Boston's Paradise Rock Club. \"I just gave my [business] card to somebody from Warner Bros. I'm trying to get a record deal for my band now. It's fantastic.\" Grousbeck is the drummer for his band, \"French Lick\" -- named after the hometown of Celtics legend Larry Bird. He says Sunday's concert is just another example of Boston's three super-successful teams coming together in the community.   \"Our Opening Night, which featured [Kevin] Garnett and [Ray] Allen, we had the World Series trophies there with John Henry and Tom Werner and we had the [New England Patriots owner] Krafts sitting there with me and my wife. We're all good friends and we support each other,\" Grousbeck recalled before going on stage.   Organizers were expecting to raise as much as $200,000 to benefit The Foundation to Be Named Later, a branch of the Red Sox Foundation that was founded by the Epstein twins.   \"It's doing really well,\" Theo Epstein said. \"We've raised well over a million dollars now over the years. What I like about it the most is that the money goes to the non-profits that need it the most, in our opinion. There is no bureaucracy or red tape so the money goes directly from Red Sox fans to these organizations that help kids right on the front lines that need it the most.\"   Since the event was born in December 2000, the event has raised approximately $1.5 million for Boston charities.   \"It's grown beyond our imagination when we started this in December 2000,\" said Jeff Horrigan, who along with ESPN's Peter Gammons came up with the concept of marrying baseball with rock 'n' roll for charity. \"We thought it was a one-shot deal.\"   \"It grows every year and it's always special after we win the World Series,\" the Red Sox GM added. \"We seem to get an extra-big turnout and raise a lot more money for charity.\"   It was after the World Series title in 2004 that then-Red Sox pitcher Bronson Arroyo made his biggest splash to date on the rock scene. Arroyo, now entering his third season in Cincinnati, took time out again Sunday night to participate along with a host of other musicians, including Bill Janovitz of Buffalo Tom, Kay Hanley, Seth Justman of the J. Geils Band and Paul Barrere of Little Feat. As he has in the past, TV star Mike O'Malley emceed the event, providing comedic relief in between acts.   Singer\/songwriter Lori McKenna made her \"Hot Stove\" debut Sunday night. The Stoughton, Mass., native is a mother of five and most recently the winner of the Album of the Year at the Boston Music Awards for \"Unglamorous,\" co-produced by Tim McGraw and Byron Gallimore.   \"We were at the Boston Music Awards and I was listening to the people around me talk about it and it came to me that I have a lot of friends who have played this event and it's one of the biggest benefits in this town,\" McKenna said. \"My husband and I have five kids and we always used to kid that we'd have children until the Red Sox won the World Series and our fifth child was born in May 2004. I was kidding, but I guess we're done now.   \"Really, the last couple of years and my kids coming of age and realizing what Red Sox Nation is and how it sort of makes us who we are, and it's sort of cool to have the music come into play with that,\" she added.   McKenna isn't alone. The Paradise Club is now the place to be in Boston on the first Sunday night in January for Red Sox and rock fans alike.   \"We never imagined it would grow exponentially and become a staple of Boston nightlife,\" Horrigan said. \"We have 10 times the number of bands contacting us that we can fit on the bill, which is a pretty high compliment to us.\"   Grousbeck was only too happy to live out his rock 'n' roll dream Sunday night on stage.   \"This is turning into a national event and it's because of the quality of Paul and Theo and Peter and the people behind it are great guys and everyone knows it,\" Grousbeck said. \"My band loves playing for charity. We love playing Hot Stove. This is a hot event. It's a sold-out event. It's raising money for a great cause. I couldn't miss it.\"   Mike Petraglia is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Petraglia"
}
