{
    "url": "http:\/\/m.mlb.com\/news\/article\/2340400",
    "title": "Sunday's Caribbean leagues roundup",
    "subtitle": "Mazatlan eliminates Guasave in playoffs",
    "body": "Mexican Pacific League Mazatlan 2, Guasave 1 Oscar Bustillos, Gabe DeHoyos and four relievers combined on a four-hitter as the Venados wrapped up the first sweep of the Caribbean leagues' postseason by staving off the visiting Algodoneros. Bustillos, who pitched for Quintana Roo in the Mexican League in 2007, allowed a hit and three walks over 5 1\/3 frames, and Padres prospect DeHoyos allowed a run on a hit but fanned two as he closed out the ninth for his second save of the playoffs. Box score Mochis 4, Obregon 3 (11 innings) Dionys Cesar's ground-ball single to the mound plated Luis Suarez with the winning run in the bottom of the 11th inning as the Caneros bested the Yaquis for a 3-1 lead in their best-of-7 series. Adrian Manzano blew a save opportunity in the ninth, but racked up the victory with three hitless innings of relief. Box score Culiacan 5, Navojoa 2 Former Major Leaguer Karim Garcia hit an RBI single in the seventh inning and Rolando Valdez pitched seven strong innings as the Tomateros bested the Mayos for a 3-1 lead in their playoff series. The Padres' righty scattered five hits over seven frames, fanning four, for the win. Box score  Venezuelan Winter League  Aragua 3, Lara 2 Rays catching prospect Hector Gimenez doubled in two runs in the bottom of the eighth inning as the Tigres (2-2) rallied to top the Cardenales (2-1). Robert Perez homered and doubled in the losing effort. Box score  Bravos 5, La Guaira 1 Baltimore's Ramon Hernandez hit a bases-clearing triple in the third inning to lead the Bravos de Margarita past La Guaira. Hernandez was 3-for-4 with four RBIs, while Houston's Felipe Paulino allowed four hits and one run in 6 1\/3 innings for the win. Both clubs are 2-2 in round-robin playoff action. Box score  Dominican Winter League  Aguilas 5, Licey 2 Victor Diaz provided the offense with a two-run homer and Eric Knott pitched well enough for the win as the Aguilas topped Licey, 5-2, on Sunday. Both clubs are 4-5 in playoff round-robin action. Box score  Estrellas at Gigantes, postponed  The playoff game between the Estrellas de Oriente and the Gigantes del Cibao was postponed due to rain.",
    "author": ""
}
