{
    "url": "http:\/\/m.mlb.com\/news\/article\/2341248",
    "title": "Steinbrenner: Don't rush to judgment",
    "subtitle": "Steinbrenner: Don't rush to judgment",
    "body": "NEW YORK -- Hank Steinbrenner heard what Roger Clemens had to say. He just isn't ready to make his final stance.  The Yankees senior vice president told the Associated Press that he believes some are rushing to judgment on Clemens, a seven-time Cy Young Award winner who was mentioned prominently in Sen. George Mitchell's report on the use of performance-enhancing drugs in Major League Baseball last month.  Clemens held a news conference on Monday in Houston, strongly denying former personal trainer Brian McNamee's allegations that the 45-year-old right-hander used both steroids and human growth hormone to fuel his playing career. \"I thought that the press conference spoke for itself,\" Steinbrenner told The AP on Monday night outside of Legends Field in Tampa, Fla. \"I thought the media commentary after the press conference was over was a little harsh. Too much rush to judgment in this country.   \"As far as whether he's telling the truth or not, I have no clue. But I'm not going to say, well, he's lying, like everybody on TV did after he was done.\"   Steinbrenner has already stated that the Yankees will not sign Clemens for the 2008 season. Clemens returned to New York on a pro-rated $28 million contract last May, joining the Major League club in June.   While Clemens helped lend a veteran presence to a rotation ailing with injuries and using numerous rookies, his personal production -- given the large investment -- proved underwhelming at times. Clemens finished the year 6-6 with a 4.18 ERA in 18 games (17 starts) and limped off the mound in Game 3 of the American League Division Series after just 2 2\/3 innings.      In an interview aired Sunday by CBS, Clemens told Mike Wallace of \"60 Minutes\" that he has thrown his final pitches of his 354-victory Major League career. It is a claim Clemens has made multiple times previously, but the Mitchell Report and its impact may have finally soured his desire to return.   \"If I had to sit here and tell you right now, I would say yes, you'll never see me pitch again,\" Clemens said.   Pitching would seem to be the least of Clemens' concerns. His lawyers filed a defamation suit late Sunday night against McNamee in Harris County District Court in Texas, stating that McNamee's claims that he injected Clemens with steroids are \"absolutely false and defamatory\" and that the allegations have \"irreparably tainted the reputation of one of baseball's hardest working and most talented pitchers.\"      Steinbrenner said that the lawsuit seems to have done little to help Clemens in the court of public opinion.   \"Everybody, the media, all said, 'Oh, he's got to sue,'\" Steinbrenner said. \"(Barry) Bonds never sued. Everybody said, 'Why not?' Well, this guy is suing and now they still don't believe him. You've got to start to wonder at some point. I don't rush to judgment. That's the big thing with me. I don't do that, and that's the exact term for it, rush to judgment.\"   Steinbrenner said he agreed with comments made earlier this month by Dodgers manager Joe Torre, who managed the Yankees from 1996 through last season, winning four World Series titles, six American League pennants and qualifying for the playoffs in every year.   A total of 20 current and former Yankees were identified in the Mitchell Report, and Torre said the high total likely was due to two of Mitchell's primary sources being from the New York area: McNamee and former Mets clubhouse attendant Kirk Radomski, which \"made it look like a lopsided report,\" Torre said.   \"The biggest thing is, I agree with what Torre said about the Mitchell Report, which I thought was great he said it,\" Steinbrenner said. \"Of course, that was his team, too. That is, it was extremely lopsided towards the Yankees. You can't tell me all those teams weren't doing it. Of course they were.\"   Bryan Hoch is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
