{
    "url": "http:\/\/m.mlb.com\/news\/article\/2343917",
    "title": "Notes: A's talk Kotsay trade with Braves",
    "subtitle": "Notes: A's discuss Kotsay with Braves",
    "body": "OAKLAND -- A source in Atlanta on Friday confirmed that the A's have had discussions with the Braves about a possible trade involving veteran center fielder Mark Kotsay, who will be the second-highest paid player on Oakland's roster if he remains with the team for the 2008 season.  Kotsay, who turned 32 in December, has one year remaining on a three-year contract that calls for a 2008 salary of about $8 million. Only third baseman Eric Chavez, who will make a reported $11 million this coming season, will be paid more among the Athletics currently under contract. Chavez is in the fourth year of a six-year contract extension that includes a $12.5 million club option with a $3 million buyout for 2011.  Acquired by the A's in a November 2003 trade that sent catcher Ramon Hernandez and outfielder Terrence Long to the Padres, Kotsay batted a career-best .314 with 15 home runs, 63 RBIs and a .370 on-base percentage in his first season with Oakland. Since then, he's frequently been hampered by back problems, and in addition to missing the first two months of the 2007 season while recovering from back surgery, he spent the final month and a half of the season on the disabled list with lower back spasms. The Braves, who have a handful of promising young outfield prospects, are said to be looking for a short-term replacement in center field for Andruw Jones, who left Atlanta as a free agent this winter.   The Atlanta source said there might be a fit with Kotsay in part because new Braves general manager Frank Wren has been fond of Kotsay since both were employed by the Marlins, for whom Wren served in a variety of roles, including assistant GM and vice president, in the mid- to late-'90s.   Any potential deal, the source offered, would hinge on how much of Kotsay's salary the A's are willing to absorb, and what kind of package they'd request in return.   \"[The Braves] probably wouldn't pay more than $3 million of that salary,\" the source explained.   If Kotsay is still with the A's when Spring Training opens, he'll be the only established outfielder on a roster that GM Billy Beane has already started rebuilding by trading versatile outfielder\/first baseman Nick Swisher and ace Dan Haren for a total of nine prospects in recent weeks.     Two of the prospects acquired, Carlos Gonzalez (from the Diamondbacks in the Haren deal) and Ryan Sweeney (from the White Sox in the Swisher deal), will be among those competing for a starting job this spring, with the other corner spot -- likely right field -- reserved for second-year man Travis Buck.   If Kotsay stays healthy and multiple outfield prospects emerge as legitimate options, including Chris Denorfia -- who was acquired in a Minor League trade with the Reds in April but missed the season while recovering from major elbow surgery -- it's likely the A's will look to move Kotsay before the trading deadline next summer.   More trade winds: The San Francisco Chronicle, citing \"Major League sources,\" on Friday reported that the A's have had discussions with free-agent outfielder Mike Cameron about a contract for 2008. ESPN.com, however, reported late Friday morning that Cameron was on the verge of signing with the Brewers.   Cameron, 35, doesn't appear to fit in with Beane's movement toward youth and the future, but he probably would have come cheaply because he is suspended without pay for the first 25 games of the 2008 season for testing positive for a banned substance.   A three-time Gold Glove Award winner as a center fielder, Cameron batted .242 with 21 homers, 78 RBIs and a .328 on-base percentage in 151 games for the Padres in 2007.   The Chronicle also reported that an A's source referred to a rumored trade that would send arbitration-eligible Oakland closer Huston Street to Boston for outfielder Coco Crisp as \"fiction\" -- a favorite knockdown phrase of Beane's.   Dribblers ... Although the A's and defending world champion Red Sox will be opening the 2008 regular season with a pair of games in Japan on March 25-26, they aren't exactly getting a jump on the other 28 teams this spring. Major League Baseball announced the reporting and workout dates for each team Thursday, and the A's are among eight teams set to welcome pitchers and catchers for their first workout on Feb. 14, with the first full-squad workout set for Feb. 21. Eighteen teams will hold full-squad workouts before Feb. 21. The Red Sox are bringing in pitchers and catchers Feb. 16; Boston's first full-squad workout is set for Feb. 22. The A's are scheduled to depart Phoenix for Japan on March 19. ... Righties Joe Blanton, Chad Gaudin and Street are Oakland's only arbitration-eligible players unsigned. Unless agreements are reached within the next weeks, the players' agents and the club will exchange proposed salary figures on Jan. 18, with arbitration hearings scheduled for Feb 1-20. Mychael Urban is a national writer for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mychael Urban"
}
