{
    "url": "http:\/\/m.mlb.com\/news\/article\/2343828",
    "title": "Cordero agrees to terms with Nats",
    "subtitle": "Cordero agrees to terms with Nats",
    "body": "WASHINGTON -- The Nationals agreed to terms on a one-year, $6.2 million contract with closer Chad Cordero on Friday, avoiding salary arbitration.  Cordero said by phone that he was glad that he signed early and did not have to go through the arbitration process like he did last year. He ended up winning that case and received $4.15 million.  \"I told my agent that I wanted to get everything done,\" Cordero said. \"I didn't want to go through all that process. I want to go into Spring Training ready, and I didn't want to worry about that. The arbitration process was an ongoing thing. It took longer than I anticipated.\" Cordero, who has successfully converted more than 80 percent of his save opportunities the past three seasons, ranks second on the franchise's all-time saves list with 128.   On June 12, 2007, Cordero became the second-youngest closer in big league history to reach the 100-save plateau. Cordero was 25 years and 86 days old when he picked up that 100th save against the Orioles. Cordero is 20-14 with 128 saves and a 2.79 ERA in 299 career appearances spanning four-plus seasons with the Nationals\/Expos. His best season was in 2005, when he saved 47 games and had a 1.82 ERA.   Cordero's 2007 season was filled with ups and downs. He got off to a slow start, because he was thinking about his ailing grandmother, who passed away in early May. Cordero was placed on the bereavement list from May 8-14. Once he came back to the Nationals, however, Cordero saved 33 games in 38 opportunities. But in the final two months of the season, Cordero had a 5.08 ERA in 24 games. He also blew nine saves in '07.   Cordero wants to make sure that he is consistent throughout the 2008 season, and is planning to be in the best shape in his career. He already has lost more than 10 pounds and is going to Texas next week to work out with Angels outfielder Torii Hunter, teammate Joel Hanrahan and Yankees reliever LaTroy Hawkins.     By agreeing to terms with Cordero, the Nationals now have only three players -- infielder Felipe Lopez and right-handers Jon Rauch and Tim Redding -- who remain arbitration eligible. Bill Ladson is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
