{
    "url": "http:\/\/m.mlb.com\/news\/article\/2343751",
    "title": "Hawkins adds clarity to Yanks' bullpen",
    "subtitle": "Hawkins adds clarity to bullpen",
    "body": "NEW YORK -- LaTroy Hawkins has drawn duty in plenty of roles and uniforms, most recently trotting out of the bullpen to pitch for the Colorado Rockies in last year's World Series.  But now that Hawkins has relocated his workplace to New York, preparing to wear his sixth Major League jersey, the 35-year-old right-hander suspects that the experience awaiting him may be far different.  \"With all the history and tradition, it's pretty much everybody's dream to wear the pinstripes and be part of the Yankees organization,\" Hawkins said by telephone. \"I'm looking forward to it. It's funny. I'm excited about it, but my family and friends -- they're ecstatic about it. \"Now they're all Yankees fans. With the Yankees, you either love them or hate them. I like being a part of that whole aura.\"   The Yankees finalized a one-year, $3.75 million contract with Hawkins in late December, effectively filling the gap left in their bullpen when reliever Luis Vizcaino departed in favor of a two-year deal with the Rockies.   Coincidentally, Vizcaino is expected to help replace Hawkins in Colorado's bullpen -- a swap the Yankees found attractive because of the one-year nature of Hawkins' agreement, plus the compensatory Draft pick the Yankees will gain as a result of losing Vizcaino, a Type B free agent.   Speaking Thursday on the club's YES Network, general manager Brian Cashman said that he believes Hawkins provides a way to help keep the ball on its way to closer Mariano Rivera.   \"He's a versatile reliever that we feel can provide us some innings and fill in the gap between the sixth and seventh innings, simple as that,\" Cashman said.   A veteran who has also pitched for the Twins, Cubs, Giants and Orioles, Hawkins was 2-5 with a 3.42 ERA in 62 appearances last season for the Rockies, riding a late surge on their way to the National League pennant. He threw a scoreless seventh inning in the pressurized Wild Card playoff against the Padres and allowed one run over five innings of postseason work.   Cashman said that a minor adjustment in Hawkins' delivery helped him coax more ground balls in 2007. That method of survival helped produce a 2.48 ERA in 29 innings of pitching in the thin air at Coors Field, but it can also be a helpful component for success in the Bronx.   A one-time starting pitcher, Hawkins has experienced his ups and downs, most notably a troubled stint as a closer with the Cubs that ended quite sourly. But Cashman said that there may be some discrepancy between any public perception and the Yankees' actual mind-set in the Hawkins deal.   \"We didn't sign him to be a setup man,\" Cashman said. \"We signed him to be someone that can be used in the sixth or seventh innings and possibly give us two innings at a time.\"   The Yankees' bullpen picture also figures to include returning setup man Kyle Farnsworth, whom Cashman envisions handling the eighth inning. Beyond that, the relief corps figures to be a Spring Training free-for-all, with numerous internal candidates jockeying to join relief locks of Rivera, Farnsworth and Hawkins.   Hawkins said that no matter the inning assignments he draws -- sixth, seventh or eighth -- he is confident he will be able to handle them.   \"I think all of those innings are just as important,\" Hawkins said. \"Sometimes you can lose a ballgame in the sixth, seventh or eighth innings. My job is to go out there and pass the ball to the next guy so they can do their job, or pass it straight to Mariano. Whichever way it is, we still have to get those three, four or five crucial outs.\"   Though they have not spoken since the signing became official, Yankees manager Joe Girardi placed a November telephone call to Hawkins, laying out how he would be used if he signed and relaying interest in working together.   \"Knowing the track record and knowing how successful the Yankees have been helped [the decision],\" Hawkins said. \"They haven't won the World Series in a few years, but they always put themselves in a position to have the chance to do so.\"   That was important to Hawkins, who was entertaining offers from other clubs after the Rockies turned down a $3.75 million option for 2008.   Some attempted to sell Hawkins on helping to rebuild and reload. But after pitching for the 2006 Orioles, a team that finished 70-92 under those same pretenses, Hawkins decided to go with a safer bet toward postseason play.   \"I just felt like coming to New York was probably the best situation for me to be successful and be on a winning team,\" Hawkins said. \"I think that's most important. I had some teams that wanted me to come there and start the process of a winning tradition.   \"I just didn't know if I was ready for that. I did that in Baltimore and I went to a losing situation, and losing definitely doesn't do well for your mental approach for the game.\"   Hawkins said he does not anticipate having any such problems with the Yankees.   \"My expectation is to come in and hopefully win a World Series,\" Hawkins said. \"I think that's everyone's goal at the Major League level. I know that coming to New York is definitely putting myself in a good position to do so.\" Bryan Hoch is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
