{
    "url": "http:\/\/m.mlb.com\/news\/article\/2343688",
    "title": "Tigers ready to restock Minors",
    "subtitle": "Tigers ready to restock Minors",
    "body": "DETROIT -- The day the Tigers completed their blockbuster trade with the Marlins for Miguel Cabrera and Dontrelle Willis last month at the Winter Meetings, they had a previously scheduled banquet honoring their Minor League affiliates and player development personnel. It was not a somber occasion.  Player development director Glenn Ezell might still have the biggest smile on his face for anyone who lost more than a half-dozen prospects in one offseason.  \"Am I pleased? Absolutely,\" Ezell said. \"It's wonderful. It's pretty cool.\" To him, it was a credit to the organization and its people that they had developed the players who were good enough to get Cabrera and Willis in return. Now, however, it's time to get back to work.   And without some of those young players, there's some work to do.   \"There's a challenge, absolutely a challenge,\" Ezell said. \"But, every year, when we start Spring Training, it's a challenge, whether people write two-thirds of our system are prospects or not. To work and to commit to make these players better, it's a very, very difficult challenge, but it's something our players have accepted the last four-plus years.\"   When various publications and web sites come out with their list of top prospects in the Tigers' farm system, it might not be as much about \"Who's who?\" as much as \"Who's left?\" In the past 14 months, Detroit has had the young talent to acquire four All-Stars, including Gary Sheffield from the Yankees after the 2006 season and Edgar Renteria from the Braves. In the process, they've given up 10 prospects from their system, eight of them pitchers. Six members of Baseball America's most recent top 10 prospects list for Detroit were dealt, and two others in the Sheffield deal were on the list the previous year.   The result is a Major League team expected to compete for a World Series in 2008. The challenge for the big league staff is to help that team reach its potential. Down on the farm, however, the challenge is to help the farm system recover and restock.   It's not just about finding prospects for a few years down the road. It's also about developing the prospects that they still have, and finding players to both restock depleted rosters at Triple-A Toledo and Double-A Erie and provide insurance for the big leagues in case injuries in Detroit force the Tigers to look for help.   At the long-term end of the chain is scouting director David Chadd, whose efforts helped the Tigers draft Cameron Maybin, Andrew Miller and Rick Porcello with Detroit's first-round picks in the First-Year Player Draft the last three years. Maybin and Miller were the two main reasons the Marlins parted with Cabrera and Willis. Porcello, who will turn 19 later this month, is now the Tigers' top prospect before he has thrown a pitch in a professional game.   Chadd said he was \"ecstatic\" when Dombrowski told team officials in his hotel suite at the Winter Meetings that they had a deal.   \"The point of the Draft to me is exactly that,\" Chadd said. 'We have to draft and we have to sign those type of players to be able to add those types of players like a Dontrelle Willis and Miguel Cabrera. And if not, you have to have them to be ready to step in and contribute at the big league level. That to me is the function of the Draft.   \"Did we take a hit? You bet. But all that does for me is get me excited about next year's draft. We have to get back at it.\"   Chadd had been working on that this offseason already. He was at a wood-bat showcase tournament earlier this offseason, then took off to a tournament for high-school players at Major League Baseball's RBI academy in the Compton area of Los Angeles. With college baseball season just around the corner and high schools soon after, he'll soon be traveling again.   It's seemingly a never-ending process. Yet, just because the Tigers have spots to fill doesn't mean Chadd's strategy changes. His goal next June, he said, is the same as in any year: Take the best player available, whether that means a college player who could be ready in a couple years or a high school player who will take longer.   \"I don't think it changes my focus, whether it's high school or college,\" Chadd said. \"Because, again, it goes back to talent, to me. I'm not going to sway either way, especially at this point.\"   Developing the talent in the system falls upon Ezell and his corps of coaches and instructors throughout the system. And in Ezell's view, there remains a good portion of talent to develop.   \"When I look at our farm system, you know what? We're not decimated,\" Ezell said. \"We might not have somebody immediately ready tomorrow, but I do not feel that our farm system is decimated. We might be young at each level positionwise. We're going to be young in Toledo. We're going to be young at Double-A [Erie] and we're going to be fairly young in [Class A] Lakeland. But you know what, if we have patience in these young players and we do what we've been doing, there's going to be a lot of improvement to come out of there.\"   And as Ezell suggested, they have some time to develop before the Tigers would likely need reinforcements. Detroit's Major League roster appears set for the most part, a month out from Spring Training. It's relatively balanced between young and old players, and with the exception of Todd Jones, Kenny Rogers and Jacque Jones, most of the roster is under contract through at least 2009. That said, the Tigers know as well as any team how important reinforcements can become with injuries.   Beyond Porcello, the list of Tigers top prospects becomes interesting, and arguably turns towards position players. With versatile middle infielder Michael Hollimon and first baseman Jeff Larish potentially ready to make the jump from Erie to Toledo and Brent Clevlen healthy, the Mud Hens should have some offensive punch to go with a rotation that likely will return Virgil Vasquez and Jordan Tata.   After that, opportunities abound. Miller, Jurrjens, Dallas Trahern, Eulogio De La Cruz and Burke Badenhop all figured into the picture to some extent at Erie or Toledo. Without them, guys like 15-game winner Eddie Bonine and Andrew Kown take on more importance. Then comes younger talent at the lower levels, from Porcello to Class A West Michigan's Duane Below and others.   Scott Sizemore's performance in the Arizona Fall League also raised some eyebrows and put him in the Tigers' group of talented young infielders as he tries to start climbing the development ladder. Behind him is another second baseman, Justin Henry, who batted .340 over 250 at-bats at short-season Class A Oneonta.   The rest falls upon Tigers vice president\/assistant general manager Al Avila and Minor League operations director Dan Lunetta, who will look to fill holes with Minor League free agents. With Detroit's roster largely set, it's not as easy as it might've been two years ago. But then, the rise of relievers Bobby Seay and Tim Byrdak from Minor League journeymen into the big-league bullpen, and the big at-bats Timo Perez earned in the middle of a pennant race, prove there can be opportunities.   The Tigers announced 11 signings to Minor League contracts earlier this week, though most of those were returning players. They could have more signings before camp opens next month.   \"If I was out there and I had an opportunity to play for the Tigers,\" Ezell said, \"it would be hard to stay away.\"   Jason Beck is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
