{
    "url": "http:\/\/m.mlb.com\/news\/article\/2343140",
    "title": "Bernero looking for stability",
    "subtitle": "Bernero looking for stability",
    "body": "BRADENTON, Fla. -- The 2006 season was preparing to be wrapped up and Adam Bernero had had enough.  The Kansas City blue and white jersey had become the fifth Major League uniform Bernero had put on in the previous four years. That number doubled to 10 if you added in the five Minor League clubs Bernero pitched for during that span as well.  As a result, familiarity with an organization, with teammates, with a city had become nearly impossible to expect. Stability was void. Comfort was lacking. Now, a year and a half later, as the newest member of the Pirates organization, Bernero could still remember the feeling he had as that season -- his seventh in the Majors -- prepared to end.   It wasn't burnout, he said, but more that the desire to play had been snuffed out by all the instability. For the first time in his career, baseball was no longer fun.   \"I would think, 'Man, I just don't want to go [on the road]. I want to stay home a little bit longer,'\" Bernero said from the Pirates' minicamp on Thursday. \"Whenever I was pitching, it was great. But after a while, [the moving around] was just kind of grinding on me a bit.\"   That offseason, Bernero signed a Minor League contract with the Red Sox. He was invited to Spring Training, and a shot at earning a spot in the team's Opening Day bullpen was well within his reach.   Then came the pain in his right elbow.   Bernero had felt it at the end of the '06 season in Kansas City, but decided not to take any medical action. However, when he took the mound for the first time at Spring Training, Bernero felt the pain again.   Tommy John surgery followed.   Now in month No. 11 of that recovery process, and less than a week after signing a Minor League contract with the Pirates, Bernero has a fresh outlook on baseball, a rejuvenated one.   In fact, his perspective on missing out on the chance to be a part of a World Series champion Red Sox team last season was surprisingly positive. And he wasn't being facetious.   \"I think it was great timing to get hurt,\" Bernero said. \"I had reached a point in my career where I kind of needed a break from baseball. I had a year off and I really started getting that hunger back again. I think it gave me a lot of perspective being gone for that long.\"   Last summer, he spent his days fishing and camping in the Rocky Mountains. He kept his mind occupied on anything and everything but baseball, making sure that he filled his afternoons with some sort of activity during the time when he used to prepare to head to the ballpark. He embraced every distraction.   As a result, the now 31-year-old Bernero began to miss the game that had become a burden. By the time his arm was strong enough to begin throwing again in late October, Bernero was ready to make a comeback.   The Pirates staff had their initial look at Bernero in Bradenton on Thursday, as the right-hander took the mound for his first bullpen session with the team. Bernero estimated that Thursday's session was the 10th bullpen he had thrown since the surgery, and he seemed encouraged by his progress.   \"I don't know if I can put a percentage on it, but I'm feeling real good,\" said Bernero, who has 150 Major League appearances (37 starts) under his belt. \"It's just been long and slow and steady and getting better every day.\"   Bernero, whose Major League career began with Detroit in 2000, has a career 11-27 record and 5.91 ERA in parts of seven seasons. His only full season in the big leagues came in 2003, when Bernero compiled a 5.87 ERA in 49 games split between Detroit and Colorado.   But with the continued flux in the Pirates' bullpen, Bernero will be a viable candidate for a team needing to find stable right-handed relief. Despite not knowing how close to full strength Bernero will be at the start of Spring Training, Pirates pitching coach Jeff Andrews liked what he saw from Bernero after watching him throw and from what Andrews had heard about the right-hander's rehab work.   \"He was saying that what he did [on Thursday] was a little drag back from what he's been doing, that he could have done more,\" Andrews said. \"In terms of amount of pitches, effort, intensity, he could have done more. But that's fine. This is what we want here. We have to pull the reins back on him a little bit and that's a decision we make.\"   Bernero will return to Denver on Friday, with the expectation of throwing a few bullpens per week and continuing in his rehabilitation work in the five weeks leading up to Spring Training. He expects to be limited at the onset of Spring Training workouts, though the right-hander is also convinced that he will be in the mix for a spot on the 25-man roster up until Opening Day.   By then, he will have his health back to complement his rejuvenated desire.   \"I've really had in my mind that I am going to make [the Major League roster] this time,\" Bernero said. \"I don't even think there is a chance I am not going to make the team, in my mind.\"  Jenifer Langosch is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
