{
    "url": "http:\/\/m.mlb.com\/news\/article\/2343215",
    "title": "USOC, USADA, MLB and NFL announce partnership for anti-doping research",
    "subtitle": "MLB joins anti-doping partnership",
    "body": "COLORADO SPRINGS, Colo. -- The United States Olympic Committee (USOC), United States Anti-Doping Agency (USADA), Major League Baseball (MLB) and National Football League (NFL) announced today the formation of a landmark research collaborative designed to further curtail the use of banned and illegal substances in sport.  The Partnership for Clean Competition (PCC) will, for the first time ever, combine the resources and expertise of many of America's leading sports entities to underwrite meaningful and scientifically-legitimate anti-doping research. Beginning this year, the focus of the PCC will be to fundraise and make targeted grants in support of non-partisan and independent scientific research to be conducted at universities and other world-class research institutions. Priorities for the collaborative will include underwriting research that addresses:   New methods to more cost-effectively detect and deter the use of banned and illegal substances at every level of sport  Identification and detection of designer substances the consequences of doping, from both a medical and ethical perspective  The further development of a widely-available, cost-effective test to detect Human Growth Hormone (HGH) As the initial Founding Partners, the USOC, USADA, MLB and NFL have collectively committed to contribute $10 million to this landmark collaborative. Each Founding Partner will have one representative on the Board of Governors, which will oversee the research collaborative. Also participating and contributing financially to the research collaborative are the National Basketball Association (NBA), National Hockey League (NHL) and Professional Golfers' Association of America (PGA). The Founding Partners will seek to raise additional funds and include other entities (both sport and non-sport) in the collaborative as well.   \"It is vital that the major sport organizations in America work together to combat a problem that, left unchecked, has the potential to destroy the value and integrity of sport,\" said USOC Chairman Peter Ueberroth . \"In order to make greater progress in the fight against doping, significantly more must be done in the area of research, which is why the USOC created the Partnership for Clean Competition. Major League Baseball, the National Football League, USADA and the additional participating organizations have joined our efforts to combat this problem in a more aggressive way, and we commend them for uniting with us to address what has become a national issue.   \"Ultimately, we are in a battle to protect and preserve the benefits of sport participation for the youth of our country,\" added Ueberroth.   The PCC is a stand-alone non-profit entity. The organization will consist of the Board of Governors and a Scientific Research Advisory Board. The Board of Governors will include one representative from each of the Founding Partners. It will set the direction and policy of the PCC, and appoint the Scientific Research Advisory Board. The Scientific Research Advisory Board, consisting of universally-recognized and scientifically-qualified experts, will review grant requests, make recommendations to the Board of Governors and provide oversight regarding the results of the research projects.   \"Major League Baseball's support of this important new effort by the U.S. Olympic Committee and the U.S. Anti-Doping Agency continues our commitment to fight the use of performance-enhancing substances among our athletes,\" said Baseball Commissioner Allan H. (Bud) Selig. \"I am hopeful that our alliance with the Partnership for Clean Competition, as well as those with the Partnership for a Drug-Free America and the Taylor Hooton Foundation, among others, will make an impact in detecting the use of these illegal substances and in educating the public about their dangers.\"   \"We are pleased to join the USOC and other partners in this collaborative program to develop the next generation of anti-doping strategies for the benefit of all levels of athletic competition,\" said NFL Commissioner Roger Goodell. \"Our support of the Partnership for Clean Competition is consistent with our longstanding commitment to invest in research that advances the goal of eliminating doping in sport.\"   \"The U.S. Anti-Doping Agency has always recognized the importance of credible scientific research to protect clean sport and those who compete with integrity,\" said USADA Chief Executive Officer Travis T. Tygart. \"The Partnership for Clean Competition is a vital new initiative to further advance our ongoing efforts to eradicate doping from sport through science. USADA welcomes and greatly appreciates the shared commitment of the U.S. Olympic Committee, National Football League and Major League Baseball, and that of others who join us in this important endeavor.\"",
    "author": ""
}
