{
    "url": "http:\/\/m.mlb.com\/news\/article\/2344255",
    "title": "A's add free agent Brown to outfield",
    "subtitle": "A's add free agent Brown to outfield",
    "body": "OAKLAND -- In what sources suggest is a precursor to the trade of Mark Kotsay to the Braves that's making the rumor-mill rounds, the A's on Friday signed former Oakland farmhand Emil Brown to a one-year contract for the 2008 season. Financial terms were not disclosed.  MLB.com on Friday got confirmation from multiple sources that the A's and Braves are close to finalizing a deal that would send Kotsay, 32, and cash to Atlanta for at least one high- to mid-level prospect, but the most connected such source said the deal \"absolutely\" wouldn't be closed before Monday.  Late Friday, the A's signed Brown, who was selected by Oakland in the sixth round of the 1994 First-Year Player Draft and spent the past three seasons in Kansas City. In 2007, he batted .257 with six home runs and a team-high 62 RBIs in 113 games. According to A's assistant general manager David Forst, Brown's .317 average against left-handed pitching and defensive versatility were part of the free agent's appeal. Brown, a right-handed hitter, made 66 starts last season in left field, 17 in right and seven as Kansas City's designated hitter. He's also made 78 Major League appearances in center field.   \"As everyone knows, we've got a lineup with a lot of left-handed hitters, and Emil has had a lot of success, particularly last season, against left-handed pitching,\" Forst said. \"And the fact that he can play all three outfield positions gives [manager] Bob [Geren] some flexibility.\"   Hitting with runners in scoring position has been a problem for the A's in recent years, and Brown could help in that area, as well. He batted .316 (37-for-117) in such situations in 2007.   \"That's obviously a plus,\" Forst said, \"but I wouldn't say that was a factor in our decision to sign him.\"     To make room for Brown on the club's 40-man roster, the A's designated former Stanford University outfielder Danny Putnam for assignment.   Brown spent three seasons in the A's organization before being selected by the Pirates in the Rule 5 Draft. He spent parts of the next five seasons with Pittsburgh before being traded to San Diego in July 2001. From 2002-04, he played in the Minor League systems of Tampa Bay, Cincinnati, St. Louis and Houston. He signed a Minor League free-agent contract with the Royals following the 2004 season and made the Royals' 2005 Opening Day roster as a non-roster invitee.   Brown enters the 2008 season with a .262 career average, 46 home runs and 267 RBIs in 619 career Major League games. Mychael Urban is a national writer for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mychael Urban"
}
