{
    "url": "http:\/\/m.mlb.com\/news\/article\/2344103",
    "title": "Braves talking with A's about Kotsay",
    "subtitle": "Braves talking with A's about Kotsay",
    "body": "ATLANTA -- General manager Frank Wren's continued search for an experienced center fielder has led him to talk with the A's about the possibility of acquiring Mark Kotsay.  \"We've had discussions,\" Wren said, though he kept the specifics of those discussions private.  Though Wren and A's GM Billy Beane aren't publicly commenting about where the discussions stand, there's reason to believe that they have progressed over the course of the past few days. Still, there are some remaining hurdles, and it doesn't appear that this proposed deal will be completed this weekend. Kotsay, who would serve as the short-term veteran center fielder the Braves have been seeking, told The Atlanta Journal-Constitution that Beane called him on Friday morning to tell him that there was a chance he could be traded to the Braves.   \"It does excite me,\" Kotsay told the paper. \"I love [manager] Bobby Cox, and I like Atlanta and the Braves, as far as the team and organization, the history they have. They've always been competitive. It's a great opportunity if this [trade] happens.\"   In order for this to happen, the A's are going to have to pay a significant portion of the $8 million salary that Kotsay is owed entering the final year of a three-year contract. It's believed that the Braves are asking for Oakland to be responsible for at least half of that salary.   Of course, the value of compensation the A's would be looking to receive would be based on the portion of Kotsay's salary that they'd continue to pay. When these talks began, the A's were asking for some highly regarded prospects.   Beane has been very active this offseason, having already traded Dan Haren to the Diamondbacks and Nick Swisher to the White Sox. With both of these trades, Beane dumped salary and strengthened his stable of Minor League pitchers.   Kotsay's $8 million salary and recent back problems, which limited him to 56 games this past season, seemingly make him a definite trade piece for the A's, who aren't seemingly building to contend in the American League West this year.   Since hitting a career-best .314 with 15 homers with the A's in 2004, Kotsay has battled back problems. He missed the first two months of 2007 while recovering from back surgery and continued to battle spasms after he returned. He ended up hitting .214 with one homer in just 56 games.     Since parting ways with Gold Glove center fielder Andruw Jones, the Braves have been looking for his replacement. Their current top options are Jordan Schafer, Josh Anderson and Gregor Blanco, whose stock has risen based on his success in the Venezuelan Winter League.   Schafer, who is considered the club's top prospect, hasn't played above Class A and might not be ready until the start of next year. As for Anderson -- who was acquired from the Astros in November -- and Blanco, they wouldn't be able to provide the same offensive results a healthy Kotsay might provide.   Kotsay told the Atlanta Journal-Constitution that his back is healthy and that his problems last might have been a product of him returning to action too soon.   Wren is well aware of the many attributes Kotsay could provide, as he was the Marlins' assistant GM when they selected the outfielder with the ninth overall pick in the 1996 First-Year Player Draft. Two years later, the Cal-State Fullerton product was a starting outfielder in Florida.    Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
