{
    "url": "http:\/\/m.mlb.com\/news\/article\/26531864",
    "title": "Teixeira may add bunting to arsenal in '12",
    "subtitle": "Teixeira may add bunting to arsenal in '12",
    "body": "The last time that Mark Teixeira laid a bunt down in a game situation, he guesses, was when he was a freshman at Mount Saint Joseph High School in Baltimore. It came as such a surprise to the opposing team that he actually beat out that sacrifice attempt. Over the past few years, the Yankees slugger has steadfastly refused to entertain the thought of dropping bunts down to pick up cheap singles against tough defensive shifts. But Teixeira may be coming around on the idea. Having been frustrated by his .223 batting average against righties, due in part to seeing sure hits die in the infielders' gloves on the outfield grass, Teixeira said on Tuesday that he is ready to put the bunt in defenders' minds. \"If they're playing a big shift, I might lay some bunts down this year,\" Teixeira said. \"I've been so against it my entire career, [but] I might lay down a few bunts. If I can beat the shift that way, that's important.\"  Teixeira said that he came to the decision on his own this winter, though he has discussed squaring up his stance with hitting coach Kevin Long. Teixeira said that the shifts have been \"very frustrating\" for him, noting that he also needs to work on not hooking the ball as much from the left side of the plate.  \"When you have a 1-2 pitch, instead of trying to drive the ball in the gap and drive in the runs, take that single to left,\" Teixeira said. \"It's easier than it sounds, but one hit a week really adds up.\"  Teixeira batted .249 with 39 homers and 111 RBIs in 156 games for the Yanks last season, though he hit at a .302 clip against lefties. But his left-handed average has dropped in all three years as a Yankee -- from a .282 mark in the 2009 season -- and Teixeira said that he has been muscling up too much.  \"That right-field porch is so enticing at Yankee Stadium,\" Teixeira said. \"I'm not going to complain about hitting 39 home runs, but obviously I'd love to bring my average up.  \"It's very simple. It's left-handed singles. If I can lay down a few bunts, beat the shift a little bit more the other way, then I'm right where I need to be.\"  Teixeira said that he has been hitting this winter at Bobby Valentine's baseball academy in Connecticut, but the bulk of his bunt experimenting would wait until the Yankees are down in Tampa, Fla.  Teixeira said that he might try to drop down a bunt per game during Grapefruit League play, and if it works there, he could keep it in his arsenal for later in the year.  \"I have to adapt,\" Teixeira said. \"I've been frustrated the last few years, because those balls haven't been falling in. Finally I've kind of given in, and I'm going to hopefully start using that side a little more.\"  But Teixeira, who has often commented that he doesn't want to become a slap hitter, says that he has no plans of overhauling his entire approach. The Yankees are paying Teixeira big money to be a power hitter, and he has no illusions of transforming into anything else.  \"I'm still going to pull the ball,\" Teixeira said. \"My natural reaction to an inside fastball or a hanging curveball is to pull it. But maybe those down-and-away fastballs, where I'm hitting line drives right at the second baseman in right field, maybe I'll take that ball to left field a little bit more and get some singles.\" Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
