{
    "url": "http:\/\/m.mlb.com\/news\/article\/26529942",
    "title": "Around the Horn: Cardinals catchers",
    "subtitle": "Around the Horn: Cardinals catchers",
    "body": "The following is the third in a series at Cardinals.com examining the 2012 Cardinals, unit by unit. Today: catchers. ST. LOUIS -- It may not be left field at Fenway Park or center field at Yankee Stadium, but playing catcher in St. Louis comes with a certain set of expectations and a healthy legacy. Yadier Molina, who has been the Redbirds' top backstop for eight seasons now, is a three-time All-Star and a four-time Gold Glove winner, putting him right in line with his predecessors. Three of the past four players to serve as the Cardinals' primary catcher won multiple Gold Gloves with the team -- Molina, Mike Matheny and Tom Pagnozzi. Unlike his predecessors, though, Molina has also emerged as an offensive force. He's coming off the best hitting year of his career, a season that even garnered him a little bit of down-ballot MVP consideration.  The problem is that Molina is a year away from free agency, and this past winter's Albert Pujols saga has St. Louis fans nervous. The club has expressed interest in retaining Molina beyond 2012, but what such a deal might look like remains to be determined.  \"He is certainly someone we would like to keep here long term,\" general manager John Mozeliak said recently. \"As far as timing, we'll keep that between the club and player.\"  As long as Molina is around, though, he's a central figure for the Cardinals. Pitchers revere his creative game-calling, and his throwing arm remains a potent deterrent to basestealers. If his 2011 offensive outburst indicates a true new level, rather than simply a career year, he'll likely receive more MVP votes in the coming years.  That's really the question the Cardinals must answer, though. It's unclear whether Molina's true offensive level is the useful but unspectacular hitter of the 2007-2010 seasons or the impressive force of 2011. When he's the latter, he significantly deepens the Cardinals lineup to go along with his defense. But it would be problematic for the Cards to pay Molina big money for multiple years based on his 2011 showing and have it be a one-year blip.  The defense, though, will always be there. Molina seems a safe bet to write in as the Gold Glove favorite in the National League for as long as he's playing in the loop.  \"That's my boy,\" said new Cardinals reliever J.C. Romero. \"I knew Yadi before all you guys knew him. He's an outstanding defensive catcher. He's become a good hitter as well. It's going to be fun. ... I'm looking forward to that.\"  The problem for the Cardinals is that if they don't sign Molina, it's not obvious what they would do instead. Tony Cruz and Bryan Anderson have emerged as candidates to back up Molina, but neither projects as a starter in the long term. So if St. Louis doesn't sign Molina, it would almost surely have to sign another catcher or trade for one.  That's not a matter for just yet, though. The Cardinals have Molina under contract for 2012, and they're expecting him to be a key piece once again. The change in the short term comes behind Molina, where it appears that St. Louis will forgo having an established veteran backup for the first time since 2004.  That's the year Molina himself emerged as a rookie behind Matheny, supplanting Cody McKay as the year went on. Since 2005, the Cards have always gone to camp with a backup who has significant Major League experience, most recently Gerald Laird.  This year it appears that will change. The Redbirds brought in Koyie Hill on a Minor League deal, but it seems most likely that Hill is headed to Triple-A Memphis. Cruz seems to be the favorite to back up Molina, with Hill and Anderson as potential challengers. Anderson is a left-handed hitter and likely the better offensive player, but Cruz is regarded as a superior defender. Matthew Leach is a reporter for MLB.com. Read his blog, Obviously, You're Not a Golfer, and follow him on Twitter @MatthewHLeach. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matthew Leach"
}
