{
    "url": "http:\/\/m.mlb.com\/news\/article\/26530906",
    "title": "Epstein discusses small vs. big markets",
    "subtitle": "Epstein discusses small vs. big markets",
    "body": "BOSTON -- If Theo Epstein could figure out what causes players to falter in big markets, he told guests at Fenway Park on Monday night, \"I'd take it with me to Chicago.\" The Boston crowd ate it up. Epstein, the former Red Sox general manager and current Cubs president, is still in Boston on the weekends regularly, with some of his self-described \"best friends on the planet\" continuing to work at Fenway. This time at his old ballpark, Epstein shook hands with Bobby Valentine, the Red Sox's new manager, and posed for pictures with Ben Cherington, Epstein's replacement as GM, as part of Epstein's own charity event, Hot Stove Cool Music. The theme of the night was baseball's small-market\/big-market dichotomy, and Epstein reminded reporters that he spent more than seven years working for the Padres, so he's not as unfamiliar with a small market as one may think. During the night's highlight, a roundtable discussion that also included Pirates general manager Neal Huntington, Epstein explained how a poor start can derail a player's first season with a big-market club. \"We've had good players, really good players who we thought were very well equipped to handle the market based on what was deep inside them and they just get off to slow starts, and it's like a death spiral,\" Epstein said.  Peter Gammons, the moderator, mentioned Edgar Renteria's 2005 season as analogous. Unmentioned was Carl Crawford, but Epstein's description would seem to work just as well for the left fielder's 2011 with the Sox.  Only some of the talk was retrospective, though. Earlier in the evening, Epstein summed up his Chicago efforts on the same day the Cubs announced their 21 non-roster invitees -- a sign for most clubs that the offseason is near completion.  \"You never accomplish everything that you want to,\" Epstein said. \"We wanted to get younger, we wanted to get a little more athletic, we really wanted to bolster the starting-pitching depth, which was fairly nonexistent. We wanted to get better defensively, we wanted to get a little bit more left-handed, we wanted to convert some short-term assets to long-term assets, we wanted to acquire some prospects along the way. To varying degrees, we were able to accomplish all those things.\"  Colloquially, it's a rebuilding effort, but in Epstein's mind it's not.  \"I don't agree with the word 'rebuilding' ever,\" he said. \"Because, for one thing, it denotes that you're building something that already existed, but that's not how baseball works. You're constantly growing and moving onto the next iteration of the club, so I think building is the appropriate [word] -- sure we're building in Chicago, but we went through some building phases here. The art of it is trying to do it in a way where nobody notices. When you're winning 95 games a year and getting into the playoffs, then people don't notice that we've integrated a lot of this talent and we've made a lot of short-term sacrifices for long-term stability. I think there were a lot of times when we were able to pull that off here [in Boston], there were a lot of times that we failed as well.\"  Epstein repeatedly drew on Sox experiences, and one of the pitfalls he believes he encountered was the loss of the small-market mentality. That's what gave the Sox an edge in the first place, the edge that took them to the 2004 and '07 World Series championships. Epstein declined to pinpoint, however, exactly how and when Boston lost that mentality.  \"At some point, there's sort of a lot of pressure to have big names or to win every single year, which is not part of the small-market mentality,\" Epstein said. \"It's usually more of a building effort ... It's more of a balancing, a need to take a small step back to ensure a better long-term future. You fight that fight for a while in a big market, I think when you're at your best, you fight it successfully.  \"Sometimes the sheer force of being a big market kind of takes over. But it is what it is. There's tremendous resources that come with being a big market, there's also potential pitfalls. I think every small market would trade places for the opportunities that come with more resources.\"  Epstein, like Cherington, did not reveal new information about the compensation negotiations between Boston and Chicago for Epstein's departure, which are in the hands of the Commissioner's Office. Evan Drellich is a reporter for MLB.com. Follow him on Twitter @EvanDrellich. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Evan Drellich"
}
