{
    "url": "http:\/\/m.mlb.com\/news\/article\/26530094",
    "title": "Padres' FanFest promises to be jam-packed",
    "subtitle": "Padres' FanFest promises to be jam-packed",
    "body": "SAN DIEGO -- Clinics on pitching and hitting as well as forums for fans and autograph stations will all be a part of Padres FanFest presented by Bloomberg Sports on Feb. 11 at Petco Park.  Fans are advised to arrive at Petco Park as early as possible in order to get their pick of autograph-session vouchers. Those vouchers will be handed out as soon as the gates open between 8:30-9:30 a.m. PT for season-ticket holders.  Early-entry passes for season-ticket holders will be distributed through email. Season-ticket holders are automatically pre-registered to win exclusive FanFest experiences like special autograph sessions and a spot for a child in the hitting or pitching clinic. The gates open to the general public at 10 a.m. Fans can also pre-register at www.padres.com\/FanFest to gain early entry at 9:30 a.m.   Manager Bud Black and shortstop Jason Bartlett will start FanFest by signing autographs beginning at 10 a.m. First-base coach Dave Roberts and pitcher Luke Gregerson will sign at that time as well.   Autograph sessions will run from 10 a.m. to 4 p.m., and will also include pitchers Joe Thatcher, Tim Stauffer, Andrew Cashner, Clayton Richard, Cory Luebke, Brad Boxberger, Erik Hamren, Josh Spence, Brad Brach and Huston Street, outfielders Cameron Maybin, Chris Denorfia and Will Venable, third baseman Chase Headley, catchers John Baker Yasmani Grandal and Nick Hundley and first basemen Yonder Alonso and Kyle Blanks.   Randy Jones, the 1976 National League Cy Young winner, will sign autographs at 1 p.m. and Hall of Fame broadcaster Jerry Coleman will sign at 1:30 p.m.   Headley will preside over a hitting clinic from 12-1 p.m., and Richard will teach a pitching clinic from 2:30-3:30 p.m. Times and participants for all events are subject to change.   A year ago, the Padres had a record crowd of over 21,000 attend the event. Team president and COO Tom Garfinkel said, \"The best thing for me was the consistent enthusiasm of the fans.\"   As for the 2012 season, single-game tickets will go on sale at the Petco Park box office, online at www.padres.com\/tickets and by phone at 619-795-5555 at 7:30 a.m. There will be the opportunity to purchase tickets inside the stadium at three locations starting at 8:30 a.m.   This will be the first chance for fans to purchase tickets to premium games, like Opening Day on April 5 against the Dodgers or Interleague games against the Rangers and Angels.   There will be 11, 3:35 p.m. midweek games this season, as well as two 12:35 p.m. starts. Most games on Saturday will begin at 5:35 p.m., though there are exceptions. The full schedule can be found here.   The team is also encouraging fans to arrive early to visit the Padres Garage Sale, which will have a new location (on the field, in left field), where merchandise like one-of-a-kind autographed jerseys, game-used equipment and clubhouse memorabilia will be sold to benefit the Padres Foundation. Corey Brock is a reporter for MLB.com. Keep track of @FollowThePadres on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Corey Brock"
}
