{
    "url": "http:\/\/m.mlb.com\/news\/article\/26521234",
    "title": "Past and present meet at Fenway benefit",
    "subtitle": "Past and present meet at Fenway benefit",
    "body": "BOSTON -- Whether Mike Aviles, Nick Punto or an unexpected name ends up as the Red Sox's starting shortstop in 2012, new manager Bobby Valentine indicated Monday he does not love the idea of a timeshare. \"I don't believe in platoons,\" Valentine said at Fenway Park. \"With the guys that are here, I'm looking forward to seeing how it will play out. If I had a preconceived notion of what would really happen, why would we even go to Spring Training? I've never seen any of the guys play, except Punto a little. If we get seven weeks together, where we practice and play together, that will all work itself out.\" Valentine, Red Sox general manager Ben Cherington and Cherington's predecessor, Cubs president Theo Epstein, were all on hand at the ballpark Monday for \"Hot Stove Cool Music.\" The annual charitable event benefits Epstein's and Peter Gammons' organization, \"Foundation to be Named Later,\" which benefits youths. Also in town were Yankees center fielder Curtis Granderson, Pirates general manager Neal Huntington and MLB Network analyst Sean Casey. Valentine's father-in-law, former Brooklyn Dodger Ralph Branca, made a cameo by leading the State Street Pavilion Club crowd with a singing of \"God Bless America.\"  At least relative to other years, the Sox will have plenty of competition at camp, extending beyond shortstop to the outfield and the pitching staff. Both Valentine and Cherington told reporters beforehand that's a healthy dynamic to have, but Valentine might prefer competition be extended a little longer than his general manager.  \"We like it for Spring Training,\" Cherington said. \"We've had years where we haven't had a ton of competition for the team. Some level of competition is healthy. It gives Bobby and the staff a chance to evaluate players in a little bit more legitimate setting. Spring Training's not the best time to evaluate players, but when guys are trying to win a job, you're seeing a version of them that's closer to the real thing. There's some merit, some benefit to having a team that's not going through Spring Training just getting ready for Opening Day, and going through Spring Training with a purpose, with something at stake.\"  \"I wish the roster was extended through April so we could have real competition under the lights, real atmosphere, and not in this sunny park with a morning and afternoon atmosphere,\" Valentine said. \"I think it's always good for guys to feel they have a chance to work to make the team, so that they work a little harder. The more you work in practice, the better foundation you have to last the entire season. I think it's a real tough place to compete. I think it's a misleading situation if they just think they're competing on results, because I don't believe so much in results. We see what there is, that's how we'll judge the competition.\"  Outfielder Cody Ross, who signed with the Sox less than a week ago on a one-year, $3 million deal, could be an everyday player in the eyes of Cherington and Valentine, but neither committed to that usage. Cherington said Ross had \"a real interest in coming to Boston\" and indicated four outfielders could see regular time.  Regarding John Maine, who is yet another pitcher in competition for a Major League bullpen spot, Cherington said the right-hander has been clocked above 90 mph since he underwent shoulder surgery in 2010. Maine has been primarily a starter.  \"We're going to give him an opportunity to come in and pitch as a reliever and see what he looks like,\" Cherington said. \"We think he's on the way back. We'll see how he does in Spring Training. We're looking forward to working with him. Other than that, no expectations.\"  Epstein's return to Fenway was a homecoming perhaps in fanfare, but not in practice. He said he's still commuting between Chicago and Boston, spending most of the work week in his new city then returning east on the weekends. Neither Epstein nor Cherington offered much insight on the process their respective clubs now face as the Commissioner's Office decides the compensation the Sox receive for Epstein's departure.  \"A lot of my best friends on the planet are still down in the baseball operations room here at Fenway,\" Epstein said. \"So I talk to those guys a lot, talk to Ben a lot. Obviously, I have an interest in and hope everything goes well. They're still my favorite American League team, so I follow it a lot. I think Ben's done a lot of really good things.\" Evan Drellich is a reporter for MLB.com. Follow him on Twitter @EvanDrellich. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Evan Drellich"
}
