{
    "url": "http:\/\/m.mlb.com\/news\/article\/26519306",
    "title": "Fully recovered, Wells eager to get going",
    "subtitle": "Fully recovered, Wells eager to get going",
    "body": "SEATTLE -- Casper Wells doesn't know exactly how to describe what derailed the end of his 2011 season with the Mariners, but he does know the health and head issues that plagued him have gone away and he's ready and rarin' to go again as Spring Training nears.  Mariners trainer Rick Griffin said the young outfielder has fully recovered from what he called a \"balance disorder.\" The club previously has referred to \"vertigo-like symptoms\" in trying to put a name on Wells' late-season trouble that caused him to miss the final 12 games after his batting average plummeted in the previous month.  All Wells knows is that he started having vision and balance problems soon after he took a Brandon Morrow fastball off the nose in an Aug. 17 game against the Blue Jays. At the time, Wells was batting .277 with an .859 OPS, and he had homered in four straight games at Safeco Field. Wells was back in the lineup two days later and went 4-for-11 over the next three games. But then came an 0-for-28 skid that took the steam out of what had been a very promising midseason arrival to Seattle from Detroit in the Doug Fister trade. Wells wound up 3-for-45 in the final six weeks, dropping his final average to .237 with a .759 OPS.   Mariners manager Eric Wedge remains intrigued by the athletic Wells, however. A superb throwing arm, surprising right-handed power and an eager personality are traits the skipper wants to explore further as the club searches for answers in left field.   Wells, 27, says he feels totally back to normal after spending the offseason working out at his home in Scottsdale, Ariz.   Wells, who calls the issue \"a short-circuit in the nervous system that needed to be realigned,\" wonders if it all tied in to when he snapped his head back to escape Morrow's 97 mph heater. The ball still struck his nose and left him reeling in a frightening moment at Safeco Field.   \"Anything traumatic can just alter the nervous system in your body and kind of get it out of whack,\" he said. \"A lot of times all you need is to let the body reset and get all the cylinders firing where they need to be. That's kind of what it was.   \"All the diagnoses from doctors were, 'Oh, you're fine, you're fine, you're fine.' But I definitely know something was going on with my vision. I don't make excuses, because I want to be out there playing and doing stuff.\"   Wells did some breathing exercises and yoga and \"let the body kind of chill out to put everything back where it needs to be.\" And once the balance issue was solved, he set about focusing on other conditioning to give him the best shot at cracking Wedge's outfield rotation this spring.   \"I've been working on speed and quickness primarily,\" Wells said. \"Strength has been there. I want to build strength every season and keep my diet in order and everything just to stay lean and agile. But I really wanted to work on that first-step quickness just to get some more stolen bases and get a little quicker in the outfield. And of course just building the strength and muscle to endure the whole season.\"   Wells, who hit .286 with eight home runs in 100 games as a part-time outfielder in Detroit the previous year and a half, seems to be one of those players who just needs an opportunity to show what he can do. So, yeah, this coming Mariners camp is big for him.   And now that he's seeing straight, Wells is ready to give it all he's got.   \"I always look forward to spring so much,\" he said. \"It's like a showcase for all the hard work you've put in over the offseason, just taking batting practice for the first time and showing off the arm and wheels and everything you're building toward. It's just really exciting and it's coming sooner than later. I'm definitely pumped.\" Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
