{
    "url": "http:\/\/m.mlb.com\/news\/article\/26518292",
    "title": "Belisario makes early appearance at camp",
    "subtitle": "Belisario makes early appearance at camp",
    "body": "LOS ANGELES -- Ronald Belisario is early for Spring Training.  Really early.  Not seen by the Dodgers since 2010 because of visa and legal issues, Belisario obtained his papers to leave Venezuela and has already begun workouts at the club's Camelback Ranch complex in Arizona, determined to win back his job in the Dodgers bullpen -- but only after he serves a 25-game suspension for violating MLB's drug program. Belisario pitched -- and struggled -- in the Venezuela Winter League this offseason, with a 5.16 ERA in 23 games, allowing 27 hits and 15 walks with 21 strikeouts in 22 2\/3 innings.   Now that he has returned, the Dodgers need to learn which Belisario has shown up -- the one who was the most pleasant surprise of the 2009 season, or the one who was an unreliable distraction in 2010 and 2011 while battling rumored addiction problems.   After wearing out his welcome as a Minor Leaguer with Florida and Pittsburgh -- he missed the 2005 season after undergoing Tommy John surgery and all of 2006 because of an unspecified suspension -- Belisario was signed out of the Venezuela Winter League in 2009 as a free agent by then-Dodgers scout Ron Rizzi (now with the Nationals).   Belisario reported that spring three weeks late because of visa issues and was sent to Minor League camp after one appearance, only to pitch lights out there. He earned a second look with the Major League team at the end of March and made the Opening Day roster.   The 29-year-old was a workhorse that year, making 69 appearances and recording a 2.03 ERA. He threw a fastball in the mid-90s and had a diving sinker.   But in 2010, more visa problems made him five weeks late to Spring Training, his status complicated by a DUI charge in Pasadena in 2009. The sophomore year that followed was disastrous, including a month-long drug rehab and a whopping three-run increase in his ERA. The domino effect resulted in the overuse of Ramon Troncoso, effectively costing the club two effective relievers.   General manager Ned Colletti decided not to rely on Belisario in 2011, but the decision came with a high cost -- the signing of setup man Matt Guerrier to a three-year, $12 million contract. Guerrier had a somewhat disappointing first season with the Dodgers, but at least he was there. Belisario never got out of Venezuela -- again with visa problems and rumors of more drug issues -- and spent the entire season on the restricted list. Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
