{
    "url": "http:\/\/m.mlb.com\/news\/article\/1297775",
    "title": "Grud makes his mark at mini-camp",
    "subtitle": "Grud makes his mark at mini-camp",
    "body": "SURPRISE, Ariz. -- If you're looking for a nickname as long as Mark Grudzielanek's last name, you could call him \"Stubblebeard.\"  Certainly that describes the Royals' new second baseman at their mini-camp in Arizona. His black whiskers give him a gritty look, a Wild West hint of his El Paso background.  \"He's just solid,\" manager Buddy Bell said. \"He's a ballplayer.\" Grudzielanek will plug the second-base hole after signing as a free agent for $4 million plus an option for 2007. It's his option, and kicks in if he reaches 500 plate appearances.   \"The problem I have is coming in for one year, having success and maybe pushing us to the next level where we compete all the time and be in the mix. And then I'm going to leave? That's not right,\" Grudzielanek said.   \"If something good is going to happen here, I want to have the opportunity to stay and be a part of something.\"   At 35, he moves across the state after one season in St. Louis, where he hit .294 for the division champion Cardinals. He didn't wear down, hitting .316 after the All-Star break.   Bell sees Grudzielanek as the Royals' No. 2 hitter, behind center fielder David DeJesus. That was a problem spot last season, filled by no less than 12 batters, most often by DeJesus and the now-departed Terrence Long, who started 37 times each in that hole.   \"He's done it before, he understands situations,\" Bell said. \"He doesn't freak out.\"   For the Cardinals, Grudzielanek had an on-base percentage of .334 and knocked in 59 runs, the second-highest total in his career.   \"Last year I moved all around. I hit anywhere from first to second to sixth or seventh,\" he said.   Perhaps more important were his defensive credentials. He led National League second basemen in fielding (just seven errors in 694 chances) and topped all Major League second basemen with 108 double plays.   \"Defensively, I feel like there's not a whole lot that are better out there, that have an arm like I do and can play second base like I do,\" he said.   \"And then you wrap that in with [offense]. I consider myself a consistent player, all-around. I'm gap to gap, I'll get you maybe eight to 12 home runs a year, and I usually hit for a decent average. I try to concentrate on my on-base percentage. Put that all together and it's a pretty solid player.\"   Grudzielanek broke in with the Montreal Expos and, in 1996, he became just the second shortstop in history with a .300 average, 200 hits and 30 stolen bases in the same season. The other? Hall of Famer Honus Wagner of the Pittsburgh Pirates, in 1908.   After moving to the Los Angeles Dodgers, manager Davey Johnson shifted him to second base. That's where he stayed through his days with the Dodgers, Chicago Cubs and Cardinals.   \"When you look at him on the field, his defensive ability goes without saying,\" general manager Allard Baird said. \"I don't think any second baseman stays in on the double play like he does -- recklessly, sometimes.\"   Grudzielanek has been in the postseason twice, with the Cubs and the Cardinals, and those experiences represent the pinnacle of his career.   \"It's something you dream about, to be one of last few teams in there and have a chance to win,\" he said.   \"And playing with some of the best, from the Gary Sheffields to the Shawn Greens to the Sammy Sosas and, I think the best player going right now, Albert Pujols.\"   Despite the Royals' stumbles in the last two years, Grudzielanek can see reason for optimism.   \"I saw the moves they were making and I liked the bullpen. They had a lot of great young arms here and, with a few additions, this team could make a push for it,\" he said.   He looks and sounds like a gritty grinder. Don't be in a hurry to shave, Stubblebeard.   Dick Kaegel is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Dick Kaegel"
}
