{
    "url": "http:\/\/m.mlb.com\/news\/article\/26509864",
    "title": "V-Mart has first of two surgeries on left knee",
    "subtitle": "V-Mart has first of two surgeries on left knee",
    "body": "DETROIT -- Victor Martinez has more damage to his left knee than previously thought and will end up having two surgeries to repair the damage from his workout accident. But the added procedure shouldn't affect his timetable for returning next season.  After getting a second opinion from noted specialist Dr. Richard Steadman, Martinez underwent microfracture surgery and meniscus repairs last Friday and is awaiting reconstructive surgery on his anterior cruciate ligament. He's still expected to miss the upcoming season, but he should be ready for Spring Training next year.  It's worse than the original diagnosis, but it's not really a surprise. According to multiple sources, it's also not as bad as it sounds. Essentially, the surgeries will get everything repaired around the same time. Martinez blew out his left ACL little more than two weeks ago, when his right foot slipped during an agility drill. According to Tigers head athletic trainer Kevin Rand, the impact of the fall also caused damage to his medial and lateral meniscus. He also suffered a chondral defect, which Rand compared to a divot on the end of one of the bones in the joint.   \"When he tore his ACL, he had some collateral damage,\" Rand said.   That isn't unusual. Will Carroll, who writes about sports injuries for SI.com, said it's very rare for ACL injuries to not include other damage. He compared the microfracture surgery to fixing the shocks on a car ahead of the other work.   Dr. Victor Khabie, chief of sports medicine at Northern Westchester Hospital in New York, agreed.   \"When you tear your ACL, it's not uncommon to also tear some meniscus,\" Dr. Khabie said in a phone conversation. \"What's a little unusual is the microfracture. That's not totally unusual. That just signifies a more severe injury than meets the eye. ...   \"A lot of athletes will get microfractures along with the ACLs. It just doesn't get the attention.\"   If the divot analogy sounds familiar, it's the same type of injury that former Tiger Carlos Guillen suffered when Brett Gardner slid into his knee in August 2010. That, too, required microfracture surgery, albeit from a different surgeon. The relatively new procedure promotes healing by creating small fractures around the injury, promoting the creation of cartilage to cushion the bone.   Dr. Steadman, an innovator in the procedure, operated on Martinez last Friday at his clinic in Vail, Colo. Once Martinez recovers enough from that surgery, a process that's expected to take six to eight weeks, he'll have his ACL rebuilt. By having the microfracture surgery now and waiting on the next surgery, his rehab from the ACL procedure should be easier than if he had both surgeries at the same time.   \"Dr. Steadman said you have much better outcomes if you repair the collateral damage first,\" Rand said.   Dr. Steadman performed microfracture surgeries in 2010 on Tigers outfielder Clete Thomas and Indians All-Star Grady Sizemore. Thomas came back from midseason surgery to full workouts last Spring Training, while Sizemore's recovery took about 10 months.   It's a little less predictable than ACL repairs, but it's becoming more common.   \"In terms of science, it's a good operation,\" Dr. Khabie said. \"It's actually withstood the test of time. It's one of the first things you think of when you hear about cartilage damage.\"   The Tigers were already expecting Martinez to miss the upcoming season, so this doesn't change anything in their plans. Detroit replaced one star hitter with a bigger one last week by signing All-Star first baseman Prince Fielder to a nine-year, $214 million contract.   Any thought about Martinez catching again, however, is almost surely gone, though it might be physically possible for him to do it. Tigers officials were already planning on Martinez -- who turned 33 last month -- being a designated hitter for the rest of his contract, which runs through 2014. Former Tiger Gerald Laird returned in November to take over backup catching duties behind All-Star Alex Avila, with whom Laird shared catching duties in 2009 and '10.   Those plans came together soon after Martinez sprained his knee on a slide at home plate last August at Kansas City. Rand said an MRI exam taken near season's end showed no structural damage from that injury, so the Tigers don't believe that injury caused any damage revealed now. When Martinez's right foot slipped during an agility drill two weeks ago, Rand said, his weight all fell on his left leg before he could brace himself.   \"It seems that when these things happen, a lot of times they happen not during play, but during workouts,\" Dr. Khabie said. \"With these big guys, when their knees go, they just go.\" Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
