{
    "url": "http:\/\/m.mlb.com\/news\/article\/26509418",
    "title": "CC, Doc pave road to 300 wins",
    "subtitle": "Schlueter: CC, Doc pave road to 300 wins",
    "body": "In 1901, while pitching for Boston in the newly formed American League, Cy Young reached and then boldly passed 300 career victories. That same season, Christy Mathewson won the first 20 games of his career. Matty would capture his 300th career victory 11 years later, on July 5, 1912. That 1912 season also marked Pete Alexander's sophomore year in the Majors, and saw him capture 19 victories to bring his career total to 47. When Alexander was notching his 300th career win on Sept. 20, 1924, Lefty Grove was still a part of Jack Dunn's Baltimore Orioles in the International League and had not yet pitched a single inning in the Majors. Grove would start his path toward 300 victories the following year, and would reach the milestone in 1941 -- the same season that Early Wynn collected three wins to bring his career record to 3-3.  Wynn would record his 300th (and final) victory on July 13, 1963. While he was finishing up his 23-year career in '63, Gaylord Perry was just getting his started, going 1-6 to bring his career victory total to four. Perry would win his 300th game in 1982, and would retire a year later in '83, the owner of 314 career victories. That same '83 season also saw the Rocket -- Roger Clemens -- in final pre-liftoff stage, winning seven games in the Minors. Clemens would debut in 1984, and then would mark down his 300th career win on June 13, 2003. On that very same day, CC Sabathia owned 35 career wins and Roy Halladay could boast of 46 career victories. This timeline of 300-game winners, in this specific treatment, gives one the sense of a relay race of sorts, where one generation -- legs and arms tiring at the realization of the milestone -- hands over the baton to the next cohort who is just commencing the long and windy path toward the magical number.   Since the start of the liveball era in 1920, 300th victories have been consistently spaced out, with clusters sometimes forming for each grouping. Walter Johnson and Alexander had their milestone victories four years apart in 1920 and '24, and then there wasn't another 300th win for 17 years.   After Grove in '41, two decades passed before Warren Spahn got his 300th in 1961, beating Wynn by two years. Then after Wynn, another 19 years passed before Perry in 1982 served as the first drip in a soon-to-be torrent of 300-game winners (six over nine seasons). After Nolan Ryan concluded that burst with his 300th win in 1990, another 13 years went by before a slightly smaller cluster took hold (four over a seven-year stretch).   If this pattern is somewhat predictive, baseball just might be seeing another (or perhaps more than one) pitcher record his 300th win around 2022 -- right about the time Sabathia would be finishing his 22nd season in the Majors.     In this era and with regard to pitching usage patterns, Sabathia seems to have hit upon an intriguing formula for at least making a serious run at the 300-win club: He got started at a young age (he made his debut at 20 years and 261 days), he hasn't missed any significant time with any injuries (or labor-related stoppages), he has managed to collect at least 12 victories in each of his 11 seasons and has averaged 16 wins per year, and he is signed with the Yankees -- a team that should always be fairly successful -- for another six seasons.   Starting with his Cy Young Award season in 2007, Sabathia has averaged 19 wins over the past five years; if he averages exactly 15 victories per season over the rest of his contract with New York, his career win total would stand at 266 after getting through his age-36 season. Among the 13 pitchers in the 300-win club who debuted after the onset of the liveball era, only one -- Greg Maddux with 273 victories -- had as many as 266 through his age-36 season. The next two closest totals to Sabathia's imagined 266 are the 262 wins from Steve Carlton and the 259 by Tom Seaver.      In contrast to Sabathia's steady, if sometimes spectacular drive, Roy Halladay's journey has been marked by both greater variance and more dazzling apexes. Halladay owned just 18 wins through his age-24 season, then won 41 games in his next two years, and then missed parts of the next two seasons. But from his age-29 season in 2006 through his age-34 season in 2011, he has been steadily brilliant, racking up 109 victories.  Among the 13 aforementioned pitchers, only Grove (136), Spahn (118), Perry (117) and Wynn (112) had more total victories in their age-29 through age-34 seasons, while the 13 as a whole averaged 104 wins for those age-seasons.   If Halladay and Sabathia have piloted different trajectories toward their current win totals, they do share one similar trait: They have been historically adept at collecting wins relative to their number of appearances.   Through the 2011 season, Halladay has made 378 appearances in his Major League career, and has recorded 188 victories; for all pitchers since 1920, that victory total through 378 appearances is tied for the 10th best. For just the 300-game winners who debuted since 1920, Halladay's 188 are more than what Randy Johnson (184), Spahn (183), Grove (180) and seven others had, and just behind Seaver's 195, Clemens' 190 and Maddux's 189.     Sabathia's ratio is similarly impressive. The left-hander has gotten the win in 176 of his first 355 appearances -- a total that is 14th best in the liveball era. Again, looking at only the 300-game winners who debuted since 1920, Sabathia is ahead of Johnson (175), Spahn (171), Grove (170), Tom Glavine (168) and six others, and is behind only Seaver (183), Clemens (182) and Maddux (177).   When the most recent cluster of 300-game winners emerged in the first decade of the 21st century (Clemens in 2003, Maddux in '04, Glavine in '07 and Johnson in '09), each individual accomplishment was accompanied by truckloads of words prognosticating that baseball was witnessing the last pitchers to ever reach these heights; any number of variables -- fewer starts per season, fewer innings per start, greater reliance on bullpens, the most recent offensive explosion -- were cited to support this assertion. But such predictions are nothing new.  As Bill James, in his New Historical Baseball Abstract noted, Wynn, after winning his 300th game in 1963, said he would be the last to ever reach those heights.  The punch line: Wynn was the 14th pitcher to reach 300 wins; since then, 10 other pitchers have joined him in the club.   Might Sabathia become the 25th pitcher in baseball history to win 300 games? Could Halladay beat CC to the finish line? Is there someone else out there who might reach these iconic heights (like Seattle's Felix Hernandez, who has more wins through his age-25 season than Sabathia or Halladay, or Clemens, Maddux, Seaver or another 300-game winner, Don Sutton, to name a few)? A few carefully chosen comparisons between Sabathia and Seaver or Halladay and Spahn don't truly get us closer to any meaningful answer.  But then again, the goal is not to necessarily intimate that meaningful answers are available. Heck, Dwight Gooden had 119 wins through his age-25 season -- the most since Walter Johnson. Gooden finished his career six victories shy of 200. In contrast, Randy Johnson had 179 victories through his age-36 season (128th all-time) and then from his age-37 season and on, won 124 games (sixth most ever. The most -- 173 -- was claimed by another 300-game winner, Phil Niekro).   For the 13 liveball-era 300-game winners, the roadmaps that retroactively detail the road to 300 wins are as varied as the personalities that drove the men to the milestone. There are great, young starts (Seaver and Maddux), explosions in baseball's middle age (Grove or Spahn), the steady paces (Sutton, Glavine), and even the illogical bursts as the shadows lengthened (Niekro and Johnson).  The distance between where Sabathia and Halladay sit idling today and a 300th win remains daunting, and both pitchers will need to maintain their win rates, retain their healthiness, and hope for a fair amount of good fortune if they hope to join the club. But against the backdrop of the men who have crossed that rare finish line, these two current pitchers have at least already paved a road that gives them a chance.   Sabathia's 176 wins through his age-30 season top the career totals of any of the 13 liveball era 300-game winners through that age-season. Halladay's 188 wins through his age-34 season would rank him ninth among the 13 at that age. The offseason can always be a wonderful time to take stock of what we have seen, reconsider what we have experienced, and look ahead to what may be approaching.  This is why we have milestones, and through their anticipated (or maybe even hoped-for) realization, finding interesting parallels along the way simply can enliven the journey. So this upcoming season then serves as yet another mile-marker -- for fans, historians, Halladay and Sabathia; can the paces be maintained, will a roadblock or two appear and force a detour, will the two current pitchers perhaps find another gear and even gain some ground on their potential predecessors? The answers will soon arrive.  Roger Schlueter is senior researcher for MLB Productions. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Roger Schlueter"
}
