{
    "url": "http:\/\/m.mlb.com\/news\/article\/26470514",
    "title": "Fielder deal adds to history linking Boras, Tigers",
    "subtitle": "Fielder deal adds to history linking Boras, Tigers",
    "body": "DETROIT -- Mike Ilitch started his fortune in the pizza business, built an empire by investing on development in downtown Detroit, then turned his attention to sports franchises. He knows a sales pitch when he hears it. He also knows when he wants to invest big on something to win.  Scott Boras went from Minor League baseball into the agent business and built an empire of his own. He has a knack for talking directly with an owner, and he knows when he can build a market for a player where there seems to be none.  The two have connected no less than a half-dozen times over the last nine years, but they've never paired up on a contract as large as the nine-year, $214 million contract Prince Fielder signed Thursday. And while the Tigers were singing the praises of bringing a former Detroiter home, Ilitch and Boras were praising each other. \"I got a lot of good information from him,\" Ilitch said. \"I put the sales aside and I listened to the common-sense approach.\"   Said Boras when asked if the Tigers have become a destination team: \"I think that question's been answered.\"   Fielder's contract is the largest in Tigers history and the fourth largest in Major League history. It is the fifth-highest annual salary. No deal that big gets done on any team without the owner as the primary catalyst.   Fortunately, Boras and Ilitch have been down this road before.   When Boras engaged Detroit two winters ago in negotiations for free agent Johnny Damon, he paid some of his highest compliments to the man on the other side of the phone line in his contract talks. Ilitch, Boras said at the time, \"knows his investments. His businesses are successful.\"   It took a long process, fortified by signings, for the Tigers to reach that stage.   When the Tigers were looking to dig out from a rough 2003, and Ilitch was trying to fight the image of an owner who could win in hockey but couldn't find the right formula in baseball, Boras had an All-Star catcher coming off a World Series title in Florida but approaching his mid-30s with a troublesome back. Ivan Rodriguez was a winner, but Detroit wasn't.   \"Before Pudge signed, [Ilitch] called,\" Boras said, \"and he said, 'Look, we're going to have a new philosophy with this team. I want to talk to you about it. I want to let you know. I know you represent a lot of players. I want to talk to you about what my intentions are.' Because in the player community, Detroit was not on the map for the top players I represent.\"   The Tigers had signed some mid-level free agents already that winter, but Rodriguez was the centerpiece of the offseason with a four-year, $40 million deal, just a couple weeks ahead of Spring Training. But there was an understanding, Boras said, that it wouldn't be a one-time signing to make a statement.   \"If you're going to just sign one, then it doesn't become a destination,\" Boras said. \"You're not going to win.\"   Ilitch personally recruited Rodriguez, just as he did Magglio Ordonez the following winter. The Tigers needed a run producer for the middle of the order and had lost out on other players; Ordonez needed a team to take a chance on him after he underwent knee surgery overseas.   Both Rodriguez and Ordonez played key roles in Detroit's run to the World Series in 2006. So did Kenny Rogers, another Boras client the Tigers signed the previous winter to provide a veteran presence to their rotation. Rogers wasn't a glamour signing; in fact, Jarrod Washburn was the big-name free-agent starter among Boras clients that winter. For Detroit, however, Rogers fit the role.   \"I don't recommend players,\" Boras said later, \"unless I feel they can go there and do well.\"   It still wasn't necessarily a highly-regarded market. Rodriguez, Ordonez and Rogers were all relatively low on suitors when Detroit came calling.   At the same time, Ilitch and team president\/general manager Dave Dombrowski agreed that the best way to compete for superstar talent was to compete for top players available in the Draft, even if they had to sign them above the recommended salaries.   \"The intellect here was ahead of the curve of Major League Baseball,\" Boras said. \"Why? Because they traded [former first-round picks Cameron] Maybin and [Andrew] Miller for Miguel Cabrera. And then you get Miguel Cabrera here and you don't have to deal with him in the free-agent market. You keep him here. That's using Draft currency.\"   Eventually, that strategy netted two Boras clients, Rick Porcello in 2007 and Jacob Turner in 2009. Both fell in the Draft in part out of salary expectations, but both were too talented for Detroit to pass up.   If Ilitch recruited Rodriguez and Ordonez to Detroit, Boras recruited Damon to the Tigers two years ago. It was a six-week saga that didn't conclude until the Tigers were a week into Spring Training, but they eventually agreed to a one-year deal. The Tigers didn't win off of that one, but they weren't burdened, either.   In Cabrera, Ilitch landed the superstar player he coveted. When Victor Martinez fell to a knee injury earlier this month, Boras had another suitor to sell Fielder. The interest originated with Ilitch, but the initial negotiations started with Dombrowski and legal counsel John Westhoff in the middle of last week with interest in a one-year deal before Ilitch got involved.   They talked about the team.   \"He knows every player, what their averages are, where they're from, what they've done during their career, who leads the team, what areas are necessary,\" Ilitch said. \"He just knows everything about the Detroit Tigers. I was flabbergasted.   \"We went through a big discussion and he pointed out to me some of the things that he thought were necessary to win a World Series. There was great salesmanship involved with that, but the guy is an encyclopedia when it comes to knowing the teams and knowing the people that are associated with the organization.\"   Boras is famous for putting together binders on his top clients. The binder on Fielder is more than 70 pages thick. The Tigers had no need for it until the last week. Once talks deepened, Boras said, they overnighted it.   The selling point for Boras, both to the Tigers and Fielder, was the kind of offensive tandem Fielder and Cabrera could be.   \"I didn't call him with the what-abouts,\" Boras said. \"I called him and I said, 'Prince, I want to tell you something. I'm going to give you some statistics. I want to talk about the best 3-4 combinations in history. And I gave him the top 10. And I said, 'You guys could end up being in this top three.'\"   Add up the contracts for all those players, and Boras has negotiated more than $400 million worth of deals with Ilitch and Dombrowski over the past nine years. And the Tigers have won.   If the Tigers get the same level of production in this largest contract, they hope to get a World Series out of it. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
