{
    "url": "http:\/\/m.mlb.com\/news\/article\/26495406",
    "title": "White Sox, Reinsdorf honored by Commissioner",
    "subtitle": "White Sox, Reinsdorf honored by Commissioner",
    "body": "CHICAGO -- White Sox chairman Jerry Reinsdorf received the 2011 Commissioner's Award for Philanthropic Excellence from Commissioner Bud Selig during the opening ceremonies of SoxFest at the Palmer House Hilton in downtown Chicago on Friday.  The White Sox Volunteer Corps launched in 2009 and garnered the organization recognition for outstanding community efforts by a Major League club. With members of the Corps on hand, Selig congratulated the White Sox for \"making Chicago a better place to live.\" Reinsdorf received the award from Selig, but gave all the credit to the volunteers.  \"This award is for all these people up here,\" Reinsdorf said. \"It's not because of us. It's because of you.\" Speaking to the media afterward, Selig said the White Sox won out over stiff competition.   \"There were three or four clubs that really stood out,\" Selig said. \"What they've done here with the whole volunteer program is really remarkable.\"   Commissioner Selig also took questions from the audience during the first seminar of the weekend, entitled \"State of the Game,\" which was hosted by legendary White Sox television play-by-play man Ken \"Hawk\" Harrelson. But the spirit of the evening was centered on the Volunteer Corps.   The unique program motivated White Sox fans to give back to the greater Chicago community through service. The Corps has contributed labor valued at more than $380,000 since it begain and has encouraged participants to continue to volunteer on their own after having participated with White Sox players, coaches and executives. The Corps also is responsible for the donation of more than $510,000 to non-profit partners to help with the planning and execution of service events, also covering the cost of materials and volunteer services.   \"Well, I think we started it at the urging of [President Barack Obama] a few years back,\" White Sox general manager Ken Williams said. \"He's very passionate about it. We take it very seriously and it's our community responsibility. And the people that have donated their time and their physical work that they put in have just been amazing.   \"So I can't say enough nice things, positive things, about these people. They are not just good fans, but they are just good people serving their community. They make us look good. They all make us look good.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
