{
    "url": "http:\/\/m.mlb.com\/news\/article\/26491818",
    "title": "Braves fortunes rest on Heyward, Prado",
    "subtitle": "Braves fortunes rest on Heyward, Prado",
    "body": "ATLANTA -- Having seen his outfield rank among the National League's least productive each of the past five seasons, Braves general manager Frank Wren spent a portion of this offseason attempting to acquire an outfielder who could add some pop to his lineup.  With these attempts proving unsuccessful, the Braves are approaching this upcoming season with the hope that Jason Heyward and Martin Prado will put a disappointing 2011 season behind them and help the club produce the kind of respectable outfield production it has lacked since the start of the 2007 season.  The Braves entered 2011 season confident about what Heyward and Prado could provide at the corner outfield positions. At 21 years old, Heyward would only build upon his impressive rookie season and the ever-dependable Prado would make a smooth transition from second base to left field. It seemed the club's only outfield concern centered on whether Nate McLouth would finally show signs of life. But as McLouth's tenure in Atlanta continued to to spiral downward, Heyward and Prado went from All-Stars to liabilities in the span of a year. The most consistent outfielder the Braves had last year was a speedy center fielder who was only around for two months.   When the Braves acquired Michael Bourn from the Astros at last year's July non-waiver Trade Deadline, they landed their first legitimate leadoff hitter since Rafael Furcal and their first productive center fielder since Andruw Jones. Unfortunately, he was unable to consistently spark a lethargic offense during his first two months in Atlanta.   Now, as the Braves approach the start of the 2012 season, they are hoping Bourn can prove more influential when given a chance to spend an entire season at the top of their lineup. Two candidates to hit directly behind him are Prado and Heyward, who will begin a second consecutive season as Atlanta's starting corner outfielders.   Based on what he shows this season, Heyward could hit anywhere from second to seventh in the lineup. The 22-year-old right fielder lost nearly 20 pounds of bulk while altering his diet and conditioning through the winter. More importantly, he is no longer feeling the right shoulder discomfort that plagued him as he batted . 227 with 14 homers, a .319 on-base percentage and a .389 slugging percentage last year.   These numbers fell far short of the expectations produced one year earlier when he batted .277 with 18 homers, a .393 on-base percentage and a .456 slugging percentage.   Heyward entered this offseason willing to make every necessary change to his swing and approach, which were both affected as he attempted to protect his shoulder. The young outfielder has spent the past couple weeks working with new hitting coach Greg Walker.   \"He's a big piece for us,\" Braves manager Fredi Gonzalez said. \"That's a big bat in the lineup. You get him going, get him straight and it will help us tremendously.\"   While Heyward will be asked to provide the power, Bourn will attempt to continue generating the speed that has allowed him to record at least 41 stolen bases each of the past four years and a career-high 61 in two of the past three years.   Bourn has led the Majors in stolen bases during each of the past three seasons and has swiped 49 more bags than any other player during this span. He recorded career-high marks in batting average (.294) and slugging percentage (.386) while playing for the Astros and Braves last summer.   After proving consistent in August, Bourn struggled down the stretch like so many of his Atlanta teammates. He hit .232 and produced a .280 on-base percentage in his final 16 games.   Still, Bourn hit a respectable .278 with a .321 on-base percentage in 53 games with Atlanta. The 22 stolen bases he recorded during this two-month stretch were more than any Braves player has combined to total over the past two seasons.   Prado battled health issues and struggled most of the 2011 season, batting just .260 with 13 homers, a .302 on-base percentage and a .385 slugging percentage. While earning his first All-Star selection one year earlier, he hit .307 with 15 homers, a .350 on-base percentage and .459 slugging percentage.   Prado struggled to find comfort as he introduced himself to left field during the season's first couple months. His troubles only worsened after he was forced to miss a little more than a month because of a staph infection that was found in early June.   Most comfortable and valuable as an infielder, Prado will once again spell Chipper Jones at third base when necessary. Matt Diaz and the left-handed-hitting Eric Hinske will be available to play left field in this situation.   Jose Constanza provided the Braves an unexpected spark when he played right field in place of a struggling Heyward in August. Constanza and Heyward could be the top candidates to spell Bourn in center whenever necessary. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
