{
    "url": "http:\/\/m.mlb.com\/news\/article\/26505290",
    "title": "A's owner Wolff addresses Manny, stadium",
    "subtitle": "A's owner Wolff addresses Manny, stadium",
    "body": "OAKLAND -- Fresh off a handful of one-on-one meetings with select fans, A's managing partner Lew Wolff took his turn with the media at FanFest on Sunday, addressing a number of issues in a small room housed in Oracle Arena, where more than 7,000 fans attended the event.  \"I thought by now we'd be in our new media room in some new venue,\" Wolff said.  But approval of such a venue -- expected in San Jose -- has yet to be awarded to the A's, and general manager Billy Beane once again began restructuring the team this winter as it awaits resolution of the issue. \"We're at a point now where we have to have a new venue, and we sort of said that within three or four years we're going to have one, so we have to build toward that opening,\" Wolff said. \"I thought we were building toward that two or three years ago.\"   And this is what he told the fans who were selected for the unique opportunity to step inside his office on Sunday. Wolff said the fans were \"courteous,\" even if they were upset about this winter's trades.   \"It was fun talking to them,\" Wolff said. \"The fans are very important to us. People think I don't care about them, but I think the people who come here are the most loyal of all fans you can get. I don't know if I was convincing by it, but I was giving them the logic of our people. That's the most you can do. They were extra courteous, which I appreciate. I thought the dialogue was fair.\"   Wolff, in fact, sympathizes with fans upset about yet another youth movement.   \"One of my grandsons doesn't want to really talk to me with Gio [Gonzalez] gone,\" he said.  Wolff said he explained to fans why Oakland is no longer an option for a new stadium site and why San Jose is essentially the only fit in the Bay Area. He remains optimistic about getting a stadium decision from Major League Baseball soon, but even he is tired of waiting.   \"We should be opening now,\" he said, \"not just waiting for an answer.\"   If approval comes \"soon\" -- think a few months -- Wolff believes that 2016 is a realistic year to envision a new ballpark being opened, given the time attached to gaining a building permit followed by actual construction.   For now, Wolff has no choice but to believe that the A's can compete this year, despite so much roster turnover. And he would be just fine if more of it came in the form of Manny Ramirez.   Ramirez, who will turn 40 in May and would have to serve a 50-game suspension at the start of the season after having his suspension reduced from 100 games, has been pegged as a potential designated hitter for Oakland. Despite the history he brings, Wolff believes \"he should be viewed on a basis of talent.\"   \"If he serves his penalty, the idea of serving a penalty is that you're free to go back and do something,\" he said. \"I think it would be fun. I hear he's in great shape. I don't know if we're in the running for him, but it wouldn't bother me to have him on the team. In fact, just the opposite.   \"My theory in life, which may not apply to baseball, is that we all make mistakes, and if we serve a penalty, there's no reason we shouldn't have the opportunity to do the right thing after that.\"   Along with Wolff, assistant general manager David Forst also was on hand Sunday and greeted fans in a question-and-answer session. The presence of Wolff and Forst was appreciated by the players as well as the fans in attendance.   \"I know there are a lot of people who have had questions about the moves that have been made, but I do like the front office stepping up, answering questions and showing that there is a path that we're taking and there's reasons for all of this,\" pitcher Brandon McCarthy said. \"It's not just drunk monkeys throwing at a dartboard. People have a plan, and they're trying to do something. This whole day has been a nice surprise.\" Jane Lee is a reporter for MLB.com. Read her blog, Major Lee-ague, and follow her on Twitter @JaneMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jane Lee"
}
