{
    "url": "http:\/\/m.mlb.com\/news\/article\/26505912",
    "title": "Young studs check out Safeco at FanFest",
    "subtitle": "Young studs check out Safeco at FanFest",
    "body": "SEATTLE -- As Mariners FanFest wrapped up Sunday at Safeco Field, young pitching prospects Danny Hultzen, James Paxton and Taijuan Walker signed their final autographs, shook a few more hands and headed home to crank up preparations for their first Major League training camp.  But the unanswered question for the three talented hurlers is when they might return to the stadium as actual members of the Mariners.  \"As soon as possible,\" Hultzen said with a grin. \"It's hard to put a timetable on it or anything, but I think it is everybody's goal to get here as soon as possible.\" Fair enough. For the Mariners, much of their future hope rides on the shoulders of their elite pitching prospects.   All three are first-round Draft picks. Hultzen was the No. 2 overall selection last year out of Virginia, while Paxton and Walker were supplemental picks -- Paxton going 37th overall in '09 to the Blue Jays before sitting out a year and Walker going 43rd overall to Seattle in 2010.   All three are ranked among the Top 100 prospects in baseball for 2012 by MLB.com: Hultzen at 16, Walker at 18 and Paxton at 77.   And all three have been invited to the Mariners Major League camp. Pitchers and catchers report to Peoria on Feb. 11.   It's that quality of pitching depth atop the Minor League system that allowed general manager Jack Zduriencik to pull the trigger on the recent trade of rising star Michael Pineda to the Yankees for top hitting prospect Jesus Montero, a move not lost on the top young trio that remains.   \"Trades are something that just happen,\" said Paxton. \"Pineda did great here and he'll do great in New York also. But I feel like they do have confidence in the guys coming up. There's a whole bunch of us down there doing good things and I know we're all looking forward to getting up here and really helping out the ball club and seeing what we can do.\"   The Mariners won't rush the youngsters to the Majors. None of the three are as far along in the Minor League system as Pineda was last spring when he came to camp and was given every shot at earning a starting job.   Walker is an exciting talent who was the Mariners Minor League Pitcher of the Year last season, but he's also just 19 and hasn't pitched above Class-A Clinton. Realistically, he's likely to start the year in Double-A Jackson.   Paxton and Hultzen are older, but neither has much Minor League time yet. Paxton, 23, was overpowering when promoted to Jackson midway through last season, but the Mariners shut him down early since he'd barely pitched the year before after not signing with Toronto.   Hultzen, 22, pitched three years at the University of Virginia, but has yet to play pro ball other than a brief exposure to the Arizona Fall League this offseason.   Zduriencik has brought in enough veterans to fill the Major League rotation without needing to call on the kids quite yet, adding Kevin Millwood recently to a mix that already included Felix Hernandez, Jason Vargas, Hisashi Iwakuma, Blake Beavan, Charlie Furbush and Hector Noesi.   So what is the time frame for the coming wave of arms?   \"That's somewhat fluid,\" Zduriencik said. \"We're anxious to see them. Every single player is different, whether emotionally, physically or experience-wise. You don't know until they toe the rubber. In this case, we're going in eyes wide open, excited to see them and let them compete. At the same time, we're being realistic and cautious. You don't want to put them in a position where they don't succeed.\"   Of course, when you're 19, such patience is not one of the common virtues.   \"I kind of set my goals high,\" said Walker. \"I want to be in the big leagues this year sometime, so it's just something to work hard for. If not then, I'll shoot for next year, in 2013.\"   Paxton and Walker became fast friends last year at Clinton, where Paxton took the teenager under his wing and became \"kind of like my big brother.\" And big brother is proud of his young pal.   \"This is a young stud right here,\" Paxton said, standing alongside Walker in the Mariners dugout. \"It was pretty awesome playing with him and watching him pitch. He's got some electric stuff.\"   Hultzen, who didn't join the organization until after the June Draft, is eager to hook up with the two in Peoria.   \"I have never seen either of them pitch, but I know they're both very, very good,\" Hultzen said. \"I saw Taijuan play catch a little bit and throw a couple bullpens out in Arizona and he's something special. Just the way he throws the ball. I can't describe it. But I remember being out there, and just the smack of the glove and how effortless he throws it is just crazy.\"   So, yeah, there are plenty of folks eager to see the young prospects in Mariners camp, including the young prospects themselves. And some day, likely sooner than later, the talented trio will return to Safeco, only this time to actually play ball.   \"This is great,\" Walker said, glancing around the spacious facility. \"It's a nice, big stadium. Just going through the training room and clubhouse is really nice. It's definitely something to look forward to.\"   And Mariners fans, having got their first glimpse of the highly-touted young pitching prospects, certainly know that feeling.    Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
