{
    "url": "http:\/\/m.mlb.com\/news\/article\/26505306",
    "title": "Another successful TwinsFest comes to a close",
    "subtitle": "Another successful TwinsFest comes to a close",
    "body": "MINNEAPOLIS -- TwinsFest 2012 concluded successfully on Sunday, after an estimated 30,000 fans attended the event over three days at the Metrodome. It marked the event's return to the Metrodome, after it was held at the National Sports Center Blaine because the stadium's roof collapsed as a result of heavy snowfall in December 2010. More than 60 former, current and future Twins players were on hand to meet with fans, pose for pictures and sign autographs. \"There are caravans, teams do that. But to have an event like this, it literally is like a little festival, using every inch of the Dome like this, so it's neat,\" Twins shortstop Jamey Carroll said. \"To see the amount of guys who come here to be a part of it, and to see all the guys who have been on the caravan, says a lot about the type of guys that are in this organization.\"  Nearly every player on the current roster attended, including key players such as Joe Mauer, Justin Morneau, Carl Pavano, Glen Perkins and Denard Span. New additions such as Josh Willingham, Ryan Doumit and Carroll were also on hand to meet their new teammates and Twins fans.  In addition to the always popular autograph stations, there were silent and live auctions, live radio broadcasts and the Upper Midwest's largest baseball collectibles show. There was also a Tweetup on Sunday, featuring Perkins, Trevor Plouffe, Anthony Swarzak, Rene Tosoni and Scott Diamond.  One of the big draws was also a special Hall of Fame section -- which featured Bert Blyleven's Hall of Fame plaque, as well as several personal items from the late Harmon Killebrew, including his 1969 American League Most Valuable Player Award and his Hall of Fame ring.  The event also featured plenty of former Twins, such as Blyleven, Rod Carew, Scott Erickson, Dan Gladden, Mudcat Grant, Kent Hrbek, Paul Molitor and Tony Oliva.  \"I wouldn't miss this,\" said Grant, who played with the Twins from 1964-67. \"The Twins mean so much to me, with my accomplishments with them. So it's special. I'll always be here, even if I have to crawl.\"  TwinsFest is the biggest fundraiser for the Twins Community Fund. Since its inception in 1989, it has raised more than $4.5 million for programs and organizations supported by the Twins Community Fund. Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
