{
    "url": "http:\/\/m.mlb.com\/news\/article\/1296428",
    "title": "Braves sign Giles, Ramirez, Villarreal",
    "subtitle": "Braves ink three to one-year deals",
    "body": "ATLANTA -- Continuing their successful attempts to avoid having to go through arbitration hearings with any of their players, the Braves signed both Horacio Ramirez and Oscar Villarreal to one-year contracts on Tuesday.  Their signings, combined with the one-year, $3.85 million deal that was reached with Marcus Giles late Monday night, leave Jorge Sosa as the Braves' only remaining unsigned arbitration-eligible player.  In his first year as an arbitration-eligible player, Ramirez was granted a large raise. He will make $2.2 million for the 2006 season. He made just $370,000 this past season. This is Sosa's second year of eligibility. He made $700,000 while winning a career-best 13 games for the Braves in 2005.   Major League clubs and their remaining arbitration-eligible players exchanged figures on Tuesday. Sosa is asking for $2.6 million and the Braves have offered $1.8 million.   Arbitration hearings will be held in February. But as the Braves did with Chris Reitsma, Giles, Ramirez and Villarreal, clubs and the players can reach an agreement before having to go through with the hearings.   Giles, who was an All-Star in 2003, was able to enjoy a nice financial windfall while being eligible for arbitration for a second time. While hitting .291 with 15 homers, 45 doubles and 63 RBIs last year, he made $2.35 million. Thus, he's getting a $1.5 million raise.   The Braves may choose to use Giles as the leadoff hitter this year. He and new double-play partner Edgar Renteria seem to be the most likely candidates to fill the role previously held by Rafael Furcal.   Ramirez struggled this past season, allowing a career-high 31 homers. But he still managed to go 11-9 with a 4.63 ERA. The Braves were encouraged by the fact that he remained healthy throughout the season.   After going 12-4 in his impressive 2003 rookie campaign, Ramirez began the 2004 season with much promise. After nine starts, he had a 2.28 ERA. But at the same time, he also had a shoulder injury that prevented him from rejoining the starting rotation during the season's final four months.   \"He's a tough guy and tough competitor,\" Braves general manager John Schuerholz said. \"I really have positive expectations for him this year.\"   Schuerholz is also hopeful that Villarreal's recent misfortunes don't continue. Since making a rookie-record 86 appearances for the Diamondbacks in 2003, the right-handed reliever has been hampered by arm injuries. He injured his elbow in 2004 and his shoulder this past season. The ailments limited him to just 28 games over the past two years.   When the Braves acquired Villarreal in a December trade that sent Johnny Estrada to Arizona, they were confident that the 24-year-old right-hander was healthy. He's since further proven it while pitching effectively in the Mexican Winter League.   Reitsma, who signed a one-year, $2.75 million deal earlier this month, Giles, Ramirez, Villarreal and Sosa were the club's only arbitration-eligible players. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
