{
    "url": "http:\/\/m.mlb.com\/news\/article\/1296272",
    "title": "Pujols, Carpenter honored at dinner",
    "subtitle": "Pujols, Carpenter honored at awards dinner",
    "body": "ST. LOUIS -- Albert Pujols and Chris Carpenter reached the pinnacles of individual achievement in 2005. Neither was satisfied with the season.  Pujols, the 2005 National League Most Valuable Player, and Carpenter, the NL Cy Young Award winner for 2005, were honored on Monday night at the 48th annual St. Louis Baseball Writers' Dinner. In addition, they were named the co-winners of the St. Louis Baseball Man of the Year Award. Both men, however, have other hardware in mind.  \"I don't think it was the best year, like a lot of my friends say,\" Pujols said. \"I won the MVP and I won a great honor from you guys that voted me in. But I don't think about that. It wasn't the best year for us because we didn't win the championship. We didn't win the World Series. We didn't even make it to the World Series last year. So I don't think it was the best year.\" It was a memorable night at the Millennium Hotel in downtown St. Louis. In addition to the MVP and Cy Young winners, the NL Rookie of the Year, Ryan Howard, was recognized. New Hall of Fame inductee Bruce Sutter, the only man going in the Hall this year, quipped that it must be quite a dais when the new Hall of Famer isn't even introduced last.   The Baseball Writers' Dinner capped off the annual Winter Warm-Up weekend, which is a baseball version of Christmas in July. For three days, fans flocked to the Millennium to meet players and front-office personnel, get autographs, buy memorabilia and take in exhibits. The dinner ordinarily falls on a Tuesday, but this year it was moved up a day, making for an even more perfect topper on the all-ball weekend.   Typically, the Cy Young and MVP Awards are handed out at the New York baseball writers' dinner. However, with both winners coming from the Cardinals, an exception was made this time around. In addition, NL Rookie of the Year Ryan Howard, a native of the St. Louis area, was presented with his award.   All three will be honored again in New York later in the winter. They will receive their trophies to keep early next season.   And by that time, you can guarantee that Carpenter will have moved on. The right-hander prides himself on his concentration and preparation above all else. It's those qualities to which he most attributes his success. Not that individual accomplishments are what float his boat.   \"It is an honor,\" Carpenter said. \"It's an honor to be a part of this group. This season was an incredible season. Personally it was good, but team-wise we didn't get to where we wanted to get. I'm looking forward to 2006 and hopefully having the opportunity to do it again.\"   Long-time St. Louis sportswriter Bob Broeg, a recipient of the Baseball Hall of Fame's J.G. Taylor Spink Award, was remembered for his contributions to the St. Louis baseball writers. Broeg passed away in October at the age of 87.   Steve Gietschier of The Sporting News shared memories of Broeg with the assembled crowd. The writers at the head table wore bow ties in honor of Broeg, who was known for his dapper neckwear.   Retired right-hander Cal Eldred was the third recipient of the Darryl Kile Award, annually presented to the Cardinal who best exemplifies Kile's traits of \"a good teammate, a great friend, a fine father and a humble man.\" Eldred received many of the warmest tributes of the night, and was clearly moved by being connected with the late Kile.   \"We were talking about the people who have received this award,\" said Eldred, \"and Darryl himself, his family and the families of Mike Matheny and Woody Williams, who have also received this award. For any of the guys up here, coaches, media, that know those people, to be mentioned with their names, it's a huge honor and it's very humbling for me.\"   Members of the all-Busch Stadium team were presented with the Brian P. and Bob Burnes Nostalgia Award. The team was made up of manager Whitey Herzog, first baseman Pujols, second baseman Tom Herr, shortstop Ozzie Smith, third baseman Scott Rolen, outfielders Lou Brock, Jim Edmonds and Roger Maris, catcher Ted Simmons, utilityman Jose Oquendo and pitchers Bob Gibson and Sutter.   Three members of the World Series champion White Sox were recognized by former White Sox broadcaster -- and new man in the St. Louis radio booth -- John Rooney. Chicago's Mark Buehrle made two of the biggest splashes of the night. Besides outbidding fans in attendance by paying $4500 for a signed print of the All-Busch Stadium team, he reiterated his desire to play for St. Louis one day.   \"I love Chicago right now,\" said the left-hander. \"If they signed me to a lifetime deal, I'll sign it. But I've always grown up as a Cardinal fan. I've always wanted to pitch here. If I get that opportunity to put that uniform on for at least one game, I'll go out there and do it.\"   Buehrle got a big laugh when he formed a napkin into the shape of a blindfold and asked that Pujols wear it when the Cards and Sox play this year. As for Pujols, he outdid even Buehrle in the auction. The slugger bid $5000 for an autographed Carpenter jersey, then presented the jersey to the first bidder, who had offered $1000. The woman was absolutely overwhelmed, hugging Pujols and Carpenter and exclaiming that the jersey was a gift for her son.   Other honorees included:   Cardinals manager Tony La Russa: Hyland\/Hummel Meritorious Service to Sports Award   David Eckstein: Stockton\/Broeg Award for Outstanding Achievement in Baseball   Jason Isringhausen: Stockton\/Broeg Award for Outstanding Achievement in Baseball   Cardinals general manager Walt Jocketty: Stockton\/Broeg Award for Outstanding Achievement in Baseball   Cardinals bullpen coach Marty Mason*: Stockton\/Broeg Award for Outstanding Achievement in Baseball   Joe Crede* (World Series champion White Sox): Stockton\/Broeg Award for Outstanding Achievement in Baseball   Jim Edmonds: Stockton\/Broeg Award for Outstanding Achievement in Baseball   Jason Marquis*: Stockton\/Broeg Award for Outstanding Achievement in Baseball   Abraham Nunez*: Stockton\/Broeg Award for Outstanding Achievement in Baseball   Marty Hendin: Harry Mitauer Good Guy Award   (note: * indicates honoree was not in attendance) Matthew Leach is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matthew Leach"
}
