{
    "url": "http:\/\/m.mlb.com\/news\/article\/1295181",
    "title": "D-Backs ink Webb to extension",
    "subtitle": "D-Backs ink Webb to extension",
    "body": "PHOENIX -- Earlier this month, Diamondbacks manager Bob Melvin said Brandon Webb would be the club's Opening Day starter.  On Friday it became clear that Webb will also a big part of the Diamondbacks' future plans as they signed him to a four-year contract extension that is worth a guaranteed $19.5 million.  The right-hander was entering the final year of a three-year deal he signed prior to Spring Training in 2004. Arizona held an option for the 2007 season, but the new contract supersedes that and covers the 2007 through 2009 seasons, with the D-Backs holding an option for 2010. Webb will be receive $2.5 million this year, $4.5 million in 2007, $5.5 million in 2008, $6.5 million in 2009 and the club holds an $8.5 million option for 2010. If Arizona doesn't exercise the option, Webb will receive a $500,000 buyout.   \"It's a lot of money, it's a lot of responsibility,\" D-Backs general partner Jeff Moorad said. \"It's certainly a lot of responsibility to lead our staff, but we feel Brandon Webb is not only up to the task, but that he's earned the right to be here today in the capacity he's in.\"   Webb was the Diamondbacks' most consistent starter in 2005, going 14-12 with a 3.54 ERA in 33 starts. The 26-year-old led the staff in wins, innings (229) and ERA.   That came on the heels of a 2004 season in which he led the NL with 16 losses despite a 3.59 ERA. The biggest difference was not only an improved defense behind the sinkerball specialist, but his improved control. Webb went from a league-leading 119 free passes in '04 to just 59 last year.   In addition, he improved his fielding, held runners better and was able to bunt runners over when needed, which allowed him to stay in some games he would have had to leave a year earlier.   \"If anybody deserves this it's him,\" Melvin said. \"He's really worked himself into where he'll be pitching Opening Day for us. He'll be our No. 1 starter and obviously that's an honor that he's not going to take lightly.\"   \"I'm ready to take the challenge on,\" said Webb. \"I'm excited to get that opportunity to start on Opening Day.\"   \"You do realize Opening Day is in Colorado right?\" Melvin said to him with a smile, obviously referring to the fact that Coors Field is not the friendliest place for pitchers, though Webb has a respectable 4.22 ERA in his career there.   \"I go out there and pitch my game and try to get ground balls,\" Webb said. \"I don't really think too much into it. Obviously, I don't want the pressure of thinking I'm the No. 1. I do recognize it, but thinking about it just adds pressure to me that I don't need. I think I'm up to the challenge.\"   Webb was drafted by the Diamondbacks in the eighth round of the 2000 First-Year Player Draft and reached the Majors for the first time in 2003. He went 10-9 with a 2.84 ERA and finished third in the Rookie of the Year Award balloting behind Florida's Dontrelle Willis and Milwaukee's Scott Podsednik.   After tiring down the stretch in 2003 and 2004, Webb dedicated himself to an offseason conditioning program that he borrowed from former teammate Curt Schilling.   \"It starts off with 100 throws a day, which is a lot more than I was used to,\" Webb said. \"I did that last year and I think that helped me toward the end of the year, [to] still feel strong. I'm doing the exact same thing this year.\"   And he hopes for similar results to last year, when he appeared not only strong physically, but mentally as the season came to a close. Webb displayed a confidence that he hadn't shown previously as he went 3-1 with a 1.72 ERA in his final five starts.   \"I felt like every time I went out I was going to win the ballgame,\" he said. \"Having that presence on the mound definitely helps.\"   D-Backs GM Josh Byrnes was part of a Cleveland front office that pioneered the concept of locking up young players for the long term.   The positives for the club is that it can usually can get the player at a lower dollar value, while the player gets the security that comes with a multiyear contract. Webb's deal essentially buys out three years of arbitration and possibly his first year of free agency if the team picks up the 2010 option.   If he continued to pitch as he had, Webb probably could have made more money through the arbitration and free agent processes, but for him, being in Arizona outweighed all of that. And well, $19.5 million is still a lot of money.   \"I really like Arizona and when I go to different cities and look around I'm like, 'I don't know that I'd want to play here.' \" he said. \"The people here treat us good. My family likes it here. We like the whole coaching staff, the front office people are wonderful and the city is great. It's big enough, but it's not too big. I love the ballpark. I think it's a mixture of those things.\"  Steve Gilbert is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
