{
    "url": "http:\/\/m.mlb.com\/news\/article\/1295846",
    "title": "Angels lock up Figgins, Rivera",
    "subtitle": "Angels sign Figgins, Rivera to multiyear deals",
    "body": "ANAHEIM -- With an eye to the future, the Angels signed Chone Figgins and Juan Rivera to multiyear contracts Saturday.  Figgins signed a three-year, $10.5 million deal while Rivera signed for two years for about $3.5 million. Both players avoided salary arbitration and each made $390,000 last year.  Selected as co-MVP with Bartolo Colon by his teammates in 2005, Figgins was an integral piece to the Angels' season as the team successfully defended its American League West title. Figgins started at six different positions for the second consecutive season and led the Majors with 62 stolen bases. Figgins also spent some time at designated hitter while getting the call at third, shortstop, second and all three outfield slots. He ended last season as the team's primary center fielder.   \"Chone has proven to be a valuable asset to our club in a short period of time,\" said general manager Bill Stoneman of Figgins, who became the first player in franchise history to score at least 100 runs and steal at least 50 bags. \"He has emerged as one of the most versatile players in the Major Leagues.\"   Figgins also established an Angels record for a switch-hitter with 186 hits last season and led the team with 113 runs scored, a career high. His 25 doubles and eight homers last year were also personal bests.   The 2006 season will likely be a repeat for Figgins, giving the team multiple looks around the diamond. Darin Erstad has moved back to center, which has pushed Figgins back to the infield where he will start at third base and provide occasional relief at second base and shortstop.   Figgins was acquired from the Rockies on July 13, 2001 in exchange for outfielder Kimera Bartee.   Rivera came over from the Nationals in November, 2004 along with infielder Maicer Izturis in exchange for outfielder Jose Guillen. Rivera established career highs with 15 home runs and 59 RBIs while making 84 starts in his first season with the Angels.      The Angels went 14-3 over the final 17 games of last year as they clinched the West. Rivera started all 17 games and finished the year with an eight-game hitting streak. Rivera hit .308 from Aug. 1 until the end of the season.   \"Juan was a key part of our success during the stretch run last season,\" Stoneman said. \"His play in the outfield and as a DH were sparks for us all year.\"   Rivera made 75 appearances in the outfield last season and played 27 games at DH. Mike Scarr is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Scarr"
}
