{
    "url": "http:\/\/m.mlb.com\/news\/article\/1295784",
    "title": "LA gets Baez from Rays for prospects",
    "subtitle": "LA gets Baez from Rays",
    "body": "LOS ANGELES -- With Eric Gagne returning from elbow surgery and eligible for free agency after 2006, the Dodgers on Saturday reinforced their bullpen for the near-term (and maybe longer) by acquiring All-Star closer Danys Baez, All-Star middle reliever Lance Carter plus cash considerations from the Tampa Bay Devil Rays for young pitchers Edwin Jackson and Chuck Tiffany.  The 28-year-old Baez, a Cuban-born right-hander, saved 41 games (with a 2.86 ERA) for Tampa Bay in 2005, fifth in the American League, and has 102 saves in four seasons.  He started his career with Cleveland, was released after the 2003 season and signed with Tampa Bay. Baez pitched for Cleveland in 2001, when new Dodgers manager Grady Little was an Indians coach, and made his only postseason appearance that year. Baez is under contract for 2006 with a $4 million salary and is eligible for free agency after the 2006 season. The Dodgers are paying Gagne $10 million this year and the club has a 2007 option for $12 million, but Gagne can void the option, receive a buyout of $250,000 ($650,000 if he finishes 50 games this year) and also declare free agency.   When general manager Ned Colletti traded setup man Duaner Sanchez to the Mets last week in the Jae Seo deal, it left the bullpen filled with inexperienced arms to support Gagne. Colletti indicated that the acquisition of Baez amounts to an upgrade from Sanchez and is not insurance against losing Gagne after the season.   He said Gagne, who underwent elbow surgery June 24, is healthy and will be ready for the start of Spring Training, \"as far as I know,\" and Colletti said he would be \"shocked\" if either Baez or Gagne were traded before the season started.   \"It's not a hedge at all,\" he said. \"I believing in having a strong team for the year at hand. I can't predict the future, I'm not that smart. The bullpen is a key piece in any team and we've added to it.   \"I talked to [Baez] and he's thrilled to be a Dodger. He knows we have Eric Gagne. He wants to be on a team that wins a lot of games. He said he'll be ready for whatever comes his way. You can't get better than that.\"   Colletti said the deal was an outgrowth of talks that led to last week's trade with the Mets, who had been interested in Baez as a setup man for Billy Wagner before settling on Sanchez. The Devil Rays were looking to move Baez's salary, assuming he would leave for free agency after the 2006 season anyway.   Baez now will set up for Gagne and Colletti said Baez was fine with that. Carter and Yhency Brazoban will pitch middle relief and rookie Jonathan Broxton \"will have a chance to make the team.\"   The 31-year-old Carter, an All-Star in 2003, threw 57 innings in 39 games with a 4.89 ERA in 2005. He underwent Tommy John elbow reconstruction twice, in 1996 and 2000. From Colletti's description, he sounds like a younger version of the durable and versatile Carrara, who turns 38 in March and rejoined former manager Jim Tracy in Pittsburgh.   \"Carter can pitch a couple innings at a time, which is intriguing, and he's also closed games,\" said Colletti. \"It takes a special character to be able to do that, a mindset and willingness. He was successful at it and that tells me a lot about his makeup.\"   Colletti said the decision to make the deal was the result of meetings this week involving the organization's baseball operations officials, among them vice presidents Kim Ng and Roy Smith, farm director Terry Collins, scouting director Logan White, Little and pitching coach Rick Honeycutt.   The 22-year-old Jackson, once the top prospect in the Dodgers' farm system, had become a disappointment the past two seasons, plagued by a sore forearm in 2004 and continued inconsistency in 2005, when he was briefly demoted to Double-A. In 19 games with the Dodgers over three seasons, he is 6-4 with a 5.50 ERA.      The left-handed Tiffany, 22 later this month, was taken in the second round of the 2003 draft. The front office believes Tiffany was surpassed on the organizational depth chart by 20-year-old left-hander Scott Elbert, who was selected in the first round of the 2004 First-Year Player Draft. Tiffany went 11-7 with a 3.93 ERA at Class A Vero Beach last year.   Jackson and Tiffany are the first top prospects Colletti has traded during his extreme makeover of the Dodgers' roster. Management believes Chad Billingsley and Justin Orenduff had surpassed Jackson as right-handed starting prospects. Joel Hanrahan, another right-hander whose stock had fallen in recent years, was designated for assignment to make room on the 40-man roster.   \"There was nobody in the [meeting] room who doesn't believe [Jackson and Tiffany] can't be very good big-league pitchers, but we had certain needs,\" said Colletti. \"This is something we felt was the right thing to do.\"   The Dodgers now have $95 million committed in 2006 payroll to 18 players. Colletti, on the job less than two months, has moved off the roster 17 of the 39 players he inherited. In addition to Baez and Carter, he has acquired veterans Rafael Furcal, Bill Mueller, Nomar Garciaparra, Kenny Lofton, Brett Tomko and Sandy Alomar Jr. Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
