{
    "url": "http:\/\/m.mlb.com\/news\/article\/1301836",
    "title": "No guarantees for Taveras",
    "subtitle": "Taveras enters spring with no guarantees",
    "body": "HOUSTON -- Willy Taveras is in somewhat of a unique situation these days. He will be honored Friday night at the annual baseball writer's awards banquet as the Astros Rookie of the Year, but in a few weeks, he'll leave for Spring Training with no guarantees that he even has a job in the big leagues.  If Taveras doesn't, it won't be because of performance. He hit .291 over 152 games in 2005, his first year in the Majors after skipping Triple-A all together to fill a hole left by Carlos Beltran.  It'll be because of lack of room in the outfield. If Jeff Bagwell plays in 2006 -- and at this point, it's a big if -- then Lance Berkman would play left, Jason Lane right, and Preston Wilson would likely play Taveras' position, center field. Taveras appears to be taking the same attitude a lot of players do when they're just starting out. He cannot control what happens in closed door meetings among decision makers, and consequently, he's not going to stay awake at night wondering if he's about to lose his job.  Instead, Taveras will enter Spring Training with the intention to prepare for the Major League season, as he did last year when he was told early in the process that he had a good shot to make the team.   \"I feel good about going into this season,\" Taveras said during the Astros' caravan to central Texas earlier this week. \"There was a little pressure because of who was there before. Carlos Beltran is a great player, a great person. I just wanted to do well in the big leagues in my rookie year. Having never played in Triple-A, I'm glad I had the chance, that the opportunity was there when I needed it. It was good for me. It worked out well.\"  Taveras was forced to grow up quickly last year. He became the front-runner to win the starting job in center when Beltran parted for New York in early January, although the Astros weren't thrilled with him bypassing a full season at Triple-A, a key level in a youngster's development.  But Taveras' lightning-fast speed was an asset from Day 1 -- he bunted his way on base 29 times and beat out grounders 70 times for hits. This helped him stay on the big-league level for the entire season, even though his walks (25) and on-base percentage (.325) were too low for a leadoff hitter.  He had his issues fielding his position, as well, at times bolting in the wrong direction while judging a fly ball. His defense improved over the season, however, and toward the end, he had few mishaps.  Taveras, the only candidate for National League Rookie of the Year honors who spent the entire year on the Major League level, is pleased with what he accomplished last season, but takes nothing for granted in 2006.  His work ethic was the very reason the Astros were confident Taveras, a natural righty, could learn how to switch-hit. He began the process during his Double-A season in 2004, working with then-hitting coach Sean Berry, but the plan to continue that path was tabled last spring, just after Beltran signed with the Mets.   Suddenly, Taveras went from a long shot to the front-runner to win the starting center field job.   \"I talked to [general manager] Tim Purpura last year in Spring Training and said, 'Do I have a chance to make the team?'\" Taveras recalled. \"He said, 'You've got a chance.' I said, 'Well, I'm not going to switch-hit, because if I have a chance, I want to concentrate on hitting right-handed.'\"  Taveras was given a pep talk a few weeks later when the Astros played his former team, the Indians, in Winter Haven, Fla. His manager from Class A said, \"I know if you stay hitting right-handed, and you play every day, you can make it.\"  Turns out, his old skipper was right.   \"They gave me a chance and they believed in me, and I made the team,\" Taveras said, adding that he may revisit the switch-hitting option this spring. \"I'll sit down with the coaches this year and see what they think. We're going to get together and talk about it and see what they want me to do.\"  In the meantime, Taveras, who recently received his green card as the first step in the long process to become a U.S. citizen, has a busy spring ahead of him. He plans to go to Spring Training about a week early to prepare for the World Baseball Classic. He's one of 60 players on the list of Dominican players who have a chance to make the team, and if he's named to the final roster, he's committed to play.  But his first priority is Houston, and the immediate future of his big-league career.  \"I always have to get better,\" Taveras said. \"We went to the World Series, and that was great. I love the game and I want to do my best. I know I'm going to keep working hard no matter how loose I am. I have to keep working.\" Alyson Footer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
