{
    "url": "http:\/\/m.mlb.com\/news\/article\/1301321",
    "title": "Bump hopes for smooth landing in '06",
    "subtitle": "Bump seeks smoother path this time around",
    "body": "JUPITER, Fla. -- For Marlins reliever Nate Bump, Tuesday's bullpen session was the best 10 minutes he's felt on the mound in a long time.  Recovering from shoulder surgery, Bump said he is rehabbing is ahead of schedule. If he continues progressing, the right-hander expects to be a formidable candidate for a bullpen spot.  On the Marlins' restructured roster, Bump finds himself as a possible veteran on what promises to be a young relief corps. It's a title the 29-year-old with 2 1\/2 seasons of big league service time is uncomfortable with. \"I still don't consider myself a veteran,\" said Bump, who in past springs was regarded as a newcomer on more experienced squads. \"I can't give myself that.\"   What's foremost on the former Penn State star's mind is staying healthy while building up to withstand the rigors of a long year.   His 2005 season was cut short after he left the mound in pain in a July 16 contest at Philadelphia.   \"We were in Philadelphia, and I was having some discomfort for a long period of time, a couple of weeks,\" he recalls. \"All of a sudden, in that game, I felt a sharp pain after I released the ball. I tried throwing through it, but it got progressively worse. By the end, I was barely getting the ball up to the plate. I never came off the field feeling I need to get this checked out. It was that severe.\"   Medical tests revealed a torn labrum. The right-hander underwent surgery the first week of August, having a tack inserted into his bone to secure the tissue in place. It was Bump's second shoulder surgery -- the other was in 2000, also repairing a labrum tear.   A Jupiter, Fla., resident, Bump lives close to the Marlins' Spring Training complex, Roger Dean Stadium.   To get ready for the season, Bump is tossing off the mound twice a week on the backfields of the Roger Dean complex. On Tuesday, dressed in a Penn State T-shirt, shorts and a baseball cap flipped backwards, Bump felt his throwing session was the strongest since before the surgery.   \"This is my second surgery, but it's about half as bad as the first one,\" Bump said. \"I've had no discomfort from the surgery at all. There hasn't been any setbacks. There have been weeks better than other weeks, but there have been no severe setbacks where I've had to stop throwing.\"   Marlins pitchers and catchers report to Spring Training on Feb. 18. Bump and about a dozen other players have already become regulars at the complex, lifting weights, long tossing and throwing bullpen sessions every few days.   Up until now, Bump has thrown strictly fastballs, changeups and sinkers. But he is about to begin mixing the most stressful pitches to the arm, mainly his curveball.   Considering the inexperience of the bullpen, Bump has the benefit of appearing in 113 Major League games.   Initially promoted from Triple-A Albuquerque in the middle of the 2003 World Series championship season, Bump went 4-0 with a 4.71 ERA in his rookie year. He also got a taste of the postseason, appearing twice in the National League Championship Series against the Cubs.   In 2005, he was inconsistent, going 0-3 with a 4.03 ERA in 38 innings.   Now he is part of a mix of a wide-open reliever race. Just about every relief job is on the line, from closer to setup roles. Joe Borowski is the front-runner to close, but he must win the job. Several non-roster invitees, including Matt Herges and Kerry Ligtenberg, are expected to compete for setup roles.   \"For me, I just want to approach it healthy and go at it just like last year,\" Bump said of how the bullpen is shaping up. \"I want to be healthy and earn a spot. I don't want to do it any other way. I don't have that option to do it any other way. I feel good. I feel healthy. I feel I'll build my arm strength even more in Spring Training, and be ready to go.\"   As one of the few remaining Marlins who saw action in the 2003 playoffs, Bump recognizes the organization is going through a transition.   \"It doesn't bother me, having new people,\" he said. \"You have to make good on what you have, and jell as a team. When the season starts, you're ready to go.\"   Low expectations, Bump believes, could work to the club's advantage.   \"It's not always a bad thing,\" he said. \"It's not like the amount of ability, or level of play, or what we put into it this year is going to be anything less than last year. In fact, it may be a little bit more because we know that we have to work extra hard, and harder than some other teams. We're still going to provide a level of work ethic out there that is top notch.   \"I see a lot of talent out here. Nobody is a household name the first time they come in. If you are before you come into the Major Leagues, it's because you were a star in high school or college or the Minor Leagues, and sometimes that's not always well deserved. I see a lot of guys here with strong arms. Who knows where it's going to take us. It's something we'll have to experience.\" Joe Frisaro is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
