{
    "url": "http:\/\/m.mlb.com\/news\/article\/1302622",
    "title": "Team USA a diverse, patriotic squad",
    "subtitle": "Team USA diverse, patriotic",
    "body": "Their backgrounds vary. They come from different parts of the country and some speak a different language at home. But make no mistake, members of Team USA enter the inaugural World Baseball Classic with a united front and one goal in mind -- to represent the United States well. The union between national pride and baseball on this level is unprecedented. \"One reason I am looking forward to playing is because of the misconception that the United States is going to take this as an exhibition rather than a competitive tournament, and that could not be further from the truth,\" said Rangers shortstop and 2005 American League batting champion Michael Young. \"If I wanted to just relax I would stay in Spring Training, play my four innings and then go play a round of golf. I want to win this thing.\"  First-round action in the World Baseball Classic will be played at four sites. Pool A, consisting of Japan, Korea, Chinese Taipei and China, will meet at the Tokyo Dome on March 3-5. Pool B, featuring the U.S., Canada, Mexico and South Africa, will play at Chase Field, home of the Arizona Diamondbacks, and Scottsdale Stadium, Spring Training home of the San Francisco Giants, on March 7-10. Pool C is Puerto Rico, Cuba, Panama and the Netherlands, and they will play at Hiram Bithorn Stadium in San Juan, Puerto Rico, on March 7-10. Pool D, featuring the Dominican Republic, Venezuela, Australia and Italy, will play at the Disney Wide World of Sports Complex in Orlando, Fla., on March 7-10.   The top two teams from each pool will advance to the second round, which takes place March 12-15 at Hiram Bithorn Stadium in Puerto Rico and Angel Stadium in Anaheim. The semifinals and finals will be held at San Diego's PETCO Park on March 18-20.  Yankees center fielder Johnny Damon said his reasons for playing in the tournament are simple -- it could be his first and last time to wear a Team USA uniform and he considers it an honor to represent his country. Also, consider Damon's father served in the military and the outfielder is not shy about expressing his love of the country.  He's gone from red stockings to navy and white pinstripes, but there is no disguising Damon's patriotism in any clothing.  \"When it was asked if I would represent my country, there was no hesitation,\" Damon said. \"I am proud to live in a land with freedom where we can even have this type of baseball tournament. Rest assured it will be great days for fans. It's just awesome to represent our country.\"  Like the country, the roster for Team USA is diverse. Players of Portuguese, Dominican, Mexican, Spanish, Italian and Native American descent, among other ethnicities, fill the lineup. It is a study of baseball mirroring society.  \"This reflects the cultural aspect of the United States. We are a melting pot of so many different cultures,\" Team USA manager Buck Martinez said. \"To stand next to one another on this team is going to be a special opportunity for everybody to recognize that we are all the same and we are all represented. We are all united in the common cause of representing the United States.\"  Rangers first baseman Mark Teixeira echoed Martinez's sentiments.  \"I'm half-Italian and my name is Portuguese. Michael Young is half-Mexican,\" Teixeira said. \"There are players from the United States that have heritage elsewhere and it's a great thing to have a world cup to celebrate the whole world. It shows the world that baseball is important and how great the game is.\"  That said, Young's primary concern is not only representing his American or Mexican heritage, it is winning. The All-Star shortstop has agreed to play second base for Team USA.   \"This is what our country is all about,\" Young said. \"Everybody is proud of their American citizenship and they want to do the best they can to represent that.\" Jesse Sanchez is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jesse Sanchez"
}
