{
    "url": "http:\/\/m.mlb.com\/news\/article\/1302515",
    "title": "Thome happy to be back on track",
    "subtitle": "Thome happy to be back on track",
    "body": "CHICAGO -- After a recent batting practice session on his way back to live action, Jim Thome made a call to a couple of friends with a very upbeat message.  \"I called a couple of buddies and said, 'I'm a baseball player again,'\" said Thome with a smile, speaking to a group of Chicago media members Friday before the start of SoxFest.  For the new White Sox designated hitter, simply being a baseball player stands as about the highest compliment possible in his profession. Thome felt a little distance from the game for the first time in his illustrious 15-year career during the 2005 campaign, when injuries to his right elbow and lower back limited him to 59 games and 193 at-bats during his final season in Philadelphia. Thome had previously never finished with fewer than 123 games played or under 440 at-bats in a single season. The injuries also dropped the .281 career hitter to a .207 average, and the slugger watched his home run total dip from 42 in 2004 to seven in 2005.   But those particular maladies were not enough to stop general manager Ken Williams from pursuing Thome as early as last August. Manager Ozzie Guillen wanted a left-handed power bat to protect Paul Konerko in the order, and Thome was the No. 1 option for Williams.   Even with the injury problems, Williams had the utmost confidence in Thome's ability to bounce back in 2006. Two months after the trade, Williams still has absolutely no doubts where Thome is concerned. No more doubts concerning injury than any other player, that is.   \"You worry about everyone,\" said Williams. \"We have a lot of guys with back issues. [Thome's] elbow was kind of a fluke thing and that has been repaired.   \"Walk [Hitting coach Greg Walker] has worked with him a little bit. [Athletic trainer] Herm [Schneider] has worked with him a little bit. He's on a program where we more than anything have [had to say], 'Slow down.' He's ready to go.\"   The upcoming season holds greater promise for Thome than just returning to baseball. For starters, he is suiting up for the defending World Series champions. Thome appeared in the World Series with the Indians in 1995 and 1997, but Cleveland lost to Atlanta and Florida, respectively.   Of even greater importance to Thome is playing for a team just three hours outside of his hometown of Peoria. Thome mentioned that the move to Chicago has drawn more personal interest from the Peoria natives than he witnessed when he was with Cleveland or Philadelphia.   Add in the fact that the White Sox open the 2006 regular season at home against Cleveland, the South Siders' chief American League Central rival, and the push for Thome to get healthy becomes even greater.   \"I think everyone knows my history with Cleveland,\" said Thome, who still has a home in Cleveland, and has been working out in both there and in Chicago during the offseason. \"I have a ton of friends there and have the utmost respect for the organization. They are a good team on the rise and have good people there.   \"For me to come back home and go to the World Champions on a very good club, a team that has a very good chance to do this all over again, I'm just on cloud nine. It has been great. It pushes me to work even harder knowing that's all out there, but I don't think it will sink in until Opening Day.\"   Thome claims his back problem is more about maintenance and an issue of alignment at this point. He has been taking 125 to 130 swings per day of late, and the best piece of news is that he doesn't feel any pain and hasn't suffered through any setbacks.   Walker has been with Thome during three or four hitting sessions at U.S. Cellular Field. His early reviews of the left-handed slugger are completely positive.   \"He looks fantastic, with no problems,\" Walker said. \"I realize elbow surgery is serious, but I don't think this thing he's got will hinder his swing. He's a workaholic, but he's like any other player. You wait and find out if he stays healthy.\"   And what can the White Sox expect if Thome stays healthy? He has 430 career home runs, 1,193 RBIs and 1,257 walks. It's an offensive game very similar to that of Frank Thomas, with power and the ability to work pitchers in the middle of the order.   For those who worry about the White Sox getting away from small ball with Thome's addition, Guillen mentioned with a laugh recently that Thome is faster than Thomas and was clearly a speed upgrade. But stealing bases won't be the order of the day for Thome.   \"As long as he's healthy, you don't want to face him, especially in key situations,\" said White Sox starter Jon Garland, who has yielded one home run to Thome in 10 career at-bats. \"He just needs to get healthy and roll from there.\"   While Thome's on-field production still remains somewhat in question, there's no doubt as to his clubhouse contribution. Thome is universally considered one of the classiest players in the game.   In talking to Thome on Friday, though, it's clear he wants to be more than a cheerleader with a bad back and sore elbow. He wants to be a productive force on the White Sox, and he wants to be part of another White Sox championship squad.   \"I'm looking forward to being a baseball player. I've done it for a long time and I'm ready again,\" Thome said. \"I enjoy playing the game and when you don't play it and don't play it because of an injury, it opens your eyes.\" Scott Merkin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
