{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293729",
    "title": "Facts, figures: Sutter's stint with Cubs",
    "subtitle": "Facts, figures: Sutter's stint with Cubs",
    "body": "CHICAGO -- How many of you tried to copy Bruce Sutter's split-finger pitch and ended up destroying more windows on the side of the house than batters at the plate?  Baseball historian Ed Hartig is one of those who tried, and failed. But Hartig did keep a close watch on Sutter's career and has some interesting notes on the former Chicago Cubs reliever, who was elected into Baseball's Hall of Fame on Tuesday:   From 1978-80, Sutter went 2-0 with a save in four All-Star performances as a Cub. The American League hitters weren't prepared for Sutter's pitches that seemed to fall off the table. In the three All-Star games as a Cub, he faced 21 batters over 5 2\/3 innings, walked three (one intentionally), gave up a sacrifice, and two hits. That means the American League's best was a combined 2-for-17 with six strikeouts. In the '81 game, Sutter threw a 1-2-3 ninth with one strikeout to earn a save.  Cubs managers overworked Sutter early in his career. In his 300 games as a Cub, he went two or more innings in 135 games, and three or more innings in 31 games. Eleven times, Cubs managers used him for more than one inning in at least five consecutive appearances. Twice, in 1976 and '78, Sutter pitched more than one inning in seven consecutive appearances.    In his 133 saves as a Cub, Sutter went 1 1\/3 or more innings 84 times, two or more innings 59 times, and three or more innings 10 times. Only 15 of those 133 saves were less than one inning.    From June 1, 1977, to Oct. 2, 1977, Sutter struck out at least one batter in 39 consecutive relief appearances. In typical Sutter fashion, he also went more than one inning in 23 of those games.   Sutter learned the split-finger pitch in the Minor Leagues with the Cubs, and it saved his career. He pitched for the Cubs from 1976-80, and won the National League Cy Young Award in 1979, when he totaled 37 saves and a 2.22 ERA in 62 games.   The Hall of Fame has yet to announce what cap the right-hander will wear on his Cooperstown plaque -- or whether he'll be clean-shaven. Carrie Muskat is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
