{
    "url": "http:\/\/m.mlb.com\/news\/article\/1303219",
    "title": "Dreams a reality at Phantasy Camp",
    "subtitle": "Dreams a reality at Phantasy Camp",
    "body": "CLEARWATER, Fla. -- A bum knee was not going to keep Frank Holberg from playing baseball against some of his heroes. The 59-year-old Philadelphian had been walking with a crutch for a couple of days, but desperately wanted a chance to hit against former Phillies pitcher Tyler Green. For Holberg, it ended up being the greatest strikeout of his life. Holberg was one of 140 campers participating in Phillies Phantasy Camp, a five-day event at the Phillies' Spring Training complex that ends with the Veterans vs. Campers game at Bright House Networks Field. On Sunday, the campers were split up on 10 teams that played two innings each against a team of former Phils. Holberg was running the bases the day before, when he felt something pull in his knee. In the big game, though, he was able to put down the crutch long enough to hobble up to the plate for an at-bat against Green.  \"The first pitch he threw to me was inside and he saw me buckle because I couldn't stand up,\" Holberg said. \"Then the second one he really slowed down and threw it outside, and I fouled it back into the stands for strike one. I took the next one because it was a little low, but they called it strike two. The next one was a little bit high and I whiffed at it.\"  With a teammate ready to run down the first-base line had he hit the ball in play, Holberg swung and missed for strike three. Still, he walked off the field with a smile.  \"It's just unbelievable, playing alongside these guys that were your heroes all those years,\" said Holberg, who said he has been a Phillies fan for 50 years. \"It was unbelievable. I can't tell you how great it was.\"  It was Holberg's first fantasy camp. He said little things like hearing the former players use baseball terminology and smelling the sun tan lotion they wore, and even hearing the rattles of the bottles of pain relievers, made him feel like he was a part of the game.   \"The first morning, they had all of our lockers set up,\" Holberg said. \"They announced all of our names when we came in. It was your locker with your name at the top. John Kruk was one of the guys I was excited to see, because he's kind of a flamboyant individual. He's a real character. Mitch Williams is a character, too -- he was one of our coaches.\"  Kruk and other former Phillies like Dickie Noles, Ricky Jordan, Mariano Duncan, Dave Hollins, Kevin Stocker, Williams and others participated in the camp. Jim Eisenreich, Bruce Ruffin, Del Unser and Marty Bystrom were also there.  It was easy to see the campers weren't the only ones having fun.  \"I guess we kind of get the same kind of feeling that the campers do,\" said Eisenreich, a former Phillies outfielder who coached one of the camper teams called the Drillers. \"Most of us haven't played in a few years, and to come back and just be on the field again with some of our former teammates and some of the guys that played for the organization and won a World Series is cool.\"  Eisenreich said the camp is supposed to resemble the way things were for the players during Spring Training.  \"The campers know that they're only here for five days, and they are going through a lot of stuff that we did pretty much every day of Spring Training,\" Eisenreich said. \"In some ways, we're in the same boat they are. We're here coming back and kind of reliving what we did. And it's fun to be able to share stories and kind of get their side of it, what [the campers] thought of what it was like when we played [in Philadelphia].\"  Fifty-year-old John DiOttavio of Coatesville, Pa., earned the nickname Forrest Gump at the camp because of the way he ran. At a banquet on Saturday night, DiOttavio, whose team was called the Bay Sox, received the Charlie Hustle award.  Meeting the players was a definite highlight for DiOttavio.  \"I met every one of the legends at one time or another [during the week] and got to talk to them,\" DiOttavio said. \"I took pictures with them and they signed autographs for me. They were all great.  \"I have never experienced anything like this. That's why I came. When they say living the dream, it's definitely living the dream. First you've got to get used to playing on the big field with the big boys, but once you get the hang of it, you are feeling pretty good about yourself. I just had the most fabulous time of my life.\"   Thomas Simonetti is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Simonetti"
}
