{
    "url": "http:\/\/m.mlb.com\/news\/article\/1294249",
    "title": "Sandberg welcomes Sutter to Hall",
    "subtitle": "Sandberg welcomes Sutter to Hall",
    "body": "CHICAGO -- Chicago Cubs fans call it the Sandberg Game. Ryne Sandberg prefers to call it the Sutter Game.  On June 23, 1984, at Wrigley Field, Sandberg, then a second baseman for the Cubs, hit a pair of late-inning home runs off Bruce Sutter in an 11-inning, 12-11 victory over the St. Louis Cardinals. Sandberg connected off Sutter in the bottom of the ninth to tie the game at 9. He homered again off Sutter in the bottom of the 10th to tie the game at 11. Sandberg's performance overshadowed that of Willie McGee, who hit for the cycle in the game for the Cardinals.  \"I've been saying all along that he's a Hall of Famer and that's what makes the Sandberg Game -- or the Sutter Game, which I call it -- so special, because he was so dominant at the time,\" Sandberg said Wednesday, happy to welcome Sutter as the newest member to Cooperstown. \"He was such a ground-ball pitcher that it seemed like as a hitter, the best you could do was a solid ground ball that might find a hole for a base hit,\" Sandberg said of Sutter, who received the call to the Hall on Tuesday. \"Other than that, it was a ground-ball out or a strikeout. That really made that Saturday afternoon so special to hit two home runs off him because he's a Hall of Famer.\"   Sandberg was inducted into the Hall of Fame last summer and finally ended his whirlwind year of events and engagements in early November. Does he have any advice for Sutter?   \"I did everything that came my way and took advantage of all the opportunities,\" Sandberg said. \"I don't think I said no once to anybody this year and had a full calendar. I'm looking forward to the second year of not having all that and just doing fun things and staying busy and going to Cooperstown and enjoying it.   \"To see Bruce Sutter go in will be a big kick for me because we've been tied together for so long -- his name goes with mine, at least with Cubs fans,\" Sandberg said.   Sandberg lobbied again for his former teammate Andre Dawson, who finished with 317 votes (61 percent) in his fifth year on the ballot.   \"I think it's just a matter of time with Andre,\" Sandberg said. \"Obviously, the numbers speak for themselves and he's a class act. I've been in his corner for a long time. He's the best player I've played with and against. Then you have Jim Rice and [Goose] Gossage and Lee Smith, too.\" Carrie Muskat is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
