{
    "url": "http:\/\/m.mlb.com\/news\/article\/1303046",
    "title": "Eyes turn to Latin series in days ahead",
    "subtitle": "Eyes turn to Latin series in days ahead",
    "body": "It's time to turn on some salsa music and pay close attention to an annual event that begins Thursday in Venezuelan neighbor-cities Maracay and Valencia.  The four-country Caribbean World Series could be better than ever because of its potential impact on the fast-approaching World Baseball Classic.  Though the rosters for host Venezuela, Puerto Rico, the Dominican Republic and defending champion Mexico won't be finalized until Monday or Tuesday, several Major League stars are expected to use the CWS as part of their preparation for the WBC, a 16-team tournament that will be held March 3-20 in Japan, Puerto Rico and the United States. Each participating team in the Caribbean World Series is allowed to select players from other clubs in its country. Last year, host team Mazatlan added native sons Vinny Castilla, Erubiel Durazo and Elmer Dessens, who all played for Hermosillo, as well as Devil Rays\/Mexicali outfielder Jonny Gomes, and Mexico won the championship.   Expect more of the same this year, and then some.   This will be the first time in Caribbean World Series history (it started in 1949) that two cities are scheduled to host the six-day event. Maracay and Valencia are located about 25 minutes apart by car, in the northern-central part of the country, and roughly 90 minutes from Caracas.   Series officials decided to go the two-city route this year because of what happened in Mexico last year. Rainouts and other problems forced four games to be played in one day at the same facility.   The game plan is to use the two-city concept as a trial this year, and if it works, do the same in future years.   The Dominican Republic faces Puerto Rico in Thursday's Series opener (3 p.m. ET) in Maracay, and Venezuela plays Mexico at 7 p.m. (ET) in Valencia. Each city will host one game on Friday and Monday, while two games are scheduled for Valencia on Saturday and two games in Maracay on Sunday.   The team that wins the most games in the double round-robin tourney wins the championship.   Since its revival in 1970 following a 10-year hiatus, some memorable moments have occurred, including Rico Carty's five home runs in Mazatlan and the Puerto Rico \"Dream Team\" in 1995, which included Sandy and Roberto Alomar, Juan Gonzalez, Carlos Baerga, Bernie Williams and Ivan Rodriguez.   More recently, when Mexico captured the CWS title last year, it was that country's fifth overall title -- but the first on home soil. Fans might still be celebrating.   On the WBC front: The first World Baseball Classic lost one of its star attractions last week when Giants left fielder Barry Bonds announced that he would not play in the event.   \"The timing is just not right,\" Bonds told MLB.com. \"I have too many other responsibilities, too many things I have to take care of that are important to me. I owe it to the city [of San Francisco], my knee, my team, the fans and my family. I have to put my greatest effort right now into all of that.\"   Bonds, the third player in MLB history with at least 700 home runs, underwent three knee operations last year and played in just 14 games for the Giants.   Shortly after Barry bowed out, tournament officials announced the rules that will be in effect.   Pitchers will be limited to 65 pitches in Round 1 games, and be ineligible to pitch for four days following any outing of 50-plus pitches; an 80-pitch maximum in Round 2; and 95-pitch limit in the semifinals and finals.   Also detailed were \"mercy rules\" for ending lopsided games (15-run lead after five innings, or 10-run lead after seven in the first two rounds only), limitations on the number of participants from any Major League organization (14 players from within its organization, and 10 off its big-league roster as of Aug. 31, 2005), replacement of injured players between rounds, and tie-breaking procedures to determine teams advancing in the three-tiered tournament.   There will be a Game Operations Technical Committee, which will be responsible for reporting pitchers at the limit to the umpire-in-chief, who will have the power to order pitching changes.   While pitch-count rules are primarily for the protection of Major Leaguers, whose big-league team will simultaneously be going through routine Spring Training, the same rules will be in effect for all 16 countries.   Hot Stove still sizzles: Teams are still busy filling out rosters heading into Spring Training and last week was highlighted by the back-and-forth dealings between the Red Sox, Indians and Phillies involving eight players.   On Wednesday, just when it appeared the Red Sox would send reliever Guillermo Mota, third baseman Andy Marte and catching prospect Kelly Stoppach to the Indians for outfielder Coco Crisp, pitcher David Riske and catcher Josh Bard -- which presumably would trigger a deal sending veteran left-handed reliever Arthur Rhodes from the Indians to the Phillies for outfielder Jason Michaels -- red flags arose when the Indians became concerned with Mota's shoulder during a physical exam.   However, all three teams worked out a way to get the deals done and the trades were consummated on Friday.   While the eight players have new MLB homes, some big-name big leaguers are still looking. Several Spring Training camps open on Feb. 15 and veteran catchers Mike Piazza and Bengie Molina have not signed. Nor have starting pitchers Roger Clemens and Jeff Weaver or outfielder Sammy Sosa.   The major off-the-field news came out of Boston where former general manager Theo Epstein returned to the Red Sox organization as -- general manager -- following a three-month absence.   Epstein and the Red Sox parted ways last Halloween, in large part because of a conflict that had developed between himself and club president Larry Lucchino. After numerous phone calls, meetings and soul searching done by both sides, the front office team that orchestrated the organization's first World Series championship in 84 years were back together.   Salary arbitration: The Cubs avoided salary arbitration with starting pitcher Mark Prior on Friday, signing him to a one-year, $3.65 million contract, but 28 other arbitration-eligible players remain unsigned.   Hearings before three-person arbitration panels are scheduled for Feb. 1-20. Jim Street is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Street"
}
