{
    "url": "http:\/\/m.mlb.com\/news\/article\/1302088",
    "title": "Royals unveil new uniforms for 2006",
    "subtitle": "Royals unveil new uniforms for 2006",
    "body": "KANSAS CITY -- The Royals unveiled their new 2006 uniforms, which have a more traditional look, at their annual forecast luncheon on Friday.  The two home uniforms will say \"Royals,\" while the two road uniforms will have \"Kansas City\" on the front. The lettering on the front will change from last year's block print to script.  \"Basically, the goal of the uniform changes was to get back to more of a traditional look for the ballclub,\" said Dave Witty, the Royals' vice president of communications and marketing. One of the key changes with the new uniform is the return to the crown logo. The Royals used a circular logo over the past few seasons.   \"The crown logo will go back on the uniform sleeves,\" Witty said. \"The gold in the crown has been magnified. Several teams have the circle logo, but no team in sports has that crown. We've had a couple of different logos and we're trying to go with the distinctive crown.\"   Witty said the changes \"are not drastic\" and that many fans on Opening Day might not notice some of the subtle changes.   The Royals have done away with the sleeveless look in all four uniforms. \"We'll have sleeves,\" Witty said.   The Royals did keep the black jerseys for an alternate road top. Witty said the black jerseys were popular with the fans and the players like it. They will also have grey road uniforms. The home uniforms will be the traditional white with a blue alternate jersey.   \"Another change is on the hat and batting helmet -- they are all blue,\" Witty said. \"We eliminated the black out of the batting helmet. There still is a black jersey.\"   One other change will be small blue piping on the pants for home and road uniforms.   \"We wanted to jazz up the pants more,\" Witty said. The Royals will wear black belts and black shoes.   Catcher John Buck and Royals captain Mike Sweeney modeled the jersey tops at the luncheon.   \"I think they are good looking,\" Buck said. \"I'm more of a traditionalist.\"   Buck said he campaigned for a return to the Royals' powder blue tops.   \"We did look at the powder blue road uniforms, but this time we did not go that far,\" Witty said. \"I receive a lot of e-mails and calls about bringing back the power blues.\"   Sweeney is glad to see the Royals switch uniform designs for another reason.   \"Hopefully, the new uniforms will be a little more productive then the previous ones,\" Sweeney said. \"I think maybe this is a symbol of a new start. We have new guys coming in. We have a new game plan the '06 season. Hopefully, the new uniforms will bring us more wins.\" Alan Eskew is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alan Eskew"
}
