{
    "url": "http:\/\/m.mlb.com\/news\/article\/1301997",
    "title": "Verlander looking to earn his stripes",
    "subtitle": "Verlander set to earn his stripes with Tigers",
    "body": "DETROIT -- Justin Verlander's poise works both ways. While he isn't intimidated by the Major Leagues, he won't let himself feel entitled to a place within its ranks, either.  A year ago, in his first Spring Training, Verlander showed no signs the big leagues could shake him, not even when Ken Griffey Jr. stepped to the plate against him in a spring game. He took the rookie abuse from veterans in the clubhouse, did his work, impressed the Tigers and looked like someone who had been there before without acting like someone who had signed a Major League contract before his first professional pitch.  Now that Verlander is competing to stick in Detroit, he's still acting like an unknown commodity with plenty to prove. For all the speculation that the fifth spot in the Tigers rotation is his to lose, the big right-hander with the occasional triple-digit fastball refuses to view a Major League job as an expectation. He wants to win. \"It's more of a goal,\" he said. \"It's something to work for and prepare myself for.\"   New manager Jim Leyland admitted last week that he has almost his entire roster set going into his first Spring Training, but the final spot in the rotation remains open. The pitchers involved make it perhaps the most interesting staff battle in Detroit since Jeremy Bonderman beat expectations and won a rotation spot at age 20 three years ago.   At the center of the competition is Verlander, the Tigers' top prospect since his selection as the second overall pick in the 2004 First-Year Player Draft. He rose from Class A Lakeland to Double-A Erie to Detroit by the All-Star break in his first pro season, which probably would have ended with him in the Tigers rotation if not for shoulder fatigue in August.   Verlander's first two Major League starts showcased his promise but also his inexperience. He gave up three runs in the first inning of his Major League debut July 4 at Cleveland, then regrouped to toss four scoreless frames before the Indians knocked him out of the game in the sixth. Less than three weeks later, he again pitched the back end of a Tigers doubleheader, this time giving up five runs in six innings.   His face didn't show his anxiety as much as his pitches did. In both starts, his nervousness helped him lose the touch on his breaking ball, essentially leaving him with only his fastball to go after big-league hitters.   \"I haven't brought my 'A' game to the Major League table yet,\" he said after the second loss.   If it sounds familiar, it's because Jeremy Bonderman went through some of the same growing pains in his first few starts. The difference is that Bonderman's struggles came early in what ended up being a full Major League season for him as a 20-year-old rookie. Verlander's losses came in spot starts, where he he was called up for emergency duty and sent back to Erie the next day.   Verlander has tried to absorb all he can from Detroit's experienced starters, but he has the most in common with Bonderman. In many ways, he has taken the same approach as Detroit's young staff ace, who didn't let the attention of a 19-loss rookie season cloud his learning process on the mound.   As disappointed as Verlander was after each game, he has tried to make them learning experiences.   \"It wasn't like I looked at it as, 'This is what I did wrong,'\" Verlander said. \"I looked at it and said, 'This is what I can improve upon. This is what I've learned.' There were a bunch of things, but I really can stick my finger on one thing and say, 'This is what I need to work on.' But at the same time, I know it's there.   \"I know the feeling that I had and what I should've done. I learned more in those two starts than I did the entire season in the Minor Leagues -- pitching-wise, in-game, not necessarily coaching.\"   The last statement says plenty about where he stands in his development. Verlander needed less than half a season to advance out of Class A ball, and after just seven starts at Erie, he doesn't appear to have much to gain from returning there. And unlike fellow top prospect and Erie teammate Joel Zumaya, Verlander has no apparent future as a reliever. If he doesn't make the Tigers rotation, he's most likely headed to Triple-A Toledo, which is why he was one of the most popular figures at last Tuesday's Fandemonium at Fifth Third Field -- and why he was scoping out the ballpark.   \"I was just telling someone this is a great ballpark,\" he said. \"If I were not to make the [Tigers], this would be a great place to be. Obviously it's not what the plan is, but ...\"   Verlander is already popular in Detroit, as evidenced by the autograph seekers and fans who sought him out at TigerFest. For his part, Verlander said he was actually surprised how many fans already knew his name.   Leyland and pitching coach Chuck Hernandez know him relatively well, too, but that won't win him anything. Each has said that the fifth spot is an open competition. Roman Colon made an impression with flashes of brilliance during the Dominican League this winter. Zumaya, though younger than Verlander, has more Minor League experience, having already reached Toledo late last season. And if the youngsters falter and Leyland opts for experience, then Jason Grilli could get the nod.   The one consistent bit of advice Verlander received during TigerFest and the Winter Caravan was to take things slowly. Even there, he already has a start. Having learned from his fatigue down the stretch last year, he changed his offseason training to involve less throwing and more general conditioning. He bought a house in Lakeland to spend most of the winter close to the complex.   That's where Verlander headed after the caravan. With more of that poise and any luck, he'll be back in Detroit before he's missed.   \"I've always been one to perform under pressure,\" he said, \"so hopefully, I'll continue to do the same.\" Jason Beck is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
