{
    "url": "http:\/\/m.mlb.com\/news\/article\/1301477",
    "title": "Brewers hope for best with Sheets",
    "subtitle": "Brewers hope for best with Sheets in WBC",
    "body": "MILWAUKEE -- The Brewers are sure that Ben Sheets will report to Maryvale Baseball Park on Feb. 17, along with the rest of the club's pitchers and catchers. How long he remains there is still in question.  The club's formal objection to Sheets' participation in the upcoming World Baseball Classic was denied by Major League Baseball late last Friday night. That means the Brewers right-hander, who finished last season on the disabled list, remains eligible for the 16-team tournament that coincides with Spring Training.  Sheets was a last-minute addition to the 52-man provisional roster for Team USA that was set Jan. 18, but that still does not necessarily mean he will compete. Teams must whittle their rosters to 30 by March 2, a day before the start of Pool A play in Tokyo. \"This is new turf for everybody,\" said Brewers assistant general manager Gord Ash, who remains a supporter of the WBC. \"I think everybody is just feeling their way along.\"   According to Ash, the Brewers' formal objection to Sheets' inclusion in the tournament was denied without explanation. He said the Brewers are \"now out of the loop.\"   Sheets' agent, Casey Close, did not return a phone call on Thursday.   Team USA is in Pool B, along with Canada, Mexico and South Africa, and is scheduled to play its first-round games at Chase Field in Phoenix beginning March 7.   Already, several other members of Team USA's provisional roster, including Houston's Lance Berkman and San Francisco's Barry Bonds, have bowed out with health concerns. Bonds underwent three arthroscopic knee surgeries last season and wrote on his Web site that, \"In the end, I decided that I can't take any chances that might jeopardize my season.\"   The Brewers have similar concerns about Sheets, who spent the final five weeks of 2005 on the disabled list with a torn muscle in his upper back. He visited Dr. William Raasch in Milwaukee last week, and the Brewers say Sheets is on track for his fifth consecutive Opening Day start.   But the team does not want to take any chances with its ace, who will earn $11.5 million next season. And club officials are certain that he will be nowhere near ready to throw 65 pitches -- the maximum expected of starters during the first round of the tournament -- by the second week of March.   Sheets wants to wait to make a determination about his health.   \"I'd love to pitch in it; I'm not going to lie,\" he told a reporter last week at the Marquette-Notre Dame basketball game at Milwaukee's Bradley Center. \"If my body's healthy, I want to do it.\"   Sheets said that sometimes, \"I feel weak, but not in that area, just general weakness. I've never thrown this much in advance [of Spring Training] so I don't see why I wouldn't be ready.\"   If Sheets does participate in the WBC he would be in the hands of Team USA manager Buck Martinez, who told reporters in a conference call Wednesday that he would start checking in with players whose teams train in Phoenix in mid-February.   \"The challenge is to communicate,\" Martinez said. \"I have talked with the Brewers. They expressed a plan for Ben to be ready to pitch in the regular season.   \"He has a history with Team USA. At the same time, the club has concerns with his health. We need to stay in touch with Ben and how he feels. We're not there yet.\"   Headed to hearings? According to Ash, the Brewers will go all the way to an arbitration hearing with outfielder Brady Clark \"for sure,\" and \"probably\" will face a hearing with right-hander Tomo Ohka.   Clark's hearing has been scheduled for Feb. 8 and Ohka's for Feb. 16 in St. Petersburg, Fla.   Clark, who made $1.425 million in 2005, including $300,000 in incentives, will see his salary more than doubled next season. He is asking for $3.5 million in arbitration while the Brewers are offering $3 million.   Ohka, who earned $2.75 million in 2005, is asking for a raise to $5.2 million in arbitration while the Brewers' offer came in at $4.25 million, a $950,000 gap.   If settlements are not reached, arbitration hearings are held before a three-member panel that weighs written and oral arguments from both sides and selects one figure or the other, without explanation, to be the player's 2006 salary. Adam McCalvy is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
