{
    "url": "http:\/\/m.mlb.com\/news\/article\/26528810",
    "title": "Tigers' order not weighing on Young's mind",
    "subtitle": "Tigers' order not weighing on Young's mind",
    "body": "DETROIT -- Delmon Young knew that with Victor Martinez out, there was a chance he'd be the one protecting an All-Star slugger in the Tigers' batting order. He had no idea that would be Prince Fielder instead of Miguel Cabrera.  That isn't likely to bother Young. Even before the deal went down, he was more focused on batting often than batting in a certain order. That was the biggest sign of support he said he received from Tigers manager Jim Leyland last August after his trade from the Twins.  \"He's treated me really well, and the organization's treated me really well,\" Young said last week during the Tigers' winter caravan. \"I know I don't have to come in for that daily tryout, where, if I'm 0-for-4 or 0-for-3, I might not be playing. I know every day my name's going to be in the lineup, so you don't have to put pressure on yourself to do well every day. You can go through a bad stretch and still have confidence that I'm starting to get things together.\" That confidence doesn't necessarily hinge on the player hitting behind him.   Though Victor Martinez's signing last offseason seemingly meant more for Cabrera's stats than it did for Martinez, providing a little deterrence for opponents thinking about walking Cabrera, Young's trade seemingly benefited both him and his new teammates equally.   Young immediately slotted into the third spot in the lineup. For an aggressive hitter like Young with a history of quick at-bats -- his pitches per plate appearance has ranked fifth-lowest among AL hitters in each of the last two seasons -- it seemed like a godsend, a huge reason for opponents to throw Young strikes early in the count and not risk falling behind.   Young's walk rate dropped after the trade, but his pitches per plate appearance was slightly higher in Detroit than in Minnesota. But then, so was his batting average and slugging percentage. He also matched his home run total from Minnesota in just over half as many at-bats, not counting his five homers in the postseason.   Every game Young played in a Tigers uniform last season, he batted third. The .274 average and .756 OPS were good but not great, but the run production and power were impressive for the small sample size of 40 games. He batted .340 (17-for-50) with runners in scoring position to go with a .973 OPS. The average was 90 points higher than his clip with nobody on base. Moreover, he went 5-for-13 with a runner in scoring position and two outs.   Put Young behind the devastating duo of Cabrera and Fielder, and he should have no shortage of RBI opportunities, though their foot speed might not make it as easy to drive them in on a single. He obviously won't have the same type of hitter behind him, though the preliminary lineup Leyland listed at the Fielder news conference last week had All-Star catcher Alex Avila batting sixth behind Young.   Most of Young's at-bats during his four-year Twins tenure came in the bottom half of the order, including last year before the trade. The one year that was an exception was his best, the 2010 campaign that featured a .298 average, 46 doubles, 21 homers and 112 RBIs.   That was the year Young helped the Twins cope with the absence of Justin Morneau. Two years before that, he helped Minnesota deal with a devastating injury to Michael Cuddyer.   \"I learned a lot in Minnesota in 2008, when Cuddyer missed the whole season,\" Young said. \"And in 2009, when we went to Game 163, we had Morneau down the second half of the season, and guys just had to step up. In 2010, Morneau missed the second half of the season. So when guys are MVP-caliber players and you lose them, you can't try to do too much. You just have to have everyone come in and play their own game. And whoever is the guy that comes in for them has to play their own game.\"   With Fielder in town, however, they won't have to worry about those numbers.   The big difference Young pointed out from 2009 and '10, however, was the playing time.   \"I just knew I didn't have to check the lineup anymore, just like when I got here,\" he said. \"Jim said, 'You're playing every day. If you need a day off, come talk to me.' So I never had to go check the lineup and have a daily tryout to see if I could make the lineup the next day.\"   If things go well for him this year, he won't have to check the lineup in 2013. He'll be able to pick his spot next winter as a free agent. That makes this a contract year, a reason why Leyland has forecast big things from him.   For what it's worth, Young said it's not a concern for him. He's just thinking about now.   \"It's fun to get back here,\" he said, \"so I can play a full season with them and try to capture something that we were looking to capture this year.\"  Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
