{
    "url": "http:\/\/m.mlb.com\/news\/article\/1302389",
    "title": "Watson eager to earn his chance",
    "subtitle": "Watson eager to earn chance with Nationals",
    "body": "WASHINGTON -- Nationals outfielder Brandon Watson has played in 25 Major League games during his career, but one would have thought he was a superstar by the loud cheers he received from the 1,000 kids at the Powell Elementary School lunch room on Friday.  In fact, the cheers for Watson were louder than those for Jose Guillen, Brian Schneider and Ryan Zimmerman, who were also in attendance. About 90 minutes later, there were a lot of kids waiting for Watson outside the principal's office. They were screaming the way teenagers scream for a rock star.  Watson, a very shy man who looks like he's 10 years old himself, was embarrassed by the situation. \"It was good, but it really doesn't matter,\" he said.   Watson, 24, hopes that his performance in Spring Training matters to the Nationals. Right now, the team is looking for a leadoff hitter, and Watson is the only true option the organization has. Whether Watson gets the chance will be up to general manager Jim Bowden.   The Nationals are loaded with outfielders, and they're currently trying to sign Sammy Sosa. If Sosa makes the team, the Nationals will have an outfield of Jose Guillen, Alfonso Soriano and Sosa. That would mean that Watson would start the season at Triple-A New Orleans.   If the Nationals don't get Sosa, Watson will compete with Ryan Church and Marlon Byrd for the starting job in center field.   \"I'm going to go out and give 110 percent. Whatever happens, the end result is, I know I gave it my all,\" Watson said. \"I'm glad that I'm being talked about to start in center field for the Nationals. That's a person's dream.\"   Last Spring Training, the Nationals didn't even consider Watson for their big-league roster. He was sent down early in camp and taken off the 40-man roster. But Watson proceeded to get hot and stay hot for most of his time in Triple-A New Orleans, hitting above .350. Watson's success prompted Jose Cardenal -- the special advisor to the general manager -- to call the left-handed-hitting Watson another Ichiro Suzuki.   \"I got off to a tough start. At first, everything was negative. It was tough being sent down and being taken off the 40-man roster,\" Watson said. \"The blows kept coming, but I pulled myself together. Once the hits started coming, everything became positive.\"   Washington then promoted Watson to the big leagues on Aug. 8, and he had a spectacular debut against the Astros the next day.   In his second at-bat, Watson collected his first Major League hit, driving a double off Ezequiel Astacio before scoring a run. In the fourth inning, Watson homered to left field off Astacio. Overall, Watson went 2-for-5 and helped the Nationals edge the Astros, 6-5.   But after starting the next three games, in which he went 1-for-13 with three runs scored and one strikeout, Watson's playing time came to a halt. Even though his club was desperate for a leadoff hitter, manager Frank Robinson remained loyal to players like Brad Wilkerson and Preston Wilson, despite the fact that they were not playing good baseball.   Watson was sent back to Triple-A on Aug. 17, but called up to the Majors again on Sept. 2. During his second stint, he was used mostly as a reserve and received just 24 at-bats.   \"I got my feet wet, but I didn't get the greatest of opportunities. ... I wished I would have played more, but that's why you work hard during the offseason and come back ready to go for Spring,\" Watson said.   If given a chance, Watson plans to show the Nationals his speed and the art of being a leadoff hitter this spring.   \"I plan to give them the whole repertoire, everything. It's all or nothing,\" he said. \"I'm going to play hard, use my speed. They don't have that much speed on the team. I want to help team as far as running and scoring runs for the big guys -- Soriano, Guillen, Schneider and all of those guys.\" Bill Ladson is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
