{
    "url": "http:\/\/m.mlb.com\/news\/article\/1302364",
    "title": "SoxFest gets off to festive start",
    "subtitle": "Good vibrations abound at SoxFest opening",
    "body": "CHICAGO -- Kenny Williams sat on the stage in a seminar room at the Hyatt in Chicago on Friday night, and surveyed the SoxFest crowd attending the first question and answer session with Williams and manager Ozzie Guillen.  The eloquent White Sox general manager then made a very astute and comical observation about the size of this particular group in attendance.  \"It's interesting that this room is only half-full this year,\" said Williams with a wry smile, although the attendance picked up as the session progressed. \"If we didn't win, this place would be full with people yelling at me.\" Williams' judgment certainly is based in fact. Last year, the first White Sox town hall meeting at SoxFest was filled with criticism heaped upon Williams because Magglio Ordonez had departed via free agency and rising star Carlos Lee had been traded to the Brewers for Scott Podsednik, a leadoff man whose on-base percentage in 2004 was lower than his batting average in 2003.   And then there was the initial 45-minute get together with the fans in 2004, where White Sox supporters complained about everything from Bartolo Colon's departure as a free agent to the seemingly inexplicable trade that sent Aaron Miles to Colorado for an erratic shortstop named Juan Uribe.   The only complaint coming from the White Sox faithful during the current SoxFest is that there aren't enough tickets to go around. Ticket sales for the weekend reached 25,000 in total, with 9,000 fans expected Saturday, and the event was declared a sellout even before the end of the regular season.   That announcement did nothing to dissuade anxious fans from lining up around the hotel in an attempt to at least get a quick glimpse of Paul Konerko, A.J. Pierzynski and Joe Crede, or newcomers such as Rob Mackowiak and Jim Thome. It's amazing how long a party lasts when celebrating the franchise's first World Series championship since 1917.   \"It has just been incredible,\" said Podsednik of the intense passion shown by the White Sox fans during the team's run to history and once again this weekend at SoxFest. \"It definitely will be an enjoyable weekend. It's fun to get out here and interact with the fans.   \"They supported us last year and they are expecting big things from us again. You come in here and spend this time, and it gives us an extra kick and boost coming into Spring Training.\"   Actually, Williams didn't need the extra boost. He already has been approaching the 2006 season as if his team didn't even make the playoffs in 2005, a concept he shared with the fans Friday evening. But he had to be buoyed by the excitement on the faces of fans from seven to 70.   Introductions of the players, coaches and management in attendance, officially starting SoxFest, was preceded by a highlight video of the 2005 season. It ran the gamut from great plays during the regular season to the victory Mosh Pit in Houston after the White Sox completed the World Series sweep.   From all of those memorable highlights, though, it was one word at the end that drew the greatest ovation from the crowd. No, it wasn't 'celebrate,' and it wasn't even 'euphoria.'   The not-so-secret word on this occasion simply was 'repeat.'   \"Once you get on top, all the opposing teams are gunning for you,\" said White Sox right-hander Jon Garland, who won a career-high 18 games last season. \"And all the fans want to see you do it again.\"   \"Going into last year, I never thought I would have a chance to play in a World Series, let alone win it,\" added Crede, probably the most consistent overall player during the 12 postseason contests. \"It's something that's hard to sink in, and it will be a challenge to do it again. But I'm enjoying it while it's here.\"   Fans gave Crede a monstrous ovation upon the mention of his name by public address announcer Gene Honda. The same was true for Pierzynski, Podsednik, and Neal Cotts, not to mention the chants of 'Moose' for Moose Skowron and the cries of 'Har-old' for bench coach and favorite son Harold Baines.   The biggest cheers clearly came for Konerko, whose name was chanted for close to one minute in appreciation for his great play and his return to the White Sox after going through free agency. The humble first baseman smiled, waved to the crowd and eventually motioned for them to move on.   Guillen, holding the World Series trophy with a security guard close behind, received applause befitting of the face of the franchise. Williams, meanwhile, was greeted as the conquering hero, with only a statue in his honor missing from the reception.   It took a couple of years, but fans realize the Uribe trade wasn't too bad of a move after all and the same could be said for the Podsednik acquisition. It was a far cry from the political debate-like atmosphere from 2004, when one sardonic fan stepped to the microphone and stated, 'Now, that 2004 is over (before it had started), what are your plans for 2005?'   The comment drew a few laughs, at the time, although none from Williams or Guillen. On Friday, the fans recognized Williams' 2005 plan worked out to near perfection. Scott Merkin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
