{
    "url": "http:\/\/m.mlb.com\/news\/article\/3788990",
    "title": "Dye unfazed by plethora of trade rumors",
    "subtitle": "Dye unfazed by plethora of trade rumors",
    "body": "CHICAGO -- The current offseason for Jermaine Dye has not been all that much different from the past three he has spent as a member of the White Sox.  There has been some quality time with his family. There was a 10-day cruise and a trip to Dye's cabin. And of course, there has been a great deal of preparation put in by Dye toward his fifth season in Chicago, coming off an MVP-caliber performance in 2008.  Actually, Dye has found one new and interesting twist over the past three months. He has been traded four or five times, but still remains the White Sox right fielder with the start of Spring Training just over two weeks away. \"I've heard it more from my agent or my sister or my mom or my dad, calling me and telling me I was traded,\" said Dye on Friday at SoxFest. \"I just told them that I didn't get a phone call.   \"Once I know, you'll know,\" said Dye. \"To be honest, I've been having fun with other things.\"   Trading Dye at the very least makes sense on a number of different fronts for the White Sox.   For starters, Dye probably would bring back a strong haul of young talent. The 35-year-old hit .292 last year, with 34 home runs, 41 doubles, 96 RBIs and 96 runs scored, not to mention playing strong defense in right. He's also a consummate clubhouse presence, although he's generally a laid-back, stoic type and a leader by example.   Although a $12 million mutual option exists between the sides for 2010, this could be Dye's last year in Chicago if the $1 million buyout is put into place. He understands this offseason maneuvering comes with the territory, especially for a front-line player, on a team trying to mix in youth with its accomplished veterans.   That understanding shouldn't be misread as Dye not paying an ounce of attention to the rumors. White Sox general manager Ken Williams and Dye spoke a couple of times during this offseason, with Williams mentioning during a Wednesday news conference that he explained the situation to Dye as much as he will explain it to any player.     \"I'll never [lie] to our players,\" Williams said. \"I told him flat out, 'Clubs are asking about you and here's who they are and here's how serious they are.' I told him it was unlikely -- and this goes back to the Winter Meetings -- that [he] will be moved.   \"But I can't give 100 percent assurance. As soon as I would say that, players and [the media] know I would be lying.\"   Cincinnati was one of those teams interested in Dye, so interested, in fact, that a story broke prior to the Winter Meetings detailing a Dye-for-Homer Bailey trade as a done deal. Dye heard about the pending move from a friend while he was at home, but never got a call from the White Sox. A call to Williams quickly squelched the possibility.   \"He said, 'No, I never traded you,'\" said Dye, who has no-trade protection to six teams in the Northeast.   \"I would be the first one to call him and thank him if something happened,\" White Sox manager Ozzie Guillen said.      It now looks as if Dye will be with the White Sox as they begin their first Cactus League season at Camelback Ranch in Glendale, Ariz., just a short trip from his home. There's no telling where Dye will be by mid-season, with that sort of move partially dictated by the White Sox on-field results in 2009.   So, Dye will deal with the continued rumors in his own way. Regardless of how many times he has been unofficially moved, Dye stays focused on contributing to his team's defense of its 2008 AL Central title. The White Sox are happy to have him -- minor trade distractions and all.   \"One of the toughest things to deal with as a player is hearing rumors about getting traded,\" Guillen said. \"Even when you want to put it away and not talk about it, somebody brings it up. But I don't worry about J.D.\"   \"You get tired of talking about it, so I'll probably give you guys one more chance in Spring Training, and that's it,\" said Dye. \"It gets old, but it's part of the business. You can't get caught up in it because things change from minute-to-minute, hour-to-hour and day-to-day. But it's all rumors until you get the call and are told you are going.\" Scott Merkin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
