{
    "url": "http:\/\/m.mlb.com\/news\/article\/3789006",
    "title": "Torre defends book on 'Larry King Live'",
    "subtitle": "Torre defends book on 'Larry King Live'",
    "body": "NEW YORK -- The funny part about all this controversy, Joe Torre says, is that he never considered any of it controversial. Such was the crux of his Friday evening interview on \"Larry King Live,\" in which Torre deflected accusations that he had disparaged former players and bosses in his forthcoming book, \"The Yankee Years.\" \"It certainly wasn't my intention to shock anybody with this book,\" Torre said. \"I just wanted to put a heartbeat on some of these players that people think are robotic.\" Torre's hour-long interview with King included portions devoted to his old bosses, George Steinbrenner and general manager Brian Cashman, his old players, including Alex Rodriguez and Gary Sheffield, and his motivations -- why risk tarnishing a legacy that included four World Series titles in 12 years?  Torre's answer to that last bit was that he never actually considered it a risk. The book's author, Sports Illustrated writer Tom Verducci, approached Torre with the idea for a book long before Torre left the Yankees and took his new job with the Dodgers. The original idea was to chronicle the change in baseball, through Torre's eyes, during his time with the Yankees.  Yet after Torre declined a contract offer to return to the Bronx following the 2007 season, the book took on a more dated subject matter, detailing his dozen years there.  \"I don't think this book is doing anything but really retracing the history of my Yankee years, which is what I wanted to do,\" Torre said. \"I'm shocked by the initial reaction, and the only reason I'm not upset by it is the fact that I know once people read the book, I think it will be more in perspective and they'll have a better idea of what it's about.\"  The first wave of reaction came earlier this month, when reports leaked that within the book, Torre included anecdotes of teammates calling Rodriguez \"A-Fraud\" and joking that A-Rod harbored a \"Single White Female\" obsession with Derek Jeter. Torre confirmed those stories to King, though he insisted it was in jest.  \"It's not like any of it was behind his back,\" Torre said.      Perhaps more damaging to Rodriguez was a passage in the book that says A-Rod needs records and stats and, in general, \"he needs people to make a fuss over him.\" One of the most talented individual performers in baseball history, Rodriguez struggled during his first season in New York compared to previous years. Torre said his book alluded only to the fact that at times, Rodriguez simply tried to hard.  \"He cares very deeply about doing well,\" Torre said on King's program. \"Alex, he wants all the records, sure. He has the ability, and he's that close to being able to accomplish those things. But Alex puts a great deal of pressure on himself.\"  And there was pressure on Torre, as well -- much of it coming from Steinbrenner, the principal owner throughout Torre's years with the Yankees. Torre said on Friday that he regretted the fact that Steinbrenner was never truly satisfied, even after the Yankees won their World Series titles. But he also said that his comments about Steinbrenner were all things that he had previously said to the owner's face.  \"I wouldn't say they didn't trust me,\" Torre said of the front office as a whole. \"The thing is, George, God love him, he always wanted to go to the whip. And George is that kind of owner that wants to be in total control. He really didn't give you an opportunity to enjoy what you've done because he was always striving for the next good thing to happen.  \"All those things I think George would be proud of,\" Torre continued. \"He liked being the boss. Everybody in the world knew he was tough. They knew that he could threaten you at any time. That was the excitement.\"  Less exciting, perhaps, was his relationship with Cashman, which Torre said changed after the general manager earned full autonomy of the team prior to the 2005 season. The two may have clashed on personnel issues, but Torre never felt \"betrayed\" by Cashman -- nor did he use that word in the book -- as early reports indicated.      \"I got along with Brian,\" Torre said. \"I don't want you to think this was some kind of bad relationship. I thought he changed a little bit. I said that in the book, where I felt that once he had the autonomy to do things, that he did some things that were very different than he did in the past. Change doesn't mean that he did something wrong. It's just something I wasn't used to, and I think we had some disagreements along those lines.\"  Perhaps the greatest clash Torre had with his front office came in the days following the 2007 season, when the sides were negotiating a contract extension. Torre requested a two-year deal with the second year guaranteed, so as to avoid the job security questions that had plagued him throughout the previous six months. The Yankees declined, instead offering an incentive-based one-year deal.  Torre, considering it an insult that the Yankees believed he needed extra incentive to win, rejected it. Within weeks, he was manager of the Dodgers.  And that's where Torre remains, despite his permanent ties to New York and the Yankees. Perhaps the book has altered Torre's legacy as one of the greatest Yankee managers of all time, perhaps not -- Torre is banking on the latter. He simply doesn't see his book as a problem, despite the views that have surfaced in recent days.  His stories of players such as Sheffield, Kevin Brown and David Wells were not actually criticisms, Torre said, but merely inside looks into the lives of those men. That's simply the type of relationship he said he had with Wells in particular. The men weren't friends, but they held a mutual respect. And perhaps they still do.  \"I did not burn any bridges,\" Torre said on the program. \"When I talked about what went on in the clubhouse, I don't think that there was any sensitive material that was in there that I don't think should have been in there.  \"To me, this book is going to sit on shelves. It's going to be a piece of history.\"   Anthony DiComo is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
