{
    "url": "http:\/\/m.mlb.com\/news\/article\/3786670",
    "title": "Gonzalez wants to show Braves old self",
    "subtitle": "Gonzalez wants to show Braves old self",
    "body": "ATLANTA -- As he prepares for his third season with the Braves, Mike Gonzalez knows that it's been more than two years since he last stood on Turner Field's mound with the physical capability of displaying his most dominant stuff.  Unfortunately for Atlanta, it proved to be one of the final victims before Gonzalez's left elbow prevented him from displaying the utter dominance that was viewed on consecutive August nights at Turner Field in 2006.  While recording two perfect innings for the Pirates against the Braves with five strikeouts in a span of approximately 24 hours, Gonzalez was at his best. But the splendor of the moment would be erased when he awoke one day later with elbow discomfort that ultimately forced him to remain sidelined during most of his first two seasons in Atlanta. But 20 months removed from the Tommy John elbow ligament transplant surgery that he underwent in May 2007, Gonzalez feels healthy and determined to prove he's once again the dominant closer the Braves envisioned when they acquired him two years ago.   \"I feel Atlanta hasn't really had a chance to see me at 100 percent,\" Gonzalez said. \"[My elbow] bothered me in Pittsburgh toward the end, and coming [to Atlanta], I didn't really get much of an opportunity to throw without the pain. I tried to throw through it, tried to tough through it and, obviously, it didn't work out too well.   \"Now, I'm fired up and looking forward to going out there and throwing without the pain.\"   As he prepared to participate in the Braves' voluntary early throwing program, which began on Friday at Turner Field, Gonzalez stood just a few strides away from the locker of Tim Hudson, who now finds himself enduring the long rehab process that follows Tommy John surgery.   Hudson, who underwent the surgical procedure in August, threw from a distance of approximately 120 feet on Friday, and next week, he'll begin putting more effort into his throws while throwing to a target positioned approximately 60 feet away.   But as Gonzalez knows all too well, these exercises simply stand as the early stages of a long process. Even if he doesn't encounter any setbacks, Hudson understands he likely wouldn't be able to join Atlanta's rotation until mid-August.   \"I'm not saying I can't come back in 10 or 11 months,\" Hudson said. \"But how I'm looking at it, they say it's a year-long process. That's the program that you follow. From what I understand, people who stray away from the process, they've had issues. I want to avoid that.\"   Utilizing the experiences of John Smoltz and other Braves teammates who had previously undergone this ligament transplant surgery, Gonzalez returned in June 2008, understanding that he likely wouldn't regain all of his arm strength until he returned to prepare for the start of this upcoming season.   Since starting his throwing program on Jan. 1, Gonzalez has felt physically stronger than he did last season and mentally relieved of the stress that he endured while dealing with the discomfort and rehab process created by his previously injured elbow.   \"More than anything, [the offseason] was just the mental break that I needed,\" Gonzalez said. \"Going at it for 16 or 17 months straight, I didn't really have an offseason. I just went home, relaxed with my family and didn't really think about anything. I just did everyday life without having to go out there and rehab my elbow.\"       While going 0-3 with a 4.28 ERA and converting 14 saves in 16 opportunities for the Braves last season, Gonzalez repeatedly said that he was looking forward to the day when he could regain his maximized velocity.   But while dealing with the fact that he wasn't physically capable of unleashing any 97-mph fastballs in any of the 36 appearances he made in 2008, Gonzalez believes he became a more complete pitcher by gaining the understanding that the craft isn't mastered simply by blowing opponents away with heat.   \"I'm going to go in with the same mind-set that I have to go in there and throw strikes,\" Gonzalez said. \"Before, I didn't have to think because I didn't have any situation with my arm. I just let it eat, like they say. I just let [the baseball] go and saw what happened.\"   During the 2005 and '06 seasons, the two most dominant of his career, Gonzalez posted a 2.42 ERA, and he successfully converted each of his 27 save opportunities. These impressive results came despite the fact that he issued 62 walks in 104 innings.   The potential damage of Gonzalez's control problems were negated by the fact that during this span, he recorded 122 strikeouts and limited opponents to a .205 batting average.   In the 33 2\/3 innings Gonzalez completed last year without his maximized arm strength, he registered 44 strikeouts and issued just 14 walks. In the process, opponents recorded a .291 on-base percentage and still managed to hit just .210 against the 30-year-old left-handed reliever.   Gonzalez credits his improved control on the somewhat-distracting rocking motion that he began using as he entered his windup last year. While not committing to utilizing this exercise again this year, he realizes the benefits it provided.   \"It's really what I feel out there,\" Gonzalez said. \"I'm not looking at it like, 'This is what I'm going to do.' I just know when I finished the year last year, the rocking felt good. In my mind, it was helping me get good rhythm. ... I don't see why I'd put that away.\"   As he prepares to anchor a bullpen that will also include Rafael Soriano, Blaine Boyer and Peter Moylan, who could return from Tommy John surgery by the beginning of May, Gonzalez is once again looking forward to the opportunity to put hitters away with his fastball.   But at the same time, Gonzalez is truly looking to prove he might now be even better than he was during those dominant days when he was standing on the Turner Field while wearing a Pirates jersey.   \"When I'm healthy and I'm good, I know what position I'm in, and I know what I'm capable of doing,\" Gonzalez said. \"I feel a peace of mind, because I know whatever situation I'm put in, I'm going to succeed, just because of the fact that I'm healthy.\"    Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
