{
    "url": "http:\/\/m.mlb.com\/news\/article\/3786306",
    "title": "Cooper ponders Astros' lineup",
    "subtitle": "Cooper ponders Astros' lineup",
    "body": "HOUSTON -- Astros manager Cecil Cooper still envisions Michael Bourn as his leadoff hitter, but just not quite yet. Bourn will hit elsewhere in the order when the season starts, but Cooper is hopeful that eventually his young center fielder will prove that he is indeed capable of handling the leadoff role.  \"He has to be that guy,\" Cooper said. \"But I don't know that we're going to do that right out of the chute.\" Cooper learned from his actions last year, when he anointed Bourn as his leadoff man as soon as general manager Ed Wade acquired Bourn from the Phillies in November of 2007. Cooper gave Bourn the nickname \"the igniter,\" and after watching Bourn perform well during Spring Training, felt comfortable with Bourn at the top of the lineup.  But the plan went awry. Bourn hit .195 in April, .214 in May and recorded a .288 on-base percentage over the course of the season -- low for any spot in the order, but completely unacceptable for a leadoff man.  Bourn played winter ball this offseason in an effort to improve in two important categories -- cutting down on strikeouts, and walking more. Over 25 games, he drew 15 walks, struck out 24 times and hit .312 with eight doubles, one triple and 11 RBIs.  Bourn is projected to be the Astros' starting center fielder in 2009, but where he'll hit is undecided. Bourn's placement isn't the only one Cooper is pondering. Other than Kazuo Matsui (leadoff), Lance Berkman (third) and Carlos Lee (fourth), Cooper has nothing etched in stone.   Matsui is his leadoff man, but Cooper doesn't know who will hit second. He mentioned Bourn, Miguel Tejada, Hunter Pence and Aaron Boone as possibilities. Cooper said he'll mix and match, much like he did in 2008, when subpar performances and injuries forced him to juggle the lineup.   Cooper isn't committing to who will hit fifth on down, and it will be interesting to see where he ultimately decides to put Tejada, whose power production dropped following a fruitful first two months of the season last year. Pence and Geoff Blum were mentioned as possible candidates to hit fifth.  Cooper may have a better idea when Spring Training begins, but it's more likely that he won't make a final call until closer to Opening Day.  \"I've been playing around with it all winter and thinking about it,\" Cooper said. \"One day, one guy's here, and one day another guy is there. We have options, and we have some time to decide.\"   Alyson Footer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
