{
    "url": "http:\/\/m.mlb.com\/news\/article\/3786082",
    "title": "KC aims to build on improved rotation",
    "subtitle": "KC aims to build on improved rotation",
    "body": "KANSAS CITY -- Zack Greinke is in for four more years. Gil Meche has three years left on his contract. The Royals' rotation now appears to have a solid foundation.  That was a necessary step for the team's and general manager Dayton Moore's push toward the top of the standings.  \"We've got to do our best to build a strong pitching staff, and, as you know, coming out of 2006, it was pretty bad,\" Moore said. The GM was referring to a 5.65 ERA, worst in franchise history, and 100 losses. The starters were last in the American League. So were the relievers. Moore, brought in early in that 2006 season, knew something had to be done.   So he signed Meche for five years at $55 million and was royally second-guessed for such an outlay. Meche wasn't sensational in 2007, but he was steady (9-13, 3.67 ERA).   \"It all began, really, with Gil coming here and setting the tone and going about his business in a way that is very steady and professional,\" Moore said. \"As you recall, in his first season with us, he didn't get a lot of run support, but he pitched very well, never made an excuse and never blamed anybody. I think that type of leadership really kind of set the tone.\"   Greinke, supported by the Royals, rebounded from personal issues and returned to starting effectively at the end of '07. That continued so well last year that the Royals signed him this week to a four-year, $38 million deal. Greinke is just 25 years old; Meche is 30.   Now, if Kansas City's climb is to continue, the rotation structure needs further solidifying. Some basic bricks seem to be there.   Brian Bannister, 27, had a superb rookie season with a 12-9 mark in 2007 before slipping last year to 9-16. He's meticulously prepared, and now he has to make it work again.   Promising for Atlanta when Moore was with the Braves, Kyle Davies, 25, rekindled that hope last September when he went 4-1 with a 2.27 ERA to cap a fine second half.   Luke Hochevar, 25, the No. 1 overall Draft choice in 2006, started well last year as a rookie, but fizzled in the second half when he had a rib injury. Hochevar might be the brightest light of all.   \"All those guys have pretty much been able to grow together, and, hopefully, they can continue to do so and push each other,\" Moore said.   Somebody could get left out at the start of the 2009 season because the Royals are counting on Horacio Ramirez, 29, to crack the rotation as the only left-hander. Right-hander Brandon Duckworth, 33, is another veteran possibility.   Looking two or three years ahead, there is a layer of pitchers who might develop into Major League starters. J.J. Picollo, assistant general manager for scouting\/player development, mentioned four right-handers in the system who might figure in the future:    Dan Cortes, 10-4, 3.78 ERA in 23 starts for Double-A Northwest Arkansas -- A wide-breaking curveball is an eye-catcher, along with good zip on his fastball and a changeup. \"He's consistently 94, 95 mph; it's a real strong arm. He's sort of the prototypical type we look for -- size, arm strength and athleticism,\" Picollo said. Cortes made the postseason Texas League All-Stars.    Blake Wood, 5-7, 5.30 ERA in 18 starts for Northwest Arkansas; 3-2, 2.67 ERA in 10 starts for Class A Wilmington -- Big, strong kid who throws a heavy fastball in the mid-90s. \"He's got a breaking ball that he needs to be more consistent with. He's got a changeup, too, and when he can put all three things together, he's got the makings of a starting pitcher,\" Picollo said. In 144 total innings, Wood struck out 139 with 47 walks.    Julio Pimentel, 7-13, 5.38 ERA in 28 starts for Northwest Arkansas -- A good fastball pitcher with a short-breaking curveball. \"Repeating his delivery is really what he got out of '07. He was very consistent the whole year,\" Picollo said, referring to Pimentel's 12-4 season at Class A. Pimentel lost some of that consistency last season, so re-establishing his delivery will be his focus in Spring Training.    Danny Gutierrez, 4-4, 2.70 ERA in 19 games (18 starts) for Class A Burlington -- Excellent fastball. \"He pitches anywhere from 90 to 95 [mph]. He's got a good arm and he's not a guy who looks like he exerts a lot of effort. He's got a good breaking ball and throws a lot of strikes,\" Picollo said. Love this stat: 104 strikeouts, just 25 walks in 90 innings.   Cortes and Gutierrez are each 21 years old; Wood and Pimentel are 23.   There are several other possible starters for the future, of course, including Carlos Rosa. A right-hander, he was shut down late last season after 19 Minor League starts because of a sore forearm. He's been working out in Arizona and probably will compete this spring for a bullpen job with the Major League club.   Moore tries not to get caught up too much in forecasting the emergence of Minor Leaguers.   \"The way I look at those guys is simply they're still developing, obviously, and it's a huge jump from being a productive Minor League player to being a productive Major League starting pitcher,\" Moore said. \"You just look at some of the struggles that some of the Hall of Famers and potential Hall of Famers had in their first couple of years in the Major Leagues, so it's a major, major hurdle.\" Dick Kaegel is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Dick Kaegel"
}
