{
    "url": "http:\/\/m.mlb.com\/news\/article\/3786420",
    "title": "Grissom tackles next phase of career",
    "subtitle": "Grissom tackles next phase of career",
    "body": "WASHINGTON -- The year was 1996. Center fielder Marquis Grissom was in the prime of his career with the Braves, when then-team president Stan Kasten approached Grissom before a game and asked, \"What do you want to do when your playing career is over?\"  Grissom was in his late 20s at the time, and the last thing on his mind was life after baseball. But Kasten told Grissom that he would make a great coach one day, especially after he saw the center fielder teach infielder Tony Graffanino about the art of baserunning. It came one hour after the Braves acquired Grissom in a trade that sent outfielders Tony Tarasco and Roberto Kelly and pitcher Esteban Yan to the Expos on April 6, 1995. Montreal and Atlanta shared the same complex in West Palm Beach, Fla., at the time, and Grissom went to work right away for the Braves.  \"Stan said, 'You need to talk to me about coaching one day,'\" Grissom recalled. \"I said, 'Right, I'm never going to be a coach -- none of that stuff when I'm finished playing.'\" More than a decade later, Kasten hired Grissom to be the Nationals' first-base coach. It's Grissom's first big league job since he retired as a player in spring 2006. Kasten has been trying to convince Grissom to join Washington since '06, but he would often turn him down because he was -- and still is -- committed to the youth in Atlanta, his hometown. According to Wikipedia, Grissom sponsors 12 Little League teams and helps fund a home school that provides food and shelter for kids without parents.   \"Whenever I brought his name up [to the staff], they would all look at me and ask, 'Wow, is there any way you could get him?'\" Kasten said. \"I told them, 'Marquis has been committed to what he has been doing in Atlanta.' He has such a interesting history, and he has made a success of himself. He is a great role model, not just for baseball players but for people.\"   Grissom's job with the Nationals will be to teach players how to run the bases correctly and help Lastings Milledge and Elijah Dukes become better outfielders. The team also wants Grissom to become a great clubhouse influence, as he was when he played for the Expos, Braves, Indians, Brewers, Dodgers and Giants.   \"The Nationals are young,\" Grissom said. \"I want to help the guys to the next level. I want to see what they have on the inside. They are big league ballplayers. I want to make sure that their work ethic is real good. It's a great opportunity to be in the big leagues. It's a perfect fit for me. I want to add my two cents and help the guys become better players and better people.\"   Grissom credits his former Expos teammates --- Tim Raines, Hubie Brooks and Wallace Johnson -- for teaching him how to become a positive clubhouse influence. Grissom would often ask questions about how to play the game right.   Since his time in Montreal, Grissom has often been referred to as a leader and one of the primary reasons why the Braves, Indians and Giants went to the postseason.   \"The guys in Montreal already had 10 years in the big leagues,\" Grissom said. \"I learned a lot by watching and asking questions. That helped me out a lot. You can't do it all by yourself. You really have to work, listen and learn quickly. You have to produce, No. 1. You have to put all those things together and put those guys on the right track. You have to change the mind-set. We are going to be winners.\"   Bill Ladson is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
