{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/163255062\/vin-scully-end-career-with-dodgers-giants\/",
    "title": "Scully wants to work some road games",
    "subtitle": "",
    "body": "LOS ANGELES -- Legendary broadcaster Vin Scully said he would like to broadcast a few road games in this, his 67th and final season, including the regular-season-ending series in San Francisco and games in San Diego and Anaheim. In recent years, the 87-year-old's workload has been reduced to just home games. \"As a little kid who grew up literally in the Polo Grounds and was an avid Giants fan, I think I would love to finish in a Dodgers-Giants game,\" said Scully at Dodgers FanFest on Saturday, an event attended by nearly 25,000 people. \"God willing, it will work out. We'll see.\" Scully said he might be willing to broadcast a postseason game on radio because it's his final year, but not a World Series game, saying it would be unfair to current radio broadcasters Rick Monday and Charley Steiner. One day after having a street named after him, Scully said a similar honor is overdue for the man that hired him 67 years ago. \"I hope and pray that one day the name O'Malley will be involved,\" Scully said of late owner Walter O'Malley. \"Walter O'Malley took a big gamble. He took his team out of Brooklyn, came here for his team to play in a track stadium (the Coliseum) that was made fun of throughout baseball. Then, through his efforts, he built Dodger Stadium. \"For me, I told the mayor, I didn't have anything to do with it, I just blabbered away. So I hope and pray that one day [O'Malley's] name will be attached somewhere on this campus. That would be, to me, a really heartfelt touch.\" Scully said he was overwhelmed when he learned a street would be named for him. He said he rejected such a tribute two years ago, but accepted this time because of his impending retirement as a chance to \"leave something behind.\" He also joked that someday Vin Scully Avenue will elicit this question: \"Who was Vin Scully?\" Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
