{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/163257798\/dodgers-dave-roberts-meets-with-yasiel-puig\/",
    "title": "Roberts wants Puig to have 'fresh start'",
    "subtitle": "",
    "body": "LOS ANGELES -- Outfielder Yasiel Puig quickly became a focal point at Saturday's Dodgers FanFest. The first sit-down meeting between Puig and new manager Dave Roberts finally took place, with Roberts saying: \"I just had a good sit-down with him. It was refreshing for me to have a good face-to-face with him, to talk about our vision, and it's more of, 'Let's wipe the slate clean' and everything's new. There's the same core of players but a completely new coaching staff, and we just want him to be himself and let's start fresh.\" Through the baseball grapevine, from executives and players and media, Roberts has heard all about Puig's past, and the new skipper knows the club is now taking a stricter tact with its young high-profile outfielder after a down season in 2015. The club is looking for Puig to recapture the production he showed during his first two seasons -- as well as the trimmer body -- when he was a feared, five-tool talent before injuries influenced parts of 2014 and '15. Club officials claim Puig has been working out diligently, although he still seems to have the bulk better associated with an NFL linebacker.  \"When guys get the game taken away from them, they get a new perspective on things. ... I think there's a real rededication [by Puig],\" said general manager Farhan Zaidi. Also addressed Saturday was an offeason radio interview given by former big league player and coach Andy Van Slyke, father of Dodger Scott Van Slyke. Andy Van Slyke had said the Dodgers' highest-paid player (without naming Clayton Kershaw) went to management and asked to have Puig traded. Scott Van Slyke called the incident \"a mishap\" he'd rather put behind him, but regarding Puig said: \"I love the kid.\" He said he did not tell his father that Kershaw asked management to trade Puig. \"I may have said something that led to that conclusion by himself, but by no means was I gossiping about things happening to other people,\" Scott Van Slyke said. \"I don't feel like I need to apologize to Yasiel. He knows how I feel about him. I make it clear to him every day in the clubhouse how I feel about him. I'm not two-faced. What you see is what you get. How I treat you in public is how I treat you in private.\" Scott Van Slyke said he did apologize to Kershaw, \"because I want him to be able to tell me things without worrying about things getting out. My dad apologized, and that was it, so it's forgive and forget and move on.\" Kershaw addressed it briefly Saturday. \"The only thing I can say about all that is Scott is one of my best friends,\" said Kershaw. \"I believe whatever Scott says. Anything that happens outside of that, I wouldn't pay attention to. It's not the truth. Scott is one of my best friends, so whatever I say to Scott is what I say to Scott. Everything else might not be the truth.\" Puig, meanwhile, said he spoke to Kershaw while they toured Cuba together this winter and \"we will talk in Spring Training to make sure all season the guys work together as a team.\" Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
