{
    "url": "http:\/\/m.mlb.com\/news\/article\/161045428\/howie-kendrick-diamondbacks-in-mlb-rumor-mill\/",
    "title": "Rumor roundup: Arizona eyes Kendrick",
    "subtitle": "Parra, Fister drawing interest as free-agent talk heats up",
    "body": "On the first Monday of the new year, the Hot Stove was reignited with a bevy of rumors regarding free agents. The slow-developing market for position players still features plenty of talent, while several intriguing hurlers also remain unsigned. Here's a look at the latest stories circulating around the big leagues: D-backs in talks with Kendrick The Diamondbacks are engaged in talks with free-agent second baseman Howie Kendrick, according to a FOX Sports report. The report indicated that no deal was imminent but discussions were ongoing. Kendrick is one of nine remaining free agents tied to Draft compensation after rejecting a $15.8 million qualifying offer from the Dodgers in November. Kendrick, 32, batted .295 with 54 RBIs and nine homers in 117 games with the Dodgers last season. He's a career .293 hitter through 1,198 big league games. The report also listed the Angels, who selected Kendrick in the 10th round of the 2002 Draft, as another potential fit. He spent the first nine years of his Major League career with the Angels before a trade to the Dodgers last offseason. Nats interested in Parra The Nationals' search for a center fielder has led them to free agent Gerardo Parra, with whom the club has made contact, per MLB.com's Bill Ladson. Parra, 28, is a .277 hitter through seven seasons in the Majors. He can play all three outfield positions and has two Gold Glove Awards (one in left, one in right). Parra batted .291 with 14 home runs and 51 RBIs with the Brewers and Orioles in 2015. In addition to Parra, Washington was considering bringing back Denard Span, who is planning to work out for clubs this month as he returns from hip surgery. The 31-year-old veteran hit .292 with a .345 on-base percentage in three seasons as the Nats' leadoff hitter. Fister has multiple offers Free-agent pitcher Doug Fister is said to have offers of one- and two-year contracts from multiple clubs, according to ESPN.com. No teams were named in the report, but the Marlins, Phillies and Tigers have been linked to Fister this winter. Fister, who turns 32 in February, is coming off one of his worst seasons in the Majors; he posted a 5-7 record with a career-high 4.19 ERA through 25 games (15 starts) with the Nationals last year. Still, Fister could present a buy-low option for a team hoping he can return to form. He's one year removed from a strong 2014 campaign in which he went 16-6 with a 2.41 ERA. Marlins, Jackson closing in on deal The Marlins are reportedly nearing a deal with free-agent pitcher Edwin Jackson, according to MLB.com's Joe Frisaro. The club had not confirmed the deal, and terms were unknown. Jackson, 32, has pitched in 13 Major League seasons with nine teams. He split 2015 between the Cubs and Braves, compiling a 3.07 ERA through 47 relief appearances. In Miami, he'll likely fit as a back-of-the-rotation starter or long reliever. Jackson is owed $13 million by the Cubs this year. Miami is expected to offer him the Major League minimum. Even if the Marlins do sign Jackson, they'll still be in the market for additional starting pitching. Fister, Cliff Lee, Ian Kennedy and Cuban right-hander Yaisel Sierra are among the pitchers who could be of interest to Miami. Chad Thornburg is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chad Thornburg"
}
