{
    "url": "http:\/\/m.mlb.com\/news\/article\/161038046\/new-years-resolutions-for-around-mlb\/",
    "title": "12 resolutions that must be kept in 2016",
    "subtitle": "",
    "body": "On Jan. 1, my sister-in-law resolved to be more punctual in 2016. On Jan. 2, she was 20 minutes late for a family dinner. That's usually how it goes in the resolutions realm, isn't it? They often fall apart as quickly as they are formed, yet we somehow still survive and can laugh them off. Frankly, given my sister-in-law's trend toward tardiness, I was surprised her resolution lasted as long as it did. Of course, some resolutions are more essential than others. In that vein, here are a dozen examples of Major League goals that must be met in the New Year. The Yankees' bullpen must be even deeper than expected Hey, I'm as swept up in the idea of a historic back-end trio as the next guy, but, realistically, what are the odds that all three of Aroldis Chapman, Andrew Miller and Dellin Betances replicate their 2015 numbers? We all know how volatile bullpen performance -- even for elite arms such as these -- can be. Furthermore, Chapman might be facing a suspension, and Miller missed some time last year with a forearm strain (and such injuries have, in some cases, been precursors to more serious elbow issues). Most important, perhaps, is the fact that Betances has accrued an absurd number of innings pitched over the last two years (175 2\/3, to be exact). The Yanks will still need contributions from beyond those three. This could be a big year for Bryan Mitchell, whose filthy stuff has been compromised by command woes in the past. The Blue Jays must make the postseason It's the goal for every club in the American League this year, but, for a Blue Jays team with a revamped front office that is facing possibly unprecedented scrutiny from the fan base, it's especially imperative. The Mariners must make the postseason Because 14 seasons sans October is far too many in this age of competitive balance and also because the window to win with Felix Hernandez (2,262 1\/3 innings pitched before the age of 30), a 33-year-old Robinson Cano and a 35-year-old Nelson Cruz could close quickly. New general manager Jerry Dipoto has acknowledged the urgency -- and the optimism -- of the situation with a particularly aggressive winter. The Cubs must win the National League pennant Let's not get greedy and demand that long-awaited World Series title (as Cubs fans know too well, there's always next year). But let's at least snap Wrigley Field's 70-year streak of not hosting a Fall Classic game. Because they won 97 games last year -- before adding Jason Heyward and Ben Zobrist and John Lackey -- and because their lineup trajectory is firmly pointed north as Kris Bryant, Kyle Schwarber, Jorge Soler and Addison Russell continue to mature, there's this feeling of \"What could possibly go wrong?\" around the Cubs. As we know too well in this game, reality has a way of making a mockery of assumptions. So it will be fascinating to watch these still predominantly young Cubs handle the weight of expectations -- and of history. The Dodgers must win the NL pennant If only to hear Vin Scully's magic pipes broadcast the Fall Classic one last time. The Angels must adequately surround Mike Trout  By any objective measure, the Angels have had the greatest player in the game over the last four seasons, and all they've got to show for it is a three-game postseason sweep at the hands of the Royals in 2014. Trout's plate appearances with runners in scoring position plummeted 19.7 percent in 2015, so he didn't have sufficient help in front of him, and his rise in intentional walks -- from six to 14 -- is one indication of the lack of support behind him. Whether the Angels wind up with one of the remaining free-agent bats or not, they need to properly protect this guy and get this offense back to an elite level. Carlos Santana must adapt to the Indians' designated-hitter role He's just south of 30 years old and already without a position. Santana once delivered elite production from the catching spot until his defensive issues were too much to ignore. Then he was briefly the world's first third baseman\/catcher hybrid. Then he was a first baseman with declining thump. Now he's lost the first-base spot to Mike Napoli, and perhaps Napoli will provide the cleanup prowess this club desires. But so much of the Tribe's offensive upside -- particularly with Michael Brantley sidelined by shoulder surgery -- revolves around Santana, who has not taken kindly to DH duties in the past. For the Indians to take advantage of their potentially elite starting pitching, they need more from their bats, especially Santana. The Marlins must upgrade their rotation All right, so it looks -- for now -- like they're keeping Jose Fernandez. That's great. Get 30 starts out of the 23-year-old, get a full season out of Giancarlo Stanton and Christian Yelich and Dee Gordon and Marcell Ozuna and Justin Bour and J.T. Realmuto, and you've got the seeds of a contender. But have you looked at that rotation after Fernandez? Tom Koehler, Jarred Cosart, Adam Conley and Justin Nicolino, for now. The Fish need at least one bankable commodity beyond Fernandez if they're going to rise in a winnable NL East. The Rays must get more from Evan Longoria  The Rays didn't get enough credit last year for scraping together an 80-win season despite the decimation of what could have been an elite starting staff. With the obvious acknowledgment that a trade could transpire between now and Opening Day, this team has the pitching depth to remain a nightly headache in the AL East, but contention is only possible if the offense takes a step forward. They might have to move a Jake Odorizzi or Jake McGee to get an impact bat, but the surest -- and cheapest -- way of all for the Rays to improve offensively is for Longoria to become the player he once was. From 2008-13, Longoria was good for an adjusted OPS+ 36 points better than league average. The last two years, it's a mark just nine points above the norm, to go with a nearly 100-point drop in slugging percentage. Some of this is likely attributable to lineup protection, or lack thereof, but Longo and his mates showed some positive signs in the second half last season, and it's imperative that those keep coming. Miguel Sano must make the outfield transition work In an effort to maximize their offensive potential with Byung Ho Park aboard, the Twins are asking the big-bodied Sano -- listed at 6-foot-4, 260 pounds -- to show up to Spring Training fit and ready to lock down the job in right field. He's certainly got the arm for the position, but his agility will be put to the test. A big reason the Twins surprisingly leapt into contention last season was their improved outfield defense. It remains to be seen how much the defense will be compromised by this experiment. The Mets must exceed their offensive expectations This is not the kind of offseason Mets fans pined for after the surprise run that culminated in the club's first World Series appearance since 2000. Then again, last offseason was nothing to get too amped up about, either, and the Mets adapted on the fly at the July non-waiver Trade Deadline as well or better than anybody. Perhaps the Asdrubal Cabrera-Neil Walker double-play pairing will improve the production up the middle, perhaps Juan Lagares and Alejandro De Aza prove an effective center-field platoon and perhaps Michael Conforto only scratched the surface in '15. But the Mets must be prepared to be proactive on the trade front once again -- perhaps again dangling Zack Wheeler -- if they're going to take full advantage of this once-in-a-generation rotation. The D-backs must find cost-effective solutions for their remaining needs In a division with two budget behemoths, it was awesome to see Arizona extend itself and give the Paul Goldschmidt-led lineup the support it deserves with the acquisitions of pitchers Zack Greinke and Shelby Miller. But the Greinke signing, which came together remarkably rapidly, was obviously a game-changer with regard to the amount of money Dave Stewart and Co. have to address other needs -- namely, in the bullpen, in the backup catching slot and possibly at second base. So while you've got to love the prospects of a D-backs team with power, defensive prowess and a vastly improved rotation picture, there's still work to be done here -- and it must be done efficiently. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
