{
    "url": "http:\/\/m.mlb.com\/news\/article\/1294185",
    "title": "Venafro, Bradford prefer to drop down",
    "subtitle": "Mets 'pen may feature unique pair of arms",
    "body": "PORT ST. LUCIE, Fla. -- Dropping down appears to be in vogue.  One of the most striking sights of the Mets' three-day minicamp in Port St. Lucie involved Chad Bradford and Mike Venafro -- submarine-style relievers who throw from opposite sides -- whipping baseballs across the outfield in a long-distance game of catch.  \"It works out pretty good,\" Bradford said. \"We can talk to each other and help each other out with angles and stuff like that.\" Both signed as free agents over the winter, Bradford and Venafro -- a right-hander and a left-hander, respectively -- have shared a clubhouse once before, playing for the 2002 Oakland A's.   Seeing almost mirror images of their pitching motions across the outfield might be old hat to the veterans, but around the Mets, it's still a novelty.   After scarcely having any submarine-style relievers in the last few decades, the Mets will have three in camp this Spring Training when right-hander Steve Schmoll -- acquired from the Dodgers this month -- reports to camp.   \"I didn't care too much for those kind of guys [as a hitter],\" said manager Willie Randolph. \"They always seem to have the upper hand. I don't think there's too many right-handed hitters who like submariners.\"   Pain-free after having lower back surgery last March, the 31-year-old Bradford went 2-1 with a 3.86 ERA last year for Boston. He was aggressively recruited by the Mets and signed a one-year contract in December, his first tour in the National League.   \"There's hitters I've never faced, and hopefully that's to my advantage,\" Bradford said. \"That could be in my favor. I didn't really pitch a whole lot of innings [last year], but it ended healthy. Hopefully, I can pick up where I left off.\"   Venafro, 32, came to the minicamp hoping to make an impression, anticipating a fight to accompany Billy Wagner as the Mets' left-handed relievers. After spending all of last year with Triple-A Las Vegas in the Dodgers' system, Venafro is looking to make his way back to the Majors, where he has 300 career appearances with four clubs.   \"There's no guarantee there will be a spot for any of us,\" Venafro said. \"But I want a ring. I want to know what it feels like to win a championship. To be part of something like that, not many guys can talk about it.\"   Estalella comes to camp: Free agent catcher Bobby Estalella worked out in front of Mets executives Tony Bernazard, Kevin Morgan and John Fantauzzi on Wednesday, taking batting practice and throwing from behind the plate.   Estalella, 31, was in Spring Training last year with the Reds and appeared to have a good chance at making the club, but was injured and required Tommy John surgery.   A lifetime .216 hitter in 904 Major League at-bats, Estalella last played for the Blue Jays and Diamondbacks in 2004, getting into 12 games. He has also played for the Phillies, Giants, Yankees and Rockies.   Driving a point home: Last October's highway trip home from New York to Florida proved therapeutic for reliever Heath Bell.   Confused and a little upset after sitting idly in the bullpen for 28 days last September, Bell said the long drive south on Interstate 95 gave him a good opportunity to reflect on his season and its experiences.   Perhaps the month-long layoff can be put to good use, Bell reasoned then. Not being used wasn't fun, but maybe it could prove valuable.   \"Trust me, I don't want to be anywhere else,\" Bell said. \"I've been in this organization since 1998. Sometimes you have a better opportunity somewhere else, but I want to stay here and show everyone that I can win the job.\"   Because of that situation, Bell focused more on what went right in his second Major League season, then reported to the Dominican Republic to fine-tune his split-fingered fastball in winter ball. He also abandoned a plan to lengthen his pitching stride, a change suggested by former Met Roberto Hernandez.   Using the layoff as motivation to fuel his year, Bell is intent on staying strong through Spring Training and, hopefully, making the team.   \"I look back at those 28 days and I think that helped me out the best,\" Bell said. \"I think I might have a great career because of those 28 days. I can always look back and say, 'Hey, I did that.'\"   Wrapping up: The Mets concluded their workouts Wednesday with a light session, ending the three-day minicamp as players prepared to scatter across the country once again.   Viewed more as an opportunity to catch up with certain players coming off injuries and see people physically, all surveyed declared the trip worthwhile.   \"This is something we're doing because we want to get guys out here, see what we have, get acquainted, all that stuff,\" Randolph said. \"... It's nice to kind of get an idea of what you'd like things to look like.\" Bryan Hoch is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
