{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/161206558\/tim-raines-falls-short-on-hall-of-fame-ballot\/",
    "title": "Raines gains, but falls short of Hall election",
    "subtitle": "Outfielder receives 69.8 percent of votes from BBWAA",
    "body": "Tim Raines, one of the best leadoff hitters in history, is down to his final Hall of Fame at-bat. At least it appears that he'll take his swing with the count in his favor. Raines was named on 69.8 percent of the ballots cast by members of the Baseball Writers' Association of America when this year's results were revealed Wednesday night, short of the 75 percent required for induction in Cooperstown. Next year will be his 10th and final year of eligibility on the BBWAA ballot. After that, his candidacy passes to the Veterans Committee. •  Complete Hall of Fame coverage  However, he could be peaking at the right time. Last year he was named on 55 percent of the ballots, his previous high, and has been steadily increasing his total since his first year of eligibility in 2008. And the other good news is this: Raines got 70 percent of the vote (rounding up), and 16 out of the 17 players who cleared 70 percent in one year -- while falling short -- got in the next year, assuming they had years of ballot eligibility remaining. Only Jim Bunning, who received 74.2 percent in 1988, didn't make it on his next try. Furthermore, every player who has received at least as high a percentage as Raines did has eventually gotten into the Hall of Fame, via either the BBWAA or the Veterans Committee.  Raines played 23 big league seasons, spending his prime with the Montreal Expos. At his best, from his rookie year of 1981 through 1987, he led Major League Baseball in hits, times reached base and triples. During that span he ranked second in runs and stolen bases and third in on-base percentage and doubles. For his entire career, Raines was a potent blend of speed (808 stolen bases) and power (170 home runs) while also possessing a strong ability to get on base with a .385 OBP. He made seven All-Star teams and had more walks than strikeouts. His 84.7-percent stolen-base success rate is the highest among all players (minimum: 300 SBs) and he stole 70 or more bases in a season six times, more than any player in history except Rickey Henderson. Obvious question: Why, then, has Raines gone through nine election cycles without getting into the Hall of Fame? One big reason is that he had the misfortune of being a contemporary of Henderson's, widely considered the greatest leadoff hitter of all time. And voters have historically voted in only the most dominant player in a given position or category from each era. Ken Rosenthal made that point on MLB Network moments before the announcement. \"It baffles me why he hasn't been on more ballots,\" the well-respected national reporter said. \"If Rickey Henderson had never existed, we'd look at Tim Raines a lot differently. We'd say, 'Wow. This guy was amazing.' \"Guess what? You look at the career OPS, it's comparable. Very comparable. Highest stolen-base percentage, one of them, in history. Tim Raines. This is a guy who was really everything Rickey Henderson was, just not quite as good. I'm a little baffled, again, that he has not received more support.\" Tony Gwynn was a player who was swept into Cooperstown his first year of eligibility and is considered one of the best hitters ever. His career OBP of .388 was virtually identical to Raines' and Raines actually reached base more times (3,977 to 3,955), albeit over a longer career. Another factor could be that Raines testified before the Pittsburgh Grand Jury in 1985 that he had used cocaine as a player. And it probably didn't help that he spent his prime years in Montreal, a franchise that never received the attention that some of the big-name, United States-based teams do. Finally, from 1988 to the end of his career in 2002 his numbers were good, but not great, a .282 average with 32 stolen bases per 162 games. The question becomes not whether he was good enough at his best, but whether he was dominant long enough to warrant inclusion among the game's best. Raines expressed thanks in a series of tweets on Wednesday night: \"I would like to thank @officialBBWAA writers for once again considering my @baseballhall candidacy, the ultimate honor in the sport. Next, I also want to thank everyone who advocated for me, especially @jonahkeri & @theaceofspaeder. I really appreciate it. Finally, a heartfelt thank you to all the fans on Twitter\/in person who continue to show love & support. My family and I are touched.\"  I would like to thank @officialBBWAA writers for once again considering my @baseballhall candidacy, the ultimate honor in the sport. (1\/3)  Next, I also want to thank everyone who advocated for me, especially @jonahkeri & @theaceofspaeder . I really appreciate it. (2\/3)  Finally, a heartfelt thank you to all the fans on Twitter\/in person who continue to show love & support. My family and I are touched. (3\/3) Raines has one more shot at the Hall of Fame. His chances appear better than ever. Raines was among a handful of players with ties to the Expos on this year's Hall of Fame ballot. Closer Lee Smith was named on 34.1 percent of ballots in his 14th year on the ballot, while Larry Walker got 15.5 percent of votes in his sixth year. Infielder Mark Grudzielanek did not receive any votes in his first year and will fall off the ballot by virtue of not receiving five percent. Paul Hagen is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Hagen"
}
