{
    "url": "http:\/\/m.mlb.com\/news\/article\/162169806\/josh-harrison-mlk-day-camp-in-cincinnati\/",
    "title": "Harrison brothers host MLK Day Camp in Cincy",
    "subtitle": "",
    "body": "CINCINNATI -- Pirates second baseman Josh Harrison is still in the middle of a successful playing career and not ready to step into the world of coaching. But he's not waiting until retirement to share his knowledge of baseball with others, especially if it helps kids in his hometown while also benefiting families in need. Harrison and older brother Vince Harrison, a coach in the D-backs organization, hosted the first day of their Harrison Brothers Martin Luther King Day Camp on Sunday. Gathered at the Southwest Ohio Baseball Academy and Training Center were 20 kids, ages 13-18, who received instruction from a dozen Major and Minor League players or coaches. On Monday, the instructors will work with aspiring players ages 7-12. \"Previously, we've done it for one day. But what we found out is it might be more beneficial to do it over two days in a smaller place,\" Josh Harrison told MLB.com. \"That way, the older kids can get a little more individual instruction. The little kids still get theirs, but it's hard to teach to a 17-year-old and an 8-year-old at the same time. It looks like we've got some kids ready to have fun and meet some great guys.\" A graduate of Cincinnati's Princeton High School and a former star for the University of Cincinnati, Josh Harrison has evolved from a Major League utility player and is expected to replace Neil Walker as the Pirates' everyday second baseman in 2016. Harrison, 28, is a .284\/.327\/.390 career hitter over his five seasons in Pittsburgh and was a 2014 All-Star. He loves to teach and work with kids. \"Even though I'm currently a player, I'm still constantly learning,\" Josh Harrison said. \"Baseball is one of those games where it can be so monotonous and you do the same thing every day. But you can have results you've never seen before. You never know what the game will give you. You're constantly learning. When I'm teaching these kids, I'm also learning. \"Some things I might be teaching them might click in my head, and I'll say, 'You know what? That's the same problem I've been having.' A lot of it is giving back and teaching these guys to simplify the game. Sometimes, it's what we have to teach ourselves.\" Proceeds from the camp will benefit the Josh and Brittney Harrison Heavenly Hands Foundation. The Harrisons have a nearly 2-year-old daughter, Mia, and wanted to do something that would help kids and families in need. The foundation is based in Cincinnati, but Josh Harrison hopes to eventually branch it out to help people in his professional home of Pittsburgh as well. \"My wife and I just started it about a month ago,\" Josh Harrison said. \"As a parent, you never want your kid to want for anything. We look at our daughter and she has all of her necessities -- clothes, food, shelter. My wife is really big in helping kids who don't have much. This will benefit families that can't afford newborn clothing. We accept brand-new or gently used clothing, whether it's from drop-off locations set up at our churches. \"We'll talk to other charities and help through word of mouth. We'll go to women's shelters, those who can't go out and shop for kids' clothes. We've been blessed. We just want to help out any way we can. There are a lot of families that really can't provide the necessities for their kids -- things we take for granted.\" Vince Harrison, 36, played Minor League and independent baseball for nine seasons before retiring after the 2011 season and transitioning to coaching. Joining the Harrisons at the camp were several pro players, including Indians outfielder Collin Cowgill and such Minor Leaguers as Marcus Davis (Padres), Eric Stamets (Indians) and more. \"A lot of the guys are local and went to high school in Cincinnati,\" Josh Harrison said. \"It's refreshing for these kids to see people who have gone to local high schools and colleges that are playing pro ball. It shows them that they played against your high school or they went to a college that wasn't the University of Florida or whatever. But they love the game of baseball and play it the right way. They also understand having fun and simplifying things. If you can show a 15-year-old kid a 23-year-old who graduated from Lakota West [High School] and he's in the Minor Leagues, it gives the kids hope. It shows them that you can get to where you want to go.\" Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, follow him on Twitter @m_sheldon and Facebook and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
