{
    "url": "http:\/\/m.mlb.com\/news\/article\/162171480\/plenty-of-players-still-remain-to-fill-rosters\/",
    "title": "Week Ahead: Impact free agents remain",
    "subtitle": "Intriguing names remain on market as Spring Training approaches",
    "body": "The days are counting down to Spring Training. The blue chips of free agency are coming off the board, piece by piece. But as we get closer and closer to pitchers and catchers reporting (less than a month!), the urgency of roster completion only gets more intense. In other words, there's still plenty of heat on that stove. The week ahead figures to bring a flurry of activity for the remaining free agents and maybe for a blockbuster trade or three. Here are some of the names that might hit the headlines. • Hot Stove Tracker Justin Upton:  Upton is 28 years old and is coming off a 26-home run, 81-RBI season even in a down year (for him) while playing for the Padres, who call pitcher-friendly Petco Park home. That makes him a hot commodity who figures to not be on the open market for much longer. Upton makes sense for a number of teams that could use more offense, including the Angels, Rangers, Cardinals, Tigers and Mets, and we shouldn't be surprised if a mystery team jumps into the fray, especially if the interested clubs turn to Upton after striking out on the next guy on this list.  • Cespedes reportedly near end of free agency Ian Desmond:  Here's a 30-year-old shortstop who's averaged 22 homers per season for the last four years. That in itself should be quite attractive for teams looking for that type of production in the middle of the field and the middle of the lineup. Drawbacks to a long-term commitment to Desmond would be his growing strikeout rate and the loss of a Draft pick, but he's still a rarity with pop at a premium position. The Padres opted for Alexei Ramirez last week. We'll see where Desmond goes this week. • Desmond still searching for right landing spot Yovani Gallardo:  He's one of the premier starting pitchers left on the board, and while the Royals seemed like a good fit, they signed Ian Kennedy to a five-year, $70 million deal, so they're out. Don't forget about Toronto. While the Blue Jays might not be thrilled to part with the Draft pick that would be a required surrender for acquiring the services of the durable right-hander, who turns 30 next month, they could use another solid arm to round out a pitching rotation that lost departed free agent David Price to the American League East-rival Red Sox. Howie Kendrick:  Second basemen Ben Zobrist and Daniel Murphy have already come off the board to the tune of big multiyear bucks. Kendrick, a career .293 hitter who batted .360 with runners in scoring position for the Dodgers last year, should be in line for something similar as the best remaining available player at the position. The last team that has been publicly involved in conversations with Kendrick is the D-backs, and Kendrick told MLB.com he thinks it would be a good fit. \"Playing with the Dodgers was fun,\" Kendrick said. \"I was hoping to go back there. I just want to be in a winning situation. The Diamondbacks are a team that's going to be really good.\" Dexter Fowler:  He had 17 homers and 20 stolen bases in his year-29 season for the Cubs in 2015, so Fowler shapes up as a less-expensive, more finesse-oriented alternative for clubs unwilling to invest what it will take to land Upton or Cespedes. Chicago's 670thescore.com recently reported that the Rangers, Mariners, Indians, White Sox and Cubs are potential landing spots for Fowler. Tim Lincecum:  He's a two-time Cy Young Award winner and three-time World Series winner, but is now a question mark who's coming back from hip surgery. That means teams might not check in on the right-hander until he organizes a showcase or two to show he's healthy. But a pitcher as well-known and accomplished as Lincecum also might already be deep in talks for a short-term, incentive-heavy contract. Carlos Gonzalez, Charlie Blackmon and\/or Corey Dickerson:  The Rockies are rebuilding, they want to add young pitching and they recently signed free-agent outfielder Gerardo Parra. That means there's one too many starting players, all of whom hit left-handed, slated to roam the nether reaches of Coors Field. This means any of these three desirable pieces could be available in a trade. FOXSports.com reported last week that the Rockies have been in talks with the Orioles and Tigers regarding these players, which spices up the week even more. Other available free agents of note: David Freese, 3B; Doug Fister, RHP; Mat Latos, RHP; Austin Jackson, OF; Steve Pearce, OF\/IF; Justin Morneau, 1B; Pedro Alvarez, 1B\/3B; Tyler Clippard, RHP; Tommy Hunter, RHP Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
