{
    "url": "http:\/\/m.mlb.com\/news\/article\/162256766\/upton-makes-tigers-lineup-more-right-handed\/",
    "title": "Is Detroit all right with a lineup that's all right?",
    "subtitle": "Upton is Tigers' 8th RHB, but they're more balanced than it seems",
    "body": "The Tigers' chances in the American League Central got a serious jolt Monday night with the reported addition of left fielder Justin Upton. There's no denying the star power in the middle of that lineup, and there's no denying the potency of Detroit's offense as a whole. But there's also no denying one simple fact: An awful lot of right-handed hitters now reside in Motown -- eight in the projeted starting lineup, to be exact. As it stands, Victor Martinez, a switch hitter, is the only starter who will set foot in the opposite batter's box. • Justin Upton, Tigers agree to 6-year deal On the surface, this seems like a critical flaw in the Tigers' roster makeup, specifically in a division where the Royals and Indians are two of Detroit's primary competitors. Kansas City rather famously boasts a bullpen filled with flame-throwing right handers (and a righty-heavy rotation as well). The Indians, meanwhile, enter the season with five right-handed starters, well known for their strikeout rates. Last season, the Indians ranked first in the AL with a .665 OPS-against in right-right matchups. The Royals were third at .689. It's a tough division in which to be a right-handed hitter -- and yet, the Tigers enter the season potentially poised to set a record for right-handed plate appearances. That plan is not as foolhardy as it might sound. Take a look at the five highest team seasons in that category, all-time: 1. 1977 Padres: 5,279 PAs 2. 1998 Astros: 5,261 PAs 3. 1996 Astros: 5,105 PAs 4. 2001 Astros: 5,104 PAs 5. 1993 Rockies: 5,072 PAs The 1977 Padres didn't have much offense against pitchers from either side, and the '93 Rockies were an expansion team still trying to figure out their roster. So let's focus on those turn-of-the-century Astros. There are a lot of similarities to these Tigers. On the '98 Astros -- who won 102 games, by the way -- switch-hitter Carl Everett was the only regular in the left-handed batter's box. What made those Astros teams so successful? Well, they raked against whoever was pitching, without seeming to care which hand the ball was released from. Here's a look at their splits: 1996 Astros Vs. Right: .262\/.337\/.397 Vs. Left: .262\/.332\/.398 1998 Astros Vs. Right: .275\/.349\/.432 Vs. Left: .296\/.379\/.450 2001 Astros Vs. Right: .270\/.344\/.453 Vs. Left: .277\/.359\/.445 You'll notice that the numbers are almost identical, aside from 1998, when Houston pulverized left-handers. And even then, the righty-heavy Astros were much better against right-handed pitching than the rest of the league (as evidenced by their 107 split-OPS+). Houston's formula for success was simple enough: Lineup balance doesn't come from having lefty and righty hitters. It comes from having hitters -- from either side of the plate -- who can hit both lefty and righty pitching. That philosophy showed in the roster makeup of the 1998 Astros. Jeff Bagwell was the only hitter with significantly better numbers vs. lefties -- and his .279\/.391\/.524 slash line vs. righties was just fine. Meanwhile, Moises Alou and Richard Hidalgo were actually better against right-handers. The lineup may have lacked left-handed bats, but that didn't mean it wasn't balanced, and from 1996-2001, the only National League team to score more runs was the Colorado Rockies. • Hot Stove Tracker So how does that philosophy manifest itself in Detroit in 2016? Quite well, in fact. Tigers right-handers posted a .760 OPS against righties last season -- second in the Majors. Earlier this winter, they added Cameron Maybin, whose career OPS is 46 points higher against right-handers. And on Monday, they added Upton. Check out his 2015 splits: Vs. Right: .266\/.355\/.493, 23 HR Vs. Left: .191\/.258\/.300, 3 HR Upton's poor numbers against lefties in 2015 were probably an anomaly. Throughout his career, his splits have been pretty even. That would give the Tigers a middle of the order with three very complete right-handed hitters. Miguel Cabrera's .344 average against right-handed pitching was the best in the Majors in '15 -- left-handed hitters included. And J.D. Martinez torched righties to the tune of a .286\/.335\/.534 slash line, which included 28 home runs. There are plenty of examples throughout history in which right-handed heavy teams have had success. The 2000 Mets and the 1974 and '78 Dodgers rank among the top-12 in right-handed plate appearances since the divisional era began. All three advanced to the World Series. Obviously, it's a different game in 2016. Given the specialization of bullpens and the attention to matchups, a balanced lineup would appear to be more important than ever before. But as we've learned from clubs like the 1998 Astros and the 2000 Mets, \"balance\" doesn't have to mean a wealth of options from both sides of the plate. It only requires a wealth of hitters who don't seem to care which hand the ball is being released from. AJ Cassavell is a reporter for MLB.com. Follow him on Twitter @ajcassavell. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "AJ Cassavell"
}
