{
    "url": "http:\/\/m.mlb.com\/news\/article\/162281122\/mlb-announces-game-times-for-2016-season\/",
    "title": "MLB announces game times for 2016 season",
    "subtitle": "Bucs will host Cards at PNC Park on April 3 at 1:05 p.m. ET to open year",
    "body": "It will all begin on April 3 at 1:05 p.m. ET, when the Pirates will host the Cardinals at PNC Park on ESPN. It will culminate on Oct. 2 at 3 p.m. ET, when every final-day game will once again have a simultaneous start. In between, all of the thrills of the 2016 Major League season will be showcased from coast-to-coast -- and even off-coast, in one notable exception. • Complete 2016 MLB schedule The Marlins will host the Bucs on May 30-31 in San Juan, Puerto Rico, both games at 7:10 p.m. ET. The May 31 game will mark Roberto Clemente Day throughout MLB, celebrating the legacy of the Hall of Fame outfielder and humanitarian born in Carolina, Puerto Rico. MLB on Tuesday announced game times for its 2016 regular-season schedule, other highlights of which include (all times ET): • After the Cardinals-Pirates get things started, April 3 Opening Day coverage will continue with the Blue Jays at the Rays at 4:05 p.m. on ESPN, and the World Series champion Royals hosting the Mets in the Fall Classic rematch at 8:35 p.m. on ESPN's \"Sunday Night Baseball.\" • The second day of the Opening Day \"doubleheader,\" so to speak, on April 4 will start at 1:05 p.m. with the Astros at the Yankees in another 2015 postseason rematch, followed by the Mariners at the Rangers at 4:05 p.m., the Dodgers at the Padres at 7:05 p.m. and the Cubs at the Angels at 10:05 p.m. • The 2015 National League West champion Dodgers will host the rival Giants at 10:10 p.m. on April 15, which will be Jackie Robinson Day throughout MLB. • The first encounter of the 2015 NL Championship Series foes will unfold on June 30, when the Cubs visit Citi Field for the 7:10 p.m. start of a four-game series with the Mets. • The 2016 season will mark the 20th season of Interleague Play. Key matchups will include the Angels and Dodgers on May 16-19; the Astros and D-backs on May 30-June 2; the Cardinals and Royals on June 27-30; the Cubs and White Sox on July 25-28; the Mets and Yankees on Aug. 1-4; and the Orioles and Nationals on Aug. 22-25. Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. He can also be found on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
