{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/162292544\/pete-rose-to-have-number-retired-by-reds\/",
    "title": "Reds to retire Rose's No. 14, build statue",
    "subtitle": "Baseball's all-time hits leader to join club's Hall of Fame June 24-26",
    "body": "CINCINNATI -- Reds great Pete Rose's No. 14 has been informally out of circulation for decades. Since 1963, the only other player to wear No. 14 was Rose's son, Pete Rose Jr., for 11 games in 1997. On Tuesday, as it was announced that Rose would be inducted into the Reds Hall of Fame this summer, CEO Bob Castellini revealed that Rose's number would formally be retired the same weekend, June 24-26, at Great American Ball Park. • Rose elated over election to Reds Hall of Fame \"This number is synonymous with Pete,\" Castellini said. \"It is befitting that the No. 14 be retired in tribute of Pete's significant contributions to the Cincinnati Reds and the game of baseball.\" The honors didn't end there. Castellini also noted that a statue of Rose would be erected outside the ballpark at a later date in the near future. \"It's really one of the biggest honors to have your number retired,\" Rose said. \"You have to be a pretty good player for a pretty good period of time to get your number retired. You've got to be a pretty good player for a number of years to get a statue.\" The other Reds to have retired numbers are Fred Hutchinson (No. 1); Johnny Bench (No. 5); Joe Morgan (No. 8); Sparky Anderson (No. 10); Barry Larkin (No. 11); Davey Concepcion (No. 13); Ted Kluszewski (No. 18); Frank Robinson (No. 20); Tony Perez (No. 24) and Jackie Robinson's MLB-wide retired No. 42. Rose, who will turn 75 on April 19, wasn't always in No. 14. One of his first baseball cards, in 1963, showed him in No. 27. Switching jersey numbers was not his idea. \"The day before Opening Day, we played in Indianapolis out of Spring Training in '63, and I was No. 27,\" Rose said. \"Because I was an infielder, that morning when I got to the clubhouse, 14 was hanging in my locker. \"If you're a young player, 19-20 years old, you don't say I want No. 32 or anything. You take the number they give you. It's usually based on the position you play. You don't see many No. 27s in the infield. Most 27s were for the outfield. The 27 I remember is [coach] Pete Whisenhut. Puddin' Head Jones wore 14. It's not retired for Puddin' Head, but it's retired for me.\" During Rose's time with the Phillies and Expos from 1978-84, and after he was banned from baseball while the Reds' manager in 1989, clubhouse manager Bernie Stowe did not give out No. 14. The tradition continued when Stowe's son, Rick, took over. Rose is baseball's all-time leader with 4,256 hits, among his many accomplishments. \"Pete, this is a proud moment for your Reds family and for your hometown,\" Castellini said. \"It's our chance to thank you for pouring your heart into every game. From your days in Little League to the Major Leagues.\" Bench, Morgan and Perez are among those who also have statues outside the ballpark. Rose was asked what image of himself he'd like to be immortalized by on the statue. \"Probably a head-first statue would be more up my alley, because I was known for that,\" he said. \"Any statue, as long as it's got that 'C' on it.\" Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, follow him on Twitter @m_sheldon and Facebook and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
