{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/162291348\/gm-jeff-bridich-discusses-rockies-outfield\/",
    "title": "Bridich: Rockies hearing from clubs on OFers",
    "subtitle": "GM says Colorado would have to think long and hard before dealing CarGo",
    "body": "DENVER -- With four left-handed-hitting outfielders on his club, Rockies general manager Jeff Bridich said during an appearance on MLB Network's \"Hot Stove\" show Tuesday morning that he is dealing from a position of depth. Gerardo Parra, who agreed to a three-year, $27.5 million deal that is expected to become official Tuesday afternoon, joins Carlos Gonzalez, Charlie Blackmon and Corey Dickerson as the Rockies' lefty-swinging outfielders, with Brandon Barnes being the lone righty hitter. The expectation is that Colorado will trade one of the three lefty hitters, and Bridich said the club is listening but has yet to find a match. • Hot Stove Tracker \"There have been clubs calling from the get-go,\" Bridich said. \"The outfield market in general, one that's combining the free-agent market with the trade market, has been one that's been pretty slow moving. But teams have been checking in ever since free agency started. There hasn't been anything that's made us say, 'Yeah, that makes a lot of sense for us, short and long term.' And we feel like an addition like this can only help us. It's obviously a good thing.\" Bridich also said that he told Gonzalez, who hit 40 home runs last season, to not believe any trade rumors unless Bridich is quoted. Bridich said a recent report that he guaranteed Gonzalez he would not be traded was \"overblown,\" but Bridich spoke of Gonzalez glowingly -- as has been the case since the specter of dealing him became an issue at the end of last season. \"He's played hurt,\" Bridich said. \"He's played hard. He's grown up -- even though he was not an original Rockie, we feel like when we got him we grew him up in the organization, and he took his lumps early and put his head down and really developed at the Major League level for us. \"He's been one of the cornerstone guys for us. So you have to think long and hard before you even consider listening on a guy like that. Just as much as he would be a value to another team, he's a value to us.\" Gonzalez is owed $37 million over the next two seasons, which could be seen as economical in a market full of outfielders looking to score bigger contracts. The Rockies have a need for quality and depth in the starting rotation, and they also have a bullpen hole. Bridich said the acquisition of Parra, who has won two Gold Glove Awards and has posted a .277\/.326\/.404 career slash line with the D-backs, Brewers and Orioles, makes the club better. \"We know Gerardo very well, all the years of him playing against us with the D-backs,\" Bridich said. \"He certainly improves our defense anytime he's out there. And there are always injuries. You line these things up on paper in the winter months, and reality hits come March, April, May. We feel real good about this person and we feel real good about the player and his addition to the ballclub.\" Bridich also reiterated that the Rockies have little jurisdiction over shortstop Jose Reyes, who is facing a domestic violence charge in Hawaii, a trial date on Opening Day and -- most likely before anything happens in court -- a possible suspension coming from MLB Commissioner Rob Manfred under a joint Major League Baseball-Players Association domestic violence policy. \"There have been back and forth [conversations] with Jose's representatives,\" Bridich said. \"It's been to a limited degree because of the nature of what's going on legally. \"It remains a disconcerting and really unfortunate situation here, particularly for Jose and his family. But we have to let things play out here. It's becoming a little bit more pressing because Spring Training is right around the corner.\" Thomas Harding is a reporter for MLB.com. Follow him on Twitter @harding_at_mlb, listen to podcasts and like his Facebook page. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
