{
    "url": "http:\/\/m.mlb.com\/news\/article\/162312178\/mlb-broadcasters-settle-tv-lawsuit\/",
    "title": "MLB, broadcasters settle lawsuit over TV blackouts",
    "subtitle": "",
    "body": "A trial that was scheduled to begin in a federal court in New York on Tuesday that could have changed the way fans watch baseball on television was canceled when a preliminary settlement was reached. Terms were not disclosed. In a statement, Major League Baseball said: \"We can confirm that a settlement of the [Garber v. Office of the Commissioner of Baseball] case has been reached. Because the process remains ongoing, it is not appropriate to comment further at this time.\" MLB's lawyers revealed in court filings earlier this month that there are plans to allow fans, for the first time, to purchase single-team online streaming packages this season. The absence of such offerings was part of the complaint when a group of fans filed the lawsuit in 2012. The lawsuit argued that baseball's longstanding antitrust exemption should not allow teams to control exclusive broadcast territories, for television and online streaming, and that individual teams should be allowed to compete for TV revenue in all markets or even sign their own national television deals. Presiding Judge Shira A. Scheindlin certified the case as a class-action suit in May 2015, which meant that any ultimate decision would have affected all fans, not just the ones who brought the case. But the judge also ruled that the plaintiffs could only seek an order requiring MLB to change its policies and could not receive monetary damages. Judge Scheindlin would have heard the testimony without a jury and then would have made a decision on whether the current system, overall, helped or hurt fans. MLB likely would have argued that guaranteeing teams exclusive rights in their home markets have actually increased the total number of games available because it provides incentive for smaller-market teams to air all their games, it encourages teams to provide quality broadcasts and enhances competitive balance on the field because most teams lack the financial ability to create their own live streaming services.",
    "author": "Paul Hagen"
}
