{
    "url": "http:\/\/m.mlb.com\/news\/article\/161721474\/mallex-smith-attends-rookie-development-camp\/",
    "title": "Prospect Smith could break into bigs in '16",
    "subtitle": "Speedy center fielder shares thoughts while attending Rookie Career Development Program",
    "body": "ATLANTA -- Despite the fact that he had never played above the Class A level before attending his first Major League Spring Training last year, Mallex Smith exuded a genuine sense of confidence that seemed to benefit him as he spent the summer completing successful stints with Double-A Mississippi and Triple-A Gwinnett. While attending the Rookie Career Development Program in Leesburg, Va., with some of baseball's other top prospects this past weekend, Smith, the Braves' No. 17 prospect according to MLBPipeline.com, shared some thoughts about his future with MLB.com's Jonathan Mayo. In the process, he did not blink when he was asked which Major League pitcher he is looking forward to facing. \"Madison Bumgarner,\" Smith said. \"He's real good. I want to face the best. That's what I signed up for. If I can hit him, I should be able to hit anybody. Him or [Clayton] Kershaw. If I can hit him, I'm good.\" Since acquiring Smith from the Padres in 2014, the Braves have gained a better sense of how good he might become. The speedy center fielder batted .306, compiled a .373 on-base percentage and recorded 57 stolen bases (70 attempts) over the 126 games he played for Mississippi and Gwinnett. \"I'm never satisfied,\" Smith said. \"I had a good 2015, but I'm preparing for an even better 2016. You can't necessarily get comfortable with what you did last year, or you will lose sight of what you're trying to do the next year.\" Before the Braves acquired Ender Inciarte from the D-backs on Dec. 9, Smith was projected to join Atlanta's roster before the All-Star break. Inciarte's presence in center field might delay that arrival, but there's still reason to believe that Smith will make his Major League debut at some point this year. \"I'm trying to break into the Major Leagues and make my mark in Atlanta,\" Smith said. After hitting .340 with a .418 on-base percentage in 57 games with Mississippi, Smith was promoted to Gwinnett in June. He immediately saw the need to recognize how he was being approached by the more experienced pitchers at the Triple-A level. Smith batted .214 with a .256 on-base percentage through the first 29 games he played for Gwinnett. But once he made some adjustments and got back to recognizing his tremendous speed as an asset, he found a groove and hit .325 with a .394 OBP over his final 39 games. \"As much as I don't like when people say, 'He's a speedster' or 'He's a slap hitter,' I utilize my speed 100 percent,\" Smith said. \"That opens up the field for me. So when I was going through my struggles, I thought about what I was getting away from, and that was utilizing my speed. So to get back, I was thinking, 'Let's use your best tools.'\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
