{
    "url": "http:\/\/m.mlb.com\/news\/article\/162313424\/gerardo-parras-deal-with-rockies-now-official\/",
    "title": "Parra officially a Rockie, thrilled to play at Coors",
    "subtitle": "",
    "body": "DENVER -- The Rockies' signing of outfielder Gerardo Parra -- whose three-year, $27.5 million contract became official Tuesday -- signals that the team values productive at-bats and on-base percentage. But even Parra realizes that Coors Field rewards a powerful swing. In 48 career games at Coors, mostly with the D-backs from 2009-14, Parra has hit .283 with a healthy .344 on-base percentage. But he has managed to not hit a home run. • GM Bridich: Rockies hearing from other clubs on outfielders Parra, 28, is not going to change his style. But when he's in Colorado, he figures he'll eventually do what guys in Purple Pinstripes do. \"Now is the time for the home runs to come,\" a chuckling Parra said in Spanish through an interpreter during his introductory conference call, adding that he feels comfortable \"playing and hitting at Coors.\" The Rockies signed Parra in part because of his solid bat. He finished last season hitting .291 with a .328 OBP and .452 slugging percentage, but posted a .328\/.369\/.517 line in 100 games with the Brewers before being traded to the Orioles. Parra also adds positional versatility. He won Gold Glove Awards twice with the D-backs and can play all three outfield spots. Parra chose the Rockies over the Giants and the Nationals, mainly because the Rockies showed strong interest early. Parra said he realized the Rockies' pitchers are mostly young or still gaining big league traction but \"it's a young team and they're going to work together.\" There is still work to do in putting together the 2016 Rockies. • Hot Stove Tracker Parra is a left-handed hitter on a club that already has three lefty-hitting starting outfielders: Corey Dickerson in left, Charlie Blackmon in center and Carlos Gonzalez -- a longtime friend and former teammate of Parra in the D-backs' system, on Venezuelan national teams and in winter ball -- in right. The Rockies' efforts to use an outfielder in a deal for pitching haven't come to fruition so far. But general manager Jeff Bridich decided not to wait to sign Parra. \"The last thing I want to do is apologize for bringing talent into this organization, and talent that is better in some ways,\" said Bridich, who acknowledged the club is still looking to improve its starting and relief pitching, but did not place odds on making a trade or a free-agent signing. In researching Parra -- a process that included a conversation with Gonzalez but also involved normal \"due diligence\" -- Bridich said he found a player and person who fits where the Rockies' building efforts stand. Plus, Bridich said the Rockies were not excited about next year's free-agent class, so they struck when both sides saw common ground. \"Defense is one of his strengths,\" Bridich said. \"He's played a lot of games here and he'll take tutelage from CarGo and the other guys. \"When we faced him, he always seemed he was a tough out -- a guy willing to place a high value on at-bats ... a tough out, a gritty ballplayer, a heady ballplayer.\" The contract, which had been pending since last week, is now official, and the Rockies cleared a spot on the 40-man Major League roster for Parra by designating Kyle Parker, their top pick in the 2010 Draft, for assignment. Thomas Harding is a reporter for MLB.com. Follow him on Twitter @harding_at_mlb, listen to podcasts and like his Facebook page. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
