{
    "url": "http:\/\/m.mlb.com\/news\/article\/161717420\/marlins-sign-chris-johnson-edwin-jackson\/",
    "title": "Marlins sign INF Johnson, RHP Jackson",
    "subtitle": "",
    "body": "MIAMI -- In the past week, the Marlins came to terms with right-hander Edwin Jackson and infielder Chris Johnson. The organization made their respective one-year signings official on Wednesday. To create 40-man roster space, infielder Tommy Medica and right-hander Andre Rienzo were designated for assignment. • Hot Stove Tracker Jackson becomes a front-runner to win a back-of-the-rotation spot. But if that doesn't pan out, the 32-year-old is an option to pitch long relief. In 2015 with the Cubs and Braves, Jackson made 47 relief appearances and went 4-3 with a 3.07 ERA and one save. The right-hander opened the year with the Cubs, but he was released midseason before signing with Atlanta in August. The 13-year veteran began his Major League career in 2003 with the Dodgers. The Marlins will be Jackson's 10th big league team. Jackson started off with the Dodgers (2003-05) before joining the Rays ('06-08). He's also been with the Tigers (2009), D-backs ('10), White Sox ('10-11), Cardinals ('11), Nationals ('12), Cubs ('13-15) and Braves ('15). Jackson pitched in the postseason in 2008, '11 and '12, winning a World Series in '11 with the Cards. He was an All-Star in 2009 and threw a no-hitter in '10. Johnson, 31, came to terms on Tuesday. The veteran infielder will be a backup at third base and is a right-handed-hitting platoon option with lefty-hitting Justin Bour at first. He also could play some left field, as well as pinch-hit. In 2015, Johnson was with Atlanta before being traded in August to Cleveland, combining to hit .255 in 83 games. He broke in with the Astros in '09. For his career, Johnson is a .314 hitter against lefties. On Tuesday, Miami came to terms with lefty Wei-Yin Chen on a five-year, $80 million contract. That deal is pending completion of his physical. Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
