{
    "url": "http:\/\/m.mlb.com\/news\/article\/161721258\/baseball-world-remembers-monte-irvin\/",
    "title": "Baseball world remembers Monte Irvin",
    "subtitle": "",
    "body": "As news of Monte Irvin's passing Monday night of natural causes at age 96 made its way around the baseball world, many shared their memories of the Hall of Famer. Rob Manfred, MLB Commissioner \"Monte Irvin was a true leader during a transformational era for our game. A longtime member of the Newark Eagles of the Negro Leagues in his native New Jersey, the All-Star slugger made a seamless transition to the New York Giants in 1949. With the Giants, he played a key role on two National League pennant-winning clubs and befriended fellow Hall of Famer Willie Mays. Monte remained an exceptional ambassador for the national pastime long after his playing career concluded in 1956. He spent 17 years working under Commissioner Bowie Kuhn and long maintained a close association with the Giants franchise. Irvin inducted into Hall of Fame Monte Irvin delivers Hall of Fame induction speech8\/6\/73: Monte Irvin delivers his speech after being inducted into the National Baseball Hall of Fame in 1973 \"Monte loved our game dearly, bridged eras of its history and touched many lives. Major League Baseball will be forever grateful to courageous individuals like Monte Irvin. On behalf of our 30 clubs, I extend my deepest condolences to his family, friends and fans.\" Willie Mays, Hall of Famer and former teammate  \"Today is a sad, sad day for me. I lost someone I cared about and admired very, very much; someone who was like a second father to me. Monte was a kind of guy that you had to be around to get to know. But once you became friends, he always had your back. You had a friend for life. Monte Irvin was a great left fielder. Monte Irvin was a great man. I will miss him. There are no words for how I feel today. I could say so much more about Monte, but this is not so easy to do right now.\" Larry Baer, Giants president and CEO \"The Giants were deeply saddened to learn of the loss of Hall of Famer Monte Irvin, who died peacefully last night at the age of 96 in Houston, Texas. Monte was a true gentleman whose exceptional baseball talent was only surpassed by his character and kindness. He was a great ambassador for the game throughout his playing career and beyond. As the first Giant and one of the first African-American players to help integrate Major League Baseball, he served as a role model and mentor to so many who followed in his footsteps -- including Willie Mays. We were fortunate that Monte stayed connected to the Giants and he made several trips to San Francisco, including for the 50th anniversary of the 1954 New York Giants World Series Championship, when we retired his number in 2010 and when he joined our other Hall of Famers to throw out the first pitch during the 2010 World Series. Most recently, Monte and his daughters joined the team and Willie Mays at the White House last summer in honor of the 2014 championship. It was Monte's first visit to the White House, where President Obama thanked him for his trailblazing efforts. \"Our thoughts and prayers are with Monte's family -- including his daughters Pamela Irvin Fields and Patricia Irvin Gordon. He leaves behind an incredible legacy that will be carried forward by his family and Giants fans everywhere.\" Orlando Cepeda, Hall of Famer and former teammate, via twitter  \"Will miss my friend, Monte. Rest peacefully. @SFGiants @BaseballHall #legend \"  Will miss my friend, Monte. Rest peacefully. @SFGiants @BaseballHall #legend pic.twitter.com\/sAzFZAVoZY Jeff Idelson, president of the National Baseball Hall of Fame and Museum  \"Monte Irvin's affable demeanor, strong constitution and coolness under pressure helped guide baseball through desegregation and set a standard for American culture. His abilities on the field as the consummate teammate are undeniable, as evidenced by World Series titles he contributed to in both the Negro and Major Leagues, and a richly-deserved plaque in Cooperstown. He was on the original committee that elected Negro Leagues stars to the Hall of Fame, something for which the Museum will always be grateful.\" Bob Kendrick, president of the Negro Leagues Baseball Museum, via Twitter \"Sad day for the NLBM w\/the passing of former Negro Leaguer Monte Irvin! Great player! An even greater man!\"  Sad day for the NLBM w\/the passing of former Negro Leaguer Monte Irvin! Great player! An even greater man! @Royals pic.twitter.com\/CGddOG3yHl Houston Astros, via Twitter \"The Astros join the MLB community in mourning the passing of Hall of Famer Monte Irvin, a friend of the organization and Houston resident.\"  The Astros join the MLB community in mourning the passing of Hall of Famer Monte Irvin, a friend of the organization and Houston resident. Chicago Cubs, via Twitter \"Our condolences to the family and friends of former Cub, Monte Irvin.\"  Our condolences to the family and friends of former Cub, Monte Irvin. https:\/\/t.co\/B9n2abklvj Pat Neshek, Astros pitcher, via Twitter \"Sad hearing about Monte Irvin. Ill always remember how great he was to fans\/collectors. Wish today's Hall of Famers would follow his example\"  Sad hearing about Monte Irvin. Ill always remember how great he was to fans\/collectors. Wish today's Hall of Famers would follow his example Lindsay Berra, MLB.com reporter and granddaughter of late MLB legend Yogi Berra, via Twitter  \"Look at these sharp-dressed men. RIP Monte Irvin. Say hey to both my Gramps! #RIPMonte #OrangeHigh #Giants #Yankees\"  Look at these sharp-dressed men. RIP Monte Irvin. Say hey to both my Gramps! #RIPMonte #OrangeHigh #Giants #Yankees pic.twitter.com\/TTxlwczhoP",
    "author": ""
}
