{
    "url": "http:\/\/m.mlb.com\/news\/article\/161718594\/florida-vandy-louisville-top-cws-contenders\/",
    "title": "College teams, players to watch in 2016",
    "subtitle": "Star-studded Florida, Vanderbilt, Louisville are top contenders for CWS",
    "body": "The college football season came to a thrilling end Monday night, with Alabama outlasting Clemson, 45-40, for its fourth national title in the past seven years. Though large parts of the nation currently are dealing with sub-freezing temperatures, the start of the college baseball schedule isn't too far way -- Feb. 19, to be exact. And when that championship is decided at the College World Series in June, it too could come down to a battle of Atlantic Coast Conference and Southeastern Conference teams, just as it has the past two years. Vanderbilt beat Virginia in the 2014 CWS finals, then the Cavaliers turned the tables on the Commodores last year to end the ACC's 59-year title drought. Entering the season, the three most talented teams for 2016 look like Florida and Vanderbilt from the SEC and Louisville from the ACC. Florida, which went 52-18 and reached the CWS semifinals a year ago, is led by college baseball's best pitching prospect (left-hander A.J. Puk, No. 2 on MLBPipeline.com's Top 50 Draft Prospects) and the highest-ceilinged position prospect (outfielder Buddy Reed, No. 6). Right-hander Logan Shore (No. 27) is a likely third 2016 first-rounder for the Gators, and catcher J.J. Schwarz should be the first college bat drafted in 2017. Vanderbilt, coming off a 52-21 season, is trying to become just the third school (Southern California, 1970-74; South Carolina 2010-12) to reach three consecutive CWS finals. The Commodores feature a pair of likely 2016 first-rounders in outfielder Bryan Reynolds (No. 9) and right-hander Jordan Sheffield (No. 12), and a possible third in left-hander Ben Bowden (No. 44). They also have plenty of candidates for the first round in 2017 and '18: outfielder Jeren Kendall and right-hander Kyle Wright are two of the top sophomore prospects in the country, while right-handers Donny Everett and Chandler Day, plus middle infielder Alonzo Jones, spearhead the most talented incoming freshman class. Louisville went 47-18 in 2015 and set an ACC record with a 25-5 conference mark in its first year in the league, but fell a game short of advancing to the CWS for a third straight season. The Cardinals' biggest stars are outfielder Corey Ray (No. 5), the best position prospect in college baseball, and right-hander Kyle Funkhouser (No. 23), who declined to sign with the Dodgers as a first-rounder last summer. Right-hander Zack Burdi (No. 45) has hit 101 mph and could go in the first round if pro teams believe he can transition from closer to starter, and left-hander\/first baseman Brendan McKay was the consensus 2015 national freshman of the year. Florida leads all schools with three players on MLBPipeline.com's preseason All-America team. All of them are eligible for the 2016 Draft, with the exceptions of K.J. Harrison, Alex Lange, McKay and Schwarz: J.J. Schwarz, C, Florida. After hitting 18 homers (two shy of the NCAA Division I lead) last year as a freshman, he'd easily be the first catcher drafted in 2016 if he were eligible. K.J. Harrison, 1B, Oregon State. Succeeding Michael Conforto as the most dangerous hitter in the Beavers' lineup, he hit 10 homers and led the Pacific-12 Conference with 60 RBIs as a freshman last year. Cavan Biggio, 2B, Notre Dame. The son of Hall of Famer Craig is an on-base machine, as evidenced by his 50 walks in 60 games and .406 OBP a year ago. Nick Senzel, 3B, Tennessee. Won MVP honors and the Outstanding Pro Prospect award from scouts in the prestigious Cape Cod League last summer after leading the circuit in runs (33), hits (56), doubles (16), RBIs (33), extra-base hits (21), total bases (86), slugging (.558) and OPS (.976). Colby Woodmansee, SS, Arizona State. Stands out among a weak shortstop crop because of his offensive upside (.308\/.355\/.454 last year) and likelihood to remain at the position in pro ball. Kyle Lewis, OF, Mercer. Led the Southern Conference in hitting (.367) and homers (17) last spring, then continued to rake in the Cape League. Corey Ray, OF, Louisville. The 2016 Draft's best position prospect had 11 homers and 34 steals for the Cardinals last year before topping the U.S. collegiate national team in extra-base hits (nine), swipes (11) and OPS (.971). Buddy Reed, OF, Florida. The former soccer and hockey star is still raw, but he's a switch-hitter with a chance for plus tools across the board, and he boosted his OPS from .606 as a freshman to .800 as a sophomore. Bobby Dalbec, DH, Arizona. Has huge raw power and led the Cape with 12 homers in just 27 games, though scouts would like to see him make more consistent contact and play better defense at third base. Brendan McKay, UT, Louisville. Has a brighter future as a southpaw with an advanced feel for pitching (9-3, 1.77 ERA, 117 K's in 96 2\/3 IP last year) and also gets the job done at the plate (.308\/.418\/.431). Alec Hansen, RHP, Oklahoma. Could be the No. 1 overall pick with his impressive size (6-foot-7, 235 pounds) and stuff, though he went just 5-6 with a 3.95 ERA as a sophomore and needs to demonstrate better command and health. Connor Jones, RHP, Virginia. Took over as the Cavaliers' No. 1 starter in mid-2015 and won the opening game of all three NCAA playoff rounds as they won the national title. Alex Lange, RHP, Louisiana State. Unbeatable as a freshman, he went 12-0 with a 1.97 ERA and 131 strikeouts in 114 innings to help the Tigers reach the CWS. A.J. Puk, LHP, Florida. The top-rated college pitching prospect ranked second in Division I in strikeouts per nine innings (12.0) last spring, thanks to a fastball that reaches 97 mph and a hard slider. Mike Shawaryn, RHP, Maryland. Division I's returning strikeout leader (fifth overall in 2015) with 139 in 137 innings, he commands a solid three-pitch arsenal. Jim Callis is a reporter for MLB.com. Follow @jimcallisMLB on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Callis"
}
