{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/161732992\/cricket-star-kieran-powell-works-out-for-mets\/",
    "title": "Cricket star Powell works out for Mets",
    "subtitle": "Top player showcasing skills in hopes of transitioning to baseball",
    "body": "NEW YORK -- Although Kieran Powell had been hoping to meet a \"senior player\" when he worked out for the Mets last weekend, he never expected the one who emerged from the clubhouse in Port St. Lucie, Fla. Out came David Wright in his backwards hat, posing for a picture alongside Powell at Tradition Field. The two spoke briefly and generally, then parted ways. It was the type of meet-and-greet with young players that has occurred throughout Wright's tenure with the organization. But this was no top prospect or new draftee hoping for a quick brush with baseball celebrity. This was Powell, one of the world's top cricket players and a star in his own right. Powell, who has worked out for several baseball teams already, plans to showcase his skills before 11 more clubs Wednesday in Bradenton, Fla. His hope is to sign with one of them in the coming weeks, moving from the top of the cricket world to the top of the baseball one. \"He was just saying he had heard about me,\" Powell said of Wright. \"He thought the story was really interesting, and he wishes me the best. He hopes that it goes well.\"  Over the weekend, cricket star Kieran Powell worked out at #Mets camp. He's attempting to transition to baseball. https:\/\/t.co\/ULUMpb4FxF So far for Powell, it has. The world's 76th-ranked batsman according to the International Cricket Council's website, Powell, 25, shocked the cricket world when he went on leave from his West Indies multinational team last year due to contract and personal issues. Months of speculation followed before Powell resurfaced this winter with a new goal: transitioning to baseball. Training first in California at the behest of Dodgers scout Mike Tosar, Powell eventually moved east to the IMG Academy in Bradenton, Fla. There and in the surrounding area, Powell has spent his days working with Minor League coaches and picking the brains of big league players, including the Marlins' Dee Gordon. He has already auditioned for multiple organizations, including the Brewers and Mets, though Wednesday will mark his largest showcase to date. The Mets have not commented on any potential interest in signing Powell, but for now -- like many teams -- they are at least curious about his skill set. One Minor League evaluator who has watched Powell play called him \"a line-drive guy\" with speed, capable of playing center field on defense. Most of Powell's transition has revolved around straightening his swing mechanics to keep his bat in the strike zone as long as possible. Still, Powell's most promising attribute may not be his athleticism, but his determination to become a professional baseball player. \"He knows it's difficult, but he's not being deterred by it,\" the evaluator said. \"He's being challenged by it.\" For now, Powell is being realistic. He understands he will need to prove himself in the Minor Leagues before achieving his goal. But Powell also understands that the interest he is generating can only help along the way. \"I wouldn't say that anything has been particularly difficult,\" Powell said. \"The hardest thing has been the swing, but I think that I'm adjusting well. If you see the first video of me taking swings to where I'm at today, or if you see me a week ago to where I'm at today, it's always constant improvement, learning and adapting quickly. It's just been going really well, and I've been enjoying it.\" Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDiComo and Facebook, and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
