{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/161735476\/mariners-acquire-joe-wieland-from-dodgers\/",
    "title": "Mariners add righty Wieland in swap with LA",
    "subtitle": "Minor League infielder Mejia sent to Dodgers",
    "body": "SEATTLE -- Joe Wieland, a 25-year-old right-hander who has started nine Major League games over the past three seasons, was acquired by the Mariners from the Dodgers on Tuesday in a trade for Minor League infielder Erick Mejia. The trade is the 11th made by new Mariners general manager Jerry Dipoto this offseason. Wieland is 1-5 with a 5.85 ERA in 11 games, including the nine starts, in short stints with the Padres and Dodgers. He went 10-5 with a 4.59 ERA in 22 games (21 starts) for Triple-A Oklahoma City last season and was 0-1 with an 8.31 ERA in two starts for the Dodgers. The Mariners designated right-hander A.J. Schugel for assignment to make room on their 40-man roster. Wieland, a fourth-round Draft pick by the Rangers in 2008, has a 45-27 record and 3.52 ERA in his Minor League career, but missed half the 2012 season and all of 2013 due to Tommy John surgery. Wieland was acquired by the Dodgers as part of the Matt Kemp trade with the Padres last offseason. Mejia, 21, spent most of last season with Class A Short-Season Everett, though he also appeared in a handful of games for Class A Clinton, Triple-A Tacoma and the Arizona Rookie League. He combined to bat .282 with 20 stolen bases in 51 games. Schugel was claimed off waivers on Dec. 16 from the D-backs. The 26-year-old made his Major League debut with Arizona last year, posting a 5.00 ERA in nine innings over five relief appearances. He split most of the season between Double-A Mobile and Triple-A Reno, combining for a 9-9 record and 4.84 ERA in 21 starts. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB, read his Mariners Musings blog, and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
