{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/161765570\/keith-hernandez-sportsnet-new-york-reach-deal\/",
    "title": "Source: Hernandez, SNY agree to deal",
    "subtitle": "Mets broadcaster's contract was scheduled to expire",
    "body": "NEW YORK -- The Mets' critically acclaimed broadcast trio of Gary Cohen, Keith Hernandez and Ron Darling -- or Gary, Keith and Ron, as they're known colloquially -- is set to return at full strength in 2016. Hernandez and SNY have agreed to terms on a new contract, according to a source, ensuring he will stay on board after his old deal expires at the end of January. SNY and the Mets have not commented on the deal because it is not yet official. Hernandez, 62, has been a part of the Mets' broadcast team since 1999, and an SNY employee since the network's inception in 2006. Massively popular both for his honesty in the booth and for his history as a leader of the 1986 World Series champion Mets, Hernandez won an Emmy Award for \"Best Sports Analyst\" in New York during the 2009 season. Still an active part of the Mets community, Hernandez has offered advice to players including Daniel Murphy and Lucas Duda in recent seasons. Hernandez drew significant attention last summer for growing back his signature mustache after three years without it, and he figures to play a prominent role in the Mets' 30th anniversary celebration of the '86 team this summer. Cohen and Darling have both worked alongside Hernandez since the network's inception, though their deals were not scheduled to expire this offseason. SNY generally staggers its broadcasters' contracts so that only one is up at any given time. The fourth member of SNY's in-game broadcast team, field reporter Steve Gelbs, is also due to return next season. Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDiComo and Facebook, and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
