{
    "url": "http:\/\/m.mlb.com\/news\/article\/161798500\/padres-astros-to-play-2-games-in-mexico-city\/",
    "title": "Padres, Astros to play in Mexico City",
    "subtitle": "Teams to square off for two Spring Training games March 26-27",
    "body": "SAN DIEGO -- For the first time since 2004, Major League Baseball will be played in Mexico City. The Padres and Astros will play two exhibition games at Fray Nano on March 26-27, Major League Baseball, the Major League Baseball Players Association and Mexico City Mayor Dr. Miguel Mancera announced. The announcement was made in Mexico City, where Astros general manager Jeff Luhnow and Padres GM A.J. Preller attended the event with Houston second baseman Jose Altuve and San Diego catcher Austin Hedges. The announcement of the games resonated deeply with Luhnow, who was born and raised in Mexico City. \"One of my goals since I've been GM of the Astros has been to bring the team closer to Mexico. To do that, we've got to activate the Mexican fan base,\" he said. \"There are various ways to do that. One of them is to win. \"We're going to come here with a good product, and I hope the games in March are the first of many. I want the Astros to play a regular-season game in Mexico.\" The \"Mexico City Series\" is another step in the ongoing collaboration between MLB, MLBPA and the mayor's office to promote the sport in Mexico. The two-game series will be played at Fray Nano, the current home of the Diablos Rojos del Mexico (Mexico City Red Devils). The Red Devils are owned by Alfredo Harp Helu, who is also part of the Padres' ownership group. Fray Nano Stadium has a 4,500-seat capacity, but will undergo a temporary expansion to accommodate roughly 8,000 fans for the Mexico City Series. \"We're very excited to be in Mexico City and bring our game to Mexican fans,\" Preller said during the news conference. Playing in Mexico isn't a foreign concept for either team. This will be the Padres' seventh Spring Training trip to Mexico. They also played regular-season games against the Mets in 1998 in Monterrey and games against the Rockies there in '99. This will be the Astros' first trip to Mexico since the previous games in Mexico City -- a two-game series against the Marlins in 2004. Houston also played Spring Training games in Mexico in 2000 and '01. \"Major League Baseball is thrilled to be back in Mexico City, and we are particularly excited to showcase two of our clubs that play in such close proximity to Mexico,\" said MLB chief operating officer Tony Petitti. \"As we further strengthen the relationship between MLB and Mexico, it is our hope that we can continue to present our game and its bright young stars to the fans of our southern neighbor for years to come.\" San Diego team president and CEO Mike Dee has made Mexico a priority since he was hired in 2013. On Wednesday, following the announcement of the games with the Astros, Dee and Tom Seidler, the senior vice president of community and military affairs for the Padres, were in Tijuana to announce the organization's expanded outreach efforts in the Baja region and beyond. \"Players on the Astros and Padres are looking forward to playing a pair of Spring Training games in Mexico City and in front of some of the sport's most passionate fans,\" said Omar Minaya, MLBPA senior advisor to the executive director. \"The players have long been committed to growing the global popularity of the game they love, and they recognize that Mexico has the potential to become one of baseball's hottest international markets.\" \"All citizens of Mexico City are excited to welcome Major League Baseball back to our market,\" said Mancera. \"These games mark the latest step in our positive partnership with Major League Baseball and the Major League Baseball Players Association, which started last year with the historic Home Run Derby on the Zocalo. Hosting big events and sporting competitions help generate awareness of Mexico City as a tourism destination and generate new economic opportunities for our great city.\" Corey Brock is a reporter for MLB.com. Keep track of @FollowThePadres on Twitter and listen to his podcast. Roberto Espinoza, a baseball writer based in Mexico City, contributed to this report. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Corey Brock"
}
