{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/162007296\/angels-officially-sign-al-alburquerque\/",
    "title": "Angels officially ink reliever Alburquerque",
    "subtitle": "Right-hander signed for a base salary of $1.1 million on non-guaranteed contract",
    "body": "ANAHEIM -- The Angels officially announced the signing of power reliever Al Alburquerque on Tuesday, designating first baseman\/outfielder Efren Navarro for assignment in order to create room on the 40-man roster. Alburquerque has an option year remaining, is controllable for two more seasons and was signed for a base salary of $1.1 million on a non-guaranteed contract, which means the Angels will only be responsible for up to a quarter of Alburquerque's 2016 earnings if he is cut before Opening Day. The 29-year-old right-hander finally broke out with the Tigers in 2014, posting a 2.51 ERA and a 1.17 WHIP while striking out 63 batters in 57 1\/3 innings. Last year, though, Alburquerque's ERA rose to 4.21 and his WHIP jumped to 1.55, prompting the Tigers to non-tender him in December. • Hot Stove Tracker Alburquerque now joins Fernando Salas, Cory Rasmus, Mike Morin and Jose Alvarez in helping make up the bridge to setup man Joe Smith and closer Huston Street. Alburquerque's arrival likely brings an end to Navarro's tenure with the Angels. A Lynwood, Calif., product, Navarro wasn't selected until the 50th round in the 2007 Draft. But he pushed his way through the system, thanks to an elite glove and superior on-base ability in the Minor Leagues. The 29-year-old left-handed hitter batted a subpar .246\/.303\/.324 in 280 Major League plate appearances, but they were spread out over a four-year stretch. Navarro never got much of a chance to play every day, not even as the Angels scrounged for production from their left fielders throughout the 2015 season. In all likelihood, he'll be claimed off waivers by another team. Navarro's departure seemingly opens up an avenue for Rule 5 Draft pick Ji-Man Choi, who could have a strong chance at serving as a lefty pinch-hitter and backup first baseman if the Angels don't acquire a left fielder. In that scenario, Craig Gentry and Daniel Nava would ultimately make up a left-field platoon. If the Angels do acquire a left fielder, Nava -- a switch-hitter who fares much better against righties -- can serve as that additional lefty bat. Alden Gonzalez is a reporter for MLB.com. Follow him on Twitter @Alden_Gonzalez and Facebook , and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
