{
    "url": "http:\/\/m.mlb.com\/news\/article\/162028994\/players-sign-before-arbitration-deadline\/",
    "title": "Arb deadline tracker: Follow all the activity",
    "subtitle": "Dozens agree to deals before deadline to submit salary arbitration figures",
    "body": "With today's deadline to submit salary figures for potential arbitration hearings, dozens of players signed deals with their teams and thus avoided arbitration.   The signings included a who's who of the brightest young stars in the game, including Jose Fernandez, Dallas Keuchel, Matt Harvey, Manny Machado, Trevor Rosenthal, Anthony Rendon, Stephen Strasburg and Nolan Arenado. Several big-name players, however, were unable to reach agreements and instead exchanged salary figures. If the two parties do not settle and end up going to a hearing, an arbitrator decides between the salaries being presented by each party and the player will play for the salary that is decided. Here's a club-by-club look: Angels Exchanged figures: OF Kole Calhoun seeks $3.9M; club offers $2.35M. RHP Garrett Richards seeks $7.1M; club offers $5.3M. More >> Astros Signed: RHP Josh Fields, INF Marwin Gonzalez, LHP Dallas Keuchel and INF Luis Valbuena Exchanged figures: C Jason Castro seeks $5.25M; club offers $5M. DH Evan Gattis seeks $3.85M; club offers $3M. More >> Athletics Signed: OF Josh Reddick and RHP Fernando Rodriguez. More >> Blue Jays Signed: LHP Brett Cecil, RHP Steve Delabar, RHP Drew Hutchison, LHP Aaron Loup, OF Michael Saunders and RHP Drew Storen Exchanged figures: RHP Jesse Chavez seeks $4M; club offers $3.6M. INF Josh Donaldson seeks $11.8M; club offers $11.35M. More >> Braves Signed: RHP Arodys Vizcaino and RHP Chris Withrow More >> Brewers Signed: RHP Wily Peralta, SS Jean Segura and LHP Will Smith More >> Cardinals Signed: 1B Matt Adams, RHP Seth Maness, OF\/1B Brandon Moss and RHP Trevor Rosenthal More >> Cubs Signed: OF Chris Coghlan, RHP Justin Grimm, RHP Hector Rondon, RHP Pedro Strop, RHP Adam Warren and LHP Travis Wood Exchanged figures: RHP Jake Arrieta seeks $13M; club offers $7.5M More >> D-backs Signed: RHP Randall Delgado, RHP Daniel Hudson and C Welington Castillo Exchanged figures: OF A.J. Pollock seeks $3.9M; club offers $3.65M More >> Dodgers Signed: LHP Luis Avilan, C Yasmani Grandal, RHP Kenley Jansen and INF Justin Turner More >> Giants Exchanged figures: INF Brandon Belt seeks $7.5M; club offers $5.3M. RHP George Kontos seeks $1.35M; club offers $0.85M. Indians Signed: RHP Cody Allen, OF Lonnie Chisenhall, RHP Jeff Manship and RHP Josh Tomlin More >> Mariners Signed: LHP Charlie Furbush and RHP Evan Scribner More >> Marlins Signed: RHP Carter Capps, RHP Jose Fernandez, SS Adeiny Hechavarria, RHP Tom Koehler, RHP David Phelps and RHP A.J. Ramos More >> Mets Signed: LHP Josh Edgin, RHP Matt Harvey, RHP Addison Reed, INF Ruben Tejada and RHP Carlos Torres Exchanged figures: INF Lucas Duda seeks $7.5M; club offers $5.9M. RHP Jeurys Familia seeks $4.8M; club offers $3.3M. RHP Jenrry Mejia seeks $2.595M; club offers $2.345M. INF Neil Walker seeks $11.8M; club offers $9.4M. More >> Nationals Signed: INF Danny Espinosa, INF Anthony Rendon, OF Ben Revere and RHP Stephen Strasburg More >> Orioles Signed: INF Ryan Flaherty, RHP Miguel Gonzalez, 3B Manny Machado and RHP Chris Tillman Exchanged figures: LHP Zach Britton seeks $7.9M; club offers $5.6M. LHP Brian Matusz seeks $4.4M; club offers $3.5M. More >> Padres Signed: RHP Andrew Cashner, RHP Tyson Ross More >> Phillies Signed: RHP Jeremy Hellickson More >> Pirates Signed: C Francisco Cervelli, RHP Jared Hughes, LHP Jeff Locke, RHP Mark Melancon, SS Jordy Mercer, C Chris Stewart (2-year deal; club hasn't confirmed) and LHP Tony Watson More >> Rangers Signed: C Robinson Chirinos, INF Jurickson Profar and RHP Tanner Scheppers Exchanged figures: LHP Jake Diekman seeks 1.55M; club offers $0.975M. RHP Shawn Tolleson seeks $3.9M; club offers 2.6M. INF Mitch Moreland seeks $6M; club offers $4.675M. More >> Rays Signed: RHP Alex Cobb, C Hank Conger, INF Logan Forsythe, OF Brandon Guyer, OF Desmond Jennings, LHP Jake McGee, 1B\/OF Logan Morrison, RHP Erasmo Ramirez and C Rene Rivera Exchanged figures LHP Drew Smyly seeks $3.75M; club offers $3.2M More >> Red Sox Signed: RHP Joe Kelly Exchanged figures: LHP Robbie Ross Jr. seeks $1.325M; club offers $1.075M. RHP Junichi Tazawa seeks $4.15M; club offers $2.7M More >> Reds Signed: INF Zack Cozart Exchanged figures: RHP J.J. Hoover seeks $1.4M; club offers $1.225M. More >> Rockies Signed: INF Nolan Arenado Exchanged figures: OF Charlie Blackmon seeks $3.9M; club offers $2.7M. INF DJ LeMahieu seeks $3.3M; club offers $2.8M. More >> Royals Signed:  C\/1B Drew Butera, OF Lorenzo Cain (2-year deal; club hasn't confirmed), RHP Louis Coleman, C Tony Cruz, LHP Danny Duffy and OF Jarrod Dyson Exchanged figures: INF Mike Moustakas seeks $7M; club offers $4.2M More >> Tigers Signed: INF Jose Iglesias, INF Andrew Romine and LHP Justin Wilson Exchanged figures: OF J.D. Martinez seeks $8M; club offers $6M More >> Twins Signed: INF Eduardo Escobar, RHP Casey Fien, LHP Tommy Milone and INF Eduardo Nunez Exchanged figures: RHP Kevin Jepsen seeks $5.4M; club offers $5.05M. INF Trevor Plouffe seeks $7.95M; club offers $7M. More >> White Sox Signed: OF Avisail Garcia, RHP Zach Putnam More >> Yankees Signed: INF\/OF Dustin Ackley and RHP Michael Pineda Exchanged figures: LHP Aroldis Chapman seeks $13.1M; club offers $9M. RHP Nathan Eovaldi seeks $6.3M; club offers $4.9M. INF Didi Gregorius seeks $2.525M; club offers $2.3M. RHP Ivan Nova seeks $4.6M; club offers $3.8M. More >>",
    "author": ""
}
