{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/162034344\/daniel-nava-craig-gentry-may-fit-angels\/",
    "title": "Angels may have right fit in left with Nava, Gentry",
    "subtitle": "",
    "body": "ANAHEIM -- The Angels had 10 players start a game in left field in 2015. None of those starts was made by Josh Hamilton, a man absorbing about one-seventh of the team's payroll as he now performs for the American League West-rival Rangers. At the moment, the Halos have veteran free agents Daniel Nava and Craig Gentry lined up in a potential platoon in left at a total investment of $2.3 million. • Looking at possible LF trade options for Angels While this tandem doesn't have fans excitedly rushing to Angel Stadium to purchase tickets, it could be more effective than doomsayers think. Nava and Gentry are proven Major League players looking to rebound from substandard 2015 seasons. Almost daily reports surface of potential deals, none of which realistically involve expensive free agents Justin Upton or Yoenis Cespedes. Owner Arte Moreno, overly generous in the past, is $5 million away from the luxury tax threshold and appears intent on holding the line. With eight viable candidates for the rotation, in a division that is wide open, the Angels have the luxury of waiting to see how things play out. That potential surplus, hinging in part on successful comebacks from surgeries by Tyler Skaggs and C.J. Wilson, could be used to land a quality outfielder at any point in the season. One thing is certain: It can't get any worse. The Halos' left fielders last season ranked 28th in the Majors in batting average (.215), 29th in on-base percentage (.275) and 30th, dead last, in slugging (.317). This was a major reason, along with the departure of Howie Kendrick's productive bat, why the Angels fell from leading the AL in runs scored in 2014 to ranking 12th in '15. Apart from left field, the lineup appears set with Kole Calhoun, Mike Trout, Albert Pujols, C.J. Cron, Yunel Escobar, Andrelton Simmons, Johnny Giavotella and catchers Carlos Perez and Geovany Soto. The rotation has quality depth, and Huston Street and Joe Smith are proven bullpen anchors. \"We absolutely need to set the table better for Mike Trout,\" manager Mike Scioscia said. \"That's an absolute -- how that happens, if it's a leadoff hitter [and] two guys ahead of him, or if he's second with a great on-base guy ahead of him, that's one of the goals -- to get a deeper lineup with particularly being able to set the table for Mike better than we did last year.\" Trout led the AL in slugging (.590) and OPS (.991) while batting .352, third in the league, with runners in scoring position. Yet his RBI production slipped to 90 from an AL-high 111 in 2014. This might have cost him his second AL Most Valuable Player Award. While both are coming off down seasons, Nava and Gentry have the talent to get the job done as a leadoff platoon if they stay healthy. Similar in playing style and body type to Calhoun, without the power, Nava, 33 when the season opens, owns a .265\/.358\/.383 career slash line. Nava had his best season with the 2013 Red Sox, assembling a .303\/.385\/.445 slash line with 77 runs scored, 66 RBIs and a career-high 12 homers. A platoon should benefit him. Nava is a .281 hitter with a .787 OPS against right-handers. Gentry, 32, is a gifted athlete who excelled with the Rangers as a fourth outfielder, hitting .304 and .280, respectively, in 2012 and '13, with a .759 OPS both seasons. He has a .338 career OBP, but he reached .347, .367 and .373 in consecutive seasons in Texas. Limited to a total of 120 games for the A's the past two seasons, Gentry also benefits from a platoon. He's a .274 career hitter against lefties with a .354 OBP and .720 OPS. One of the game's best baserunners, Gentry is 77-for-90 in career steal attempts, a superb 85.6 success rate. Nava is only 9-for-14 in his career in steals, but he is a smart, aggressive baserunner. Both Nava and Gentry are elite defenders, offering a significant upgrade over last year's tag-team of left fielders. Among outfielders presumably available in trade are Brett Gardner, Charlie Blackmon and Corey Dickerson, along with familiar Dodgers names Andre Ethier, Carl Crawford and Scott Van Slyke. As the season develops, starting pitchers inevitably turn up injured, creating voids. By giving the Nava\/Gentry dynamic a chance to work, the Angels might be well served to hold their cards -- and starters -- until a need to deal arises. This won't make impatient fans happy, but patience rarely does. Lyle Spencer is a national reporter and columnist for MLB.com. Follow him on Twitter @LyleMSpencer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
