{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/162066486\/reds-avoid-arbitration-with-zack-cozart\/",
    "title": "Cozart avoids arb case; Hoover swaps figures",
    "subtitle": "",
    "body": "CINCINNATI -- The Reds avoided arbitration with shortstop Zack Cozart by agreeing on a one-year contract Friday, and exchanged salary figures with arbitration-eligible reliever J.J. Hoover. The terms of Cozart's deal are not known. Hoover submitted a figure of $1.4 million and Cincinnati countered with $1.225 million. • Hot Stove Tracker Friday was the deadline for clubs and their unsigned arbitration-eligible players to exchange salary figures ahead of a hearing. Several other teams and their players also agreed to deals ahead of the deadline. Negotiations can continue right up to the player's arbitration hearing, which is scheduled between Feb. 1 and 21. If a players remains unsigned before his hearing, a three-person panel will hear the case and choose one side's salary proposal over the other's for a binding one-year contract. The Reds have not gone to an arbitration hearing against any player since winning the case against pitcher Chris Reitsma in 2004. Cozart avoided arbitration last year, which was his first year of eligibility, when he signed a one-year, $2.35 million contract. The 30-year-old batted .258\/.310\/.459 with nine home runs and 28 RBIs in 53 games last season. On June 10 vs. the Phillies, while running out a ground ball, Cozart slipped over first base and suffered a right knee injury. It required season-ending surgery to repair tears in both the anterior cruciate and lateral collateral ligaments. Hoover, 28, is slated to get a big bump from the $535,000 he earned last season. In 2015, he was 8-2 with a 2.94 ERA in 67 appearances, while elevating himself to eighth-inning setup man. Over 64 1\/3 innings, he walked 31 batters, struck out 52 and posted a 1.17 WHIP. Nine of his 12 inherited runners were left stranded. Following last month's trade of Aroldis Chapman to the Yankees, Hoover is seeking to become the team's next closer in 2016. Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, follow him on Twitter @m_sheldon and Facebook and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
