{
    "url": "http:\/\/m.mlb.com\/news\/article\/1294684",
    "title": "Nationals add three coaches to staff",
    "subtitle": "Nationals add three coaches to staff",
    "body": "WASHINGTON -- After dismissing four members of the coaching staff several weeks ago, Nationals general manager Jim Bowden said that he wanted to hire coaches with high energy. He feels he has accomplished that goal on Thursday by naming Mitchell Page hitting coach, Tony Beasley third-base coach and Davey Lopes first-base coach.  The trio joins pitching coach Randy St. Claire and bench coach Eddie Rodriguez, the only holdovers from the 2005 staff.  Page, who was the team's Minor League hitting coordinator last season, returns to the big leagues for the first time since 2004, when he was the hitting coach for the Cardinals. Page left St. Louis to seek treatment for alcoholism. Page now says that he has been alcohol-free for more than 13 months. Page said he would have stayed as the hitting coordinator, but accepted his latest promotion because manager Frank Robinson wanted him to be a member of his staff.   \"He has a track record with the Cardinals, and I know he didn't hit for them, but you have to give the hitting coach some credit, because he takes the blame when they don't hit,\" Robinson said.   Page is considered by many to be one of the best hitting coaches in baseball. Under his watch, from 2002-04, the Cardinals were among the league leaders in runs. Page has already made an impact in the Nationals organization.   Outfielder Frank Diaz was not considered a prospect until Page came along. After Diaz hit .312 with 16 home runs and 74 RBIs for Class A Potomac last season, Page now has Diaz believing that he can become another Albert Pujols.   Outfielder Marlon Byrd learned how to hit again after being sent down to the Minors last June and became a pupil of Page's. After he returned to the big leagues in late August, Byrd hit .306 the rest of the season.   The Nationals are hoping that Page can improve an offense that finished last in the Major Leagues last season and near the bottom the previous year. Page's goal is to make the players realize they cannot be hitting a lot of fly balls in a big ballpark like Robert F. Kennedy Stadium.   \"The ballpark doesn't allow you to sit back and wait for the three-run home run,\" Page said. \"My goal is to improve everybody's batting average by 25 points. That will make a big difference when it comes to one-run ballgames. I have a great bunch of guys that will listen to my opinion in terms of what we have to do. We cannot be a fly-ball hitting team. We have to be on the top half of the ball than the lower half. That's going to cut down on strikeouts and everything else.\"   Bowden and assistant general manager Bob Boone were impressed by Beasley, whom Bowden calls the next Jim Leyland. Beasley spent five successful seasons managing in the Pirates system. Beasley had a .590 winning percentage (372-258 record) and managed in Double-A Altoona, Class A Hickory and Class A Williamsport.   \"One of my strengths is I have people skills,\" Beasley said. \"I'm able to motivate and develop relationships with players. I make them feel comfortable and relaxed.\"   Beasley joins Washington's staff despite accepting a position as the Yankees' roving Minor League infield instructor in early December.   \"Tony is a great teacher,\" Bowden said. \"He can teach baserunning and how to play the outfield. He will not make any mistakes on the coaching lines.\"   Lopes, who is best known for his playing days with the Dodgers and being one of the best base stealers of all time, spent eight of the last 11 years as a member of Bruce Bochy's coaching staff in San Diego. In between, Lopes managed the Brewers for two-plus seasons.   Besides coaching first base, Lopes' main job will be teaching players how to aggressively run the bases. Robinson and the front office were often baffled that speedsters like Byrd and Cristian Guzman were reluctant to steal bases even though they had the green light.   \"I have a few projects that Jim Bowden wants me to work with,\" Lopes said. \"We want to be a little more aggressive this year. That's probably one of the reasons they pursued me.\"   The Nationals still need to name a bullpen coach, and they hope to name someone within the next week.   In other news, the club expressed interest in right-hander Jeff Weaver, but agent Scott Boras told Bowden on Thursday that he expects his client to make $10 million per season. That kind of money puts the Nationals out of the running for Weaver's services because of their limited budget, which is around $60 million. Bill Ladson is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
