{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/162070176\/31st-cubs-convention-is-under-way\/",
    "title": "'Comfort' the keyword of 31st Cubs Convention",
    "subtitle": "",
    "body": "CHICAGO -- Jon Lester remembers his first Cubs Convention, a year ago, when he was the new kid on the team. \"I think the biggest thing now is just comfort,\" said Lester, who joined his teammates at the Sheraton Grand Hotel on Friday to kick off the 31st Cubs Convention. \"I walked into this room last year and kind of stood over in the corner. I knew a couple guys, and that was really it. Now you walk in and you've gone through a season together, these guys are family, you meet a couple new guys, and they know guys already, which makes them more comfortable.\" What helps that comfort level -- not only for Lester but for the rest of the Cubs -- is that they're coming off a 97-win season and a trip to the playoffs, and that they have bolstered the roster with the addition of Jason Heyward, Ben Zobrist and John Lackey. The Cubs won't be able to sneak up on anyone in 2016. \"That's fine,\" Lester said. \"I think the scary part for everybody now is we know how good we can be. We were obviously happy at what happened last year but disappointed at the same time. That's a good thing. We want to be disappointed. We don't want to be complacent. \"These young guys got a taste of what it's like and a taste of what the disappointment is like of packing your bags and going home and not being the last team on the field. I think it'll be an exciting year. I love expectations, because it's what you make of it. You've got to back up what you did the year before. That's something I take pride in. You have to worry about doing your job, and I think that trickles down to everybody. These guys have good heads on their shoulders and they all work hard. It'll be an exciting year for us.\" During the opening ceremony, Cubs alumni were introduced first, then some prospects, then the current roster. The last four players to take the stage were Anthony Rizzo, who was greeted with \"M-V-P\" chants, then National League Rookie of the Year Kris Bryant, followed by NL Manager of the Year Joe Maddon and, finally, NL Cy Young winner Jake Arrieta. Bryant is well aware that teams will have better scouting reports on him and the other young Cubs -- Kyle Schwarber, Addison Russell and Jorge Soler. \"I don't believe in [a sophomore jinx],\" Bryant said. \"I think any time you have a bad year, it's a result of something you did during the year that didn't help you. That phrase is kind of silly to me. I'm ready to go. I'm truly just focused on the team -- I could care less about what I do this year. We have a really good team this year, and I think we have a chance to go really far.\" He's heard the expectations and the projections that have the Cubs leading the Major Leagues in wins this season. \"I'm not going to make predictions like Anthony did,\" Bryant said, referencing Rizzo's statement last year that the Cubs would win the NL Central. \"I just think we should have a similar year.\" It could be an even better year with such experienced players as Heyward in the mix. The free-agent outfielder signed an eight-year, $184 million contract with the Cubs for a reason. He wants a ring. \"We don't show up for any other reason than that,\" Heyward said. \"We'll see what's going to happen, but I feel like the front office, the organization, ownership has done a great job of giving us a great platform to go out there, play baseball and try to win a World Series.\" Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings. You can follow her on Twitter @CarrieMuskat and listen to her podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
