{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/162142172\/brady-aiken-happy-to-be-throwing-off-mound\/",
    "title": "Aiken sets sights on healthy return with Indians",
    "subtitle": "Left-hander excited to be throwing off mound again",
    "body": "CLEVELAND -- It was a strange feeling being on a mound again. Brady Aiken thought back to the last time he threw a pitch from the rubber and the left-hander remembered the pain in his arm. That was nearly a year ago. Now, he was standing on slab of bullpen dirt at the Indians' spring complex. Aiken went through his windup, fired a fastball and heard it pop into the catcher's mitt. \"It was a very big moment for me,\" Aiken said from Arizona. That was on Monday at Cleveland's Spring Training headquarters in Goodyear, Ariz. Aiken went through another conservative mound workout on Friday morning. He threw only fastballs, at only an estimated 50-percent effort level, but these were important pitches for the 19-year-old. They marked the next step in the road back to being an ace in the making. The Indians knew the risk when they picked Aiken with the 17th overall selection in the 2015 June Amateur Draft. He was in the early stages of recovery from Tommy John surgery -- to repair an injury that supported Houston's fears from the previous summer. Aiken, selected first overall by the Astros in 2014, went unsigned after a bitter chain of events. That is all ancient history now. Aiken is thrilled to be in the Tribe's care, and the Indians have been impressed with how he has handled himself through the rehab process. \"I think the very best thing you can say about Brady is the fact that he's just one of the guys,\" said Carter Hawkins, the Indians' director of player development. \"There are 15 guys in that rehab group, and it'd be really easy, just considering the attention Brady's gotten -- the fanfare, the publicity -- for him to treat the process different than one of the other 14 guys. \"But, really, the fact that he's fit in so well has certainly been impressive. And, the fact that as a young player, he's been able to go through the rehab process with such focus and dedication, that aspect of things has been very encouraging as well.\"   @bradyaiken10 throwing alert  https:\/\/t.co\/GyQomJm53I Aiken officially signed with the Indians on June 19 -- 11 days after the Draft -- and was already in Arizona to continue his rehab with Cleveland when he signed his name on the dotted line. He was looking forward to turning the page on the episode with the Astros. Houston agreed to a $6.5-million signing bonus in '15, but then lowered its offer to $5 million after concerns stemming from a post-Draft physical. When Aiken opted not to sign with the Astros, he joined Danny Goodwin (1971) and Tim Belcher (1983) as the only No. 1 picks in the Draft's history not to sign. After being picked by Cleveland, Aiken and his representatives went to work on looking into the team's medical staff and track record. The southpaw had sustained the elbow injury while pitching for IMG Academy's post-graduate team on March 26 last year and then underwent Tommy John surgery six days later. If Aiken was going to sign with the Indians, he wanted to know he was in good hands. \"That was a big thing,\" Aiken said. \"We saw that they've had success at the big league level with Tommy John guys. Obviously, the main thing in baseball, you can't play if you're not healthy. So, having a good rehab system and having good coordinators and things like that, knowing that they are successful in the Tommy John recovery, that was a very big thing for me.\" As he has gotten to know Cleveland's rehab and medical staff in Arizona, Aiken has increasingly trusted that he made the right decision when he signed. \"I love it. I don't think there could be a better fit, especially right now,\" Aiken said. \"I wanted to make sure that my rehab was going to be done correctly and not rushed. Everything they've done so far to this point has helped me achieve that.\" With Aiken, the Indians have the luxury of time. This is not a situation where the Major League team lost a key starting pitcher, nor is there motivation to get the player back to the big leagues as soon as possible. Aiken is a prospect who has yet to work in a professional game. Both he and Cleveland have a wide perspective to approaching his rehab schedule, knowing that they are planning for a career, not just a season. \"There's no timeline specific to Brady, where we're saying we have to get him back on the mound,\" Hawkins said. \"He's so young. He's got so much time. We're just going to do the rehab as efficiently as we possibly can and, as soon as he's ready to roll, we'll get him out there.\" Aiken, while surely frustrated at times by the monotonous and gradual nature of a Tommy John rehab schedule, which typically requires 12-18 months for recovery, is keeping the big picture in mind throughout the process. \"You have to be smart,\" Aiken said, \"because it's not about the next year. It's about the next 10, 15 and so on years. I haven't even thrown a pitch yet in professional baseball. I'm trying to make sure that that's not my last pitch. I'm trying to make sure that I can last for a long time.\" That means not looking too far ahead. It means following the daily schedule without pushing harder than the rehab team instructs. \"I think that's really a tough part,\" Aiken said. \"It's just the waiting game and trying to hold back.\" Aiken can't wait for Monday. He'll be back on the mound again. And, this time, he can recall how healthy he felt the last time he toed the rubber. \"Getting off the mound again and feeling good,\" Aiken said, \"and just letting everything go nice and easy and fluid, it felt very exceptional.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, follow him on Twitter @MLBastian and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
