{
    "url": "http:\/\/m.mlb.com\/news\/article\/1294361",
    "title": "Astros haven't asked Bagwell to retire",
    "subtitle": "Astros haven't asked Bagwell to retire",
    "body": "HOUSTON -- The Astros, however skeptical about Jeff Bagwell's chances to return to the field in 2006, have not formally asked him to retire.  Nor are they using Bagwell's meeting with Dr. James Andrews in Birmingham on Thursday as a way to prove the first baseman's right shoulder is too damaged to be able to play a six-month Major League season.  General manager Tim Purpura reiterated on Wednesday that the meeting is nothing more than a way to get an evaluation and that he does not expect Dr. Andrews to make any sweeping claims in either direction. But Purpura wants a medical opinion, something he has not been able to obtain throughout the winter.  \"The intent of this is to find out where Jeff stands right now,\" Purpura said. \"He's refused to visit with the team doctors this offseason. Until a doctor sees him, we don't know where he stands.\"  Bagwell has worked tirelessly this offseason to make a healthy return to the field in 2006, but he's done so feeling that the club he plays for is offering half-hearted support, at best.  The Astros, on the other hand, are insisting they have not written off the 15-year veteran. Recent headlines have suggested the Astros asked Bagwell to deem himself unable to play in '06, a perception both the Astros and Bagwell's agent, Barry Axelrod, refuted.   \"Absolutely not, we've never said that,\" Purpura said.   \"They have not done that,\" Axelrod said. \"Have they hinted at it? Are we well aware they may want that to happen? Yes. But they said early on they're not going to try to press him into the situation.\"  The sticking point, and the recent perceived sense of urgency, is the deadline that the Astros must meet in order to have a chance to collect from the insurance company in the event Bagwell cannot play this year.   According to a report by the Houston Chronicle, the Astros must file a claim by Jan. 31 in order to possibly collect $15.6 million of the $17 million Bagwell is owed in '06. This date appears to be earlier than what was previously understood as the deadline.  According to Axelrod, he and Purpura met for an informal lunch during the Astros' road swing through Southern California late last season, and the two discussed, among other topics, Bagwell's situation.   Purpura told Axelrod that in regard to the insurance policy, a decision regarding Bagwell's playing status would need to arrive during Spring Training.  \"That date has changed,\" Axelrod said. \"The timeline moved up as to when the claim has to be made.\"  A Jan. 31 deadline may make it difficult for Bagwell to use Spring Training to gauge whether he can play, in terms of the insurance aspect of this saga. Whether the Astros can file a claim on that date and then wait until Spring Training to find out if he can play is still to be determined.  The best-case scenario, of course, is that Bagwell finds out he can throw across the diamond and hit, and do the two on a consistent basis throughout the season.  But the worst-case scenario is much more complicated, especially with the money that's at stake. Axelrod emphasized that he sees why the Astros are exploring the insurance possibilities.  He also understands that the market has shifted downward, as much as 25 percent, since Bagwell signed his $85 million contract extension in December of 2000, and that a $17 million price tag, regardless of deferred money and backloaded agreements, is a tough pill to swallow.  \"Would they want Jeff Bagwell now making $17 million, or opt for access to $15 million?\" Axelrod said. \"I can understand that. But he's under contract. Sometimes you have to live with it.\" Alyson Footer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
