{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/161849472\/market-for-free-agent-yoenis-cespedes-expands\/",
    "title": "Source: Braves interested in Cespedes",
    "subtitle": "",
    "body": "ATLANTA -- Now that Yoenis Cespedes has remained on the free-agent market much longer than envisioned, the Mets have renewed some level of interest and the Braves have at least inquired to see what it might take to sign the power-hitting outfielder. As Cespedes continues to seek a multiyear deal, the White Sox, Angels and Orioles still stand as the most likely potential suitors. The Mets and Braves seem more interested in the possibility that the 30-year-old Cuban slugger might eventually become willing to accept a short-term contract. MLB Network insider Jon Heyman mentioned Atlanta's interest on Twitter on Wednesday. • Cespedes vs. Upton: Who is the better value? Heyman tweeted that the \"braves are an interesting team that has some interest in cespedes. many calling, but some looking for a price.\"  braves are an interesting team that has some interest in cespedes. many calling, but some looking for a price. Meanwhile, late Tuesday night, MLB.com reported that the Mets would be willing to talk if Cespedes was willing to discuss a one-year deal. Then on Wednesday afternoon, a source familiar with the discussions confirmed that the Braves have shown some interest in Cespedes. The Mets and Braves both appear hesitant to enter a long-term deal with Cespedes, who batted .291, collected 35 homers and compiled a .870 OPS while playing for the Tigers and Mets this past season. Atlanta is nearing what the club hopes is the final stages of a rebuilding process, within which the Braves have routinely proven willing to do their due diligence by evaluating any remaining possibility. The latest example comes via the fact that they have at least reached out to Cespedes, who had not previously appeared to be on their radar. Even if Atlanta was to strike a one- or two-year deal with Cespedes, the club would need to create some financial flexibility to account for the eight-figure salary that the outfielder will eventually receive. In order to do so, the Braves might have to trade Nick Markakis, who is owed $33 million over the final three years of his contract. Still, as things currently stand, it does not seem likely that Cespedes will end up signing with the Braves or the Mets. • Hot Stove Tracker Cespedes established himself as a National League MVP Award candidate after the Mets acquired him from the Tigers on July 31. He hit 17 homers over a 31-game span that began in the middle of August and helped New York reach the World Series. Over the past couple of months, though, the Mets have made it clear that they do not see a long-term fit with Cespedes. \"For two months or three months, it may make sense,\" Mets general manager Sandy Alderson told reporters last week. \"For five years or six years, it doesn't make a lot of sense to try to do that. We had the right fit [at the Trade Deadline]. If we had the right, healthy player in the right position, it might be a very different story for us. This isn't about inching up on team improvement. This is about trying to be thoughtful about it, but also realistic -- trying to improve the team in ways that we can.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
