{
    "url": "http:\/\/m.mlb.com\/news\/article\/161866450\/tigers-john-mayberry-jr-agree-on-minors-deal\/",
    "title": "Tigers sign Mayberry to Minors deal",
    "subtitle": "",
    "body": "DETROIT -- Detroit has been a mysterious player in the outfield market for most of the offseason. Signing John Mayberry Jr. doesn't necessarily end the mystery, but it gives the Tigers' front office the right-handed-hitting corner outfielder they had been seeking. Mayberry, who played parts of six years with the Phillies before spending part of last season with the Mets, agreed to terms with the Tigers on a Minor League contract with a non-roster invitation to Spring Training. • Hot Stove Tracker Mayberry will make a $1 million base salary if he makes the big league club, with additional incentives for games played. He'll have the option to request his release if he's not on the 25-man roster by an agreed-upon point early in the season. MLB Network's Jon Heyman first reported the base salary. While the Tigers have loomed on the periphery of the still-cluttered big-name outfield market, their pressing priority was to add a right-handed hitter who could at least platoon with Anthony Gose or Tyler Collins in left field. Mayberry, a career .260 hitter with an .833 OPS against lefties, has a chance to fill that kind of role if he can recapture his old form. Mayberry was an underrated member of the 2011 National League East-champion Phillies lineup, batting .273 (73-for-267) with 15 home runs, 49 RBIs and an .854 OPS while filling in in center and left field. He saw an uptick in playing time at all three outfield spots the next season and couldn't build on his numbers, starting a slide that eventually led to a midseason trade to Toronto in 2014. Mayberry signed with the Mets as an extra outfielder last offseason and batted cleanup at times, but he hit just .164 (18-for-110) with three homers and nine RBIs. He was released on July 30, the day before the Mets swung a trade with the Tigers for Yoenis Cespedes. Mayberry, who turned 32 last month, also can play first base, having spent 75 games there in the Majors. By signing with the Tigers, Mayberry reunites with Wally Joyner, who worked with him as the Phillies' assistant hitting coach in 2013 before joining manager Brad Ausmus' staff as hitting coach. The deal doesn't stop the Tigers from checking out the lingering outfield market, potentially finding a value deal in the closing weeks of the offseason. Even if Detroit does add another outfielder, though, Mayberry provides depth that the team badly lacked at times last season. Jason Beck is a reporter for MLB.com. Read Beck's Blog, follow him on Twitter @beckjason and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
