{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/161867146\/giants-likely-to-fill-out-bullpen-with-rookies\/",
    "title": "Giants looking to farm system to replenish bullpen",
    "subtitle": "After initially targeting free agents, club identifies several relief candidates ready for promotion",
    "body": "SAN FRANCISCO -- The Giants would prefer to promote a reliever from their Minor League system rather than add one through free agency, general manager Bobby Evans has indicated. Earlier in the offseason, Evans acknowledged that relief pitching was an item on San Francisco's free-agent shopping list. The retirement of left-hander Jeremy Affeldt, who was equally effective against left- and right-handed batters and capable of handling multiple bullpen roles, created a void. Moreover, the Giants seemed to want a proven reliever to complement the bullpen's growing youth brigade, which includes right-hander Hunter Strickland and lefty Josh Osich. However, Evans recently observed that the Giants' organization is stocked with an ample number of talented relievers, including some who look poised to don a San Francisco uniform. \"I look at our bullpen and our farm system; that's probably one of the greatest strengths in terms of guys who are ready to help us,\" Evans recently said. Right-hander Mike Broadway is a likely bullpen candidate. He gained a smattering of Major League exposure last year, posting an 0-2 record and a 5.19 ERA in 21 appearances for the Giants. He was downright dominant for Triple-A Sacramento, finishing 2-0 with a 0.93 ERA and 13 saves in 40 games. Broadway also struck out 64 and walked just eight in 48 1\/3 innings, which helped him compile a 0.683 WHIP. Left-hander Steven Okert appears destined to perform for the Giants at some juncture this season. Rated San Francisco's No. 9 prospect by MLB.com, Okert led Sacramento with 52 appearances last year while striking out 69 in 61 1\/3 innings. He also went 5-3 with a 3.82 ERA and three saves. The Giants, as well as much of the baseball establishment, are deeply intrigued by right-hander Ray Black. The veteran of shoulder surgery still can throw his fastball regularly at triple-digit velocities. Rated San Francisco's No. 19 prospect, Black struck out 16 in just nine innings for Scottsdale in the Arizona Fall League last year. Kyle Crick, formerly a top prospect as a starter, moved to the bullpen last year in an attempt to gain consistency. The right-hander walked 66 in 63 innings at Double-A Richmond, though he struck out 73 and finished with a 3.29 ERA. He's currently rated sixth among the organization's prospects. The Giants also retain hopes for No. 26 prospect Derek Law, who led Richmond with 13 saves while striking out 32 in 25 2\/3 innings. Right-handers Ian Gardeck and Jacob Smith, new additions to the 40-man roster, will receive a look in Spring Training, though vaulting to the Majors from Class A Advanced San Jose will challenge them. Smith enjoyed the best of his four professional seasons, converting 16 saves in 19 chances. He amassed 118 strikeouts and walked just 21 in 56 appearances spanning 84 1\/3 innings. Opponents hit .172 off him. Gardeck struck out 104 and walked 24 in 86 1\/3 innings spanning 61 games. Right-hander Daniel Slania also saved 16 games for San Jose. More impressive was his 6-to-1 strikeout-to-walk ratio (90 K's, 15 walks), which he maintained while appearing in 59 games. • The Giants traded right-hander Cody Hall to the Arizona Diamondbacks for a player to be named or cash considerations. San Francisco recently designated Hall for assignment to clear 40-man roster room for Denard Span. Chris Haft is a reporter for MLB.com. Read his blog, Haft-Baked Ideas, follow him on Twitter at @sfgiantsbeat and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Haft"
}
