{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/161868786\/rays-solid-with-logan-forsythe-brad-miller\/",
    "title": "Around the Horn: Rays solid up the middle",
    "subtitle": "New arrival Miller expected to fill Cabrera's role at shortstop",
    "body": "This is the first in a series of weekly stories that will focus, position by position, on the 2016 Rays. Right up until Spring Training camps open, we'll preview a different position. Today: Middle infielders. ST. PETERSBURG -- Middle infield proved to be a strength for the Rays in 2015. The shortstop and second-base positions were held by Asdrubal Cabrera and Logan Forsythe, respectively, bringing a consistent product to the field when both were healthy. • Rays' Spring Training info Cabrera put together an above-average offensive season for a shortstop, which gave him the kind of numbers any player wants to take to free agency. The veteran did just that, and he came away with a two-year, $18.5 million contract with the Mets that includes a club option for 2018. Understanding that they would not be able to bring back Cabrera, the Rays' first order of business for the offseason was to make a trade with the Mariners that brought them versatile Brad Miller, who appears destined to be the starting shortstop in 2016. Miller, 26, hit .258 with 11 home runs, 46 RBIs and 13 stolen bases in 144 games in 2015. He made starts at shortstop (83), center field (20), left field (9), DH (6), second base (5), third base (1) and right field (1). Only one other American League shortstop could match Miller's combination of homers (11), stolen bases (13) and slugging percentage (.402): Houston's Carlos Correa. \"We've liked him for a while,'' Rays executive president of baseball operations Matt Silverman said. \"We've been impressed by his work at shortstop. And it's always a plus to have a left-handed-hitting middle infielder.'' Miller made it clear he wants to be the team's starting shortstop in 2016. \"No question, without a doubt,\" Miller said. \"Obviously in this game, you want to give yourself every opportunity and do whatever is asked of you. But yeah, I'm a shortstop. I know that's where I want to be on the field. I want to continue to get better there and to improve. But 100 percent, I would want to settle in and play shortstop. It's what I've always done.\" Forsythe, who was voted the team's Most Valuable Player by the local chapter of the Baseball Writers' Association of America, finished the season with a .281 average, 17 home runs and 68 RBIs. The combination of 17 home runs and a .359 on-base percentage was unmatched by any other Major League second baseman, and his 5.1 WAR ranked second among Major League second basemen. Unlike last spring, Forsythe will head into Spring Training penciled in as the team's starting second baseman, giving Tampa Bay what appears to be a solid keystone duo in Miller and Forsythe.  That leaves the question: What will the Rays do with Tim Beckham and Nick Franklin? Beckham played in 82 games for Tampa Bay in 2015, which included 38 games at second, 28 at short and one at third. He hit .222 with nine home runs and 37 RBIs, showing a flair for hitting in the clutch, as evidenced by his .308 average with two outs and runners in scoring position. Franklin had two stints with the Rays, appearing in 44 games, and he spent the remainder of the season with Triple-A Durham. His season was delayed by more than a month due to a left oblique strain suffered in Spring Training. Franklin hit .158 with three home runs and seven RBIs for Tampa Bay. Perhaps more indicative of what the Rays have in Franklin were his numbers at Durham, where he hit .266 with 11 home runs and 30 RBIs. Taylor Motter will be an intriguing piece this spring as well, given his positional flexibility and the success he's enjoyed. A utility man, Motter won MVP honors at Durham, ranking first in the International League in doubles and extra-base hits. Waiting in the wings, the Rays have a host of middle-infield candidates, too, in shortstops Daniel Robertson, Willy Adames and Adrian Rondon. Ryan Brett leads the second-base parade for the future after showing well during a limited stint with Tampa Bay in 2015. Overall, the Rays' middle-infield depth looks like a deep pool. Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
