{
    "url": "http:\/\/m.mlb.com\/news\/article\/161877368\/mlb-teams-check-out-cricket-star-kieran-powell\/",
    "title": "Cricket star Powell takes swing at MLB career",
    "subtitle": "Batsman works out for several teams at IMG Academy",
    "body": "BRADENTON, Fla. -- When Dan Simonds first saw the footage, he was skeptical. Kieran Powell may have been a gifted athlete, a star in his own sport, but he didn't look like much of a baseball player. Then again, why would he? Powell was a cricketer -- an opening batsman, not a leadoff hitter. But there Powell was Wednesday afternoon, working out in front of representatives from a dozen Major League teams on a field at IMG Academy as he looks to begin a career in baseball. It was a much smaller crowd than the 25-year-old Powell -- the world's 76th-ranked batsman on a list of the top 82 players, according to the International Cricket Council's website -- played before in his past life as a cricket star, but that didn't make running, throwing and hitting for the assembled scouts any less nerve-wracking. \"They should have had an invisibility cloak or something, just to cover them up,\" Powell said, smiling. • Cricket primer: There's a lot of baseball in it But how did Powell find himself on a back field just off Florida's Gulf Coast on this cloudy, windy Wednesday afternoon? Why give up cricket's bat and ball for baseball's ... well, bat and ball? \"The right opportunity at the right time,\" said Powell, who was born on the Caribbean island Nevis. \"We decided to take this adventure, and it's worked out well so far.\" Amid a contract dispute with his former West Indies cricket club, Powell decided to focus on baseball. He watched baseball growing up, closely enough to pick a favorite player in Ken Griffey Jr., and recognized that it was the most similar sport to cricket. He only began playing baseball last summer, but how much harder could it really be to swing a round bat rather than a flat one? \"If I wanted to go play in the NFL, I would get beaten up very badly -- and I don't like getting tackled,\" Powell said. \"I know [baseball] pretty well. All you've got to do is hit the ball in the gap and get on base.\" Powell discussed the idea with his agent, Emma Everett, who encouraged him to give it a shot. They recorded video of Powell's first workouts, sent that footage to the Dodgers and came to the United States to further develop his baseball skills. After working out in California, Powell moved to IMG Academy, where he's been working out with Simonds, IMG's baseball director, and a few Major Leaguers, including Marlins second baseman Dee Gordon.  Over the weekend, cricket star Kieran Powell worked out at #Mets camp. He's attempting to transition to baseball. https:\/\/t.co\/ULUMpb4FxF In a short time, Simonds has seen Powell come a long way. Powell has improved so much, Simonds joked, that he's probably destroyed all evidence of his initial workouts. \"I'd like to be able to show you the first footage of what I did,\" Powell said. \"You wouldn't believe it was the same guy.\" Since then, he has developed better bat speed and balance, a more refined approach and a more direct path to the ball. The most difficult adjustment from cricket to baseball, he said, is still tweaking his left-handed swing to keep the bat in the zone as long as possible. \"He's dedicated,\" Simonds said. \"He's very passionate about seeing this through. It should be fun to see him develop.\" The Pirates, Rays, Reds, Rangers, Astros, Yankees, Giants, Padres, Cubs, Tigers, Mets and A's were all represented at Wednesday's workout. Regarding Powell's chances of catching on with a Major League organization, Everett said they were \"in negotiations\" and have been pleased with the response he's received thus far. At times during Wednesday's workout, Powell showed flashes of his ability. He displayed his speed, his arm -- while throwing from right field to third base -- and his quick hands during batting practice. With his tall, lean build, he looks like a natural center fielder. Yet for all his athleticism, Powell is raw as a baseball player, in need of more refinement. He hasn't faced high-velocity pitching, and he hasn't experienced how much quicker everything moves at game speed. \"It's a real stretch,\" said one talent evaluator who attended the workout. \"At 25 years old, it is extremely difficult to start playing our game.\" His inexperience showed Wednesday, especially in the outfield. He booted several balls and heaved a few others well over the players set up at third base and home plate. Before Powell started hitting, Simonds reminded him to calm down. He didn't need to worry about the group of onlookers lined up along the dugout rail. \"It's funny, because he's probably played in front of a lot more people than were out here today over in England and Australia,\" Simonds said. \"You could see he was a little bit nervous, but once he settled in, he showed some things. ... Overall, I thought he did a pretty good job.\" Powell acknowledged that he can't jump right into the big leagues. He fully expects to spend some time in the Minors if a club is willing to sign him. And, if that happens, he believes his future will be as a leadoff hitter, not an opening batsman. \"Obviously nobody expects to just walk in and be the star of the show from Day 1. I just want an opportunity,\" Powell said. \"I know that once I get an opportunity, I'll make gold of it.\" Adam Berry is a reporter for MLB.com. Follow him on Twitter at @adamdberry. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
