{
    "url": "http:\/\/m.mlb.com\/news\/article\/161877152\/jessica-mendoza-to-call-sunday-night-baseball\/",
    "title": "Mendoza, Boone hired for Sunday night games",
    "subtitle": "First female analyst joins former player, Shulman on ESPN broadcasts",
    "body": "CINCINNATI -- The offseason shuffle of Major League ballplayers is shaking up lineups for the 2016 season -- and ESPN has shaken up its broadcast lineups to cover the action. There were no trades or free-agent signings by the network, but plenty of in-booth shifting. Jessica Mendoza and Aaron Boone were added as analysts to join Dan Shulman on \"Sunday Night Baseball\" broadcasts, while previous analysts Curt Schilling and John Kruk were re-assigned to other jobs at ESPN. Mendoza, 35, became the network's first female analyst on baseball games in August after Schilling was removed from the booth for making a controversial remark on social media. Mendoza, who was supposed to guest announce on a couple of Monday games, helped call Jake Arrieta's no-hitter for her first game and drew high enough marks for her work that she finished the season in the role. She also called games during the postseason and in the College World Series. \"It's just crazy when I look back, and literally less than six months ago I had no idea what was going to happen after the Monday night games,\" Mendoza told the Associated Press. \"It just felt so good for the guys to see me as a peer and not just a female.\" Boone, a former Major League infielder who has been with ESPN in a variety of broadcast roles since 2010, was excited for the move to Sundays. \"I'm grateful for the opportunity,\" Boone told MLB.com Wednesday night. \"I've known Dan for a long time. I've worked with Dan a bunch, so we already have a history. When I retired and first started with ESPN, my first year doing Monday Night Baseball was his last year doing Monday Night Baseball. So I spent a whole season with him and have done the last two postseasons with him. We're very good friends out of the booth. \"Now, I've gotten to know Jessica the last couple of years with the College World Series and just doing baseball. I'm really excited for the people I know I'm going to get to work with on a weekly basis.\" Mendoza was an Olympic gold and silver medalist in softball from Stanford University and began calling softball games for ESPN in 2007. She will continue to be a trailblazer as a prominent woman in men's sports, but she also has the opportunity to get even better at calling games. \"I think she has a chance to be a star at this,\" Boone said. \"I think getting that opportunity last year and having success put her in position for this year. It just speaks to just how smart and talented she is. I think she is going to take off tenfold this year. Last year, she was just kind of thrown into it. \"As someone who was covering softball and going in and out on baseball, it was that daily familiarity she didn't necessarily have last year. This year, she's already started to invest herself with some relationships with people within the industry. She was at the Winter Meetings. She's a tireless worker. Getting to be around players and just starting to live the sport will take her analysis to another level this year.\" Boone -- who played for 12 seasons from 1997-2009, primarily for the Reds but later for the Yankees, Indians, Marlins, Nationals and Astros -- has long had a love for the art of broadcasting. When his father, catcher Bob Boone, played for the Phillies, there was often a radio nearby. That didn't mean a life in broadcasting was an expectation, however. \"I remember my childhood going to sleep at night when the Phillies were on the road listening to Harry Kalas and Richie Ashburn,\" Boone said. \"Like so many kids of our generation, you can remember those nights of falling asleep to the sound of baseball games either on radio or TV. It definitely left a huge impression.\" 2016 national broadcast updates Returning for their sixth season are play-by-play man Shulman and reporter Buster Olney. In a significant behind-the-scenes change, Andy Reichwald takes over as Sunday Night Baseball producer after 14 seasons of filling the same role on Monday nights. Kruk will now return to full-time studio analysis work on \"Baseball Tonight.\" Schilling will return to game analysis for Monday Night Baseball broadcasts. New to the Monday Night Baseball booth will be Eduardo Perez. He and Schilling are essentially taking over not only for Boone, but for Mark Mulder and Dallas Braden, the former pitchers who split the 2015 season as analysts. Broadcast vets Karl Ravech and Dave Flemming will share play-by-play responsibilities on the Monday Night Baseball circuit. Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, follow him on Twitter @m_sheldon and Facebook and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
