{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/161880726\/cubs-manager-joe-maddons-thanksmas-in-chicago\/",
    "title": "Maddon's 'Thanksmas' aids Chicago's homeless",
    "subtitle": "",
    "body": "CHICAGO -- Homemade meatballs and pierogies were on the menu Wednesday night as part of Cubs manager Joe Maddon's \"Thanksmas\" dinner, organized through the Chicago Help Initiative and served to about 135 homeless people. \"To be able to serve food for the less fortunate is huge,\" said Anthony Rizzo, who helped distribute dessert. \"For us to come in and pick them up a little bit is nice for them, and good for us, too.\" Maddon recalled seeing people who were struggling while he rode his bike in Southern California when he was the Angels' bench coach. He started Thanksmas in 2007 in St. Petersburg, creating his own holiday. \"Homeless people need our help any day of the year, not just on holidays,\" Maddon said. \"I chose 'Thanksmas' -- picking any day between Thanksgiving and Christmas to illustrate it.\" Maddon hosts events in St. Petersburg and also in his hometown of Hazleton, Pa., and Wednesday was his first in Chicago. It was scheduled for this week as part of events leading up to the Cubs Convention. Maddon says people need to understand that homeless folks often are having a tough time, not just because they can't get a job but also because they may be dealing with mental illness. He's seen a lot of veterans, single moms and children who are struggling. \"What better way to bring people together than a nice meal,\" said Maddon, who made the meatballs and mingled with the guests. He'd love to see \"Thanksmas\" become a national effort, although it's not certain if he's willing to share all the recipes. The meatballs and pierogies were inspired by his mother, Beanie, and his aunts. Pitcher Zac Rosscup served the meatballs, Pierce Johnson handled the pierogies, Travis Wood helped with the salad, and Rizzo and Kyle Schwarber helped pass out cake. Rizzo didn't take part in the preparations for the dinner. \"I just got here -- I come in when it's time for dinner,\" Rizzo said. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings. You can follow her on Twitter @CarrieMuskat and listen to her podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
