{
    "url": "http:\/\/m.mlb.com\/news\/article\/161884738\/prospects-participate-in-puerto-rican-showcase\/",
    "title": "Teens display skills in Puerto Rico showcase",
    "subtitle": "Catching prospects stand out at MLB-sponsored event",
    "body": "CAYEY, Puerto Rico -- Catching -- durable, dependable, Major League catching -- is not the easiest thing to come by. That's probably why good catchers -- the kind who can call a good game, handle pitchers well and hit enough to sustain something in the neighborhood of a .250 average -- are more often than not able to enjoy longevity in the game in a manner not necessarily enjoyed by those playing other positions. Sustainable catching is always at a premium, mainly because it's the position most young players want to stay away from. It's the most taxing on the body, wreaks havoc on the knees and isn't an easy position to adapt to. A glance at the crop of young players currently participating in an MLB-sponsored showcase suggests otherwise. Of the more than 20 catchers here for the three-day audition in front of Major League scouts, a couple have been mentioned as having real big league potential. That really shouldn't come as a surprise, given the number of longtime Major League catchers who have come from Puerto Rico: Benito Santiago, Javier Lopez, Sandy Alomar Jr. and Ivan \"Pudge\" Rodriguez. Could a new generation be on its way? Mario Feliciano, a six-foot, 200-pound catcher hailing from the Carlos Beltran Baseball Academy, could be one to watch. He is likely to be drafted in June and could be in the top-100 picks, but if not that, then definitely in the top 200. • 2016 Top 50 Draft Prospects Having just turned 17 in November, Feliciano is one of the younger Draft-eligible players participating in this week's showcase. One scout noted the strides Feliciano has made in a short time and the raw tools and physical ability that have helped him become a legitimate prospect. \"Projections for him behind the plate are looking good,\" the scout said. \"Having him as a power projection, hitting projection and at least solid average behind the plate, you can bet he can be an everyday player in the big leagues. He loves to play and he's going to be a strong guy behind the plate.\" Another catcher of note is 18-year-old Alberto Schmidt, who has been noticed for having made vast improvements in a short amount of time by slimming down and gaining arm strength. \"He's getting better behind the plate and is a legitimate prospect,\" a scout noted. \"I can see him becoming a pretty good backstop by the time the Draft comes up. He's got bat potential, quick hands, strength. Those are things you look for in a catcher.\" Shortstops are well-represented at the showcase, too. In addition to Delvin Perez, who may go as high as the top 10 in the Draft, 18-year-old Alexis Torres is also one to watch as a possible top-100 pick. The 6-foot-1, 180-pound infielder has been compared with Dodgers utility man Enrique Hernandez -- a talented defender who has to show he can handle the bat. The bat speed is there, but he may need more time to develop strength. Torres' makeup has been lauded, too. He is known as one who doesn't get nervous during games, and likes to be in the middle of crucial moments. In terms of outfielders, keep an eye on 17-year-old Francisco Del Valle. He still has a lot of developing ahead of him on both sides of his game, but observers like his bat potential. \"It's just a matter of him grinding at-bats against good pitching,\" one scout said. \"It's hard to get at-bats against good pitching on this island. You may face good pitching twice during the season. That's why these tournaments are good, too -- you can bat against good pitching.\" The top corner infielder appears to be Jose Miranda, who will turn 18 a couple of weeks after the Draft. Viewed by one scout as a future third baseman, the 6-foot-2 Miranda is described as having a body type similar to Rockies star third baseman Nolan Arenado. \"I don't know if he'll be that type hitter,\" said one observer. \"But that's a projection.\" Projections are fluid, of course, and it's important to remember these are teenagers who are going to look much different, physically, in just a few years. Things tend to move quickly in this game, and changes are plentiful. \"You see these kids in January, and they come back in May and they're different,\" said a Puerto Rico-based scout. \"They've made a lot of strides.\" Alyson Footer is a national correspondent for MLB.com. Follow her on Twitter @alysonfooter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
