{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/161456538\/diamondbacks-erubiel-durazo-travel-to-mexico\/",
    "title": "D-backs announce Hermosillo partnership",
    "subtitle": "New advisor Durazo part of club's effort to build relationships, find talent in Mexico",
    "body": "HERMOSILLO, Mexico -- Since their inception, the Arizona Diamondbacks have made countless trips to the state of Sonora to play exhibition games, build relationships and support baseball in Mexico. In recent years, those trips have become increasingly more regular, yet by the time the D-backs' delegation boarded a flight back to Phoenix Friday morning, it was clear the most recent visit to Phoenix's sister city was different. At a news conference on Friday at Los Lagos Golf Club, the D-backs introduced their newest employees: former D-backs first baseman and native son Erubiel Durazo, Latin America coordinator Francisco Cartaya and Mexico-based scout Rodrigo \"Chapo\" Aguirre. Equally as important, they formally signed a partnership with the Hermosillo Naranjeros and made it clear that the team plans to redouble its efforts in finding talent south of the border. \"I've said for many years that what I dream of for the Diamondbacks is to have a Mexican-born superstar on our roster, but more importantly, I want one from Sonora,\" D-backs president and CEO Derrick Hall said. \"So we are signing a partnership where we will send our players to the Naranjeros so that they can be part of your community. We want to make sure we have Diamondbacks playing for the Naranjeros and one day, we have Sonorans playing for the Diamondbacks.\" The partnership includes baseball clinics hosted by Durazo, who joined the team this week as a special advisor to Hall, as well as D-backs legend and special assistant Luis Gonzalez. The hope is that one day the team may be able to create an academy where young talent is developed, similar to those in other Latin American countries. \"This relationship has gotten stronger and stronger with each visit,\" Naranjeros owner Enrique Mazon said. \"The D-backs have always supported baseball and Mexico. We have seen what [Major League] teams can do in places like the Dominican Republic and Venezuela, and our dream is that we can realize that type of instruction for our prospects and youth.\" Durazo told reporters that he looks forward to being a part of helping find the next young player to follow in his footsteps. \"As a young boy, I had a dream of playing baseball in the Major Leagues,\" said the Hermosillo native and Pima Community College product. \"I'm looking forward to trying to show the youth the steps they have to take -- what life is like as a ballplayer, how you have to battle and how hard you have to work to be able to reach the big leagues.\" \"In Sonora, there is a lot of talent and Erubiel is proof of that,\" said Genaro Enriquez, who oversees the Sonoran Sports Commission CODESON. \"What I think is missing is what the Diamondbacks and Naranjeros are doing today. To put a team [of scouts] down here to find that talent and then, like Erubiel said, help them find their way to the big leagues. We want the Diamondbacks to be the team of Sonora.\" The D-backs' visit to Mexico also included a side trip on Thursday to the colonial town of Alamos, where Hall joined Sonora Governor Claudia Pavlovich and Mexico's tourism minister, Enrique de la Madrid, in an important meeting geared toward increasing tourism to the state of Sonora. Among the ways Hermosillo hopes to accomplish that goal is by putting in a bid to host the 2017 World Baseball Classic. \"I want Sonora to flourish. I want Arizona to flourish. I want the Diamondbacks to win. I want the Naranjeros to win,\" said Hall, who was joined on the dais by D-backs senior vice president of baseball operations De Jon Watson. \"The more that we can do as an organization here in Sonora to help develop baseball, generate interest in baseball and get the youth and children involved in baseball is very important.\"",
    "author": "Josh Rawitch"
}
