{
    "url": "http:\/\/m.mlb.com\/news\/article\/161456834\/hector-santiago-angels-avoid-arbitration\/",
    "title": "Santiago, Angels avoid arbitration with $5M deal",
    "subtitle": "",
    "body": "ANAHEIM -- The Angels avoided arbitration with starting pitcher Hector Santiago on Friday, signing the 28-year-old left-hander to a $5 million contract for 2016. Santiago, who made $2.29 million in an All-Star 2015 season, is still two years away from free agency. The Angels are now left with three arbitration-eligible players in starter Garrett Richards, right fielder Kole Calhoun and reliever Fernando Salas, with teams and players exchanging figures next Friday. Santiago was acquired alongside Tyler Skaggs in the three-team deal that sent Mark Trumbo to the D-backs in December 2013, and he has posted a 3.65 ERA in 308 innings with the Angels the last two years. A reliever-turned-starter with the White Sox, Santiago finished 2014 strong after an early-season demotion to the Minor Leagues and was one of the best pitchers in the American League throughout the first half of 2015, posting a 2.33 ERA in his first 18 games (17 starts) to earn his first trip to the Midsummer Classic. His high strand rate caught up to him down the stretch, though, prompting Santiago to finish the season 9-9 with a 3.59 ERA and 29 home runs allowed, tied for the most in the AL. Santiago's 2016 earnings fall right in line with MLBTradeRumors.com's projection of $5.1 million. Salas (a year away from free agency) is projected by the website to make $2.2 million in arbitration, while Richards (three years away) is at $6.8 million and Calhoun (four years away) is at $3.6 million. The Angels could eventually be interested in extensions for Richards and Calhoun, but Angels general manager Billy Eppler said Monday that those talks are \"for another day. We're not at the point where we're having those discussions at this time.\" With the Angels roughly $5 million below the $189 million luxury-tax threshold, it would make more sense to sign Richards and Calhoun for 2016 before exploring an extension, so that the new figure doesn't count until the following year. The Angels need the rest of that money to help address left field, given owner Arte Moreno's stated and continued desire to stay below the threshold. The Angels are still confident they'll acquire an additional option for left field -- besides the current platoon of Daniel Nava and Craig Gentry -- but would either have to trade for someone or sign a free agent who would make less than $5 million next season. Santiago, one of eight starting pitchers on the Angels' Major League depth chart, could be used to acquire help in left field and second base. Another option would be to free up money by having another team take on a chunk of C.J. Wilson's $20 million for 2016. Multiple teams have been willing to pay about half of that, an industry source said. But it seems like the Angels' brass remains hesitant to swallow a significant amount of money on another player, after already doing so for the likes of Josh Hamilton, Vernon Wells and Joe Blanton. Alden Gonzalez is a reporter for MLB.com. Follow him on Twitter @Alden_Gonzalez and Facebook , and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
