{
    "url": "http:\/\/m.mlb.com\/news\/article\/1295532",
    "title": "Hot Stove: Astros unusually quiet",
    "subtitle": "Hot Stove: Astros quiet",
    "body": "During recent winters, the Houston Astros usually found a way to stoke up the Hot Stove season with a hot transaction or two. Last year it was re-signing Roger Clemens. The winter of 2003, it was Clemens and Andy Pettitte. The year before that Jeff Kent was Houston's big winter signing. During the winter of 2000, the Astros pulled off a six-player trade with Detroit and also signed Mike Jackson. In December of '99, the Astros sent Mike Hampton and Derek Bell to the Mets for Octavio Dotel, Roger Cedeno and Kyle Kessel. This year, however, the Astros haven't made any major moves. Their most significant signing thus far is free agent outfielder Preston Wilson, with a one-year deal.  It's not that the defending National League champions haven't tried, it's just that what's out there isn't a compelling fit, which makes it more likely the Astros will go into Spring Training with almost all of the same players as last year.  With a few notable exceptions.  The Astros are holding room in the budget to pay Clemens in case the seven-time Cy Young Award winner decides to return after May 1. Clemens said recently that if he does pitch again, he will consider four teams: the Astros, Rangers, Red Sox and Yankees.  The Astros were also in talks involving a major trade with Baltimore that would have sent closer Brad Lidge, shortstop Adam Everett and center fielder Willy Taveras to the Orioles for shortstop Miguel Tejada and a Minor Leaguer, but those negotiations stalled when Tejada decided to stay put and the Astros wanted assurances Tejada wouldn't demand a trade -- the right of any player traded during a multiyear deal -- after the 2006 season. The Astros do not want to part with Lidge, but the Orioles would not consider any package without the right-handed closer.   While such a deal would have left the Astros without a proven closer, the addition of Tejada (remember his performance in the Home Run Derby Minute Maid Park in 2004) would have significantly upgraded the offense and perhaps greased the skids for Clemens to slide back in the rotation for one more year.  Unfortunately -- or perhaps fortunately, time will tell -- the Astros have been unable to make a big move this winter. They also couldn't in July, and things worked out very well.  Elsewhere on a very quiet Friday on the Hot Stove front:    Brewers: The Brewers reached terms on a two-year, $1.7 million contract with reliever Matt Wise late Thursday, but assistant general manager Gord Ash said the team will not likely come to terms with center fielder Brady Clark or right-hander Tomo Ohka before Tuesday, when teams formally exchange figures with arbitration-eligible players.  GM Doug Melvin said he is only willing to do one-year deals with both players, ending speculation that the Brewers might try to \"buy out\" at least Clark's two remaining seasons of arbitration eligibility. Ohka is a free agent after 2006.    Diamondbacks: As expected, Arizona officially announced the signing of pitcher Terry Mulholland to a Minor League contract.     Nationals: The Nationals expressed interest in right-hander Jeff Weaver, but agent Scott Boras told general manager Jim Bowden on Thursday that he expects his client to make $10 million per season.  That would put the Nationals out of the running for Weaver's services because of their limited budget, which is around $60 million.    Phillies: Pitcher Brett Myers avoided arbitration and agreed to terms on a one-year, $3.3 million deal.  The Philadelphia Daily News reported discussions of a trade which would potentially send Jason Michaels, Bobby Abreu and Gavin Floyd to the Boston Red Sox for Manny Ramirez and Matt Clement.  Jim Molony is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Molony"
}
