{
    "url": "http:\/\/m.mlb.com\/news\/article\/161318068\/options-narrow-for-free-agent-outfielders-left\/",
    "title": "Free-agent outfielders playing musical chairs",
    "subtitle": "Options shrinking for remaining players on the open market",
    "body": "When it comes to the backlog of outfielders on the free-agent market, Royals general manager Dayton Moore described it best back at the Winter Meetings. \"The truth of the matter,\" Moore had said, \"is the music is going to stop, and there's not going to be enough chairs for some of these guys.\" Let's check in on those chairs, shall we? • Hot Stove Tracker Moore's Royals already benefited from the supply-and-demand situation earlier this week, when they were able to retain Alex Gordon -- something that seemed unlikely going into the offseason -- under reasonable contractual terms for the next four years. • Gordon returns to Royals on four-year deal And then, Denard Span's agreement with the Giants on a three-year deal was significant on several fronts. Span, coming off a 61-game season that was preceded by two abdominal surgeries and ended with hip surgery, was not considered a top-of-the-market-type player because of his recent injury history, and San Francisco was viewed as one of the only teams with the financial capability to pay top-of-the-market dollars for an outfield bat. • Span agrees to three-year deal with Giants So now we can safely remove the Giants' chair from the game -- and that means the market for Yoenis Cespedes and Justin Upton is shrinking. The Nats' trade for Ben Revere yanks them out of the running.  And of course, the free-agent field is obviously not limited to Cespedes and Upton. Gerardo Parra is still available and -- like Cespedes, but unlike Upton -- is not tied to Draft-pick compensation. Some teams might feel comfortable with the idea of signing Ian Desmond as a super-utility type who can assist in the outfield, for the right price. For that matter, some teams might feel comfortable with the idea of running Chris Davis out in the outfield on occasion. Furthermore, let's not forget Austin Jackson, Marlon Byrd, Domonic Brown, Alex Rios, Steve Pearce, Will Venable, David Murphy, Ryan Raburn and Travis Snider all remain out there among the unsigned. All of those guys could turn out to be one-year commitments. Oh, and have you looked at the trade market lately? Outfield options aplenty, basically. What's not so plentiful is the list of teams legitimately in the position to commit significant money to an outfielder. Here's a rundown of the chairs -- or potential chairs -- still in play in this game. Angels: The Halos can't take on a sizable contract without exceeding the luxury tax, something owner Arte Moreno is understandably loath to do. Of course, Moreno has surprised us with some sudden splurges (Albert Pujols and Josh Hamilton) in the somewhat recent past, so we can't preclude the Angels from doing some bold bidding. On paper, there's certainly a need, because a Craig Gentry\/Daniel Nava platoon in left field doesn't figure to provide the production this team so clearly needs to adequately support Mike Trout. Maybe the Halos can sign an Upton, Cespedes or Davis and shed salary in their rotation, but that still rates as a major \"maybe.\" Tigers: They're tapped out, unless they're willing to get into luxury-tax territory. But with owner Mike Ilitch, you simply can't rule anything out, because he's exceedingly generous when the right fit comes along. With prices dropping, keep an eye on Detroit. The Tigers loved Cespedes in his short time in Motown, though it should be noted that their lineup is already right-handed heavy. Orioles: Frustratingly, their entire outlook hinges on Davis and whether he decides to return to Baltimore. We know they made a $150 million offer to Davis early this offseason, and there have been conflicting reports as to whether that offer is indeed still \"on the table.\" One way or another, O's owner Peter Angelos still adores Davis and wants him back, though it's understandable if the club's patience soon wears thin, especially with so many needs around the diamond (including the corner outfield). Long story short, don't rule out Baltimore turning to Upton or Cespedes as a fallback, should the Davis deal not get done. White Sox: They've never committed more than $68 million (Jose Abreu's contract) to a free agent. They also have no interest in going beyond three years for Upton or Cespedes. Given these market conditions, you can understand the White Sox patience, though the three-year max was probably what kept them from swiping Gordon from a division rival. It would be a surprise if the Sox don't do something between now and Spring Training, because their win-now mindset gives them incentive to supplant Avisail Garcia in right field. Cardinals: Mike Leake was their only big expenditure in an offseason in which they almost spent an enormous sum on David Price or Jason Heyward. St. Louis has the cash. But the Cards' belief in the possibility provided by a full season from Randal Grichuk and Stephen Piscotty (and a healthy Matt Holliday) might mean they don't have the motivation. Cubs: It has been speculated they could deal Jorge Soler and bring back Dexter Fowler. Because there's nothing more fun than making speculative trades involving the Cubs' young position players. Soler's probably staying put. Rangers: They're generally abstaining from the top of the market, but they've continued to monitor the outfield market. It would take their own game of musical chairs to make it work. Texas might have to trade Mitch Moreland and move Hamilton to first base to clear room in left. Seems unlikely. But if Upton were to take a short-term deal to build up his value for a weaker free-agent class, this might be a good place to do so. Marlins: They need to be included here only because of the possibility that they could move 25-year-old center fielder Marcell Ozuna. Tensions rose between the player and the club last season when Ozuna was sent down to Triple-A, and clubs have definitely shown interest in him this offseason. Hard to imagine the Fish moving Ozuna without adding somebody else. Mystery team! As we learned when the D-backs signed Zack Greinke, the notorious \"mystery team\" is a force to be reckoned with, so we can't really count anyone out. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
