{
    "url": "http:\/\/m.mlb.com\/news\/article\/161481116\/nationals-trade-for-revere-part-with-storen\/",
    "title": "Nats land Revere, send Storen to Blue Jays",
    "subtitle": "Trade for center fielder fills several holes for Washington",
    "body": "WASHINGTON -- The Nationals were able to get their leadoff hitter and center fielder on Friday night, acquiring Ben Revere and a player to be named from the Blue Jays for right-hander Drew Storen and cash considerations. Revere, 27, is coming off one of his best seasons in the big leagues, hitting a combined .306 with 45 RBIs, 31 stolen bases and a .342 on-base percentage with the Phillies and Blue Jays in 2015. Acquiring Revere addresses multiple needs for Washington: an experienced center fielder, a leadoff man and another left-handed bat to balance out a heavily right-handed lineup. He has played all three outfield positions in the Major Leagues and has a .292 career average as a leadoff hitter. • Hot Stove Tracker: Free Agents & Trades Revere is the second lefty bat the Nats have added this week, along with infielder Daniel Murphy, who signed a three-year contract. The team's former center fielder and leadoff man, Denard Span, signed with the Giants this week. Revere is under team control through 2017, while Storen will be eligible for free agency at the end of the 2016 season. Nationals general manager Mike Rizzo indicated recently that he was happy to give Michael Taylor the chance to play center, but that was before the acquisition of Revere. Instead, Taylor will likely end up as a fourth outfielder, spelling Revere, Bryce Harper and Jayson Werth. Injuries forced Taylor to take a larger than expected role in 2015, and he posted a .229\/.282\/.358 line in his first full big league season. The trade of Storen ends an up-and-down career with the Nationals. In 2015, Storen was having arguably the best season of his career -- going 1-0 with a 1.89 ERA during the first half -- until Washington traded for Jonathan Papelbon to become the closer in late July. After Papelbon joined the team, Storen had a 6.75 ERA. He broke his right thumb slamming shut a locker door after he allowed a game-winning homer to Yoenis Cespedes in September. After the Papelbon trade, Storen and his agent, Brodie Van Wagenen, met with Rizzo in New York. It is believed that, at that time, Storen expressed his desire to be traded. During his Major League career with the Nationals, which dates back to 2010, Storen lost his job as the closer three times, but he also amassed 95 saves and posted a 3.02 ERA over 334 innings. Coming off a 43-save season in '11, Storen started '12 on the disabled list because of an elbow injury. When he returned, he lost his job to Tyler Clippard. Storen regained the closer's role toward the end of the regular season that year. After the season, Storen then lost the closer's job after the team acquired Rafael Soriano, who kept the job until he slumped badly during the second half of the 2014 season. Storen flourished during the month of September -- posting a 0.00 ERA over 14 appearances -- and that success carried over to the first half of '15. Revere, who has played parts of six seasons in the big leagues, started his career with the Twins in 2010 and was traded to the Phillies in December 2012. Last season, Revere was dealt to the Blue Jays at the July 31 Trade Deadline and helped them win the American League East title. In 11 postseason games, Revere was 12-for-47 (.255) with an RBI and two stolen bases. Fantasy spin | Fred Zinkie (@FredZinkieMLB) Revere should slot as the Nationals' leadoff hitter, which will enable him to score 85 runs in 2016. Capable of hitting .300 and exceeding 35 steals, the speedster should be a productive outfielder in shallow leagues. Revere may have scored a few more runs atop Toronto's star-studded lineup, but he will likely swipe more bases as a member of the Nats. Blue Jays manager John Gibbons was hesitant to allow Revere to run aggressively in front of sluggers Josh Donaldson and Jose Bautista, which resulted in the outfielder stealing seven bases across 56 games. Revere's arrival in Washington should push Taylor back to a reserve role. Taylor totaled 472 at-bats last season, but he will be unable to repeat that volume of work if Revere, Harper and Werth stay off the disabled list. Back in Toronto, this trade opens left field for Michael Saunders. If he can rebound from an injury-affected '15 season, the Canadian outfielder could approach the 15-mark in both homers and steals. Storen will occupy a late-inning role with Toronto, but he is unlikely to garner save chances unless closer Roberto Osuna falters in his second big league season. This trade may free up right-hander Aaron Sanchez to move back into the rotation. To survive as a starter, Sanchez will need to improve vs. left-handed batters, against whom he surrendered an .878 OPS last season. Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the Time. He also can be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
