{
    "url": "http:\/\/m.mlb.com\/news\/article\/161493906\/ken-griffey-jr-mike-piazza-from-draft-to-hall\/",
    "title": "Griffey, Piazza latest to go from Draft to Cooperstown",
    "subtitle": "Since 1965, 32 Hall of Famers have traveled the same path",
    "body": "Including Ken Griffey Jr. and Mike Piazza, 32 players signed from the Draft call themselves Hall of Famers. Griffey became the 17th player signed out of high school, while Piazza is the second player drafted and signed out of a junior college. The 13 other inductees came out of four-year colleges. Griffey and Piazza are also bookends for the Draft. Griffey became the first No. 1 overall pick to make it to the Hall of Fame. Piazza, a 62nd-round Draft pick of the Dodgers, is the latest draftee to be enshrined, having been the 1,390th selection in 1988. Prior to Griffey, Reggie Jackson, the second player selected in 1966, had been the highest drafted player enshrined in the Hall of Fame. Griffey and Jackson are among 11 first-round selections from the Draft, which began in 1965, to be inducted. Robin Yount (1973) and Paul Molitor (1977) were the third players selected in the Draft; Dave Winfield (1973) and Barry Larkin (1985) were the fourth selections, Frank Thomas (1989) the seventh, Jim Rice (1971) the 15th, and Craig Biggio (1987) the 22nd. Cap it Griffey will be the first Hall of Famer inducted with a Mariners cap. The only franchises that have never had a player inducted with their caps are the Rockies, Angels, Rays and Marlins. The Rockies have never even had a Hall of Famer play for the franchise. Nolan Ryan and Rod Carew, an undrafted signee of the Twins, both played for the Angels. Wade Boggs finished his career with the Rays. Piazza and Andre Dawson played for the Marlins. The Nationals were originally Montreal, which signed both Dawson and Gary Carter -- both of whom were enshrined with Expos hats. Late Success Piazza is the latest selection, by far. Only two other players drafted in the 20th round or later have been enshrined. Ryne Sandberg (1978) was taken in the 20th round, the 511th player drafted that year, and John Smoltz (1985) was a 22nd-round selection, the 574th player selected overall. The native of Norristown, Pa., embodies the American dream. Piazza was an infielder in junior college, drafted more than anything because of his father's friendship with Dodgers manager Tommy Lasorda -- which dated back to Lasorda's youth. Sandberg was considered a prime prospect, but slipped in the Draft because teams weren't willing to pay the price to battle colleges for players. Sandberg had committed to play quarterback at Washington State, after being offered a scholarship by virtually every team in what was then the Pac-10. Philadelphia, however, decided to take a shot -- and it worked. Smoltz was considering playing baseball at Michigan. But after being drafted by Detroit, he opted to sign, only to be traded two years later to the Braves for Doyle Alexander. Impact drafts The 1987 Draft produced Griffey, as well as Biggio. The 1971, 1973 and 1985 Drafts produced three Hall of Famers apiece. Besides Rice, George Brett (No. 29) and Mike Schmidt (No. 30) were back-to-back second-round selections in the 1971 Draft. Yount, Winfield and Eddie Murray, a third-round selection (No. 63), were picked in 1973. Larkin, Randy Johnson, a second-round pick (No. 36), and Smoltz were chosen in 1985. Winter work Kirby Puckett, the third-overall pick in 1982, and Carlton Fisk, the fourth-overall selection in 1967, were both chosen in the now-defunct January Draft. The January phase was for players who graduated from high school or college in the winter, as well as junior college players. Fisk was a graduate of New Hampshire, while Puckett was signed out of Triton Junior College. Team work Boston (Rice, Boggs and Fisk), San Diego (Winfield, Tony Gwynn and Ozzie Smith), and Montreal (Johnson, Carter and Dawson) have each signed three future Hall of Famers out of the Draft. Oakland (Jackson and Rickey Henderson), the White Sox (Thomas and Goose Gossage), Minnesota (Bert Blyleven and Puckett), Baltimore (Cal Ripken and Murray), Cincinnati (Larkin and Johnny Bench), Milwaukee (Yount and Molitor), and Philadelphia (Schmidt and Sandberg) each signed two. The Dodgers (Piazza), Houston (Biggio), Seattle (Griffey) Cleveland (Dennis Eckersley), Detroit (Smoltz), Kansas City (Brett), Cubs (Greg Maddux), Atlanta (Tom Glavine) and Mets (Ryan) each signed one. To date, 11 teams have not drafted and signed an eventual Hall of Famer -- the Angels, Rangers, Yankees, Tampa Bay, Toronto, Arizona, Colorado, San Francisco, Pittsburgh, St. Louis and Miami. Happy anniversary • Saturday was the 113th anniversary of the defunct Baltimore franchise being purchased by Frank Farrell and Bill Devery for $18,000. They moved the team to Manhattan and renamed it the New York Highlanders, which later became the Yankees. • Monday is the 33nd anniversary of Yankees owner George Steinbrenner hiring Billy Martin as manager of the team for the third time. The Yankees won 91 games in 1983, but finished third in the AL East as Martin was dismissed at season's end. Tracy Ringolsby is a columnist for MLB.com This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
