{
    "url": "http:\/\/m.mlb.com\/news\/article\/1295521",
    "title": "Cook inks two-year pact with Rockies",
    "subtitle": "Cook inks two-year pact with Rockies",
    "body": "DENVER -- The celebration hasn't ended for Colorado Rockies right-handed pitcher Aaron Cook.  He was in Boston on Thursday night to receive the Tony Conigliaro Award, which goes to a Major League player who has overcome adversity. On Friday, he had another reason to celebrate -- a two-year, $4.5 million contract agreement with the Rockies with an option for 2008.  The contract, agreed to pending a physical scheduled for next week, means Cook avoids arbitration. It also means the Rockies have three pitching cornerstones signed to multiyear contracts that could keep them together through next season. Right-hander Jason Jennings, who joins Cook as the possibilities for Opening Day starter, is in the second year of his two-year deal and the club has an option for 2007, and left-handed closer Brian Fuentes is signed through next season.   General manager Dan O'Dowd originally thought that negotiations would be put on hold until next week because the Rockies are involved in organizational meetings. But the sides were already close enough to work out the deal. Cook will receive salaries of $1.2 million this season and $3.05 million next, with a club option for 2008 that's currently valued at $4.35 million but vests at $5 million if he throws 400 innings over the next two seasons. His also is guaranteed a $100,000 signing bonus and a $200,000 buyout on the option.   The Rockies are down to three arbitration-eligible players -- right-handers Zach Day and Sunny Kim, and catcher Yorvit Torrealba.   Cook is 19-13 with a 4.50 ERA in 81 games, including 50 starts. After missing nearly a calendar year because of surgery to relieve blood clots in both lungs, Cook joined the Rockies at the end of July last season and went 7-2 with a 3.67 ERA in 13 starts. He has achieved \"quality starts\" -- six or more innings, three or fewer runs -- in 15 of his last 19 career starts.   The Conigliaro Award, in its 16th year, is presented to the player who \"who has overcome adversity through the attributes of spirit, determination and courage\" at the Boston chapter of the Baseball Writers' Association of America's annual dinner.   \"Aaron has been through a lot and he appreciates all he has,\" his agent, Joe Bick, said. \"He's pitched well and I think he's going to keep getting better and better.\"  Thomas Harding is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
