{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/161543920\/cubs-theo-epstein-talks-red-sox-offseason\/",
    "title": "Theo praises Dombrowski's offseason moves",
    "subtitle": "Cubs president talks Price signing, Boston's bevy of young players",
    "body": "BOSTON -- It's been more than four years since Theo Epstein left the Red Sox for the Cubs, and it's difficult to overstate how much both organizations have changed since. For the Red Sox, it's included one World Series title, two managers and three last-place finishes. For the Cubs, a lot of losing, followed by a trip to the NLCS and, now, a newfound status as a potential perennial power. So when Epstein, who grew up just a few miles from Fenway Park, returns to the area to see family and attend his Foundation to Be Named Later's annual \"Hot Stove Cool Music\" concert, it's only natural that he chimes in about the goings-on in his old neighborhood. The short version: Epstein really likes what his fellow president of baseball operations, Dave Dombrowski, has done. \"[The Red Sox are] well positioned. A lot of good young players,\" Epstein said of a group that includes many youngsters who came to the organization during his tenure -- Xander Bogaerts, Mookie Betts, Blake Swihart, Jackie Bradley Jr., Henry Owens, Christian Vazquez and Matt Barnes. \"They've added a couple of really good pitchers this winter, so it should be a fun year for them in the American League.\" Epstein himself was after one of those pitchers, David Price, reportedly offering the left-handed ace about $50 million less than the Red Sox did. Price agreed to come to Boston for $217 million over seven years. \"Price is a great pitcher. One of the best in the game,\" Epstein said. \"I came to admire him over the years, watching him pitch against us, so I wish him the best and the Red Sox the best. I think it'll be a great fit.\" Another player Epstein brought to Boston, David Ortiz, has said 2016 will be his final season. Epstein noted that it was \"kind of sad\" that it'll be the end of Ortiz's playing career, but at least the slugger is going out on his own terms. Ortiz is still one of the best hitters in baseball, the way Epstein sees it. \"He's going to be a force for good, whatever role he has in life,\" Epstein said. \"I hope he has a great year and can go out on top. He deserves it.\" And then there is the matter of Manny Ramirez. With the announcement of the Baseball Hall of Fame's Class of 2016, those eligible for the next go-around move to the forefront of the will-they\/won't-they-get-in debate. Ramirez works for the Cubs as a hitting adviser of sorts now, and Epstein vouched for the new, reformed Manny. \"Manny's turned his life around,\" Epstein said. \"He works for us in Chicago. He's great with our young hitters. Teaches the kids not to make the same mistakes he made. He's really just trying to make a positive impact on the game that gave him so much and trying to help young players. \"If that has any influence on his [Hall of Fame] candidacy, then good for him. I know it's coming from a genuine place. He's made his mistakes over the years, but he's doing a lot of good now.\" Tim Healey is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tim Healey"
}
