{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/161701946\/red-sox-fans-ask-about-catching-more-in-inbox\/",
    "title": "Inbox: Who will catch on Opening Day?",
    "subtitle": "Beat reporter Ian Browne answers questions from Red Sox fans",
    "body": "All things being equal, who will start Opening Day behind the plate? -- @paultyys18 Unfortunately, all things aren't equal. Christian Vazquez is coming off Tommy John surgery and is in the process of a full-fledged throwing program in Fort Myers, Fla. It is unclear how ready he will be for the start of Spring Training, not to mention the regular season. Blake Swihart was playing pretty well when last season ended, so I'm guessing he will at least start the season as the primary catcher. Vazquez will definitely get a chance to play his way back into the mix, but the club wants to be careful not to rush him. Will Ryan Hanigan play at all this season? I really liked him. -- @IsaacEllowitz Hanigan is a solid backup catcher, both behind the plate and at the plate, where he seldom gives away an at-bat. I think the Red Sox are waiting to see how quickly Vazquez comes back before deciding what to do with Hanigan. I'm sure Hanigan would draw interest in a trade, as dependable catchers aren't the easiest thing to find. Hanigan is a great insurance option, and for now, there is no reason to move him.  • Submit a question to the Red Sox Inbox There's been so much talk about Hanley Ramirez and Pablo Sandoval having bounce-back years in 2016. Do you think Dustin Pedroia can overcome his injuries and be the life-blood player he was a few years ago? -- Lorna H., Motherwell, Scotland Absolutely. I think Pedroia's days as a key contributor are far from over. He was on his way to his best season in quite a while last year before he blew out his right hamstring. The injury was unfortunate because Pedroia had finally regained the full health in his hands, and he was hitting with power again. This offseason, Pedroia has been working on agility, which isn't uncommon for players in their early 30s. The Red Sox are a different team when Pedroia is at his best, and I always think it's unwise to count this type of competitor out. Do you think the Red Sox would consider signing a player like Justin Upton to a one-year contract if his market doesn't heat up? We don't fully know what to expect offensively from Rusney Castillo and Jackie Bradley Jr. in the outfield. -- Isaac F., Boston I know a lot of fans have been talking about this lately, but Dave Dombrowski has been pretty adamant that he's fine with going to camp with the outfield he has and seeing how it plays out. Dombrowski has been seemingly transparent with his comments since he came to Boston, so I'd be a bit surprised if he altered course here and signed Upton. But if the market tumbled way down for Upton's services, I suppose it could happen. I just don't think it will. Out of Roenis Elias, Brian Johnson and Henry Owens, who gets the first call from Pawtucket if and when a rotation spot opens? -- @WadePSU Much of that could depend on Spring Training and what each of these lefties can show when given the opportunity. I think Johnson will be brought along at a slower pace, considering he is coming off an elbow injury that sidelined him at the end of last season. Can the Red Sox win the division if Clay Buchholz goes down early again? -- @OttoMattick007 The team's best chances to win the American League East and make a deep postseason run are with a healthy and effective Buchholz. But I wouldn't dismiss their chances entirely if he goes down. It all depends on how well Rick Porcello, Eduardo Rodriguez and Joe Kelly perform, and whether Owens or Johnson can take a big step forward. The Red Sox also have the chips necessary to trade for a starter during the season if they need to. Do you see Steven Wright making the team? People forget he was on a pretty good stretch before he got hit by a fly ball in batting practice. -- @MythChildMusic. The knuckleballer is out of Minor League options, which helps his chances of making the team. I think the Red Sox want to keep all the pitching depth they can. Wright is useful both out of the bullpen and as a starter. He is fully recovered from his concussion. I'm guessing Wright will win the final spot on the pitching staff. If it becomes evident Ramirez can't handle first base, then what? Where do they put him and who takes over first? -- @matthewsimmons Travis Shaw would get the first shot at first if the Hanley experiment doesn't work. Shaw demonstrated quite a bit of power during his late-season audition, and he also holds his own defensively. As for what they would do with Hanley if he can't play first, that's an interesting question. He could certainly slide over to DH next season after David Ortiz's retirement. But there aren't any other positions open at the moment. This is why the club truly hopes the experiment does work. Without question, this will be a huge story to follow throughout Spring Training. What's Mike Lowell up to these days? Any chance we see him returning as a coach or in some other capacity? -- Christopher T., Fair Oaks, Calif. Lowell does some analyst work for MLB Network, and he is also involved with the Miami Marlins in a part-time capacity. Lowell has maintained his roots in South Florida, where he has lived for most of his life, and he seems happy doing what he's doing these days. Ian Browne is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
