{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/161697548\/monte-irvin-giants-hall-of-famer-dies\/",
    "title": "Hall of Famer, trailblazer Irvin dies at 96",
    "subtitle": "Seventh African-American to play in big leagues helped many during game's integration",
    "body": "Monte Irvin was a mentor to Willie Mays and a friend to Ted Williams. He was in the Polo Grounds' home dugout when Bobby Thomson hit the \"Shot Heard 'Round the World\" and was visiting Havana when the Cubans ran out a hotshot pitching prospect named Fidel Castro. Irvin's long, wonderful life was the stuff of dreams, a uniquely American story and an enduring testament to talent, perseverance, grace and dignity. Perhaps it is the greatest tribute to this remarkable man, who died Monday night in Houston of natural causes at age 96, that he'll forever be remembered as much for his decency and sense of humor as for his amazing skills. \"Monte Irvin's affable demeanor, strong constitution and coolness under pressure helped guide baseball through desegregation and set a standard for American culture,\" said Jeff Idelson, president of the National Baseball Hall of Fame and Museum. \"His abilities on the field as the consummate teammate are undeniable, as evidenced by World Series titles he contributed to in both the Negro and Major leagues, and a richly deserved plaque in Cooperstown. He was on the original committee that elected Negro League stars to the Hall of Fame, something for which the Museum will always be grateful.\" • Baseball world remembers Monte Irvin In the 1940s, Negro League owners had recommended to Branch Rickey, then the Dodgers' president and general manager, that Irvin would be a perfect candidate to break Major League Baseball's color line, which Jackie Robinson did in 1947. Looking back on the subject years later, Irvin simply didn't believe he would have been ready after having just served three years in the Army. \"I don't have any regrets,\" Irvin said in 2010. \"I couldn't aspire to becoming a Major Leaguer because the door was closed. Jackie Robinson is the real hero and the real pioneer. I was just so happy he was successful, and it made it much easier for all of us who came after him.\" But Irvin played a significant role in the integration of MLB, mentoring many of the African-American players who were breaking into the big leagues in the 1950s. He was the seventh African-American to play in the big leagues, following Robinson, Larry Doby, Hank Thompson, Willard Brown, Dan Bankhead and Satchel Paige. Irvin made his debut with the New York Giants at age 30 in 1949, two years after Robinson debuted with the Dodgers. Along with Mays and Thompson, he was a member of the game's first all-black outfield in 1951. Mays joined the Giants that season. \"In my time, when you were coming along, you had to have some kind of guidance, and Monte was like my brother,\" Mays once explained. \"I couldn't go anywhere without him, especially on the road. I think he helped me to understand that when you play in New York, you have to understand where to go, how to dress and all that. Monte would bring me to his house in Orange, N.J., and his wife Dee would cook me greens and cornbread and all that kind of stuff.\" • Former players fondly remember Irvin Mays issued a statement in reaction to the news of Irvin's death that read, \"Today is a sad, sad day for me. I lost someone I cared about and admired very, very much; someone who was like a second father to me. Monte was a kind of guy that you had to be around to get to know. But once you became friends, he always had your back. You had a friend for life. Monte Irvin was a great left fielder. Monte Irvin was a great man. I will miss him. There are no words for how I feel today. I could say so much more about Monte, but this is not so easy to do right now.\" Irvin's playing career spanned almost 18 seasons, from his debut in the Negro Leagues in 1938 to seven seasons with the New York Giants and one with the Chicago Cubs. He retired in 1957 and was inducted into the National Baseball Hall of Fame in 1973, the fourth Negro League candidate to be inducted, following Paige, Josh Gibson and Buck Leonard. Irvin was the second-oldest living Hall of Famer, behind only Bobby Doerr, and the eighth-oldest living former big leaguer overall. The Giants retired his uniform No. 20 in 2010. During his time with the Giants, Irvin batted .296 and was a member of the 1951 and '54 National League champions. He batted .394 in 10 World Series games and led the NL with 121 RBIs in 1951. Irvin finished third in NL Most Valuable Player Award voting that season, finishing behind Roy Campanella and Stan Musial. He was a member of the NL All-Star team in 1952. Before the Giants acquired his contract in 1949, Irvin played parts of eight seasons for the Negro Leagues' Newark Eagles. He was a batting champion, a five-time Negro League All-Star and a Negro League World Series winner. Irvin was also an MVP in the Mexican League and the Puerto Rico Winter League. After Irvin's playing career, he worked as a scout for the Mets and as a member of Commissioner Bowie Kuhn's public-relations staff. He remained with Major League Baseball after Kuhn's departure, handling an assortment of special assignments. Until the final months of his life at a Houston retirement facility, Irvin regularly worked out on the same stationary bike that had once been in the Giants' training room at the Polo Grounds. He watched baseball, too, constantly and joyously. Irvin had faced Warren Spahn, Don Newcombe and Joe Nuxhall. He hit his last home run off Spahn. He hit a couple off Preacher Roe and five off Ralph Branca. Irvin had felt the full sting of racism's ugliness, once saying, \"You'd walk into a room, and some people would walk out. You couldn't eat in restaurants with your white teammates.\" As former Giants first baseman Willie McCovey said, \"He went through a lot of the stuff that Jackie Robinson went through. Jackie was just first. But it hadn't died down when Monte came along. He was a perfect gentleman.\" Through it all, Irvin remained an optimistic man and recalled many times how excited he was for the opportunity to play in the big leagues. He would weave stories of Mays and Leo Durocher, of Thomson and Campanella, punctuating them with his cackling laughter. When Irvin and Mays opened a liquor store in New York, they hired an up-and-coming attorney named Howard Cosell. Irvin was an eyewitness to a time during which baseball helped jump-start the American civil rights movement. Robinson's first game came seven years before the Supreme Court's Brown v. Board of Education decision began the process of integrating America's schools and 16 years before Martin Luther King, Jr., penned his \"Letter From Birmingham Jail.\" Now about that afternoon at the Polo Grounds in 1951 when Thomson hit the most famous home run in baseball history. \"Bobby made us $5,000,\" Irvin said. \"That's how much winning the pennant was worth.\" The Giants were 13 games behind the Dodgers on Aug. 11, but they won 37 of 44 to force a best-of-three playoff series to decide the pennant. New York entered the bottom of the ninth inning of the third playoff game trailing, 4-1. \"I made the only out of the inning,\" Irvin said. \"We were just hoping against hope that something would happen. Most of us are thinking, 'Well, we'd played great, but maybe we didn't play good enough.' [Giants owner] Horace Stoneham was in the dugout. Stoneham and [pitcher] Sal Maglie went back to his office, all the way in center field. They never saw the home run.\" In the visiting clubhouse, Newcombe, the Dodgers' starter who'd been removed from the game, was coming out of the shower and wondering why the photographers were dismantling their equipment and hurrying out the door. \"What the hell are you guys doing?\" Irvin quoted Newcombe as saying. \"They said, 'The Giants won the pennant.' He thought they were full of it. Now, over in our clubhouse, Logan, the clubhouse custodian, had put the champagne away. He figured it was, 'Wait 'til next year.' When we won, he tried to chill it in 10-15 minutes. \"I got a bottle of the champagne and took a taste. Willie said, 'Hey, Irv, what are you drinking?' I said, 'Champagne. Want a taste?' He spit it out and said, 'Give me a Coke.'\" Mays joined the Giants in late May that season and won the NL Rookie of the Year Award. But Mays said, \"Monte was the key in 1951.\" When the Giants won the pennant that afternoon at the Polo Grounds, Irvin celebrated by going home and having dinner with his family (Dee, his wife of 67 years, died in June 2008). When asked the key to staying married for that long, Irvin joked, \"I learned to say yes in seven languages.\" Irvin never made more than $25,000 a year as a player, but there were days when it felt like stealing. \"We had so much fun,\" he said, \"and we had a little money. [Campanella] would say, 'They're paying us for playing a game we'd play for free.'\" Richard Justice and Chris Haft are reporters for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice and Chris Haft"
}
