{
    "url": "http:\/\/m.mlb.com\/news\/article\/161210412\/jim-edmonds-mark-mcgwire-hall-of-fame-results\/",
    "title": "Edmonds falls short, will not remain on HOF ballot",
    "subtitle": "McGwire receives 12.3 percent of vote in final year of eligibility",
    "body": "ST. LOUIS -- On a day when Ken Griffey Jr. and Mike Piazza earned election into the National Baseball Hall of Fame, six of the eight candidates with connections to the Cardinals either exhausted their eligibility or did not receive enough support to remain on the ballot for another year. Jim Edmonds, one of 15 first-time candidates on the 32-player ballot, received just 11 votes on the 440 ballots cast by members of the Baseball Writers' Association of America. That accounted for support of just 2.5 percent, below the five percent threshold required for inclusion on the 2017 ballot. • Complete Hall of Fame coverage Edmonds lacked support despite ranking among the top 10 center fielders of all time in homers (393) and slugging percentage (.527). He is also one of eight players at that position to record at least five 30-homer seasons. But despite a career WAR of 60.3, Edmonds fell short of amassing 2,000 hits and 400 home runs -- benchmarks often cited in a player's Hall of Fame candidacy -- largely because his career was dotted with injuries. Edmonds, an eight-time Gold Glove Award winner, tallied only seven seasons of 140-plus games. Five of those seasons came during his eight-year tenure with the Cardinals. Edmonds' stay on the ballot lasted just one year, as did that of four other former Cardinals -- David Eckstein, Troy Glaus, Mark Grudzielanek and Randy Winn. Mark McGwire, who hit 220 of his 583 home runs during his parts of five seasons with the Cardinals, will fall off the ballot despite receiving votes from 12.3 percent of the electorate. A recent change reduced the length of time a candidate could remain on the ballot from 15 years to 10, and this marked the 10th time McGwire has been up for election. Support for the 12-time All-Star peaked in 2010, when he appeared on 23.7 percent of the ballots. Since then, he has not cracked the 20 percent threshold. Two former Cardinals will remain on the ballot for at least one more year. Lee Smith, who led the league in saves during two of his four seasons in St. Louis, received 34.1 percent support in what marked his 14th time on the ballot. Because he had already passed the 10-year mark when the terms of eligibility changed, he will be on the ballot one last time next year. Smith's support has decreased significantly since he was named on 50.6 percent of the ballots cast in 2012. His 478 saves ranks third all-time, behind Mariano Rivera and Trevor Hoffman. Larry Walker, who ended his 17-year career in St. Louis, received 15.5 percent support while on the ballot for the sixth time. Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, follow her on Twitter @LangoschMLB, like her Facebook page Jenifer Langosch for Cardinals.com and listen to her podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
