{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/161717132\/dodgers-hire-alex-anthopoulos-for-front-office\/",
    "title": "Dodgers name Anthopoulos VP of baseball ops",
    "subtitle": "",
    "body": "LOS ANGELES -- Alex Anthopoulos was named Executive of the Year by The Sporting News last year for the deals that got the Blue Jays into the postseason. Then came a front-office reorganization and he walked away from the organization. On Tuesday, he officially joined a Dodgers front office where he will be one of seven current members with the title \"MLB general manager\" somewhere on the resume. Anthopoulos said it's not about the title, which officially is vice president of baseball operations. He said it's more about the Dodgers' star-studded braintrust being \"the main draw\" that has him relocating his family to California with the expectation of long-term employment. He said he doesn't view this as a temporary landing spot between GM jobs. \"My mindset is not on going somewhere short term,\" said Anthopoulos. \"I don't want to jump around. I'm not someone who does that. I'm immersed in whatever I do. I've decided to make California my home and commit to the community and to the organization. My focus is not on any other job. I would be thrilled if I spent the next 20 years here.\" According to a club release, Anthopoulos will assist in all aspects of baseball operations, working with president of baseball operations Andrew Friedman, general manager Farhan Zaidi and senior vice president of baseball operations Josh Byrnes. In addition to Friedman, Zaidi, Byrnes and Anthopoulos, members of the Dodgers organization who have served as Major League general managers are Tommy Lasorda, Ned Colletti and Gerry Hunsicker. And that doesn't count hands-on club CEO Stan Kasten, whose resume includes a 21-year reign as an NBA GM. After leaving the Blue Jays, Anthopoulos said he spoke with several clubs about similar jobs and explored media opportunities. While the outside world might view the Dodgers as having too many chiefs, Anthopoulos said the chance to work with \"really talented people was actually part of the appeal.\" \"I'm excited about the organization, excited about who I'm going to work with and excited about the role,\" he said. \"L.A. is a great opportunity. I really believe in the guys here and it's a great environment for me to be in.\" He said his relationship with former Tampa Bay GM Friedman was a natural as their clubs competed in the American League East. He said he tried to hire Zaidi twice, but Oakland exec Billy Beane would never grant him permission to speak with Zaidi. Anthopoulos said he welcomes the tradeoff from being a small-market boss to working with an overflow of former GMs for a big-market club with vast resources. \"I'll be involved in decision making, day in and day out,\" he said. \"Ultimately, Andrew has the final say, which is the way it should be, but he's someone who values opinions and everyone's input. I respect these guys so much, it's really exciting for me. I do think it's a great fit. I'm going to improve myself just being with them day in and day out. They have a lot going on.\" Anthopoulos began his baseball career with the Expos as a media-relations intern in 2000 before transitioning to scouting for the club for the next three seasons. He joined Toronto following the 2003 season as a scouting coordinator and earned a promotion to vice president of baseball operations and assistant general manager in 2006, before taking over as general manager in October 2009. Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
