{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/161207214\/trevor-hoffman-short-of-hall-of-fame-in-debut\/",
    "title": "Hoffman makes strong debut on HOF ballot",
    "subtitle": "Padres great receives 67.3 percent of vote; 75 needed",
    "body": "SAN DIEGO -- Trevor Hoffman knew that the odds of him getting into the National Baseball Hall of Fame on Wednesday weren't with him, which is precisely why he didn't stick around the house waiting for a call that never came. \"I kind of prepared myself for something where I might come up a little short,\" he told MLB.com. \"Because of the unknown factor, I didn't want to trap the family … like the NFL draft and you don't get called and it's like, 'Hey, I hope everyone had a good time.'\" So Hoffman, brilliantly, found a pleasant diversion: playing in a golf tournament, in the rain, as El Nino bore down hard on Southern California, spoiling his score -- but certainly not his day.  Hoffman, who amassed most of his 601 career saves playing 16 of his 18 Major League seasons with the Padres, wasn't granted entry into baseball's sacred cathedral of greatness -- the Hall of Fame in Cooperstown, N.Y. But Hoffman surely put himself in prime position to do so in the future, perhaps even next year. In just his first year of eligibility, Hoffman was named on 67.3 percent of the Baseball Writers' Association of America ballots, falling short of the required 75 percent to gain a place in Cooperstown. Disappointed? Not Hoffman, not one bit. \"To be honest with you, I'm ecstatic with the number,\" Hoffman said. \"You know … you're left and right, this and that, but you never really know where you stand. Until there's a number, you really don't know how [voters] felt about your career.\" On Wednesday, Ken Griffey Jr. and Mike Piazza -- a teammate of Hoffman's in 2006 with the Padres -- were elected to the Hall of Fame. Hoffman wasn't far off, putting himself in good shape for future votes. Just how good? Only two players -- Jack Morris and Gil Hodges -- were named to 60 percent of ballots and didn't eventually gain entry to the Hall. So while a date in Cooperstown is likely in Hoffman's future, he won't let his mind wander as to when that might occur. \"As great as this is, you can't take it for granted, that two or three years you'll be in a better place,\" Hoffman said. \"There's still a lot of hesitation.\" Hoffman, currently a senior adviser for the Padres, understands the fickle voting process and how closers are viewed by voters, especially those who view statistics though an advanced analytics lens, scrutinizing the importance of saves and how closers rate with other eligible pitchers. \"I don't know if the younger generation will change their stance,\" Hoffman said. \"And with analytics you can paint a picture of how you see fit. With my role with the Padres, that's a part of it. \"But having played and being around the game, you see it with your eyes.\" Take the last two closers to be elected to the Hall -- Bruce Sutter in 2006 and Rich \"Goose\" Gossage in 2008. They had 76.9 percent and 85.8 percent, respectively. Sutter was on the ballot for the 13th time and Gossage the ninth.  For those who saw Hoffman with their own eyes, few in his role rated better. His 601 saves -- 552 with the Padres -- are the most ever by a National League pitcher. He was the first in baseball history to 500 and 600 saves. He also finished second twice in the NL Cy Young Award voting. \"Regarding Trevor Hoffman falling short in his first year of eligibility, we share our fans' disappointment in today's results. Few others have represented a franchise in Major League Baseball the way Trevor and his family have represented the Padres over the last three decades,\" the Padres said in a statement. \"While it may be impossible for us to be objective, Trevor is a true Hall of Famer in our eyes and the eyes of all San Diegans. We hope that well-deserved recognition comes his way in the near future.\" Only Mariano Rivera, formerly of the Yankees, has more career saves (652). Not bad for a former no-hit, Minor League shortstop who (smartly) converted to pitching. Hoffman made his big league debut with the Marlins in 1993 before being dealt that season to the Padres, where he pitched until 2008. He played his last two seasons with the Brewers. Hoffman had his No. 51 jersey retired by the Padres in 2011 and was elected into the team's Hall of Fame in 2014. But the last great honor, the crown jewel, if you will, eluded him Wednesday. Hoffman is hopeful he won't have to wait long for the call that does come. \"To have that number [67.3] is extremely encouraging,\" he said. Corey Brock is a reporter for MLB.com. Keep track of @FollowThePadres on Twitter and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Corey Brock"
}
