{
    "url": "http:\/\/m.mlb.com\/news\/article\/161211558\/barry-bonds-jason-kendall-miss-hall-of-fame\/",
    "title": "Bonds, Kendall not elected to Hall of Fame",
    "subtitle": "",
    "body": "PITTSBURGH -- The Pirates had two representatives on the National Baseball Hall of Fame ballot, but neither Barry Bonds nor Jason Kendall were inducted to Cooperstown this year. Ken Griffey Jr. and Mike Piazza were the only players to add \"Hall of Famer\" to their lengthy list of accomplishments when the results were announced Wednesday night. Griffey received 437 of 440 possible votes, or 99.3 percent of the vote -- the closest anyone has come to being a unanimous selection. Piazza passed the 75 percent threshold this year, as he was named on 365 ballots. • Complete Hall of Fame coverage  No former Pirates will be joining Griffey and Piazza in Cooperstown, though Bonds did continue his slow climb upward in the voting. Bonds received 195 votes, appearing on 44.3 percent of the 440 ballots submitted -- a 7.5 percent increase from a year ago in his fourth year of eligibility. Bonds was picked by the Pirates in the first round of the 1985 Draft and began his historic career in Pittsburgh. He played seven years in Pittsburgh, won two National League MVP Awards there and helped lead the Bucs to the postseason each year from 1990-92. Bonds hit 176 of his Major League-record 762 home runs with the Pirates, the fourth-highest total in franchise history behind Willie Stargell (475), Ralph Kiner (301) and Roberto Clemente (240). He will return to the ballot next year, and while nobody would argue his accomplishments aren't worthy of the Hall, his candidacy will continue to be clouded by suspicions related to performance-enhancing drug use. Kendall, meanwhile, will fall off the ballot after his first year of eligibility. Kendall received two votes (0.5 percent), well below the 5 percent required to stay on the ballot. Kendall spent the first nine seasons of his 15-year career with the Pirates, making three All-Star teams and batting .306 with 471 RBIs during his time in Pittsburgh. Kendall finished his career with the A's, Cubs, Brewers and Royals and retired with a career .288 average, 75 home runs and 744 RBIs. Adam Berry is a reporter for MLB.com. Follow him on Twitter at @adamdberry. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
