{
    "url": "http:\/\/m.mlb.com\/news\/article\/1294133",
    "title": "Pelfrey ready to begin Mets career",
    "subtitle": "Pelfrey looking forward to career with Mets",
    "body": "PORT ST. LUCIE, Fla. -- Working to stay in shape over the six months since being drafted by the Mets, Mike Pelfrey learned this much: he's a better pitcher than golfer.  Pelfrey, the Mets' No. 1 selection (ninth overall) in the 2005 First-Year Player Draft, briefly took up golf as a hobby while his contract with the club was being negotiated.  Posting an average score that often teased triple digits, it's safe to say that Pelfrey can now leave his nine-irons at home. The former Wichita State right-hander was officially introduced as the newest Met at the club's Minor League facility on Wednesday, having agreed to the terms of a four-year Major League contract this week.   \"I had faith in the Mets and I had faith in my advisors,\" Pelfrey said. \"I knew it could get done. Once you're assured of that, it's no big deal being patient.\"   Pelfrey, who turns 22 on Saturday, joins New York after an exceptional junior season with the Shockers. In 19 games for Wichita State, the 6-foot-7 Pelfrey went 12-3 with seven complete games, two shutouts and a 1.93 ERA, striking out 143 in 139 2\/3 innings.   In the Mets' eyes, there was no player they would have rather taken with their first selection last June.   General manager Omar Minaya personally watched Pelfrey pitch in a May 25 conference tournament game against Indiana State, and flew back from Kansas impressed by Pelfrey's velocity, command and delivery.   Minaya said Rudy Terrasas, the Mets' director of amateur scouting, had also sung Pelfrey's praises repeatedly, picking the Shockers' all-time strikeout leader as his favorite option for the draft.   \"All [Terrasas] kept on saying was, 'Pelfrey, Pelfrey, Pelfrey,'\" Minaya said. \"That's all he wanted to hear.\"   For the second straight year, the Mets reached an agreement with their first-round pick during their annual minicamp in Port St. Lucie, having done so in 2004 with Rice right-hander Philip Humber.   Minaya said the team was happy with the length of time between the June draft and Wednesday's announcement, citing Pelfrey's high-inning total from last year.   \"The fact that he threw [139 2\/3] innings last year worked in our favor,\" Minaya said. When you throw [139 2\/3] innings, we felt that the rest probably helped him more than anything.\"   A pitcher who works downhill with his tall, lanky frame, Pelfrey said he works off his fastball \"85 percent of the time,\" although he is gaining confidence in a circle-changeup that he developed during his junior year in college. Pelfrey also tosses a slurve as an offspeed addition to his arsenal.   \"When the Mets drafted Mike,\" said Scott Boras, Pelfrey's representative, \"certainly it came to mind that they're returning to the traditions of pitching first and getting big arm-type guys who can be [No.] 1 or 2 starters. He certainly falls into that Mets tradition.\"   A native of Wichita, Kan., Pelfrey made his first trip to New York on Tuesday, venturing into Manhattan for his physical with the Mets' medical staff.   Riding through Times Square, Pelfrey was impressed by the bustling streets and towering skyscrapers, and said he expects to grow comfortable with the big city.   \"I've thought about it,\" Pelfrey said. \"It's going to be a challenge coming from the flatlands to the city, but it's definitely something I can adjust to. I'm looking forward to it.\"   He won't have to worry about dodging taxis for a little while. The Mets expect to move Pelfrey slowly and will likely start him with Class A St. Lucie of the Florida State League -- the same club on which Humber began his professional career.   \"We're not in the business of rushing pitchers,\" Minaya said. \"We're in the business of him learning to pitch, and that's what we have Minor League instructors for.\"   For his part, Pelfrey said he doesn't have a preference for which farm club he starts the year with, and isn't busying himself with possible dates for when he hopes to get to the Major Leagues.   He'll spend this Spring Training in the Mets' big league clubhouse, and that will serve as Pelfrey's first steps toward Shea Stadium.   \"My only concern is to go out and improve every day as a player,\" Pelfrey said. \"I'm positive the Mets will let me know when I'm ready.\" Bryan Hoch is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
