{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/161208388\/pudge-rodriguez-on-2017-hall-of-fame-ballot\/",
    "title": "Rangers could see Pudge enter HOF in '17",
    "subtitle": "Standout defensive catcher will be among first-timers on ballot",
    "body": "ARLINGTON -- Up next is catcher Ivan \"Pudge\" Rodriguez. The Rangers had little representation in the 2016 Hall of Fame vote, the results of which were revealed Wednesday, with Ken Griffey Jr. and Mike Piazza getting the call. The only player on the ballot who played for the Rangers was Sammy Sosa. He played in 139 games for Texas at the beginning and end of his career, but Sosa mustered just seven percent of the Hall of Fame vote in his fourth year on the ballot. • Griffey sets Hall vote mark; Piazza gets call But that should change next season when Rodriguez, who retired after the 2011 season, joins outfielders Manny Ramirez and Vladimir Guerrero as prominent first-timers for the 2017 election. He could be the second player ever -- after Nolan Ryan in 1999 -- to go into the Hall of Fame as a Ranger. • Complete Hall of Fame coverage \"I think he should be a first-ballot guy,\" former Rangers outfielder Rusty Greer said. \"If you look at the body of work over the amount of years that he put in at the catching position, that in itself is a first-ballot guy. He is quite possibly the best catcher ever, or one of the top two or three. \"He was a great teammate and did all the little things to help a team win. He deserves to be recognized and receive all the accolades. One of the best all time. I hold him in high regard.\" Rodriguez, who spent 13 of his 21 seasons with the Rangers, presents impressive all-around credentials for the voters to consider. It seems inevitable that a catcher who has been constantly compared with Johnny Bench, Roy Campanella, Bill Dickey, Yogi Berra, Carlton Fisk and others already enshrined in the Hall of Fame will eventually join them in Cooperstown. First of all, there is the defense. Rodriguez won 13 Gold Glove Awards, three more than Bench for the most in history at the position. Much of that was based on his tremendous, accurate arm and quick feet in throwing out attempted basestealers. He led the league in that category nine times. There is also Total Zone Runs, which measures the number of runs above or below average a player was worth defensively. Rodriguez led the league in that category nine times, and his 166 total runs is a career high for all catchers. Rodriguez, considered a defensive prodigy early in his career, also developed into an offensive force. Over his career, he averaged 86 runs scored, 36 doubles, 20 home runs and 85 RBIs per 162 games. He finished with a career average of .296, a .334 on-base percentage and a .464 slugging percentage. Rodriguez won the American League Most Valuable Player Award in 1999 while with the Rangers when he hit .332 with 116 runs scored, 35 home runs and 113 RBIs. After leaving the Rangers in 2002, he helped lead the Marlins to a World Series title the following season and was the MVP of the National League Championship Series. He was the Tigers' catcher when they went to the World Series in 2006. \"Every year when you look at the candidates, some of them have had nice careers, but as far as the Hall of Fame, they don't quite measure up,\" said Tom Grieve, who was the Rangers' general manager when Rodriguez made his debut in 1991. \"Then there are five or six candidates most people say you could make a case for the Hall of Fame. Then there are those who are no-brainers, and Pudge is one of them.\" T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, follow him on Twitter @Sullivan_Ranger and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
