{
    "url": "http:\/\/m.mlb.com\/news\/article\/161229624\/mlb-strikes-deal-to-stream-live-games-in-china\/",
    "title": "MLB, Le Sports bring live baseball to China",
    "subtitle": "",
    "body": "LAS VEGAS -- To the wonders of China, add this: Bryce Harper and Mike Trout, Clayton Kershaw and Dallas Keuchel. And this: the pageantry of the All-Star Game and the feats of strength of the Home Run Derby. And there'll be the drama of postseason baseball available there, too. Major League Baseball extended its reach in a huge way on Wednesday with the announcement of a three-year deal to live stream 125 games and an array of other programming into mainland China, Hong Kong and Macau beginning this month. Le Sports -- a Chinese internet-based sports, content and communications company -- will have exclusive rights to the programming. The announcement was made jointly by Major League Baseball and Le Sports. \"This is a perfect partnership,\" Commissioner Rob Manfred said. \"We believe the key to continued internalization is localization. We need great partners, and Le Sports is that kind of partner.\" Le Sport's baseball coverage will be available across an array of platforms and, in addition to games, will include studio programming and online communities for all 30 MLB clubs. \"Baseball is a sport of 'coming home,' which matches our traditional Chinese family values perfectly,\" Le Sports chairman Fei Gao said. \"MLB has focused on working through local education and communities to influence more youth to play baseball. We will provide an enhanced viewing experience to Chinese fans, and encourage more families and young people to play and enjoy this amazing sport. I am excited to join forces with MLB. We also will work with MLB to provide fans with events, merchandise and other opportunities to enhance their enjoyment of baseball.\" Baseball has had an office in Beijing since 2007 and has emphasized growing baseball at the grassroots level across the country through an assortment of programs at both the youth and university level. Those programs celebrated a milestone last summer when 19-year-old infielder Itchy Xu was signed by the Baltimore Orioles. \"China is a crucial frontier for the development of baseball,\" Manfred said. \"Our new, prominent place on Le Sports platforms both reaffirms and expands our commitment to growing the game in China.\" MLB has programs in almost 100 elementary schools in five Chinese cities with an estimated 600,000 kids having participated. MLB's traveling exhibit draws more than 3.5 million participants. Now comes a plan to live stream four games a week in addition to the the World Series and playoffs, All-Star Game and Home Run Derby. \"By working with MLB in China over the past three years on events, we saw just how appealing the league is to Chinese families, and how popular the games and MLB players have become to young sports fans in China,\" Le Sports CEO Zhenjian Lei said. \"We are excited to expand and extend our partnership with MLB.\" Eric Mika, senior vice president of LeTV, a division of Le Sports, said the deal had the potential to create \"millions of new fans.\" He thought it could do something more, too. \"If ping pong brought China and America closer together, imagine what baseball will do,\" he said. \"Business can do good while also doing good business.\" In 2008, the Padres and Dodgers played two exhibition games, a first for China and MLB. As the sport grows, baseball officials envision more games, more clinics, more of everything. \"Over the last decade, MLB has worked steadily to lay a lasting foundation for baseball in China,\" MLB chief operating officer Tony Petitti said. \"We have made remarkable progress developing uniquely Chinese baseball content, enriching the curricula of local schools, and mentoring the first generation of top-flight homegrown players. This partnership is an encouraging inflection point in the story of MLB China. Le Sports is an invaluable media platform for global sports brands and will enhance all aspects of our presence in China.\" Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
