{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293892",
    "title": "Maroth, Inge reach deals with Tigers",
    "subtitle": "Maroth, Inge reach deals with Tigers",
    "body": "Mike Maroth wanted job security as much or more than a big payday. The Tigers don't normally like long-term deals but wanted to avoid a massive salary. Both sides got what they wanted.  The Tigers made a commitment to their longest-tenured starting pitcher and position player Wednesday, signing Maroth to a two-year contract worth $5.25 million and third baseman Brandon Inge to a one-year deal worth $3 million.  Both were among a half-dozen Tigers who were eligible for arbitration -- Maroth for the first time, Inge for the second. The two-year deal made Maroth the first of Detroit's young players to garner a multiyear contract and rewards him for three-plus seasons of underrated service at the forefront of a rebuilding club. \"It'll be the first year I've pitched that I can just go out and try to do my job,\" Maroth said. \"And I don't have to worry about any other factors than going out and helping my team win. I think it's going to be an advantage.\"   Only Inge, Dmitri Young and Jamie Walker have been with the Tigers longer than Maroth, who was called up in June 2002 and inherited the unlikely role of staff ace in his first full big-league season the next year. He took the brunt of the damage on a young, overmatched ballclub, becoming the first pitcher since Oakland's Brian Kingman in 1980 to lose 20 games in a season.   The two seasons since then have been more of a success story for Maroth, who has become Detroit's version of the prototypical finesse lefty in the mold of Jamie Moyer and Tom Glavine. Maroth's one-hitter of the Yankees in 2004 was the highlight of a bounceback season that left him with an 11-13 record and a 4.31 ERA that was nearly 1 1\/2 runs lower than the year before.   Not only is a two-year deal a measure of accomplishment for Maroth, it's out of the ordinary for the Tigers under president\/general manager Dave Dombrowski. Though no player has gone to arbitration since Dombrowski took over as general manager in 2002, all of the arbitration-avoiding contracts have been for one year, following a trend from his days in Florida.   \"I don't have any steadfast rule,\" Dombrowski said. \"I think it's more of a generality. I think in Mike's case, he's a guy who expressed a desire to have a multiyear deal. Based upon his past performance, we were open-minded to it.\"   No Tigers pitcher had been re-signed to a multiyear, guaranteed contract since Jeff Weaver and Matt Anderson prior to the 2002 season.     A one-year contract \"usually works out better year to year,\" Maroth said, \"but there are so many factors and what-ifs. And by signing that two-year deal, I take those out of consideration. There are no other factors. For two years, I know what I'm making, and I don't have those what-ifs. I had to do what I felt was best for my family, and I thought this was something that was in my best interests.\"   Maroth will make $2.3 million this season, then $2.95 million in 2007.   \"Some people might think I'm crazy or I'm a genius,\" he said.   The one-year trend stuck with Inge, who avoided arbitration with a $1.35 million deal last year and more than doubled that salary this time around. A full-time third baseman for the first time in his career last year, Inge hit .261 with nine triples, 16 home runs and 72 RBIs. His 160 games were the most by a Tigers third baseman since Aurelio Rodriguez played that many in 1973.   The Tigers still have four arbitration-eligible players to sign. Maroth's two-year deal is likely to affect the case of staff ace Jeremy Bonderman, who also won 14 games last year but turned 23 years old just two months ago. Craig Monroe, Chris Spurling and Carlos Pena also are eligible. Jason Beck is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
