{
    "url": "http:\/\/m.mlb.com\/news\/article\/161130558\/10-hall-worthy-players-10-iconic-moments\/",
    "title": "10 Hall-worthy players, 10 iconic moments",
    "subtitle": "",
    "body": "When it comes to voting for the National Baseball Hall of Fame, there's no denying that numbers are important. Statistics from the old and new schools are blended together to create compelling cases for the worthy, close-to-worthy and even not-so-worthy on the sometimes rocky and always intriguing road to the necessary, exalted figure: 75 percent of the Baseball Writers' Association of America ballots. But anyone who's paid attention to nine innings knows that numbers aren't everything. • Complete Hall of Fame coverage When considering a player's Cooperstown credentials, other factors have to be weighed -- human factors that go beyond WAR and OPS and defensive runs saved. That's why voters lucky enough to remember what they experienced while watching these great athletes on the field in their prime often find themselves coloring in those circles on the ballots before they even peruse something as old-fashioned as batting average. Sure, baseball is a century-plus spreadsheet of mathematical calculations. But let's not forget that it's also a colorful tapestry of some of the most dramatic, magical feats in American sports. So, in honor of today's announcement of the 2016 Hall of Fame class (coverage begins at 3 p.m. ET on MLB Network and MLB.com, with the announcement at 6 p.m.), here are 10 players expected to be at the top of this year's ballots, represented by one iconic moment that we can all relive. 1. Junior's mad dash: Oct. 8, 1995 First things first: If there's anything we can be certain of come this evening, it will be that Ken Griffey Jr. will rightly take his place in the Hall of Fame in his first attempt, and he will do so convincingly. Griffey hit 630 home runs in a 22-year career, made 13 All-Star teams, won 10 Gold Gloves and will forever be remembered for his backward hat during batting practice and perfect left-handed swing. Junior will also be remembered for Game 5 of the 1995 American League Division Series in the Kingdome, when he scored the winning run for Seattle on an all-out blitz from first to home on Edgar Martinez's 11th-inning double. The \"Refuse to Lose\" Mariners moved on to the AL Championship Series and, in some respects, helped save baseball in the city for generations to come. 2. Piazza's healing homer: Sept. 21, 2001 The nation and the city of New York were still grieving the events of Sept. 11, 2001, when Major League Baseball returned. The first pro sports event played in New York since the attacks was at Shea Stadium, and a quiet ballpark witnessed a slow-developing Mets-Braves game. That is, until New York catcher Mike Piazza stepped to the plate in the bottom of the eighth inning with the Mets trailing, 2-1, and a runner on base. Piazza blasted a Steve Karsay pitch well beyond the wall in left-center, giving the Mets a one-run lead they wouldn't relinquish, firing up an emotional crowd and etching into the history books one of the most unforgettable hits in Mets history. \"It was almost like a blur to me,\" Piazza said later. \"It was almost like a dream, sort of surreal. People obviously found it a way to find some sort of joy or happiness or inspiration, but for me … I tried to keep it in perspective.\" 3. MVP moment for Bagwell: June 24, 1994 The lone National League MVP Award won by Astros first baseman Jeff Bagwell in a long, stellar career came in the strike-shortened 1994 season, but his numbers didn't indicate that there was any shortage of games. Despite missing more than a month because of the work stoppage, Bagwell never stopped hitting, posting a .368\/.451\/.750 slash line for the season while hitting 39 homers and driving in 116 runs. Bagwell's finest single game came on June 24, when he went 4-for-5 with three home runs and six RBIs in a shellacking of the Dodgers. 4. Rock returns: May 2, 1987 Tim Raines was one of the best players in the 1980s and one of the best leadoff men of all time. No game better illustrated this than his first game in 1987, when he burst back onto the scene for the Expos after missing the first month. Raines, a switch-hitting left fielder and an all-around menace to opposing pitchers and teams, torched the Mets by going 4-for-5 with a walk, a stolen base and a game-winning grand slam in the 10th inning at Shea. 5. History for Hoffy: Sept. 7, 2010 It might have seemed odd for Trevor Hoffman to become the first player to reach the 600-save mark wearing anything other than a Padres uniform, but he was in the twilight of his career as the closer for the Brewers when it happened on a special September night at Miller Park against the Cardinals. Hoffman induced a ground ball to current Brewers manager Craig Counsell at shortstop, Counsell fired to Prince Fielder at first, and Hoffman went to a place in the record books that only the great Mariano Rivera has topped. 6. Schilling's bloody sock: Oct. 19, 2004 The Red Sox had already done the improbable in the 2004 ALCS against the Yankees by losing the first three games and then winning the next two in epic extra-inning fashion. Now they were back in New York, facing elimination for the third consecutive game, but this time in Yankee Stadium, and this time with ace Curt Schilling hobbled by a torn tendon sheath in his right ankle. Schilling would not be denied the ball, however, so team doctor Bill Morgan came up with a makeshift procedure in which he sutured the tendon back to the skin, causing a noticeable stain of blood on his lower sock throughout the performance. And what a performance it was. Schilling went seven innings, giving up only one run, the Red Sox won to tie the series, won the next night to become the only MLB team to win a seven-game postseason set after losing the first three and then swept the Cardinals to earn their first World Series title in 86 years. \"What he endured and mentally overcame the way he did may never be done again,\" Schilling's Red Sox teammate Gabe Kapler said. \"I don't know that there's ever going to be a procedure like that to get a guy ready to pitch again. It was a little bit, like, science fiction-y.\" 7. The Moose gets loose: Oct. 16, 2003 Mike Mussina will be remembered for a lot more than 270 wins in the AL during an era that heavily favored offense and a 1997 ALCS gem for the Orioles against the Indians in which he struck out 15 in seven innings. He will be remembered for doing whatever it took to win, and perhaps no appearance exemplified that more than the first relief appearance of his career. That took place in Game 7 of the 2003 ALCS against the Red Sox with Mussina's Yankees down, 4-0. The veteran, who hadn't pitched particularly well in two starts in that series, needed to get outs fast, and that's what he did. Mussina pitched three scoreless innings, paving the way for Aaron Boone to walk it off against Tim Wakefield and for New York to go into the World Series against the Marlins. 8. Roger, over and out: Oct. 14, 2000 \"The Rocket\" won seven Cy Young Awards, piled up 354 victories and struck out 4,672 in a 24-year big league career. It's tough to point to one singular game as a highlight that stands above all others. But Game 4 of the 2000 ALCS in Seattle has to rank very high. Clemens went the distance, one-hitting the Mariners, striking out 15 and doing it all in 138 pitches. The Yankees went on to take that series and win the World Series over the Mets. \"It's really tough to beat this one for a postseason game,\" Yankees manager Joe Torre said after Game 4. \"Don Larsen's [perfect game in the 1956 World Series] was pretty [darn] good, but this was total dominance tonight. I just felt very comfortable watching him pitch. This is right up there in one or two great-pitched games.\" 9. Bonds passes Big Mac: Oct. 5, 2001 Barry Bonds was one of the greatest hitters in the history of MLB and the all-time home run king, with 762, but before he set that lofty record, he beat Mark McGwire's three-year-old mark of 70 homers in a season. On a Friday night by the San Francisco Bay, Bonds blasted a Chan Ho Park pitch 445 feet to right-center to establish the single-season record for homers at 71. Bonds didn't wait long to hit No. 72, either. That one came off Park in the third inning; Bonds would finish the season with 73, a record that still stands. 10. Edgar's double: Oct. 8, 1995 Let's finish where we started this list, about 10 seconds before Junior slid home to get the party started in the Pacific Northwest. It was Martinez, of course, who hit the solid double to left field off Jack McDowell to enable Griffey to score, and it was the vintage Martinez swing that baseball became so accustomed to in a career that saw him post a .312\/.418\/.515 slash line with 309 homers and 1,261 RBIs and become as beloved in Seattle as any player in Mariners history. Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
