{
    "url": "http:\/\/m.mlb.com\/news\/article\/161145826\/many-lucrative-deals-signed-after-january-1\/",
    "title": "Good deals come to those who wait",
    "subtitle": "",
    "body": "The Hot Stove has certainly had its electrifying moments this offseason, but it figures to heat up like never before now that the calendar has turned to 2016. After all, in rather unprecedented fashion, a number of marquee free agents remain unsigned. Though some high-profile players -- such as David Price and Zack Greinke -- quickly found new homes this offseason, a handful of this year's top free agents are still available. To demonstrate just how rare that is, consider the fact that as many as five players -- Chris Davis, Justin Upton, Yoenis Cespedes, Wei-Yin Chen and Ian Desmond -- could still garner contracts worth at least $75 million. (Alex Gordon reportedly came up just short with his 4-year, $72 million deal to return to the Royals). To put that in perspective, there have been only seven such deals signed after Jan. 1 over the past 10 years combined -- and one of those was actually agreed upon more than a week before the new year, but wasn't made official until a week after the ball dropped. • Hot Stove Tracker Even if Chen and Desmond fall short of that $75 million threshold, this year's class will still be unique. In those past 10 years, no free-agent class has had multiple players sign nine-figure deals after the calendar flipped. This year will likely have not only two but at least three such deals between Davis, Upton and Cespedes. With the next two months set to feature spending unlike any other January and February in baseball history, let's take a look at the most expensive contracts signed after Jan. 1 over the last decade. Here, organized by dollar amount, are the seven players who landed a deal for at least $75 million despite waiting until the beginning of the year to sign a contract. Prince Fielder, Tigers (Jan. 26, 2012) Terms: Nine years, $214 million Fielder waited until almost February before agreeing to the richest deal ever signed after the new year. As a Scott Boras client -- a distinction that will become a trend throughout this piece -- Fielder was in no rush to sign a new deal following the 2011 season. With as many as a half-dozen teams showing serious interest in him, his camp made it clear that he could stay on the market until late January or early February as negotiations continued. The Tigers ultimately won, outbidding the Dodgers, Orioles, Rangers, Cubs and Nationals, among others. The Rangers, of course, later landed Fielder in a November 2013 blockbuster deal that sent Ian Kinsler to Detroit in exchange. Max Scherzer, Nationals (Jan. 21, 2015) Terms: Seven years, $210 million Though Max Scherzer was widely considered the top pitcher on last year's free-agent market, there were very few rumors swirling around him leading up to January. Fellow marquee starter Jon Lester had signed a six-year, $155 million deal with the Cubs in mid-December, but news on Scherzer -- another Boras client -- remained mostly quiet until the Nationals' sudden push to sign him three weeks into January. It was no secret that Scherzer was seeking a deal in the $200 million range, especially after rejecting a $155 million extension offer from the Tigers the previous spring. Between the asking price and the need to forfeit a Draft pick to sign him, Scherzer's suitors were unclear until the Nats emerged as the eventual landing spot. Mark Teixeira, Yankees (Jan. 6, 2009) Terms: Eight years, $180 million To be fair, this deal was actually agreed upon in late December, but the Yankees did not make it official until a week into January. With Teixeira a Boras client at the time, this was an old-fashioned bidding war, with at least six teams making a significant push. It's believed that the bidding ultimately came down to the Yankees and Red Sox, with the former reportedly outbidding their rivals by approximately $10 million. The Angels, Orioles and Nationals were also known to have made serious runs at Teixeira, but the Yankees swooped in to outbid them all. Masahiro Tanaka, Yankees (Jan. 22, 2014) Terms: Seven years, $155 million This situation was obviously a bit different than that for the average free agent, as Tanaka did not even arrive in the U.S. to begin meeting with clubs until early January. There was no shortage of interest upon Tanaka's arrival, as multiple teams jockeyed for position to sign him, as he was coming off a 24-0, 1.27-ERA season in Japan. Though many of the negotiations remained under wraps, the Cubs, White Sox, Dodgers and D-backs were all known to have expressed interest in signing Tanaka before he chose the Yankees. By signing his $155 million deal, Tanaka became the first pitcher to sign a nine-figure deal after Jan. 1. He soon had company, of course, as Scherzer did the same just one year later. Matt Holliday, Cardinals (Jan. 5, 2010) Terms: Seven years, $120 million Unlike some of the others, Holliday wasn't really the subject of any bidding wars during his free agency following the 2009 season. Not unlike some of the others, his agent was Boras. Thus he remained on the market until Jan. 5, despite the fact that there was little doubt that he would eventually re-sign with the Cardinals. The main holdup in the deal was Boras' attempt to negotiate terms that worked for both Holliday and the Cardinals. Though the contract fell a bit shy of the $18 million per year that Holliday was reportedly seeking, it was still considered a favorable deal for Holliday, especially considering the reported lack of other suitors willing to offer such substantial money. Adrian Beltre, Rangers (Jan. 5, 2011) Terms: Six years, $96 million Beltre was believed to have as many as a dozen suitors when he hit the market following the 2010 season. That list, however, quickly shrank as teams began to fill their third-base needs elsewhere, while Boras continued to feel out the market for his client. By the time 2011 rolled around, the Angels were believed to be the favorite to sign Beltre, and it was relatively unclear which other teams were even still involved by that point. Even when reports surfaced that the Rangers had entered the mix, many believed they were doing so simply to drive up the asking price for their division rivals. As it turns out, the Angels' reported offer was in the five-year, $70 million range, but Boras was seeking either a sixth year or a five-year deal worth at least $85 million. As it turned out, the Rangers were serious players after all, ultimately nabbing Beltre with the offer of that sixth year. James Shields, Padres (Feb. 11, 2015) Terms: Four years, $75 million Shields' free agency was one of the more interesting cases in recent memory. Shields was believed to be part of the elite trio of free-agent pitchers, alongside Scherzer and Lester, entering the offseason, but he remained on the board nearly two months longer than Lester. As teams looking to spend big on pitching initially focused their efforts on Lester and Scherzer, other clubs looked toward the second tier of free-agent pitchers. So even though Shields was reportedly seeking a five- or six-year contract worth upwards of $120 million at the start of the offseason, it became quite clear as time continued to pass that he was unlikely to land even a nine-figure deal. He ultimately settled on the $75 million deal, though it should be noted that he reportedly turned down a larger offer in electing to pitch in San Diego, near his hometown. Paul Casella is a reporter for MLB.com. Follow him on Twitter @paul_casella. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Casella"
}
