{
    "url": "http:\/\/m.mlb.com\/news\/article\/161170228\/pirates-sign-neftali-feliz-to-one-year-deal\/",
    "title": "Bucs sign Feliz to one-year deal",
    "subtitle": "",
    "body": "PITTSBURGH -- The Pirates added another hard-throwing piece to their bullpen on Wednesday while cutting ties with another former first-round Draft pick, agreeing to a one-year contract with Neftali Feliz and designating catcher Tony Sanchez for assignment. Feliz, 27, split last season between the Rangers and Tigers, posting a 6.38 ERA over 48 innings. The Rangers designated him for assignment in July, and the Tigers non-tendered him in December. The right-hander appeared in 30 games for Texas the year before, with a 1.99 ERA and 13 saves. • Hot Stove Tracker Feliz and left-hander Tony Watson will likely serve as setup men for closer Mark Melancon, though they could take on more prominent roles if Melancon is traded this offseason. Feliz's deal guarantees him $3.9 million and includes incentives, according to an industry source. \"Neftali Feliz is a veteran relief pitcher with a quality pitch arsenal who showed signs of returning to his pre-injury form in 2014 and again at times in 2015,\" Pirates general manager Neal Huntington said in a press release. \"He has shown the ability to pitch in high-leverage situations in the past, and we believe we can help him regain that form and be an important part of our 2016 bullpen.\" After debuting for the Rangers at age 21 in 2009, Feliz won American League Rookie of the Year honors during an All-Star 2010 season. From '10-'11, he produced a 2.73 ERA over 134 games, racking up 72 saves for a Rangers team that made consecutive trips to the World Series. However, Feliz made only 14 appearances over the next two seasons, undergoing Tommy John surgery on his right elbow in August 2012 and returning to action the following September. If he stays healthy and recaptures his old form, Feliz could further deepen a Pirates bullpen that posted the Majors' lowest ERA last season. Along with Melancon and Watson, the Pirates will bring back groundball specialist Jared Hughes and hard-throwing right-hander Arquimedes Caminero. They will be joined by Feliz and righty Juan Nicasio, both free agent signings, and potentially Yoervis Medina. But they're not quite done building their bullpen, as Huntington has said they are looking for a left-handed reliever as well. To make room for Feliz, the Pirates chose to cut ties with Sanchez, the fourth overall pick in the 2009 Draft. Blocked at the Major League level over the last three years by Russell Martin and Francisco Cervelli, the 27-year-old catcher has only played 51 games in the big leagues. He was clearly passed on the Pirates' depth chart this year by prospect Elias Diaz, who was called up in September while Sanchez remained with Triple-A Indianapolis. This is the second time this offseason the Pirates have cut a former top Draft pick, as they non-tendered Pedro Alvarez (No. 2 in 2008) last month. Adam Berry is a reporter for MLB.com. Follow him on Twitter at @adamdberry. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
