{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/161198792\/sammy-sosa-falls-short-hall-of-fame-2016\/",
    "title": "Sosa falls short again in HOF voting",
    "subtitle": "",
    "body": "CHICAGO -- Sammy Sosa was again denied a chance to get into the Baseball Hall of Fame. Sosa, 47, received 31 votes, or seven percent, from the Baseball Writers' Association of America on Wednesday, well below the 75 percent needed for induction into Cooperstown. However, Sosa did get enough votes to remain on the ballot for another year. In 2013, Sosa received 71 votes, or 12.5 percent, and those numbers dropped in 2014 when he got 41 votes, or 7.2 percent. Last year, he received 6.6 percent (36 votes). A candidate must receive 75 percent of the vote from BBWAA members to gain election to the Hall of Fame, and at least five percent to stay on the ballot. Lee Smith, who saved 478 games over 18 seasons in the big leagues, including eight years with the Cubs from 1980-87, also will stay on the ballot. He received 150 votes (34.1 percent). Last year, Smith received 166 votes (30.2 percent), while the right-hander got 171 votes (29.9 percent) in 2014. The BBWAA did elect two players into the Hall on Wednesday: Ken Griffey Jr. and Mike Piazza. Sosa belted 609 home runs over 18 Major League seasons, including 13 years with the Cubs, and had the numbers that should have made it easy for him to join baseball's elite. But his career had other elements for Hall of Fame voters to consider. According to a New York Times story in June 2009, Sosa allegedly was among 104 Major League players who tested positive for performance-enhancing substances in 2003. Sosa never was found guilty by an official MLB entity. Since he retired, Sosa has kept busy with his businesses and family. During the playoffs in October, Manny Ramirez, now a hitting consultant with the Cubs, endorsed the idea of having Sosa return to Wrigley Field. \"Sammy is a great person, an awesome guy,\" Ramirez said at the time. \"Why not just give him a chance to come?\" Sosa did respond to Ramirez's comments through a spokesperson, saying he liked the idea of coming back. In his note, Sosa said: \"I remember how exciting it was for the 2003 [Cubs] team. Now it's your turn and you are making us all proud. This is your time. Enjoy it and take us all the way to the World Series.\" In early December, in ceremonies in the Dominican Republic, Sosa was inducted into the Latino Baseball Hall of Fame, along with Ivan Rodriguez, Omar Vizquel, Orlando Hernandez, Edgar Renteria, and Jesse Orosco. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings. You can follow her on Twitter @CarrieMuskat and listen to her podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
