{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/161198908\/edgar-martinez-falls-short-hall-of-fame-2016\/",
    "title": "Optimism for Edgar despite no Hall call",
    "subtitle": "Martinez sees vote percentage increase to highest level yet",
    "body": "SEATTLE -- While Ken Griffey Jr. understandably received much of the attention with his election into the National Baseball Hall of Fame on Wednesday, former longtime teammate Edgar Martinez fared better at the ballot box as well in his seventh year of eligibility. Martinez received a potential boost to his Hall of Fame candidacy by being named on 43.4 percent of the ballots cast this year by Baseball Writers' Association of America voters. Though still well shy of the required 75 percent for election, that number was a big bump up from last year's 27 percent, and considerably above his previous high of 36.5 percent in 2012. Martinez's voting numbers since his first year on the ballot in 2010 have been 36.2, 32.9, 36.5, 35.9, 24.2, 27.0 and now 43.4. He has three years of eligibility remaining, per current Hall of Fame rules.  \"First, I want to congratulate Ken on his election today,\" Martinez said. \"Both as a teammate and as a player, it was obvious that he was a Hall of Famer. The news today isn't a surprise, but it is well deserved. \"For me, I am really encouraged, and thankful, in the increase of votes. I certainly didn't expect to be elected today, but it is always a little disappointing when it becomes official. Although, I'm so happy for Ken that makes it a little easier.\" Martinez's numbers appear to have been boosted by some clearing on the Hall of Fame ballot, with seven players inducted in the previous two years, and now Griffey and Mike Piazza added to that list in 2016. Additionally, Martinez has received vocal support in recent years from several of the game's premier pitchers, with Hall of Famers Randy Johnson and Pedro Martinez, and all-time saves leader Mariano Rivera, calling Martinez one of the toughest right-handed hitters of their era. Griffey noted after his own election Wednesday that Martinez represented the kind of player whose dominant decade as a preeminent right-handed hitter in the American League shouldn't be overlooked. \"You feel bad for certain guys, especially DHs,\" Griffey said. \"You've got Harold Baines and Edgar and all these guys that did damage and were feared baseball players. And when we were growing up, the definition of a Hall of Famer is a guy who was feared for 10 years.\" Martinez was overshadowed at times on his own Mariners teams by Griffey and Johnson, but his career batting line of .312\/.418\/.515 over 18 seasons from 1987-2004 compares favorably with many Hall of Fame inductees, and he was a seven-time AL All-Star and five-time Silver Slugger Award winner, as well as a two-time AL batting champ. While David Ortiz is being widely talked about as a future Hall of Famer as he enters his final season, his career line of .284\/.378\/.547 is well behind Martinez in all but slugging percentage, and Martinez has a career WAR of 68.3 to Ortiz's 50.4, as well as a superior OPS+ of 147 to 139. Of the 18 players in Major League history with an on-base percentage of .415 or above and more than 7,000 plate appearances, the only ones not in the Hall of Fame are Barry Bonds and Martinez. As those kinds of numbers continue to be brought out by Martinez's supporters, he might be able to make a continued climb to Cooperstown. But his window for election via the writers is growing shorter with just three years now remaining before his time on the BBWAA ballot runs out. Three other former Mariners -- outfielder Randy Winn, first baseman Mike Sweeney and pitcher Mike Hampton -- were on the ballot this year as first-year eligible players, with only Sweeney receiving any votes (three). Hampton, who was drafted by Seattle in 1990 and played the first of his 16 Major League seasons with the club in '93, recently was hired as the Mariners' bullpen coach for 2016 and will now work on the same staff with Martinez, who became Seattle's hitting coach midway through last season. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB, read his Mariners Musings blog, and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
