{
    "url": "http:\/\/m.mlb.com\/news\/article\/161055760\/additions-mlb-teams-can-make-to-fill-voids\/",
    "title": "Baseball's got talent: Key cogs still on market",
    "subtitle": "Plenty of quality players remain for teams to sign",
    "body": "The holidays are over. It is time to get back to work. The Cubs may have addressed their major needs this offseason, signing free-agent second baseman Ben Zobrist, center fielder Jason Heyward and right-handed starting pitcher John Lackey. The Rangers are confident they have the pieces in place if they can get healthy. Although many high-profile players already are off the market, there is plenty of talent and time remaining to play a little matchmaking. • Hot Stove Tracker New York Mets The Mets, who fell in five games to the Royals in the 2015 World Series, have addressed concerns up the middle by acquiring second baseman Neil Walker from the Pirates and signing shortstop Asdrubal Cabrera, but there remains a hole in the middle of their lineup. Rockies outfielder Carlos Gonzalez would be a perfect fit, but he would cost a package of legitimate prospects. Toronto Blue Jays The Blue Jays rebuilt their front office after winning the American League East in 2015. Now they need to rebuild the middle of the bullpen with veteran arms, who have been through the strain of the regular season and can continue to provide guidance for developing closer Roberto Osuna as well as provide the bridge from the rotation to \"Osuna Time\" in the ninth inning. They might check out the Royals way and take a gamble on a rehabbing veteran like Matt Belisle, who brings clubhouse strength along with mound ability. St. Louis Cardinals The Cardinals led the Majors with 100 regular-season wins in 2015 and have been to the postseason the past five years, but coming off a National League Division Series elimination and with the loss of Heyward to the Cubs as a free agent, there is a definite need for a run producer to provide some life to an offense that ranked 11th in the NL in runs last season. The Cardinals have kicked the tires on Gonzalez, who would give them that left-handed power bat and a plus defensive outfielder in all three slots. He's also only a two-year commitment, which could make him more attractive than the investment necessary for Justin Upton, but he would cost prospects, starting with left-hander Marco Gonzales, whose father is a manager in the Rockies' farm system. Houston Astros The Astros were the surprise team of 2015, advancing to the ALDS. They would like to build off that success with their young roster, but need a power bat on an infield corner, and they have reasonably-priced options in free agents David Freese and Justin Morneau. Los Angeles Dodgers The Dodgers had the highest payroll in Major League history in 2015, and in the aftermath of not re-signing Zack Greinke, they have worked this offseason to provide some rotation depth behind Clayton Kershaw. They, however, still need to address their second-base situation in light of Howie Kendrick filing for free agency. Los Angeles did re-sign Chase Utley, but he will be 37 and he hit just .212 last season. It's not out of the question the Dodgers could bring back Kendrick, who led the team with a .291 average last year and hit nine home runs with 54 RBIs. Baltimore Orioles The Orioles have a first-base void with Chris Davis on the free-agent market. It's not out of the question he could return, but Baltimore also might feel it could add a more complete offensive player at a lesser or similar price off the free-agent market, with the likes of Upton or Yoenis Cespedes available. San Francisco Giants The Giants have won the past three World Series in an even-numbered year. Can they make it four in a row? They seem focused on that, and they made noise with the signing of right-handed starting pitchers Jeff Samardzija and Johnny Cueto. They, however, still have a major need for an everyday left fielder. Gerardo Parra would be a perfect fit in AT&T Park with his defensive skills and offensive abilities. San Francisco has been mentioned as a possible trade partner with the Rockies for Gonzalez, but Parra would be a less-expensive addition in terms of salary and trade cost -- losing a first-round Draft pick for Parra, as opposed to multiple prime prospects for Gonzalez. Washington Nationals The Nationals are looking to rebound after last year's team that was a preseason favorite for the World Series didn't qualify for the postseason. They brought in veteran manager Dusty Baker and now look to bring in a center fielder with offensive strengths. They could re-sign Denard Span if they are convinced he has dealt with injury problems, or they might decide free agent Dexter Fowler has a similar skill set. They also have been mentioned in trade talks for Ender Inciarte and Gonzalez. Los Angeles Angels The Angels have ground to make up on both the defending AL West champion Rangers and the Wild Card-winning Astros, who finished second in the AL West. The Halos, too, figure to get active in that free-agent outfielder bidding, looking for someone to slot into the left-field slot, and then put in the lineup behind Mike Trout and Albert Pujols. Free agency -- Cespedes or Upton -- would fit best because the Angels don't have the prospect depth to land someone like Gonzalez. Tracy Ringolsby is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
