{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/161101242\/outfielder-reliever-on-mets-offseason-list\/",
    "title": "Outfielder, reliever remain on Mets' to-do list",
    "subtitle": "",
    "body": "NEW YORK -- Two clear items remain unchecked on the Mets' offseason wish list, giving the team a straightforward agenda with barely six weeks until the reporting date for pitchers and catchers. Specifically, the Mets will spend January seeking a right-handed hitter to complement the four outfielders they already have in place, plus a veteran reliever to work near the back of their bullpen. • Hot Stove Tracker \"When the calendar changes to January, a lot of times the market changes with it, and you're able to do some things in January that maybe you weren't able to do in December,\" assistant general manager John Ricco said in a telephone interview. \"So we're going to keep an eye on that. We're going to stay active talking to agents and also other teams, seeing if anything can happen. But basically that's the process, continuing to do what we set out to do at the beginning of the offseason.\" Outfield remains the Mets' most pressing area of need, despite their acquisition of Alejandro De Aza late last month. Shedding light on that free-agent deal, Ricco noted that De Aza's playing time will depend as much upon New York's three incumbent outfielders -- Michael Conforto, Juan Lagares and Curtis Granderson -- as it will upon his own performance. The Mets are not yet convinced that Conforto is an everyday player, much as they are unsure if Granderson can handle another 157-game load at age 35. De Aza is the glue to hold it all together; in addition to platooning with Lagares in center, he can occupy either corner position or play center while Lagares shifts. A right-handed outfielder such as Ryan Raburn or Chris Denorfia would add to that flexibility, with Raburn offering the bonus of first-base experience. In that sense, the Mets hope to finish constructing their outfield much as they did their infield, giving manager Terry Collins the opportunity to mix and match on a near daily basis. \"I think we've made strides in the area of trying to create a team with a lot of depth, and give Terry the opportunity not only to rest guys, but to put guys in positions to succeed,\" Ricco said. \"[Last year], we liked some of the young hitters we had, but we felt like we were a better team as we got deeper, roster-wise, as the season went on with some of the trades we made. So I think we set out to build a team like that, and we're getting close. But we still have a few areas we'd like to address.\" The other such area is the bullpen, though the Mets may not be as aggressive with free agents there. Despite recent rumblings surrounding lefty Antonio Bastardo, the Mets are unlikely to give any reliever the type of multiyear deal that Bastardo figures to receive. Already this offseason, the Mets balked at the asking prices of top relievers such as Darren O'Day and Joakim Soria, and the next tier down seems equally beyond their taste. More likely, the Mets will add a right-hander -- Tyler Clippard remains a possibility -- on a one-year deal, or simply fill out their staff with Minor League signings. So the roster that reports to Port St. Lucie, Fla., six weeks from now should not look markedly different than the one on paper today. That's just fine by the Mets, who feel that the sum of their incremental upgrades is greater than its parts. \"It's trying to give yourself depth to withstand injuries, and also take advantage of matchups,\" Ricco said. \"We saw how effective that could be for us over the last third of the season last year when we added some veteran guys. The more veteran players we can give Terry, and the more different lineups he can run out there when a guy needs a blow or there's a bad matchup, I think the better we're going to be.\" Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDiComo and Facebook, and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
