{
    "url": "http:\/\/m.mlb.com\/news\/article\/161098482\/jenifer-langosch-answers-questions-in-inbox\/",
    "title": "Inbox: Is Holliday poised for big year?",
    "subtitle": "Beat reporter Langosch fields fans' questions",
    "body": "ST. LOUIS --  Happy New Year to each of you, and thank you to those who submitted questions via Twitter for this inaugural 2016 Inbox. With just six weeks remaining until pitchers and catchers report to Spring Training, let's dive into some of the topics currently on your mind.  How do you think Matt Holliday will fare this year? Should we be expecting a big year? -- Johnie T. (@johniet80) Jan. 5, 2016 The Cardinals, who have struggled with run creation the past two seasons, need Holliday to be a prolific piece of the offense in 2016, particularly with the departure of Jason Heyward and the absence of any impact additions this offseason. Holliday is turning 36 later this month, so there are legitimate questions about the potential for production regression. Consider, too, that Holliday's slugging percentage has declined each season since 2010. That's an ominous trend if the Cardinals are relying on Holliday for significant run production.  • Submit a question to the Cardinals Inbox Holliday's string of nine straight seasons with 20-plus homers ended in 2015, largely because of a pair of quad injuries. But his pre-injury production still may suggest a shift in value. Over his first 51 games last year, he reached base safely in 50, but he had only three homers and 14 extra-base hits. If Holliday continues to offer OBP over SLG, he can still be an asset, but perhaps there will be a conversation about finding a different place for him in the batting order. On a positive note, Holliday is said to be feeling strong this offseason and has told several within the organization that he is bullish about a big season ahead. Will MM [Mike Matheny] consider moving [Matt Carpenter] down in the lineup to drive in runs, or will he leave him at leadoff, where he seems to flourish? -- Kevin W. (@kevin_white84) Jan. 5, 2016 This will invariably be a topic all spring, as it should be. Carpenter led the club in home runs (28) and RBIs (84) in 2015, even though he made 80 of his 151 starts as a leadoff hitter. On the surface, it seems an obvious move to drop Carpenter into more of a run-producing place in the order, but the Cardinals have had trouble finding a replacement leadoff hitter. Kolten Wong could profile as a fit atop the lineup, but his on-base percentage is going to have to improve. Until someone can be the catalyst that Carpenter has been in that top spot, I'd expect to see him stay where he is. Are people too quick to replace\/sit down Matt Adams? See a good year coming from him? -- Dick K. (@DickKalbfleish) Jan. 5, 2016 I see a  critical  year coming from him, for sure. Adams, 27, has always had intriguing power potential, but he's never grabbed the reins and taken off as an everyday player. Like Holliday, Adams' 2015 season was marred by a right quad injury. But also similar to Holliday, Adams wasn't pounding extra-base hits before his injury -- a .375 slugging percentage through his first 43 games. Adams' career slash line of .197\/.230\/.317 against lefties remains a concern if you're considering him for regular playing time. That being said, with Brandon Moss also in line to earn playing time at first base, Adams could fit as a nice complementary player. If he wants to secure more of a robust role, he's going to have to offer more production than he has the past two seasons. Are there any more moves (free agent) coming? Still think a bat is needed; not a fan of OF\/1B as it stands -- Matthew B. (@resq23booth) Jan. 5, 2016 General manager John Mozeliak uses the term \"opportunistic\" regularly to describe his approach to building a club, and I think that speaks to the Cardinals' stance right now. They are willing -- content, even -- to go into the season with Randal Grichuk, Stephen Piscotty and Moss as projected starters. In the meantime, however, the Cardinals will keep a pulse on the free-agent outfield market, which really hasn't budged since Heyward's decision. If asking prices drop, and the Cardinals feel they can get the right fit at the right price, it's not unreasonable to think they may make a surprise addition. Who gets the last roster spot on the bench (assuming the bench is Pena, Pham, Gyorko and either Moss or Adams)? -- Jason C. (@jason_crompton) Jan. 5, 2016 If  the Cardinals' roster remains as is -- which is entirely unlikely, but we'll go with it for the purpose of this question -- I would anticipate a projected Opening Day lineup featuring Yadier Molina, Moss, Wong, Jhonny Peralta, Carpenter, Holliday, Grichuk and Piscotty. Brayan Pena would be the team's backup catcher. Tommy Pham would provide extra coverage in the outfield, and Adams could be an impact bat off the bench. Jedd Gyorko will get plenty of backup time in the infield, but he doesn't have much experience at short. As a result, I would expect the Cardinals to give Greg Garcia a serious look for the final bench job, as he could provide the shortstop coverage the team needs behind Peralta. Who has the best chance of breaking camp as a first-time Major Leaguer? -- Brandon C. (@Brandon_Crouch) Jan. 5, 2016 Well, based on my predictions above, it won't be a position player. It's also not foreseeable that the Cards would open the season with a first-time Major Leaguer in the rotation. So what about the bullpen? The Cardinals' Rule 5 Draft pick, Matt Bowman, will get a look as a possible long-relief candidate this spring and would be making his Major League debut if on the team's Opening Day roster. Also, keep an eye on Dean Kiekhefer, who was recently added to the 40-man roster and could emerge as a lefty specialist option in the 'pen. Will you be attending Winter Warm-Up, and how much for your autograph? -- The Birds On The Bat (@BirdsOnTheBat13) Jan. 5, 2016 I will be attending Winter Warm-Up from Jan. 16-18 and providing plenty of coverage of the event on cardinals.com. (Yes, that was a shameless plug.) Autograph tickets for the fan fest are on sale, and while you won't find mine listed there for even a nominal fee, I'd be happy to sign for anyone who is so desperate. In all seriousness, I do look forward to visiting with many of you. Don't hesitate to say hello if you spot me. Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, follow her on Twitter @LangoschMLB, like her Facebook page Jenifer Langosch for Cardinals.com and listen to her podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
