{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293337",
    "title": "New Dodgers staff includes Murray",
    "subtitle": "New Dodgers staff includes Murray",
    "body": "LOS ANGELES -- New manager Grady Little's coaching staff, announced on Tuesday, includes four former Dodgers players, most notably Hall of Famer Eddie Murray.  Murray will be the hitting coach, joining fellow former Dodgers Rick Honeycutt (pitching coach), Mariano Duncan (first base coach) and Manny Mota (working coach), along with Rich Donnelly (third base coach), Dave Jauss (bench coach) and Dan Warthen (bullpen coach). Mota and bullpen catcher Rob Flippo return from last year's staff.  Murray, 50 next month, was voted into the Hall of Fame on the first ballot in 2003 by the same group of baseball writers he scorned. He was one of his generation's true standouts, a switch-hitting first baseman and one of four players in history with 500 home runs (504) and 3,000 hits (3,255). He is an eight-time All-Star, a three-time Gold Glove winner, and he played on Baltimore's 1983 championship team. After spending 12 years with the Orioles, he was traded to the Dodgers before the 1989 season and played three years in Los Angeles. He bounced to five different teams over his last five seasons, finishing with the Dodgers in 1997.   More pertinent, he was a hitting coach with Cleveland from 2002 until being dismissed last June by manager Eric Wedge. Prior to that, he was Baltimore's bench coach in 1998 and 1999 and first base and outfield coach in 2000 and 2001.   Honeycutt, 51, logged 19 seasons as a Major League pitcher with six organizations, and he pretty much did it all. A graduate of the University of Tennessee-Knoxville, he was drafted in 1976 by Pittsburgh, traded to Seattle and reached the Major Leagues by 1977.   He was an All-Star for the second time in 1983 and won the American League ERA title, throwing enough innings to qualify before an Aug. 19 trade to the Dodgers for Dave Stewart. He pitched four seasons in Los Angeles before being traded by general manager Fred Claire to the Oakland A's for Tim Belcher on Aug. 29, 1987.   Manager Tony La Russa turned Honeycutt into a left-handed situational reliever with the A's. Honeycutt appeared in three World Series to go with six League Championship Series appearances and the two All-Star teams. He retired in 1997 with a 109-143 record, 3.72 ERA and 797 appearances.   Honeycutt rejoined the Dodgers in 2003 and has spent three seasons as the Minor League pitching coordinator.   Donnelly, 59, is a professional third base coach, having held the position with four organizations over the past 11 seasons, the last three in Milwaukee. He's been a Major League coach for 25 seasons, also managing 10 seasons in the Texas Rangers farm system.   A left-handed-hitting catcher, Donnelly played four Minor League seasons in the Minnesota Twins system after graduating from Xavier with a degree in education.   Duncan, who turns 43 in March, had a 12-year Major League playing career, beginning with the Dodgers in 1985, when he jumped from Double-A to make the Opening Day lineup because of injuries to backup shortstop Bob Bailor and starting second baseman Steve Sax. He was third in Rookie of the Year voting, but regressed the next three seasons, had a run-in with manager Tom Lasorda in the spring of 1988 and spent that entire season at Triple-A.   Primarily a shortstop with the Dodgers, he was traded to Cincinnati in 1989 with Tim Leary for Kal Daniels and Lenny Harris, and by 1990, he had a World Series championship ring as a second baseman teaming with Barry Larkin. That was his first of three World Series appearances, losing with Philadelphia in 1993 and winning with the Yankees in 1996. He was an All-Star for Philadelphia in 1994 and played with Toronto in 1997 before retiring.   As a player, Duncan was not the most selective hitter, striking out 913 times to only 201 walks. He had a .267 career batting average and 174 stolen bases, 86 of them in his first two seasons. He rejoined the Dodgers organization as a Minor League coach in 2003 and received high marks last year as the hitting coach at Triple-A Las Vegas.   Jauss, 49 next Monday, was director of player development, then advance scout with the Boston Red Sox when Little managed there. He was the Boston field coordinator for two seasons after three years as the Red Sox first base coach and outfield instructor. He also coached and managed in the Minor League system of Montreal and was coordinator of Minor League instruction for Baltimore.   Jauss has a Bachelor's degree in psychology from Amherst College and a Master's degree in sports management from the University of Massachusetts-Amherst. He also coached at Westfield State College and Atlantic Christian College. His father, Bill, recently retired as a sportswriter from the Chicago Tribune, concluding a 50-year career.   Warthen, 53, had been the pitching coach for the New York Mets' Triple-A affiliate at Norfolk. He was a Major League pitching coach with the Seattle Mariners (1992), San Diego Padres (1996-1997) and Detroit Tigers (1999-2002), and has also spent time with the Pittsburgh Pirates and Philadelphia Phillies organizations. He pitched in the Major Leagues for parts of four seasons with the Montreal Expos, Phillies and Houston Astros, compiling a record of 12-21 and a 4.31 ERA in 83 games. Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
