{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/161122274\/daniel-murphy-signs-deal-with-nationals\/",
    "title": "Murphy excited to add bat to well-built Nats",
    "subtitle": "After finalizing 3-year, $37.5M deal, new 2B hopes to continue power trend while improving defense",
    "body": "WASHINGTON -- The Nationals introduced infielder Daniel Murphy during a news conference at Nationals Park on Thursday afternoon. He will wear uniform No. 20, which was once worn by former shortstop Ian Desmond and former manager Frank Robinson. Murphy thought about wearing No. 29 instead, but it reminded him of former Mets teammate Ike Davis. \"I just didn't have it in me,\" Murphy joked about wearing Davis' old number. • Hot Stove Tracker Murphy, who agreed to a three-year deal worth $37.5 million on Christmas Eve and passed his physical Wednesday, said he joined the Nationals because they already laid the foundation for a competitive team. He said the negotiations, which started during the Winter Meetings and moved along quickly afterward, were \"short, sweet and awesome.\" \"We ran down a short list of clubs, and Washington was one of the places we wanted to go,\" Murphy said. \"We are very familiar with the division. It's East Coast. Florida Spring Training is two hours from our home in Jacksonville. … Both sides felt this was a good fit.\" The Nationals were looking for a second baseman since they switched Anthony Rendon from second to third base last season, then traded third baseman Yunel Escobar to the Angels last month. Murphy will be the everyday second baseman. \"It's always a tough place to come and play,\" Murphy said about Nationals Park. \"I think of the rotation, and it's talented. When you talk about position player-wise, you have the best player [Bryce Harper] in the National League -- possibly on earth -- hitting third for you every night. It's nice. Competing with Anthony Rendon, Jayson Werth and Michael Taylor -- it's such a good group. I can come in and just add to the foundation that's already been laid around here.\" By getting Murphy, the Nationals will surrender a 2016 Draft pick because he declined the Mets' qualifying offer worth $15.8 million. New York will get a compensation pick at the end of the first round. • Complete 2016 Draft order The Nationals boast a wealth of right-handed hitters, so they needed a lefty to join Harper in the lineup. Murphy has been a solid hitter for the Mets over his seven-year career, sporting a .288 batting average, and he could help balance Washington's lineup. Murphy was a big reason the Mets went far in the postseason in 2015. In the National League Division Series and NL Championship Series, Murphy went 16-for-38 (.421) with seven home runs and 11 RBIs. He hit a home run in six consecutive games, a postseason record. Four of those homers came in the NLCS against the Cubs, leading Murphy to earn Most Valuable Player honors for that series. Murphy credits Mets hitting coach Kevin Long, who told him to use his legs more at the plate. It helped him find the power during the postseason. \"I've seen plenty of Daniel Murphy, believe me, as a general manager -- often from the other side of the field,\" Nationals manager Mike Rizzo said. \"He is a player that plays the game the right way. We love his attitude, his grit. When the bright lights -- not only in New York City -- are on, [Murphy] shines the brightest.\" About that power, even Murphy questions whether he could hit a lot of home runs during the regular season. His career high is 14, which he reached last season. \"Hopefully the adjustments we've made will continue,\" Murphy said. \"I feel [Nationals hitting coach] Rick [Schu] and I will be able to add to that going forward. He will be able to tell me and see some things and give me a new dialogue that I never heard before. I'm looking forward to that relationship. I don't know if I can keep hitting home runs, but I sure hope so.\" However, Murphy is considered a below-average defender. Although he has spent time at first base, third base and left field, he's played mostly second and has amassed minus-42 Defensive Runs Saved at that position, the second-lowest total among big league second basemen since 2011. While Rizzo says that he is not worried about the defense, Murphy says he has work to do at the position. \"My goal each year is to be as consistent as possible on the routine play,\" Murphy said. \"I also feel like each year, as I've been able to play the position, I'm able to grow defensively. I know when I started there, there were some definite growing pains. But I feel like each year I'll grow more comfortable. With our infield staff and myself getting some work done, we can continue that curve heading in the right direction.\" Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the Time. He also can be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
