{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/161127288\/curtis-granderson-gives-back-to-chicago\/",
    "title": "Granderson gives back to hometown Chicago",
    "subtitle": "",
    "body": "Despite spending his entire 12-year career away from Chicago, Mets outfielder Curtis Granderson still calls the Windy City home. It's where he grew up, went to college and lives in the offseason. And it's where Granderson continues to leave an imprint on the city and community that helped shape him. MLB Network recently followed Granderson and detailed his philanthropic efforts in the city as part of the Major League Baseball and Major League Baseball Players Association \"Players Going Home\" program that gives select players a chance to contribute $100,000 to non-profits in their hometowns. Granderson's $100,000 went to his Grand Kids Foundation -- which promotes education, wellness and baseball within the inner city, as well as supporting hunger issues within Chicago -- and its annual month-long Grand Giving fundraiser. \"Coming home to Chicago, the big word there is 'home,'\" Granderson said. \"My friends and family, a lot of them are still in the area ... so coming back is always a great thing for me.\" The MLB Tonight crew caught footage of Granderson at his parents' house, Thornton Fractional South High School, buying food with young children and leading a baseball clinic. \"Like I always tell everybody, our goal was for him to be a good person,\" Granderson's mother, Mary, said. \"We love the fact that he's a good athlete, as well. We're just thankful he's able to do what he does and have the desire to do it and he listened to the things that we taught him growing up.\" Granderson originally founded his Grand Kids Foundation in 2008. \"Everybody has the ability to help others,\" Granderson said. \"You don't necessarily have to have the money, you don't have to have fame. The biggest thing is time and effort and the want to do it.\" Granderson said it's important to return to his community and neighborhood so kids know that they, too, can achieve their dreams. \"They might look and say, 'Wow, he started here, he did these things, this is something that he has, something I could have never imagined getting,'\" Granderson said. \"'Maybe if I do some of the things he's been talking about, or some of the things that my teachers and parents and peers are talking about, all these other dreams and realities could possibly come true.'\" Cash Kruth is a reporter for MLB.com. Follow him on Twitter at @cashkruth. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Cash Kruth"
}
