{
    "url": "http:\/\/m.mlb.com\/news\/article\/160979150\/hall-of-fame-restoring-charles-m-conlon-photos\/",
    "title": "HOF restoring works of famed photog Conlon",
    "subtitle": "Thanks to Yawkey Foundation grant, iconic photos springing back to life with new clarity",
    "body": "Charles M. Conlon had one chance to capture some of baseball's most indelible moments. Conlon's talent for doing that with equipment from the early 20th century, a far cry from today's high-speed digital cameras that take up to 10 frames per second, is what makes his work so remarkable and worth preserving. Thanks to a Yawkey Foundation grant, the National Baseball Hall of Fame and Museum has begun restoring the most prized photos that Conlon took for New York newspapers during a career that spanned parts of three decades beginning in 1905. \"This was a prolific photographer who took thousands of images in baseball's earliest days,\" said Hall of Fame communications director Craig Muder. \"Because New York was the epicenter of baseball for so long, Conlon had a chance to see all the teams as they came through.\" Conlon's Hall of Fame subjects ran the gamut from Cubs catcher Gabby Hartnett to Yankees captain Lou Gehrig. Given the technical limitations of his day, many of Conlon's photos were close-up portraits or showed players warming up before the game. Yet somehow, Conlon also took amazing action shots, such as a fiery Ty Cobb sliding into third base with dirt flying up in every direction. That one iconic image, taken on July 23, 1910, tells more about Cobb's ferocious style of play than all the volumes ever written about him. Conlon was stationed on the field near the third-base coach's box when he snapped the photo, which has remarkable clarity that reflects the intensity on Cobb's face. Because Conlon worked for newspapers, however, many of his photos were marked up and written on by editors who used grease pens and masking liquid to show how pictures should be cropped before appearing on their sports pages. This was long before the days of computerized photo editing. Also, many of the old black-and-white images, from 80 to 100 years old, have suffered rips and tears. The first 10 images in the Hall of Fame museum's collection of Conlon photos were sent to the Northeast Document Conservation Center in Andover, Mass., in December 2014. Gently working with water and organic solvent, staff there began removing newspaper markings, which revealed previously hidden background details such as spectators, dugouts and grandstands. \"It almost seems like they were unsalvageable,\" said Don Lowe, the Hall of Fame museum's director of digital strategy. \"All of a sudden, the stories you hear about these guys come to life a little bit better.\" These photos have now been uploaded to the museum's digital asset management system and may be shared via email, the museum's social-media platforms and its website. Conlon started out working with a Graflex single-lens camera. After snapping a photo, an incredible feat in itself when action was involved, his job was still only half done. Then he had to take film to a dark room for developing, followed by printing images on old-school fiber paper. Both developing and printing involved several complicated steps, meaning Conlon's masterpiece could have been irreparably altered at any step along the way. \"Film is such an amazing medium for capturing images,\" Muder said. \"There's something so different about it compared to digital imagery.\" This is especially true of the portraits Conlon took, an art form that is missing from today's sports photojournalism, one that puts more emphasis on freezing athletes in motion. \"One of the things I love is the way Conlon's photography humanizes the player,\" Lowe said. \"You can almost tell the emotion they're feeling.\" Many of Conlon's photos were given to the Hall of Fame during the 1960s and '70s when large New York City newspapers went out of business. For decades, however, his work was largely anonymous because photographers weren't given credit the way they are in today's media outlets. In 1990, more than 8,000 of Conlon's photo negatives were discovered in the morgues of The Sporting News offices. That's when it finally came to light that he was the person most responsible for capturing the likeness of so many early baseball heroes. The Hall of Fame has prioritized several hundred of Conlon's photos for preservation. The first 10 alone cost nearly $8,000, about $500 to $1,000 per image, which the Yawkey Foundation paid for. Once the old newspaper markings were carefully removed, some photos had to be stabilized. Rips and tears were mended with Usu Mino, a near-invisible Japanese paper attached to the back of photos with wheat starch paste. Creases were fixed with a dilute gelatin solution, and background scenes that had been lost were painted in with light stable watercolors. During stabilization, paper was humidified and flattened under moderate pressure to keep it from curling, and then matted for presentation. There are more than 250,000 photos, including Conlon's, in the Hall of Fame's collection. The goal of an ongoing Digital Archive Project is to put all photos in a digital database because paper has a limited lifespan, no matter how well it is cared for. \"Anything that is on paper is really at risk,\" Muder said. \"As time goes on, they break down.\" This way, the Hall of Fame won't be limited to the space in its physical buildings in Cooperstown, but may share resources with fans online around the globe. Most important, photos may be enjoyed by future generations in perpetuity. The Digital Archive Project is partially funded with state money. The Hall of Fame is also seeking additional private funding, including fan donations. No matter how large the collection becomes, Conlon's photos from the early 1900s will always have a special place in it. \"He was the premier photographer of baseball from that era,\" Muder said. \"It's incredible what he was able to do with the equipment he had.\" Paul Post is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Post"
}
