{
    "url": "http:\/\/m.mlb.com\/news\/article\/160998892\/dexter-fowler-spending-offseason-at-the-gym\/",
    "title": "Fowler focusing on diligent offseason workouts",
    "subtitle": "",
    "body": "Dexter Fowler doesn't have a job yet for the 2016 season, but the free agent outfielder hasn't stopped prepping for the new year -- and making sure everyone know he's ready. Fowler posted a video on Twitter on Dec. 12, labeled \"No days off,\" which shows him doing a workout with a medicine ball. On Christmas Day, Fowler shared a picture of himself in the weight room, saying, \"Every day is training day.\" Every day is training day pic.twitter.com\/qdQxiDhlh7 On Dec. 29, he's shown again in the gym doing a box jump onto a stack of weight plates as high as his waist. He titled that workout, \"Just an easy day at the office.\" Two days later, Fowler provided a video of him doing some serious dumbbell bench presses. His tip: \"The more you sweat in training, the less you bleed in combat.\"  The more you sweat in training, the less you bleed in combat pic.twitter.com\/EAUnKqQfqO Fowler, 29, isn't the only free agent outfielder still looking for a team, as Yoenis Cespedes, Alex Gordon and Justin Upton also are still on the market. The Cubs, who acquired Fowler last January from the Astros for Luis Valbuena, did make a qualifying offer to the outfielder, which means any team that signs him will have to give up a Draft pick as compensation. • Hot Stove Tracker The switch-hitter is coming off a season in which he set personal highs in games played (156), at-bats (596), runs (102), hits (149), and home runs (17). The Cubs made it no secret they'd like to have Fowler return. But the Cubs also signed Jason Heyward to an eight-year, $184 million contract in December, and he's projected to play center. One thing is certain, though: Fowler doesn't need to make any New Year's resolutions as far as working out is concerned. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings. You can follow her on Twitter @CarrieMuskat and listen to her podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
