{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/41277796\/cardinals-boast-remarkable-depth-in-rotation\/",
    "title": "Cardinals boast remarkable depth in rotation",
    "subtitle": "At full strength, Wainwright, Carpenter lead glut of Major League-ready arms",
    "body": "ST. LOUIS --  This is the fifth story in a seven-part Around the Horn series that takes a position-by-position look at the Cardinals' projected starters and other options heading into Spring Training. Up next: starting pitchers.  The Cardinals enter 2013 touting depth, which is a testament to the focus the organization has put on developing elite talent through its Minor League system. And in no area is that depth more obvious than on the starting pitching front, where the Cardinals have a core of veterans, along with an ascending bunch of dynamic right-handed arms, ready to take the reins. That depth was critical in 2012, when just weeks into Spring Training the club learned that it would be without Chris Carpenter indefinitely. Lance Lynn stepped up and went on to win 18 games. A few months into the season, Jaime Garcia landed on the disabled list, too. That's when Joe Kelly emerged. Eight of his first 12 Major League starts were quality ones. While sufficient depth sustained the Cardinals through injuries last year, the number of Major League-ready starters seems to be even greater this year. General manager John Mozeliak recently discussed the logjam of pitching with reporters, noting that \"if everybody broke [camp] healthy, we'd have a hard time getting a couple players on the roster. I think, right now, depth is our asset.\" Returning to the rotation are Adam Wainwright and Jake Westbrook, both of whom are in the final guaranteed year of their respective contracts. Carpenter and Garcia will be back, as well, assuming both incur no injury setbacks. Lynn has the lead on the fifth spot, though Kelly, Shelby Miller and Trevor Rosenthal could make a push with strong showings this spring. Now nearly two years removed from Tommy John surgery, Wainwright heads to Spring Training without the questions of how his arm will hold up. Including his postseason work, Wainwright threw more than 200 innings in 2012. He won 14 games and worked through an up-and-down first half to become more consistent late in the year. \"I look at that season a number of different ways,\" Wainwright said. \"Did it come out exactly the way I wanted it to? No. But am I also proud of what I was able to accomplish with some of the things I overcame? Yes, absolutely. … Mentally, it was such a boost for me to be able to accomplish a full season of taking the ball every fifth day.\" Wainwright will again share the co-ace title with Carpenter, who was sidelined most of last season due to thoracic outlet syndrome and subsequent surgery. The good news for the Cardinals is that Carpenter has already erased concerns about being able to come back from the procedure. He blew away the original rehab timetable and made six starts, three of which came in the postseason, before shutting back down last fall. That said, Carpenter didn't return with his usual command and arm strength. Both will be scrutinized this spring as he sets out to prove that there are no lingering effects in his worn right arm. \"I'm excited and looking forward to this year,\" said Carpenter, who began his offseason throwing program about a month earlier than usual. \"I was excited about the way I felt last year. I definitely felt like I needed to get some arm strength back that wasn't there, but I've been working hard this winter. I'm excited to go down there and start from the beginning.\" Health will be of particular concern with Garcia, too, given how his 2012 season progressed. After missing more than two months during the regular season with a left shoulder injury, Garcia was shut down by the shoulder ailment during the postseason. He opted not to have surgery, meaning that no one will know for sure how Garcia's arm will respond until he ramps up his throwing program during Spring Training. Asked recently if he was confident that the arm issues were past him, Garcia responded: \"We'll see. We'll see in April. So far it's been good.\" Westbrook ended the year nursing an oblique injury, though that is no longer of concern. Having signed a contract extension last September, Westbrook returns as a veteran who can give the Cardinals length and stability. His 3.97 ERA in 2012 was his lowest in a minimum 25-start season since 2004. Lynn's ERA was slightly lower (at 3.78) in what was his first full season in the big leagues. Unexpectedly thrust into the rotation last spring, Lynn was an asset and an All-Star. He hit a few rough patches and had to learn about the need to control his emotions, but Lynn put himself in position to enter 2013 as a favorite for the final rotation spot. That said, Mozeliak made it clear during Winter Warm-Up that Lynn still has to come into Spring Training prepared to compete for the job. If Lynn hits any bumps, or if the Cardinals are dealt an injury blow to any of their other starters, they have several right-handers in waiting who could slide in and step up. Miller, Rosenthal and Kelly all made their Major League debuts in 2012 and had varying levels of success in varying roles. All three showed an ability to be successful in the big leagues, and the Cardinals won't hesitate to call on any of them should a need arise in the rotation. \"They are a good group of guys,\" Westbrook said of the Cardinals' emerging young pitchers. \"They go about their business the right way. They're definitely not the type of young guys who think they have it all figured out. They're asking questions and doing what they need to to get better. We've got some unbelievable arms.\" Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
