{
    "url": "http:\/\/m.mlb.com\/news\/article\/1294794",
    "title": "Notes: Pursuit of center fielder picks up",
    "subtitle": "Notes: Pursuit of center fielder picks up",
    "body": "BOSTON -- While the Red Sox say they are comfortable opening the season with Alex Cora at shortstop if a better alternative doesn't emerge from outside the organization, the front office continues to work the phones long and hard in search of a center fielder.  \"We've got some options,\" said Red Sox co-general manager Jed Hoyer. \"We're making a lot of phone calls. We're working towards it. We have a list of guys we're going after. We're going after them hard. We're very confident we'll have a very good center fielder in 2006.\"  Just who that is remains anyone's guess. The two names mentioned most frequently on the rumor mill have been Cleveland's Coco Crisp and Seattle's Jeremy Reed. The former would probably be more ideal because he could also fill the leadoff spot vacated by Johnny Damon. Meanwhile, while it was assumed that the club would acquire a replacement at short for Edgar Renteria, there seems to be growing sentiment within the organization that Cora can handle the job.   \"We have a lot of confidence in Cora,\" said Hoyer. \"[Manager Terry Francona] loves him, and he's such a smart player. He does every little thing so well. You can't underestimate that at all. This guy's had a good on-base percentage several years with the Dodgers.\"   The fact that the Red Sox haven't filled all their needs with the clock inching toward Spring Training is an indication that Hoyer and fellow co-GM Ben Cherington are more concerned with making the right deal than a quick deal.   \"I think the biggest challenge is trying to get the right player at the right price,\" Hoyer said. \"I don't think it's a leverage issue. I think it's just trying to get the right player in the right deal and not pulling the trigger until we get that.\"   Positive reports from Arizona: One thing that has encouraged the Red Sox heading into Spring Training is the positive reports on Curt Schilling and Keith Foulke, both of whom are training in Arizona.   \"Tito talked to him in the last day or so. He was excited to go,\" Hoyer said of Schilling. \"He's ready for Spring Training. He feels good and we think he'll definitely bounce back.\"   Likewise, the Red Sox are penciling Foulke in as the closer based on what they've heard.   \"Our reports are good,\" Hoyer said. \"Keith will be ready to go. He had a down year last year and we expect him to bounce back. With the depth that we have in our bullpen, it becomes a pretty exciting proposition putting those guys together.\"   Manny situation ongoing: There continues to be little clarity on the status of Manny Ramirez. Does the star slugger want to be traded or not? Hoyer was relatively tight-lipped on the situation.   \"We have made a good faith effort to meet his request,\" Hoyer said. \"We've done that. We've talked to a number of teams and obviously we haven't done a deal that's worked for us. But I know that he is happy that we've done that.\"   Last week, some quotes surfaced that Ramirez no longer desired a trade. However, the left fielder subsequently denied making the comments, and Hoyer said the Sox would still listen to proposals for the star slugger.   Wake honored: Veteran knuckleballer Tim Wakefield was on hand for Thursday's Boston Baseball Writers dinner, where he was recognized as the team's Pitcher of the Year for 2005.   \"It's a huge honor, considering some of the guys who had just as good years as I did,\" said Wakefield, who has been with the Red Sox since 1995. \"I have to say I couldn't have done what I did this year without the help of every member of my team.\"   One of those members -- Wakefield's long-trusted batterymate Doug Mirabelli -- is no longer with the team. Mirabelli was dealt to the Padres for Mark Loretta.   \"I am happy for Doug,\" said Wakefield. \"I'm disappointed in a selfish way for myself, but you have to look at the future for Doug, and he's going to get a chance to play every day in San Diego and do some good things for his family.\"   Not feeling left out: Aside from potential long man Lenny DiNardo, the Red Sox currently don't have a left-hander in the bullpen.   \"A left-hander is always a nice luxury for a manager,\" said Hoyer. \"We have Lenny DiNardo, who will definitely compete for a spot in Spring Training. The Anaheim Angels definitely showed that you don't need a left-hander in the bullpen if you have guys who can get both sides out. It gives your manager a chance to go with the freshest guy and the best guy that day, as opposed to trying to match up a lot. I think last year we went a little bit too much match up with our bullpen and it hurt us. Teams pinch-hit and you get in trouble. So I think we tried to avoid that this year in going with guys who can get both sides out.\"   Long term Papi? David Ortiz told The Boston Globe last week that he was confident the club would try to sign him to a long-term extension in the near future, though the DH still has one year plus a club option on his existing deal.   \"We're likely to discuss things with David,\" said Hoyer. \"We will sit down with David and his representatives, probably later this month or next month. His statements are accurate. But we're not going to comment on the nature of those talks.\" Ian Browne is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
