{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/41277552\/anthony-castrovince-there-are-reasons-to-believe-in-phillies\/",
    "title": "There are reasons to believe in Phillies",
    "subtitle": "A return to health on offense and strong rotation could put club back in mix",
    "body": "Just two years ago, the Phillies assembled their four aces (and, uh, Joe Blanton) on a podium at their spring complex in Clearwater, Fla., making them available to the clamoring media masses who openly discussed whether this could be the greatest rotation ever assembled. And in that moment, the Phillies, four-time defending National League champs on the verge of a fifth, looked outright untouchable. They continued to look that way through the length of the 2011 regular season. The Phillies spent all but one day in first place. Heck, they had the best record in the NL for all but 16 days, with 15 of those days coming in April. They led the Majors in attendance, in victories and in postseason promise. But so much has happened since Oct. 27, 2011, when that 102-win team came up empty in an NL Division Series Game 5 against a dominant Chris Carpenter. And little of what's happened since -- from Ryan Howard's ruptured Achilles onward -- has been positive for the Fightin' Phils, whose aging roster has been besieged by injury. These days, as my MLB.com colleague Matthew Leach explains, the Nationals are the class of the East, having amassed the best regular-season record in the game last year and insured themselves well this winter, re-signing Adam LaRoche and adding Denard Span, Dan Haren and Rafael Soriano. The Braves, too, pose a formidable threat, what with the brothers Upton now in tow in what could be one of the game's more dynamic outfield alignments, to say nothing of the Braves' behemoth of a bullpen. All of which leads one to wonder where, exactly, a Phillies team that not too long ago was considered a superpower fits into the scope of a division it once routinely dominated. The easy answer would seem to be third place, what with the Mets seemingly still in neutral and the Marlins fielding a lineup largely fit for the Pacific Coast League. But it's never that easy, is it? Much as we assume we can predict a proper pecking order, it doesn't usually shake out that way. So if only for the sake of appreciating unpredictability, and if only out of respect for the three excellent arms that remain atop the rotation, don't rule out the Phillies, daunting as this division might be. Charlie Manuel's crew might surprise us. But suffice to say some elements of their roster confound us. We have considerable reason to believe a healthy Roy Halladay, Cliff Lee and Cole Hamels will routinely put the Phillies in a position to win. We also have ample statistical evidence to suggest Jonathan Papelbon will do a solid job closing out the games the Phillies are leading late. The offseason additions of John Lannan to the back of the rotation and Mike Adams to the bullpen should also be positives. The big question, of course, is whether a lineup loaded with question marks will score enough runs to support that staff. The Phillies finished 19th in MLB in run production last year, 13th the year before that. And so an offense that used to annually rank among the top 10 in the game has become a shell of its former self, with last year's ailments to Howard and Chase Utley dealing a particularly harsh blow. Even if Howard (33 years old), Utley (34), Jimmy Rollins (34) and the newly acquired Michael Young (36) all manage to stay healthy this season (a big \"if\"), that is an exceptionally old infield that could be prone for further production regression. In the outfield, the Phillies can't possibly expect Twins trade acquisition Ben Revere -- owner of just 33 extra-base hits in 1,064 plate appearances -- to dynamically impact the offense. They'll need him to be an elite defender in center. And the Phils made the questionable decision to bring the defensively deficient Delmon Young to the NL, hoping that his bat will more than make up for his glove. Oh, and let's not forget that the heart and soul of last year's offense -- Carlos Ruiz -- will miss the first 25 games of the season following his amphetamine suspension. All in all, I'd say it's a shaky offensive alignment -- one prompted by the payroll issues that came with investing so much money into the front of the rotation, the back of the bullpen and the Howard contract, which is one of the more calamitous deals in the game. What the Phillies will need to surprise us, then, are (at least) three key components: 1. Health, health and more health: This is obvious. When the Phillies got healthy last year, they went 44-31 and snuck into the fringes of the NL Wild Card chase. It was too little, too late, but at least it was encouraging. 2. Michael Young's visit to the Derek Jeter Fountain of Youth: Like Jeter, Young is about as impactful a clubhouse presence as you could possibly hope to have on your side. But also like Jeter a year ago, Young, who was one of the worst-performing regulars in the Majors in 2012, is facing questions about his viability on the field. Jeter answered those questions by leading the AL in hits and providing his most productive power output in three years. It cannot be overstated how much the Phillies need a similar return to prominence for Young. 3. Major contributions from the kids: The Young signing doesn't do much to signal the Phillies' faith in Domonic Brown, who has all the tools, but little to show for it at the Major League level to date. It would appear that eventually finding at-bats for Darin Ruf, a pure power hitter who tore up Double-A and had a strong first showing at the big league level, ought to be a priority. In a perfect world, maybe you'd platoon Ruf with Howard, who struggles mightily against lefties, but good luck getting that to happen. Right now, the popular perception is that the Phillies are paying the price -- in terms of age and payroll inflexibility -- for their former dominance. The only way to blow past that perception would be to receive an otherworldly performance from the pitching staff and overachievement from the offense. The Phillies fell quickly from the podium. We'll see if they can climb back in 2013. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
