{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/163105512\/white-sox-visit-kids-at-chicago-hospital\/",
    "title": "Hospital visit gives White Sox perspective",
    "subtitle": "Danks, Ventura and wives meet with kids battling cancer and blood disorders",
    "body": "CHICAGO -- White Sox manager Robin Ventura, his wife, Stephanie, veteran pitcher John Danks and his wife, country music artist Ashley Monroe, paid a visit to Ann and Robert H. Lurie Children's Hospital of Chicago on Thursday morning, visiting the hematology and oncology floor. They spoke with young patients battling cancer and blood disorders. They signed autographs, took pictures and delivered White Sox gifts. They brought smiles to the faces of the kids on the floor, with Monroe singing \"Take Me Out to the Ball Game\" with one patient. But, according to Danks, it was the White Sox who got the most out of the visit. \"Really just perspective stuff,\" Danks said. \"You can sit and think about something or dwell on something that maybe in my mind is a big deal. You get to take a step back here and realize that we are very blessed and trying to take advantage of the opportunity to help the kids. \"As much pressure as we put on ourselves, as bad as we think a bad night is, it's nothing compared to what these kids are going through. It's a good reminder for us, and like I said, we get so much out of this that you start to wonder if we are here for ourselves or the kids. We get some smiles out of the kids. The kids get to laugh for 10 minutes. That's the goal.\" Southpaw, the White Sox mascot, also made his usual energetic presence felt among the patients. Ventura has been making these kinds of visits since he was a player with the White Sox, usually going without the TV cameras and media presence connected to this weekend's SoxFest. \"You see these kids and what these nurses and doctors do, and the White Sox have supported this hospital for a long time, so to be able to come in here is great,\" Ventura said. \"I like bringing players in here. Any time you get a little full of yourself, you can come in here and get some perspective and you don't have it so bad. \"There have been times in the past where we've seen kids walk out and they'll show up at the ballpark and they look great and they go on to live great lives. That's the important part of coming in here, that they have some hope and see these other kids that they make it through and they have the ability to do that. \"It's always meaningful,\" Ventura added. \"Every time you come in here, you're meeting people that are struggling in the worst possible way. You're trying to get them to put a smile on their face and not think about that for a little bit. But it hits home real quick.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, follow him on Twitter @scottmerkin, on Facebook and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
