{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/163104566\/lyons-cooney-gonzales-make-cardinal-puzzle\/",
    "title": "3 puzzling pieces on Cards' pitching staff",
    "subtitle": "Roles for Lyons, Cooney, Gonzales still up in air",
    "body": "ST. LOUIS -- If all goes as the Cardinals hope this spring, there will be no camp competition for a Major League rotation spot. The club has four rotation returnees -- Adam Wainwright, Carlos Martinez, Jaime Garcia and Michael Wacha -- to go along with Mike Leake, the new signee the Cardinals needed to complete their starting five. The only potential interruption to the Cardinals' starting pitching projection would seem to be health. • Cardinals Spring Training info So if all five stay healthy through spring, then what becomes of the rest of the team's starting pitching depth, most notably the three young lefties Tim Cooney, Tyler Lyons and Marco Gonzales? Each of the three has had some level of big league exposure, but for various reasons hasn't yet stuck for the long term. The Cardinals have expressed an interest in considering all three for a potential bullpen role, though given the current makeup of the bullpen, there likely wouldn't be room for more than one in the Opening Day 'pen. There will also be consideration given to having one or more open the season in Triple-A in order to stay ready when a need arises in St. Louis. The latter is a fine option for Cooney and Gonzales, but Lyons' status as an out-of-options player will complicate the decision. Lyons is one of three players on the 40-man roster who has already exhausted his three Minor League options. For the other two -- Brandon Moss and Brayan Pena -- it's merely a footnote, since each is a lock to be on the big league roster. But for someone on the fringe, as Lyons is, it's quite relevant. Lyons used up all three of his options while being shuttled to and from the Majors each of the last three seasons. That means to be sent down again would require Lyons first be exposed on waivers. That would leave him vulnerable to be nabbed by any other club, one of which would almost certainly take a chance on a 27-year-old lefty who has shown big league value. He's made 40 career appearances for the Cardinals (20 as a starter) and posted a 4.27 ERA. Lyons was particularly effective as a reliever last season once he was given his first extended look in that role. What this means is that any spring roster decision concerning Lyons will be viewed through a different lens than the one used to determine placement for Cooney or Gonzales. In the case of Pete Kozma last year, his being out of options not only landed him on the Opening Day roster, but also precluded the Cardinals from demoting him midseason despite his dearth of production. With insufficient shortstop depth, the organization never felt it could take the risk of losing Kozma. The club, which no longer has robust starting pitching depth, may feel the same about Lyons. And if so, that would increase his chances of winning a long-relief job or being moved into the rotation if anyone there is ailing. Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, follow her on Twitter @LangoschMLB, like her Facebook page Jenifer Langosch for Cardinals.com and listen to her podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
