{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/163108812\/mariners-andy-mckay-to-employ-hands-on-role\/",
    "title": "McKay opts for hands-on role with Mariners",
    "subtitle": "",
    "body": "SEATTLE -- To paraphrase the late, great Yogi Berra, the new Mariners regime is making bold efforts to show its players that 90 percent of Seattle baseball is now mental, with the other half being physical. All kidding aside, the different approach to roster-building that has resulted in drastic turnover heading into Spring Training is only one part of the radical transformation of a team that finished 76-86 in 2015. New general manager Jerry Dipoto has a plan in place, and he's spent all winter executing it. And Andy McKay is a big part of it. McKay, the Mariners' director of player development, was Dipoto's first hire on the job, and McKay was an outside-the-box choice considering he was plucked from the Colorado Rockies, where he served as a \"peak performance director\" specializing in the sports psychology side of the game. But McKay, speaking to the media at the Mariners' annual pre-Spring Training luncheon at Safeco Field on Thursday, said he will be doing a lot more than helping with the mental side. He is a baseball man, after all, with years of coaching experience at the collegiate level, and plans to be in uniform, in the dugouts whenever possible, and observing every aspect of the organization's development with a hands-on role. \"You teach it through textbooks, you teach it in classroom settings, but most important, you teach it by having your coaches bring it to life,\" McKay said of the team's emphasis on creating a culture of communication and confidence. \"If you can train that way, it should translate to performance. A pitcher on the mound in Safeco Field, when he's pitching well, all of the thousands of distractions disappear. ... But you have to practice that mindset. It's a huge part of what we do.\" McKay, 44, has already implemented an \"individualized player plan\" system in which each player in Spring Training will sit down with the coaching staff and affiliate and devise a plan to identify strengths, weaknesses and goals. The plans will be revisited every 25 days throughout the season and calibrated based on progress and will be easily accessible throughout the organization. The Mariners also had a week-long hitting \"summit\" this winter in which 15 players met with staff members, including hitting coach Edgar Martinez and former Mariners great Alvin Davis, to work within the parameters of the organization's new emphasis on controlling the strike zone. One tenet of the new approach that McKay has been pushing has been the notion of common language throughout all levels of the Mariners' system. To that end, a hitting instructor in rookie ball will use the same terminologies while working with a player that would be used by Martinez in Safeco Field. Another area of focus: not giving up on players who might be struggling. A good example of this is catcher Mike Zunino, who was selected by Seattle with the third overall pick in the 2012 Draft. Zunino rocketed to the big leagues at the age of 22 after appearing in a mere 96 games and getting 364 at-bats in the Minors and struggled so much that he ended up at Triple-A last year and is now slated to start the season in Tacoma, with veterans Chris Iannetta and Steve Clevenger set as the starting and backup catchers for the Mariners. \"The world is not perfect, and things happen,\" McKay said. \"Sometimes people are forced to move faster than you would. When it does occur, my first teaching point is always to educate. When people hit failure too often they think it's final and it's the last chapter in the book. \"But you have to re-engineer their thinking. We're still in the beginning.\" McKay said he recently sent an email about former Blue Jays and Phillies ace Roy Halladay, describing how Halladay had been rushed to Toronto as a young pitcher, put up a very high ERA, went back down to Class A ball, and \"became Roy Halladay.\" \"There's endless examples,\" McKay said. \"You have to get the player to understand that it's not the end. Plenty of people have gone through what you've gone through. And you hope that it will get better.\" Dipoto loves what he's hearing already from McKay and made a point to emphasize that he brings a unique perspective that the Mariners hope to profit from for years to come. \"It's a mental game,\" Dipoto said. \"The baseball grind of playing 162 games in 180-some-odd days, it beats you down. It's a confidence game. The next great frontier is unlocking the mind.\" Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
