{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/163110866\/mcgee-and-motte-bring-fastballs-to-rockies\/",
    "title": "Rockies collecting fastball specialists in McGee, Motte",
    "subtitle": "Pair of new relievers threw highest percentage of fastballs over 2014-15",
    "body": "Rockies fans have spent the offseason vocally wondering what the team's long-term plan is, since the teardown that seemed likely to follow last summer's Troy Tulowitzki deal never really happened, and the minor moves around the edges the club has made hasn't left it in a position much different than the way it ended the 2015 campaign. As the D-backs and Giants have made steps forward, and the three-time defending division champion Dodgers loom over everyone, the Rockies seemingly find themselves stuck between contending and rebuilding. But perhaps that's not completely fair, because in at least one way, some of the moves the Rockies have made do seem to be indicative of a larger plan. Let's take a look at the 632 pitchers who faced at least 100 batters over 2014-15, sorted by fastball percentage (grouping four-seam, two-seam, and cut together), and something striking emerges: Fastball usage, 2014-15 (minimum 100 batters faced) 1. Jason Motte, 95.5 percent 2. Jake McGee, 94.0 percent 3. Justin Wilson, 92.7 percent 4. Mitch Harris, 91.7 percent 5. Kenley Jansen, 91.5 percent Motte, the closest thing baseball has to a fastball-only pitcher, signed with the Rockies on Dec. 8. McGee, who throws fastballs more often than any other lefty, was acquired by Colorado from Tampa Bay in a deal involving outfielder Corey Dickerson on Thursday. You'd have to do a whole series of mental gymnastics to think that's a coincidence. Throwing a ton of fastballs may not be the only reason the Rockies liked this pair, but it sure can't be ignored. You understand why, anyway, once you start to dig into what Coors Field does to the approach of hitters and pitchers. Perhaps worried about what the thin air will do to breaking pitches, there's some evidence that pitchers prefer to throw more fastballs in Denver: Fastball usage, 2014-15 Rockies, home: 55.9 percent Rockies, road: 52.8 percent MLB, Coors Field: 56.5 percent MLB, overall average: 54.7 percent They aren't huge differences, but they're there. To pick a few examples, Chris Rusin threw fastballs 22.8 percent of the time on the road, but 35.7 percent of the time at home. Jorge De La Rosa was at 52.8 percent on the road, and 62.5 percent at home. It wasn't just Colorado pitchers, either; Zack Greinke threw 53.6 percent fastballs at home in Dodger Stadium, but 74.1 percent when he visited Coors Field. This is all tied into what we discussed when it seemed that Carlos Gonzalez was on the trade block in December -- the \"Coors Field effect\" can impact Rockies hitters even on the road, because they are just seeing a very different brand of baseball. The theory, then, is that pitchers are trading one kind of poison (risking their best secondary pitch moving, or not moving, in a way they don't expect) for another (becoming too predictable, and trying to get by without their putaway non-fastball pitch available), and it all too often ends poorly for them. We've seen pitchers like Jhoulys Chacin outright admit he wouldn't throw his curveball in Denver, even when he considered it his best pitch. If that's true, then you see what the Rockies are going for here. Rather than collect pitchers who would be handicapped from the start by an inability to use all their pitches at home, Colorado seems to have made it a point to collect pitchers -- two, anyway -- who go with fastballs as their best pitch, and in theory can use their entire toolbox, as opposed to other pitchers who can't. Even Chad Qualls, signed along with Motte, is exclusively a sinker\/slider type -- no curves, no changeups. Now, does it work? That's where it gets complicated, because while we can look at performance against fastballs at home vs. on the road, we're getting into dangerous territory when it comes to sample sizes, and of course there's always going to be location and sequencing to consider. So we can say that Major League Baseball slugged .503 against fastballs in Coors Field against .437 overall, but that doesn't really tell us anything we don't know. Of course it's easier to hit in Coors, and many of those came off of pitchers who probably wished they were using other pitches. For McGee and Motte, pumping in fastballs is simply what they do, and that's what makes this pair of acquisitions intriguing. They're risky, too, because Motte missed time with a shoulder injury, and McGee missed the start of the year with an elbow injury and later underwent knee surgery, and they're both fly-ball pitchers. Of the 399 pitchers with 70 innings over the past two years, Motte's fly-ball rate was 25th (45.3 percent) and McGee's was 38th (43.9 percent), and that's not generally a recipe for success at altitude. (Though there's some argument to be made that Dickerson's value was entirely in his bat and that the outfield defense will be improved with Parra.) There's certainly room to ponder whether giving up four years of Dickerson for two of McGee is the right call, or whether it'll even make the team any better in 2016 or beyond. But for a team that's seemingly never been able to figure out how to succeed consistently at altitude, it's at least evidence of trying something new. Right now, that something is fastballs -- a whole lot of them. Mike Petriello is an analyst for MLB.com and the host of the Statcast podcast. He has previously written for ESPN Insider and FanGraphs. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Petriello"
}
