{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/163114774\/randy-johnson-honored-with-high-school-mural\/",
    "title": "Work of art: Big Unit honored with mural",
    "subtitle": "Peoria High School students paint 16-foot-high portrait of Hall of Famer",
    "body": "PEORIA, Ariz. -- Life has slowed to a more normal pace for Randy Johnson since his induction last summer into the National Baseball Hall of Fame. Still, he's very much in demand here at home. And Thursday, Johnson visited the sprawling campus of Peoria High School, where 25 students from teacher Matthew Glover's advanced arts class honored him by painting a 16-foot-high mural of The Big Unit in the midst of his classic windup. Glover said they picked Johnson because \"he's relevant.\" The 6-foot-10 left-hander used all of his height to autograph the outdoor masterpiece just below his No. 51, retired last year by the D-backs. Johnson said he was blown away by the project, which the students were able to finish over the course of just two weeks. \"I really am,\" he said. \"For a class to commemorate a special moment of mine, which was last year, I'm very honored and humbled.\" Johnson, Pedro Martinez, John Smoltz and Craig Biggio were inducted into the Hall last July 26 behind the Clark Sports Center in Cooperstown, N.Y. The Big Unit pitched eight of his 22 seasons in two stints for the D-backs at Chase Field, some 20 miles to the southeast in downtown Phoenix. Johnson won four of his five Cy Young Awards with the D-backs and was named co-MVP, along with Curt Schilling, of Arizona's stunning seven-game victory over the Yankees in the 2001 World Series. Overall, he's second all-time with 4,875 strikeouts and had 303 victories. The way the role of the starting pitcher has evolved these days in Major League Baseball, Johnson may be the last 300-game winner, having reached that milestone on June 4, 2009, while pitching for the Giants during his final season. Among current pitchers, 42-year-old right-hander Bartolo Colon's 218 wins top the list. Clayton Kershaw, a left-hander like Johnson and widely regarded as the top pitcher in the Majors, has 114. Both have a long way to go to catch The Big Unit. It's no wonder this group of budding artists, ranging from sophomores to seniors, decided to make Johnson bigger than life. On the mound, the man who tossed a perfect game, actually was just that. \"These are the kind character traits we're trying to build here at Peoria High School,\" said Paul Bower, the school's principal. \"With Randy's induction into the Hall of Fame, it's tenacity and perseverance.\" Glover's classes had previously painted murals of Pat Tillman and Martin Luther King Jr. The late Cardinals football player, killed in 2004 during a tour of duty in Afghanistan as a U.S. Army enlistee, was honored for his sacrifice and commitment; the slain civil rights leader for his belief in the value of education. Johnson toured the campus and said he was duly impressed by the artwork. He is a nascent artist, who told the kids he couldn't draw. But since his retirement from baseball, Johnson has turned a childhood love for photography into a second career. During the past five years, Johnson has circled the globe twice, he said, as both tourist and a volunteer for the USO, shooting pictures all along the way. He's also a lover of rock music and has been backstage at many concerts using his camera as a tool, much like he once commanded batters with a dominant fastball.  Randy Johnson spoke with the students, thanking them for their work and passion, before signing the #RJ51HOF mural. pic.twitter.com\/SSD5rrbhvS Johnson gave an inspirational nine-minute talk to the students inside the classroom, where mosaic artwork depicting the famous Ali-Frazier fights hovers high above rows of tables. And just like the philosopher Joseph Campbell, he told the kids to follow their bliss. \"You all need to find a passion, and art is it,\" Johnson said in his off-the-cuff remarks. \"As long as you have a passion and it's burning in you, like I had for baseball and I have now for photography, it will always be there for you. You will always want to get better at it. You always want to get better at your craft. That's the thing you constantly have to do in order to be the best. \"There are no limitations in pitching and there are no limitations in art. You can never be content in what you do. You should always be driven. And that all starts now, right here, in high school. I remember what it was like to be there.\" Johnson grew up in the San Francisco Bay Area, attending Livermore High School, about 30 miles from the Oakland Coliseum. He starred in baseball and basketball, and he learned how to use a pinhole camera he created in an art class. That's where his love of photography was born. Johnson also pitched and played basketball at USC, and he has said he struggled as a student, never finishing his degree. He was picked by the Expos in the second round of the 1985 Draft and traded to the Mariners nearly four years later. A wild pitcher with a 1.854 WHIP during one of his early Montreal seasons, Seattle is where Johnson began to master his craft, beginning his long and winding road to the Hall of Fame. It was all this and more that appealed to the 50-year-old Glover as he assigned his class to paint Johnson's mural. \"I knew we could do something big,\" Glover said. \"I do my own sports illustration work on the side. So I use my own artwork to get the students energized. When we do somebody like Randy and he comes out and shares his time with us, hopefully that sparks some interest.\" It was a singular visit. By the look on all of the youngsters' faces on Thursday, The Big Unit had certainly accomplished that. Barry M. Bloom is a national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
