{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/163125830\/steve-pearce-signs-1-year-contract-with-rays\/",
    "title": "Pearce officially joins Rays on 1-year deal",
    "subtitle": "Veteran signs for $4.75M plus incentives, has strong history at The Trop",
    "body": "ST. PETERSBURG -- Steve Pearce is officially a member of the Rays. In the aftermath of Thursday's trade with the Rockies, the Rays announced they had signed the veteran slugger to a one-year contract. Pearce will make a base salary of $4.75 million, with $1.5 million available in incentive bonuses. Pearce sounded excited about his new locale on Twitter:   So pumped for the opportunity to help bring a championship to my home state of FL as a member of the 2016 Tampa Bay Rays! Pearce also sent his love to Baltimore, the team he has played for the past three seasons:   While I am looking forward to the new challenge, I will forever remember my years in Baltimore with such great teammates, ownership,  front office personal, members of the media, and especially, the tremendous fans! Thank you to all of you! My family enjoyed every moment! Pearce, 32, hit .218 with 15 home runs and 40 RBIs for the Orioles in 2015, but he is one season removed from a career year in 2014, when he hit .293 with 21 home runs and 49 RBIs. \"He's another offensive weapon that we'll enjoy this year,\" said Rays president of baseball operations Matt Silverman. \"He can play multiple positions. ... That versatility is important to us.\" • Hot Stove Tracker Pearce will likely see time in left field, at first base, designated hitter and even second base. Given that Tampa Bay already has plenty of left-field candidates (Corey Dickerson, Desmond Jennings and Brandon Guyer), first-base candidates (James Loney and Logan Morrison) and DH candidates (Morrison, Guyer, Hank Conger and Richie Shaffer), the acquisitions of Pearce and Dickerson could be a precursor for another deal. Pearce, who hails from Lakeland, Fla., has spent time in the Major Leagues with the Pirates, Orioles, Astros and Yankees. He has played the corner-outfield spots, as well as first, second and third base. While Pearce's numbers declined in 2015, he spent time on the disabled list due to an oblique strain. Pearce has hit well at Tropicana Field, where he has a career .288 average, with seven home runs, 14 RBIs and a .644 slugging percentage in 23 games. \"He's going to get his at-bats,\" Silverman said. \"We've seen firsthand what he can do. He's absolutely crushed Rays pitching. He loved hitting in Tropicana Field, and we're excited to have him in the lineup.\" Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
