{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/163133848\/michael-brantley-updates-shoulder-injury-rehab\/",
    "title": "Brantley encouraged by shoulder rehab",
    "subtitle": "Tribe outfielder hopes to be ready Opening Day but won't rush process",
    "body": "CLEVELAND -- If it were up to Michael Brantley, the Indians outfielder would be in the lineup come Opening Day. Brantley knows, however, it might not be realistic to carve that into stone as he attempts to come back from right shoulder surgery. On Thursday night, Brantley discussed his status at the 16th annual Greater Cleveland Sports Awards. Brantley -- nominated for Pro Athlete of the Year -- said he plans on getting back on the field for the Tribe as soon as possible, without cutting any corners in his rehab. \"I don't think it's fair to give myself a target,\" Brantley said. \"My target is Opening Day. It's not that I'm going to go any slower or any faster, but I'm going to do everything the training staff asks me to do. I'll follow their schedule and do it to the best of my ability, and whatever happens. If Opening Day I make it, I'm there. If I have to wait a couple weeks or whatever it is, I'll be ready to go.\" LeBron James of the NBA's Cavaliers won the Pro Athlete of the Year award over Brantley and Gary Barnidge of the NFL's Browns. The Indians open the season on April 4 at home against the Red Sox. Pitchers and catchers are slated to report to Spring Training on Feb. 17 with position players following suit on Feb. 21. During a minicamp organized by the players on Thursday morning, Brantley went through a workout with his team at Force Sports in Westlake. The left fielder did everything but take part in hitting activities, which will be the next big hurdle in his comeback.  ICYMI: Kluber, Gomes, Brantley and Kipnis organized a mini-camp for the guys this AM.  Pics: https:\/\/t.co\/RdfPWYkXQ1 pic.twitter.com\/y7fvZZvnJt Though Brantley's surgery in November was on his non-throwing shoulder, full health is important for him to repeat his swing mechanics throughout the upcoming campaign. The Indians have maintained that Brantley, 28, could return at some point during the first couple of months of the regular season. \"I went through almost a full workout,\" Brantley said. \"I did agility, I ran, I threw. Everything is going great. I'm excited with where I'm at right now.\" Brantley is not sure when he will begin a hitting program. \"It's all how you wake up in the morning, how I feel, how the progression's going,\" he said. \"Obviously, the strengthening drills that I'm doing now are to get ready to hit. It's a process. It's written out. We've got to stick to it. We'll go from there.\" In 137 games last season, Brantley hit .310 with 15 homers, 45 doubles and 84 RBIs. He dealt with back issues and setbacks to both shoulders. The injury that led to the November operation stemmed from a hard, diving catch attempt in a Sept. 22 game against the Twins. Even in light of the circumstances, Brantley said he would still go after the ill-fated fly ball. \"One-hundred percent,\" he said. \"Absolutely. I only know one way to play, and that's as hard as I can. I'm never changing the way I play, or not dive because I had a problem. That's letting down my teammates, and I can't do that.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, follow him on Twitter @MLBastian and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
