{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/163139534\/miguel-cabrera-hosts-miggy-ball-for-charity\/",
    "title": "Stars come out for first Miggy Ball",
    "subtitle": "",
    "body": "MIAMI -- We knew Detroit Tigers slugger Miguel Cabrera could clean up with runners in scoring position. On Thursday, he showed he can clean up for a good cause, too, donning a tuxedo for The Miggy Ball to help raise money at his foundation's inaugural charity event at the Adrienne Arsht Center for the Performing Arts in Miami, where Cabrera makes his offseason home. The event, which had an All-Star lineup of Major Leaguers show up and support Cabrera's cause, featured live music, including Latin Grammy Award-winning duo and fellow Venezuelan countrymen Chino y Nacho. There was a silent auction and cocktail party held in an outdoor patio, where sporadic rainfall couldn't stop the festive atmosphere under tropical temperatures that hovered around 70 degrees. On top of providing money for academic scholarships, the Miguel Cabrera Foundation looks to help renovate youth baseball fields in Detroit, Miami and Venezuela. \"We're looking forward to raising a lot of money to help people here in Miami, to do something to give back to the community,\" said Cabrera, the two-time MVP and 2012 American League Triple Crown winner. \"We do it because we want to get in touch with people and try to help a lot of kids. \"I want to teach what I love, what I've done the past 17 years -- baseball. Get in touch with kids, try to change their lives.\" Fans were able to attend with a donation made to the Miguel Cabrera Foundation and got a chance to take pictures and rub elbows with Cabrera and his Major League companions. Among those in attendance: Tigers teammate Jose Iglesias, former Tigers Placido Polanco and Zach Miner, former teammate with the Marlins Hanley Ramirez, former White Sox and Marlins manager Ozzie Guillen, Orioles third baseman Manny Machado and outfielder Jon Jay, who was traded in December from the Cardinals to the Padres. \"It feels good when you see a lot of teammates here, a lot of people who want to support you,\" Cabrera said. Said Polanco: \"A lot of people know Miggy as a great player, but he's something else -- a great friend. I tell him, 'Anytime you need me, I can give a little bit of my time to support your cause.'\" Added Ramirez: \"Every time I get an opportunity to go to an event to help others, I'm always there. [Cabrera] is a guy that loves the game and is a winner.\" Guillen, who helped bring Cabrera into the big leagues as third-base coach of the Marlins in 2003, was happy to reciprocate contributions Cabrera has made to his foundation in the past. Machado, who has twice made the same AL All-Star team as Cabrera, grew up in Miami watching Cabrera start his career with the Marlins. \"I remember watching him play when he first got called up, and I remember watching him hit that home run off of Roger Clemens [in Game 4 of the 2003 World Series],\" Machado said. \"When I saw him do what he did, that just made me strive for more -- to go out there, play every day, get better and hopefully be in his shoes one day.\" Machado, who said he was in the stands at Pro Player Stadium (June 20, 2003) the night Cabrera hit a walk-off home run in his Major League debut against Tampa Bay, ended up making his debut nine years later at the same age (20). He's appreciative of Cabrera's charitable efforts as he remembers several instances growing up where he himself practiced and played on subpar fields that could've used some work. Cabrera hopes the success of his inaugural Miggy Ball leads to more frequent events benefiting his foundation. David Furones is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "David Furones"
}
