{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/163142394\/miguel-sano-torii-hunter-win-twins-awards\/",
    "title": "Sano, Hunter honored at Diamond Awards",
    "subtitle": "Twins' annual event contributes to university programs",
    "body": "MINNEAPOLIS -- Miguel Sano was the big winner at the 11th annual Diamond Awards on Thursday at Target Field, as the young slugger took home both the Calvin R. Griffith Award for Twins MVP and the Bill Boni Award for Twins Most Outstanding Rookie. It was another successful night for the Diamond Awards, which are based on voting by the Twin Cities chapter of the Baseball Writers' Association of America. The event benefits research, education and care in brain, nerve and muscle disorders at the University of Minnesota. Sano, who finished third in the balloting for American League Rookie of the Year, took home two awards to join Torii Hunter as the only Twins player to receive multiple honors. \"I'm so really happy for this moment,\" Sano said. \"I just want to thank Torii Hunter, Paul Molitor and all the staff here -- Terry Ryan. Just thanks to everyone.\"  Congratulations to all our @MNDiamondAwards winners! pic.twitter.com\/U1WPjm7PEd Hunter, who retired after last season, also received a pair of awards, as he was the winner of both the Bob Allison Award and the Mike Augustin \"Media Good Guy\" Award. The Bob Allison Award is given to the Twins player who exemplifies determination, hustle, tenacity, competitive spirit and leadership both on and off the field. Hunter said he's enjoying retirement but admitted it was hard to see his former teammates getting ready for another season. \"I'm still working out so it's still normal for me in the offseason and to be at this event with my teammates I love, but it hurts,\" Hunter said. \"I know I'll never be able to play with these guys anymore. But I'm still going to be there for them. I love these guys.\" Other winners included Kyle Gibson as the club's Pitcher of the Year, Eddie Rosario as Twins Defensive Player of the Year, Aaron Hicks as Twins Most Improved Player and Pirates reliever Tony Watson as the Upper Midwest Player of the Year. Additionally, Brian Dozier received the Carl R. Pohlad Community Service Award for his charity efforts.  The 11th Annual Diamond Awards were handed out tonight.  See who took home the hardware: https:\/\/t.co\/EUmIR6FaLt pic.twitter.com\/beiq1deX2B The Diamond Awards also honored Max Kepler as the Twins' Minor League Player of the Year and Jose Berrios as the Twins' Minor League Pitcher of the Year. It was the second straight honor for Berrios, who took home the award last year as well. Additionally, Julio Becquer was the winner of the Kirby Puckett Alumni Community Service Award and high school coach Craig Anderson won the Terry Ryan Award as a friend of the game of baseball. Former Twins manager Tom Kelly also received the Herb Carneal Lifetime Achievement Award. Kelly, who guided the Twins to two World Series titles in his time as manager from 1986-2001, was honored at the Diamond Awards four years ago when he had his No. 10 retired. \"With the Lifetime Achievement Award, it's great any time your name is mentioned with the late great Herb Carneal,\" Kelly said. \"I'm just lucky I was in the right opportunity and had the chance to manage a couple World Series winning teams.\" Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, follow him on Twitter @RhettBollinger and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
