{
    "url": "http:\/\/m.mlb.com\/news\/article\/1294822",
    "title": "Boggs excited for 'Kids' weekend",
    "subtitle": "Boggs excited for 'Kids' weekend",
    "body": "Wade Boggs has the same enthusiasm talking about the upcoming \"Baseball for Kids\" weekend, which takes place in Tampa Bay from March 18-20, as he does discussing his Hall of Fame baseball career with the Red Sox, Yankees and Devil Rays.  \"This is a wonderful yearly event with a lot of great people and I'm really looking forward to it,\" said the 47-year-old former third baseman, who, along with Ryne Sandberg, entered the Hall last July. \"This is our 18th year and we've raised over $3 million during that period.\"  The weekend, which benefits All Children's Hospital and the Major League Baseball Players Alumni, always has a large participation of former stars, and this year is no different. \"We have a nice group of Hall of Famers who always turn out to support us,\" said Boggs, a longtime Tampa resident, who is hosting the event for the fifth consecutive year. \"Harmon Killebrew, Steve Carlton, Ferguson Jenkins, Bob Feller, Brooks Robinson and myself love to take part and spend time with the kids and fans and help raise money for these charities.\"   Other players and celebrities scheduled to take part in the festivities include former Major Leaguers Vida Blue, Tom Browning, Mike Cuellar, Al Downing, George Foster, Goose Gossage, Kelly Gruber, Tommy John, Ron LeFlore, Darold Knowles, Jim Leyritz, Sam McDowell, Danny Ozark, Dave Parker, J.R. Richard, Kent Tekulve and Jeff Torborg, as well as Mike Alstott of the Tampa Bay Buccaneers and Michele Smith of the USA Olympic softball team.   Spending time at All Children's Hospital had a big impact on Boggs.   \"When you see these kids and the courage that they have, it really affects you,\" said Boggs. \"They never take a day for granted because tomorrow they may not be around. Great, great kids and we're proud to support the work the hospital is doing for them.\"   The event starts on Saturday, March 18, with a dinner and live auction. The golf tournament on March 20 is already sold out, but according to Boggs, his favorite day is actually Sunday, March 19, because there are events all over Tampa.   \"The tournament always sells out quickly,\" said Boggs. \"But on Sunday, Brooks Robinson, Lefty Carlton and myself will be signing autographs that afternoon (at Champs Sports at International Plaza in Tampa), and my favorite event of all is is the Legends Game that night (at Bright House Networks Field in Clearwater -- Spring Training home of the Phillies).   \"Mike Alstott and I will again try to beat Kevin Bass in the home run derby. Bass is still great; I still think he could play in the Majors. Then we have the game where Bob Feller gets on the mound to get one out for us. He can still bring it in his 80's. Bob's a class act and it's great to see him out here every year.\"   Also on Sunday afternoon, Parker, Torborg, Foster and other former stars will be hosting a baseball clinic for kids to brush up on their baseball skills. The clinic will also be at Bright House Networks Field in Clearwater from 1-3 p.m. ET.   MLB.TV will also be providing coverage at all the events that weekend.   Tickets for the Legends Game can be purchased by logging onto www.philliesspringtraining.com or calling (727) 467-4457 Monday-Saturday from 9 a.m.-4 p.m. Tickets can be purchased in person at the Bright House Networks Field box office Monday-Saturday from 9 a.m.- 4 p.m., located at 601 Old Coachman Road, Clearwater, Fla. Ben Platt is a national correspondent for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ben Platt"
}
