{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/163161062\/dodgers-re-sign-howie-kendrick\/",
    "title": "Dodgers, Kendrick reportedly agree on 2-year deal",
    "subtitle": "",
    "body": "The Dodgers have a two-year, $20 million deal with free-agent second baseman Howie Kendrick, Ken Rosenthal of FOX Sports reported Friday. The deal is pending a physical. The club has not confirmed the deal. The Dodgers acquired Kendrick in a trade with the Angels last offseason, and he played 117 games in 2015, batting .295\/.336\/.409 with nine home runs and 54 RBIs. L.A. made the 32-year-old a qualifying offer after the season, which he declined, meaning the Dodgers were the only team that can sign Kendrick without surrendering a 2016 Draft pick as compensation. • Hot Stove Tracker Previous reports had connected Kendrick to the D-backs, who already gave up their top pick after signing former Dodgers pitcher Zack Greinke. Adding Kendrick would cost Arizona only the No. 39 overall selection. For L.A., bringing back Kendrick means losing the chance to gain a compensation pick. The club's other options at the position include the right-handed-hitting Enrique Hernandez and the left-handed-hitting Chase Utley, whom the Dodgers re-signed to a one-year, $7 million deal in December. Utley is also lined up to serve as the club's backup at third, and with starting third baseman Justin Turner recovering from October surgery on his left knee, Kendrick provides the club with some insurance on the infield should Turner suffer any sort of setback. Kendrick, a 10-year veteran, has batted at least .285 with an OPS+ above the league average of 100 for five consecutive seasons. A right-handed batter, he owns a .291\/.337\/.421 line (114 OPS+) over that span, averaging 11 homers. Kendrick did slip with the glove last season, according to some advanced metrics. He recorded a career-low -12 defensive runs saved after coming into 2015 with a career total of 28 at the position. Fantasy spin | Fred Zinkie (@FredZinkieMLB)  A career .293 hitter who has met or exceeded that mark in each of the past three seasons, Kendrick has remained a mixed-league lineup member, despite posting pedestrian homer and stolen-base totals. To stay active in standard formats next season, the native Floridian will need to occupy a premium lineup spot. If he bats among the top four spots in the order -- which occurred in almost all of his appearances last season -- Kendrick can collect enough runs and RBIs to make an impact. Kendrick's return to the Dodgers will relegate Utley to a reserve role, which will limit his usefulness to deep National League-only leagues. Also, Hernandez will lose out on an opportunity to expand on his backup outfielder job by gaining starts at second base. Hernandez will likely spend the season on waivers in mixed formats. Andrew Simon is a reporter for MLB.com. Follow him on Twitter @AndrewSimonMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Andrew Simon"
}
