{
    "url": "http:\/\/m.mlb.com\/news\/article\/163142918\/adopting-dh-could-help-nl-teams\/",
    "title": "How NL clubs could benefit from having a DH",
    "subtitle": "",
    "body": "If National League traditionalists bend to the will of those seeking to make the sport uniform with a designated hitter in both leagues, the biggest losers will be Madison Bumgarner and his fans. Watching MadBum swing for the fences is a pure delight. When the Giants' ace went deep against the great Clayton Kershaw in San Francisco last season, it ranked among the season's most thrilling moments. On the other hand, Giants fans couldn't be totally upset about the prospect of Bumgarner, the NL Silver Slugger Award winner for pitchers, losing the edge his bat gives him. The DH would create an opportunity to get Buster Posey into games while preserving his legs and enabling Brandon Belt to play every day at first base. Let's examine how certain NL clubs would benefit from the DH: Cubs  Joe Maddon, a man familiar with the DH from his days with the Rays, would have the ability to get Kyle Schwarber into the lineup every day without worrying about where to play him. Schwarber could settle in as a perennial Big Papi clone: 40 homers, 110 RBIs and an on-base percentage that would thrill analytics mavens. Other Cubs who could take DH turns are Ben Zobrist, Maddon's former all-purpose man at Tampa Bay, and outfielder Chris Coghlan, who bashes right-handers. Mets David Wright, an all-time gamer, wouldn't like the idea of leaving his glove in the clubhouse. But the reality is it could extend his career while keeping his bat in the lineup. An iron man early in his career, Wright hasn't played 140 or more games since 2012. Once he adapted to the role, he could prosper the way Edgar Martinez did in Seattle. Giants There is a huge difference in Posey's career numbers as a catcher (.303 batting average, .841 OPS) and as a first baseman (.346\/.940). Imagine what he could do once he adapted to being a DH two or three times a week. Hunter Pence could benefit from the energy-saving vehicle. Phillies  Ryan Howard. No need for the glove. No further comment is necessary. Cardinals  Matt Holliday is 36. Like Wright, he'd no doubt resist the idea of becoming a one-dimensional hitter, but that's a bat you want in the lineup every day, not 73 times, as in 2015. Diving for balls in left field is a hazard for the former football star. Brandon Moss also would make excellent use of the DH. Padres With vast dimensions to cover in Petco Park, Matt Kemp could preserve his wheels as a DH and sustain his offensive production as he heads into his mid-30s. With Justin Upton gone, Kemp's value to the offense increases. Dodgers The DH would enable manager Dave Roberts to make better use of his outfield depth -- and allow Adrian Gonzalez and Justin Turner to get off their feet on occasion. Andre Ethier, Carl Crawford, Scott Van Slyke and Alex Guerrero are solid DH candidates, assuming Yasiel Puig can stay healthy. Brewers Ryan Braun is in basically the same position as Kemp. Dividing time between right field and DH would serve to keep Braun healthy and extend his career. D-backs Defensive analytics were unkind to Yasmany Tomas at three positions in his debut season, but the man can rake. Arizona needs his lineup presence around Paul Goldschmidt and A.J. Pollock. Nationals Jayson Werth has had one injury-free season in the past four. He would be an effective offensive player for manager Dusty Baker as a primary DH while creating playing time in the outfield for gifted young Michael Taylor alongside Ben Revere and Bryce Harper. Marlins  Giancarlo Stanton has missed 171 games since 2012 with knee, hamstring and wrist injuries. He's a wonderful right fielder, but time as a DH could only help the game's most fearsome hitter. Justin Bour has a classic DH frame (6-foot-4, 250) and could do some left-handed damage in the role. Pirates First basemen John Jaso, Michael Morse and Jason Rogers could share the job. Where have you gone, Pedro Alvarez? He's made for the DH role. Braves Nick Markakis, like Kemp and Braun, has a history of durable play in right, but at 32, he is at a point where a few games a week in the DH role could return some power to his .296 BA and .370 OBP figures from 2015. He slugged only .376. Rockies The conversation surrounding the DH could convince the Rockies to hang onto Carlos Gonzalez, a great player who has appeared in 140 or more games only twice in his career. It can't be overstated how much strain all that acreage at Coors Field places on an outfielder's frame. CarGo as a DH would be a lethal force. Reds Signed through 2023 with a club option for 2024, Joey Votto certainly would find the DH to be of benefit somewhere along the way. He'll be 39 in 2023. Lyle Spencer is a columnist for MLB.com. Follow him on Twitter @LyleMSpencer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
