{
    "url": "http:\/\/m.mlb.com\/news\/article\/163054152\/top-100-prospects-rankings\/",
    "title": "Top 100 Prospects: From sea to shining Seager",
    "subtitle": "Dodgers shortstop overtakes Twins' Buxton for No. 1 spot on list",
    "body": "Forget about budding crocuses poking out of the just-thawed earth being a true sign that spring is around the corner. The true marker is the release of a new Top 100 Prospects list. Well, wait no further. MLBPipeline.com's  new Top 100 is now ready to be devoured and debated. Let this be a reminder to book your Spring Training travel immediately. You'll want to head down to Arizona and Florida to see all of this great talent in action.  Top 100 Prospects list The big news for this year's list comes at the very top. For the first time since the preseason list in 2013, there is a new No. 1 prospect: Corey Seager, the Dodgers shortstop who played a pivotal role in Los Angeles' run to the NL West title last year. He supplants Twins outfielder Byron Buxton, who held the top spot since the midseason re-rank back in '13. Some may wonder why Seager and Buxton, among others, are still on this list. It's because they still have rookie eligibility. To qualify for rookie status, a player must not have exceeded 130 at-bats or 50 innings pitched in the Major Leagues or have accumulated more than 45 days on the active roster of a Major League club(s) during the 25-player-limit period, excluding time on the disabled list or in military service. The rankings follow the guidelines laid out by the current Collective Bargaining Agreement in terms of who falls under the international pool money rules: Players who are at least 23 years old and have played in leagues deemed to be professional (Japan, Korea, Taiwan, Cuba) are not eligible. With that framework, the Top 100 is put together by myself, Jim Callis and Mike Rosenbaum, with input from industry sources, including scouts and front-office executives. It is based on analysis of players' upsides, tools and potential Major League impact.  The newcomers Not including the members of the 2015 Draft class, there are 38 names on this list that were not on the Top 100 a year ago. Some were added over the course of last season or during the summer re-rank. A trio of newcomers made huge leaps into the Top 20: Cardinals righty Alex Reyes, Rays lefty Blake Snell and Rangers outfielder Lewis Brinson come in at No. 12-14 a year after not being ranked. There are 14 others who jumped from off the list up into the Top 50, led by No. 24 Jose De Leon (Dodgers), No. 26 Bradley Zimmer (Indians), No. 28 Gleyber Torres (Cubs), No. 29 Ozzie Albies (Braves) and No. 30 Jorge Mateo (Yankees). Moving up, down and off The offseason gives the MLBPipeline.com crew the opportunity to re-evaluate who should go where and, annually, there's a lot of movement in both directions. There are 48 holdovers from the 2015 preseason list; 26 showed upward mobility. None moved more than Brewers shortstop Orlando Arcia. His huge leap forward offensively, combined with his plus defense, shot him from No. 89 to No. 6. Red Sox third baseman Rafael Devers also jumped 80 spots, from 97 to 17. A's shortstop Franklin Barreto (63), Padres outfielder Manuel Margot (55), Nationals shortstop Trea Turner (52) and Mets lefty Steven Matz (52) were the others who improved 50 or more slots. Not everyone moved in a positive direction. Four players dropped 50 or more spots: Mariners outfielder Alex Jackson (65), Twins shortstop Nick Gordon (57), D-backs right-hander Archie Bradley (56) and Phillies catcher Jorge Alfaro (50). Others slid further, off the list, either because of injury or poor performance, or because some on the current list simply performed better in 2015. A total of 16 members of the 2015 Top 100 fell off the list. A number of fairly high-ranking right-handed pitchers dropped out of the Top 100, starting with the Orioles' Dylan Bundy (No. 21). The Marlins' Tyler Kolek (28), Alex Meyer (30) and Kohl Stewart (37) of the Twins and the Cubs' C.J. Edwards (48) were the other righties from the Top 50 to slide. The graduates The 2015 season was known as the \"Year of the Rookie,\" based on what seemed like a nonstop pipeline of young talent making a dramatic impact at the big league level. The graduation rate from last year's Top 100 backs that moniker up. A total of 35 prospects surpassed rookie status to move on from these ranking, including four of the top 10. That list was topped by both Rookie of the Year Award winners, Kris Bryant (No. 2 in the 2015 Top 100) and Carlos Correa (No. 3). Francisco Lindor, who finished second behind Correa for American League honors, was No. 4 on the list, while third-place finisher Miguel Sano was 12th. Twenty from the Top 50 alone moved on to bigger and better things. Positional breakdown Pitching tends to be king when it comes to the prospects lists. This year is no different, though it's not nearly as commanding of a lead as it has been in past years. Two years ago, the list had 58 pitchers on it. In 2014, it was 46. This year, that total is down to 39, with 29 right-handers and 10 lefties. That might be as much because there's a lot of offensive talent on the way as it is a dwindling of worthy arms. Outfielders are trending up, to 25 from 20 a year ago, to place second. Somewhat remarkably -- considering the graduations of Correa, Lindor and Russell -- there are 20 shortstops (up from 14) on the list. The 100 is rounded out by five first basemen, four catchers and second basemen each and three third basemen. Feeling the Draft A total of 75 players came courtesy of the Draft. The most recent Draft provides 13 of that 75, with all of the top 10 picks from last June hitting the list. Braves shortstop Dansby Swanson, the No. 1 overall pick, is the highest ranked, at No. 8, followed by No. 3 pick Brendan Rodgers (No. 12) of the Rockies and second pick Alex Bregman of the Astros at No. 22. There are 44 former first-rounders, supplemental first-rounders and Competitive Balance A picks in addition to the baker's dozen from 2015. International flavor The 25 international non-drafted free agents on the list represent eight countries. Not surprisingly, the Dominican Republic leads the way with 13 players (including the Cards' Reyes, who grew up in the United States, but moved to the Dominican and signed rather than enter the Draft). Venezuela is second, with six players. Six other countries -- Colombia, Cuba, Curacao, Germany, Mexico and Panama -- each have one representative. Puerto Rico is often counted as international for things like the Futures Game or the World Baseball Classic, but players from there are subject to the Draft, so Jose Berrios of the Twins and Jorge Lopez of the Brewers aren't counted here. Jonathan Mayo is a reporter for MLBPipeline.com and writes a blog, B3. Follow @JonathanMayo on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Mayo"
}
