{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/163041550\/fred-mcgriff-embraces-position-with-braves\/",
    "title": "McGriff making most of special assistant role",
    "subtitle": "Former All-Star embraces learning ins and outs of front-office operation",
    "body": "ATLANTA -- As Fred McGriff spent this past summer occasionally providing assistance to some of the Braves' youngest Minor Leaguers, he was repeatedly reminded that he is more than a decade removed from completing a banner career, within which he stood as one of baseball's most recognizable figures. \"Half of these guys weren't even born when I was playing or they were in diapers or something, so they have to go and Google you or something,\" McGriff said. \"They come back the next day and say something like, 'Yeah, dude, I saw a highlight of you.' So that part keeps me young, just messing with these kids. At the end of the day, you just hope that you can help three or four of them to get to the big leagues and let them experience what you had a chance to do.\" Since ending his distinguished career in 2004, seven home runs shy of 500, McGriff has dealt with the reality that history might remember him as one of those former greats who simply wasn't deemed great enough to be a Hall of Famer. Still, the 52-year-old former first baseman recognizes that he can continue to positively impact the baseball world via the passion and knowledge he has displayed since the Braves hired him as a special assistant to the baseball operations department last year. McGriff's current role has introduced him to a variety of front-office functions that he was not necessarily familiar with in the past. He has participated in offseason planning discussions, attended the Winter Meetings, served as a part-time hitting instructor at the Minor League levels and gotten a taste of scouting at both the professional and amateur levels. \"Fred could get a job in a minute if he wanted to get back into the grind as a hitting coach or something along those lines,\" Braves president of baseball operations John Hart said. \"But his real desire is to get involved in the inner workings of the game, where he could understand everything that was happening within a front office.\" Hart previously provided similar opportunities to Bud Black and Orel Hershiser back when both former pitchers were trying to determine exactly what they wanted to do once their playing career was complete. Hershiser and Black have since filled a variety of coaching and front-office positions. As Major League Baseball attempts to ensure qualified African-Americans are given opportunities to fill some of the game's top positions, McGriff has aspirations to fill a top role within a front office. He believes he could prove valuable as a special assistant to a general manager. This role would allow him to lean on his past experiences as a player and the scouting skills that he has already started to compile over the past year. \"Fred has contributed more and has put more effort into it than any of the guys who I've given similar opportunities in the past,\" Hart said. \"He scouts players and gives us a great perspective any time he goes into a Minor League town to look at our own players. He played a key role in who we selected in last year's Draft. He was out there grinding in many different disciplines within our organization. He has been a tremendous addition to what we have done.\" When Braves scouting director Brian Bridges brought many of his scouts to Atlanta for pre-Draft meetings last week, he made sure that McGriff and former Braves hitting coach Greg Walker were both present to provide their expertise. After getting his feet wet in the scouting world last year, McGriff is looking forward to making more of a contribution this year when he begins writing and filing reports on a regular basis. This will give him a chance to get a better feel for evaluating at the amateur level and also help him prepare for some of the administrative duties that are required within the current scouting world. \"They've given me an opportunity to see how it's done on the front-office side,\" said McGriff, who earned five All-Star selections during his 19-season career. \"Now, I can continue to keep learning and growing.\" McGriff has already made a strong impression on many members of the Braves' front office. Now, he will simply take advantage of the chance to gain a better understanding of exactly what he might want to do in the future. \"We love having Fred be a part of our team because he's good,\" Hart said. \"He's talented, he's smart and he knows players. This has been great for us and I think it has been great for Fred.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
