{
    "url": "http:\/\/m.mlb.com\/news\/article\/163059260\/astros-sign-doug-fister\/",
    "title": "Fister excited to join Astros on 1-year deal",
    "subtitle": "Right-hander spent past two seasons with Washington, won 16 games in 2014",
    "body": "HOUSTON -- The Astros' starting rotation, which was second in the American League last season with a 3.71 ERA, got even deeper on Thursday when the team announced the signing of free-agent right-hander Doug Fister to a one-year deal. Fister, who gets a base salary of $7 million and could earn another $5 million in incentives based on the number of innings pitched, spent the previous two seasons with the Nationals, going 5-7 with a 4.19 ERA in 25 games last year (15 starts). He went 16-6 with a 2.41 ERA for the Nats in 2014 and finished eighth in the National League Cy Young Award voting. Fister will bolster a rotation led by 2015 AL Cy Young Award winner Dallas Keuchel (20-8, 2.48 ERA) and right-handers Collin McHugh (19-7, 3.89) and Lance McCullers Jr. (6-7, 3.22 ERA). Mike Fiers (7-10, 3.69) and veteran Scott Feldman (5-5, 3.90), who's coming off a shoulder injury, give the Astros plenty of quality depth. • Fister looks like one of winter's best bargains \"If you think about our team last year, one of the reasons we made the playoffs is we have a very successful starting rotation,\" general manager Jeff Luhnow said. \"It's my belief that a championship-caliber team improves even upon its strengths, not just its weaknesses. That's what we're doing. Doug is one of the top right-handed pitchers in the game. He adds to an already strong pitching staff.\" Fister, 31, is hoping to rebound from a season in which he battled an elbow flexor tendon injury. • Hot Stove Tracker \"My mechanics were a little off, and I didn't realize it until a little too late,\" Fister said. \"I finished strong. I felt like my velocity got back. I felt like my delivery was back. I was getting life on the ball, getting that ground-ball contact. I think that was a huge factor for me in the confidence. I can still pitch. I can do my job whether it's a bullpen guy or starter.\" Fister has started 167 games (180 total appearances) in his seven-year Major League career, going 65-63 with a 3.42 ERA. In the last five seasons, Fister ranks 15th in the Majors in ERA (3.42) and has recorded an ERA below 3.70 in four of those five seasons. • Astros feel they're 'built to go the distance' \"To have a young team that's energized and ready to play, that's where we want to take this,\" Fister said. \"The choice to come here was driven from top down. That's No. 1. We're trying to win a World Series here, and that's your ultimate goal.\"  It's been a busy day, but a great day! Thrilled to be with the @astros and can't wait to get started! Fister repeatedly spoke about the lure of the Astros' defense, which should benefit him because he's a sinkerballer and thrives on weak contact. He spoke about expectations and returning to the postseason in a Houston uniform. In the playoffs, Fister has a career 2.60 ERA in nine games (eight starts) with Detroit (2011-13) and Washington (2014). \"He fits our club in a lot of ways,\" Luhnow said. \"We've got a chance to provide an environment that allows him to succeed and get back to his 2014 form. He provides leadership for a pretty young group of players.\" Manager A.J. Hinch isn't ready to name the starting rotation from his stable of quality arms. But having that kind of depth is key when you consider the Astros used 13 starting pitchers in 2015. \"Those are not just capable bodies that can start,\" Hinch said. \"Those are exceptional Major League starting pitchers.\" Fantasy spin | Fred Zinkie (@FredZinkieMLB) Coming off a fantastic 2.41 ERA in 2014, Fister regressed last year to a career-high 4.19 mark while dealing with dramatically reduced velocity. The veteran will need to reverse several negative trends to rebound, as he has posted considerably worse K\/9 (5.4) and HR\/9 (1.1) rates over the past two seasons in comparison to his figures from 2009-13 (6.3 and 0.7, respectively). But given his solid career 3.42 ERA, the righty has a chance to dent mixed-league rosters if he can get back on track during Spring Training. With Fister in the fold, Scott Feldman could be pushed to the Houston bullpen. Feldman has produced a solid 3.80 ERA across two seasons with the Astros, but he would likely be the odd-man out if Fister were to fare well in March. Because the 32-year-old Feldman possesses little upside (career 5.5 K\/9 rate and 1.35 WHIP), he can be safely removed from mixed-league draft lists. Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
