{
    "url": "http:\/\/m.mlb.com\/news\/article\/163076444\/fernando-valenzuela-is-presidential-ambassador\/",
    "title": "Valenzuela serving as Presidential Ambassador",
    "subtitle": "",
    "body": "LOS ANGELES -- Fernando Valenzuela was a Dodgers prodigy on the mound, but he resisted speaking English with reporters in a decade-long assimilation from his native Mexico to his new world. Now Valenzuela is not only a U.S. citizen, but as a Presidential Ambassador for Citizenship and Naturalization, he was also on a White House conference call with reporters on Thursday. He spoke in English, talked about the honor of being an American citizen and the excitement of voting in his first presidential election. Valenzuela, a decade into a second career as a Dodgers broadcaster, joined Los Angeles Mayor Eric Garcetti, Director of U.S. Citizenship and Immigration Services Leon Rodriguez and White House Special Assistant to the President Julie Chavez Rodriguez to discuss the launching of President Barack Obama's regional convenings on new Americans. The first event will be on Friday in Los Angeles, with Garcetti and Valenzuela heading the marquee. The program is aimed at assisting local immigrant and refugee efforts through a partnership of government, community leaders, the private sector and philanthropy. The convenings will highlight the positive contributions immigrants like Valenzuela make to their communities and the country, Rodriguez said. \"It's a great honor for me to be here, to be a citizen and a Presidential Ambassador,\" said Valenzuela. \"In this role, I want to share with the United States and the city of Los Angeles the many rights that come with being a citizen. I'm excited to get to vote in my first presidential election. It's important for the Los Angeles community to know how important it is to vote.\" Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
