{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/163087838\/rays-acquire-corey-dickerson-for-jake-mcgee\/",
    "title": "Rays add Dickerson, send McGee to Rockies",
    "subtitle": "Minor Leaguers Marquez, Padlo also exchanged in deal",
    "body": "ST. PETERSBURG -- The Rays addressed their offensive woes on Thursday, adding outfielder Corey Dickerson and Minor League third baseman Kevin Padlo from the Rockies for veteran lefty Jake McGee and Minor League right-hander German Marquez. The two departures from Tampa Bay's 40-man roster made room for Dickerson and free-agent slugger Steve Pearce (the Rays officially announced signing him to a one-year contract Thursday night); Padlo was not on Colorado's 40-man roster. • Hot Stove Tracker Dickerson, 26, experienced an injury-shortened 2015 season due to plantar fasciitis in his left foot then a broken rib. He still hit .304 with an .869 OPS in 65 games. In 2014, Dickerson hit .312 with a .931 OPS, 24 homers and 76 RBIs in 131 games. He won't be eligible for arbitration until 2017 and he won't be eligible to become a free agent until 2020. \"Dickerson is an established Major League hitter. He has great bat-to-ball skills,\" said Rays president of baseball operations Matt Silverman. \"He's got power and can be a middle-of-the-lineup bat for us. He has four years of control and is the kind of player that can step in and make an immediate impact, but also be a part of our long-term future. That had great appeal to us. \"A hitter like him is someone that is oftentimes hard to come by, and we felt like it was too much to pass up in this case.\" A left-handed hitter, Dickerson has a career slash line of .299\/.345\/.534 with 39 home runs in 925 Major League plate appearances. He has fared better against right-handers (.313\/.358\/.577) than lefties (.246\/.299\/.377), and his numbers hitting at friendly Coors Field have far exceeded what he's done on the road, which isn't a surprise. \"In terms of Coors, it's a great place to hit and it makes it that much harder to hit on the road,\" Silverman said. \"We've done our homework, and we believe in the skill set that Corey has and that it will translate to our ballpark and will really play to any ballpark in the league.\" Though Dickerson has played some center field, he has primarily spent his time in left field. The million-dollar question to be answered is: What do the Rays do with all of their outfielders? On paper, they have Dickerson, Desmond Jennings, Brandon Guyer and Pearce in left; Kevin Kiermaier in center; and Steven Souza Jr. and Mikie Mahtook in right. \"It's a crowded lineup we have right now,\" Silverman said. \"As we've seen in the past, these things tend to work themselves out. You never can predict how a season is going to unfold. You can never predict how the offseason will unfold. ... If we head into camp with this group of position players, we feel very confident in the talent level and the coverage that we have to have the necessary depth to get us through the injuries that we know are going to crop up at some time. \"It's hard to predict how it will actually turn out. But having this group gives us a lot of confidence that we're going to score the runs that we need to this year.\" Silverman said the Rays still plan to continue conversations with other teams, but he sounded satisfied with his group going forward. He did allow that if all of the group are healthy on Opening Day, \"We probably have one too many.\" • Rogers: Dickerson trade gives Rays flexibility for more Though Tampa Bay will be losing one of the best left-handed relievers in the Major Leagues, McGee's trade will clear money from the 2016 payroll. That money could be used to sign another player or players. Rumors that the Rays will make a bid at shortstop Ian Desmond were a little more quiet on Thursday, but signing the veteran shortstop could be more of a possibility after their trade with the Rockies. McGee, 29, was limited to 39 games in 2015 due to a pair of injuries. He spent 71 games on the disabled list over two stints. When healthy, McGee was arguably the team's most effective reliever, posting a 2.41 ERA with a .197 opposing batting average and 48 strikeouts to only eight walks. McGee said he was a little surprised that he got traded this late in the offseason. Once he and the Rays had avoided arbitration by settling on a $4.8 million salary for 2016, he figured he would at least begin the season with the team. \"I kind of expected [to get traded] a little more early in the offseason,\" McGee said. \"Arbitration went well. A few days ago, I heard a little bit that a trade might happen, but I didn't know if it was just another rumor. Today everything begin to happen. I was getting calls and talking to my agent. I didn't hear it was official until 7 o'clock.\" McGee is one year removed from a monster 2014 season, when he went 5-2 with a 1.89 ERA and had 19 saves in 73 appearances. \"The departure of Jake leaves a big hole, and it's one that will be hard to fill,\" Silverman said. \"He's one of the best in baseball and he's a great guy in the clubhouse. We'll certainly miss his presence and dependability.\" Tampa Bay could afford to part with McGee because it has American League saves leader Brad Boxberger at the back end along with the emergence of Xavier Cedeno, Alex Colome, Enny Romero and Steve Geltz, all of whom can pitch late in the game. Marquez, 20, was one of the top players in the Rays' 2011 international signing class. The Venezuelan native was the youngest pitcher in the Appalachian League in 2013 and was again among the youngest players in his circuit the next year when he made the jump to the Midwest League. Marquez spent all of 2015 with Class A Charlotte, posting a 7-13 record with a 3.56 ERA, including 104 strikeouts and 29 walks in 139 innings. He was Tampa Bay's No. 25 prospect last season, according to MLB Pipeline. Padlo, 19, split his first full professional season between Class A Asheville and Class A Short-Season Boise. He earned Northwest League midseason and postseason All-Star honors. He was selected by Colorado in the fifth round of the 2014 Draft. Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
