{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/163092124\/does-dexter-fowler-have-future-with-cubs\/",
    "title": "Inbox: Does Fowler have future in Chicago?",
    "subtitle": "Cubs beat reporter Carrie Muskat answers fans' questions",
    "body": "Do you have a question about the Cubs? Send it to CubsInbox@gmail.com, and please include your full name and hometown. Straight to the point -- why have the Cubs not pursued keeping Dexter Fowler? I honestly believe he will be the missing link. That way, Jason Heyward can stay in right and we have a solid outfield. Plus, think of the offensive advantages as well. Please do not let this opportunity pass us by. -- Allen H., Lyons, Ill. The Cubs did try to keep Fowler when they made a $15.8 million qualifying offer to him in November. He rejected it. Since then, the Cubs' front office has stayed in touch with the outfielder's agent. This is Fowler's first year of free agency, and he's trying to take advantage of it.  • Submit a question to the Cubs Inbox Do you think the Cubs will expect more from Jake Arrieta because of his outstanding 2015 season? -- Jacob K., Johnston, Iowa I don't think anyone could expect more from Arrieta than Arrieta himself. In the late innings in tight games, it appears the Cubs need a defensive whiz in the outfield. Matt Szczur could be the solution, but is that a luxury the Cubs can afford? -- Perrie C., Fort Myers, Fla. It depends on how the Cubs finalize the 25-man roster. Will they need an extra right-handed bat or a lefty? What about infield backup? Manager Joe Maddon likes versatile players, which is why Chris Coghlan is so valuable and why Javier Baez will likely get some playing time in center this spring. Szczur doesn't need to play second base, but he does need to show he can get on base, use his speed, and do more than sub for Kyle Schwarber in left in late innings. There has been talk as to whether the Cubs will move the bullpens under the bleachers this offseason. What are they looking to accomplish as far as improvements and renovations for the 2016 season? -- Terrance L., Sun City Center, Fla. You probably won't notice the major changes because they involve replacing nearly every piece of steel in the ballpark. The seating in the center field bleachers will be updated. The Cubs players will be treated to a new 30,000-square foot clubhouse. As for the bullpens, they'll still be along the foul lines this year. You can keep up to date on the renovations at the 1060 Project website. How does Eric Jokisch stand with the Cubs? Will he be with the big club in 2016? -- Don C., Beardstown, Ill. The lefty was limited to 14 starts with Triple-A Iowa last season because of an oblique injury suffered in June. He's healthy now, and will be stretched out this spring. Right now, Jokisch is considered as insurance in case one of the Cubs' starters is injured and they need another arm. During the Cubs Convention, he talked about how he watched video of the Astros' Dallas Keuchel to learn how to approach hitters. That could help Jokisch, too. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings. You can follow her on Twitter @CarrieMuskat and listen to her podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
