{
    "url": "http:\/\/m.mlb.com\/news\/article\/1293657",
    "title": "Hot Stove: Market slows down",
    "subtitle": "Hot Stove: Market slows down",
    "body": "With little more than a month to go before pitchers and catchers start heading for Arizona and Florida for Spring Training, the Hot Stove market seemed to catch its breath Tuesday. Most teams have addressed the majority of their winter personnel tasks, and though there were a few signings, most of the day's attention was focused on the Hall of Fame announcement. But there are still plenty of free agents available. As of Tuesday, 201 free agents had signed (or announced their retirement), leaving 140 or so still without a team for 2006. Look for the market to get a second wind in the coming days as teams try to plug roster holes.  Among notable free agents still out there are Frank Thomas, Sammy Sosa, Mike Piazza, Bengie Molina and Roger Clemens.  Elsewhere on the Hot Stove front:    Athletics: Oakland signed Bobby Kielty to a one-year contract worth $1.85 million. The 29-year-old hit .263 in 116 games last season.   The A's are still pursuing free agent first baseman\/designated hitter Thomas.    Braves: John Smoltz has decided that he won't pitch in the World Baseball Classic.  Smoltz, who has had four elbow surgeries, was bothered by fatigue in his shoulder at the end of last season. He earned the win with a strong seven-inning effort against the Astros in Game 2 of the National League Division Series. Since then, he's admitted there was a strong chance he wouldn't have been able to throw another game in the postseason. It was determined that his soreness wasn't caused by structural damage. It was more a product of the 229 2\/3 innings he threw in his first full season as a starter since 1999.  Smoltz began throwing exercises on Thursday and says he didn't feel any aches or pains. But the veteran hurler, who will be 39 in May, thinks it's best if he doesn't push himself too hard in an attempt to throw competitive innings in the WBC.    Devil Rays: The Devil Rays are reportedly close to signing Japanese setup man Shinji Mori. They hold the exclusive negotiating rights to the right-hander, but only have until midnight Wednesday to close a deal.    Indians: The Indians are expected to sign first baseman Eduardo Perez to a one-year contract this week. Perez was scheduled to have a physical in Cleveland on Tuesday. He will platoon at first with Ben Broussard, getting the starts against left-handed pitchers.        Mariners: The Mariners signed veteran right-hander Kevin Appier and infielder Fernando Vina to Minor League contracts that include invitations to Spring Training.    Nationals: The Nationals signed Luis Ayala to a two-year, $2.2 million contract and outfielder Michael Tucker to a one-year, $800,000 deal.  Ayala, who avoided arbitration, will make $900,000 in 2006 and $1.3 million the following year. He is the first player since Jose Vidro in 2004 to start his Major League career with the Nationals\/Expos and sign a contract for more than one year. As for Tucker,he is expected to be the fourth outfielder for manager Frank Robinson's team.   Phillies: Just because Miguel Tejada has rescinded his trade request doesn't mean he's stopped being a hot trade rumor. According to The Boston Globe, the Phillies haven't shut the door on a Manny Ramirez for Bobby Abreu trade. Apparently, the Phillies would ship Abreu to Baltimore for Tejada, then flip Tejada to Boston for Ramirez and pitcher Matt Clement.     Rangers: According to the Fort Worth Star-Telegram, the Rangers are seeking one-year deals for their arbitration-eligible players -- Mark Teixeira, Vicente Padilla, Adam Eaton, Joaquin Benoit, Kevin Mench, Gary Matthews Jr., Brad Wilkerson and Rod Barajas.     Tigers: The Tigers hope to fill their void for a veteran setup man with the signing of 32-year-old right-hander Matt Mantei.  Mantei becomes the 20th player to receive a non-roster invite to Tigers Spring Training. Others include pitchers Tim Crabtree, Chad Durbin, Lee Gardner, Kevin Hodge, Colby Lewis, Hector Mercado and Bobby Seay; catchers Brian Peterson, Mike Rabelo, Chris Robinson, Danilo Sanchez and Max St. Pierre; infielders Mike Hessman, Kevin Hooper, Josh Phelps and Ramon Santiago; and outfielders Alexis Gomez, Ryan Ludwick and Reggie Taylor.    Jim Molony is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Molony"
}
