{
    "url": "http:\/\/m.mlb.com\/news\/article\/163097798\/road-to-dodger-stadium-to-be-vin-scully-avenue\/",
    "title": "Road to Dodger Stadium to be renamed Vin Scully Avenue",
    "subtitle": "",
    "body": "LOS ANGELES -- The Los Angeles City Council on Friday voted unanimously to rename the road leading to Dodger Stadium as \"Vin Scully Avenue,\" in honor of the iconic Dodgers broadcaster who is beginning his 67th and final season at the mic. Councilman Gil Cedillo made the motion to rename Elysian Park Avenue for Scully. There will be a 30-day period for public comment, then the council will have a second vote to enact the ordinance. \"I am overwhelmed,\" Scully said. \"I was raised in the streets of New York and to have a street named after me in Los Angeles is almost too much to comprehend. I am eternally grateful to the Los Angeles City Council and especially councilman Gil Cedillo. A path to Dodger Stadium is a pathway to my heart. For 55 years, it has been an honor to walk that road to one of the greatest entertainment centers in the world, a place that has brought so much joy to all of us. I thank God for this great honor.\" \"This is a few decades overdue,\" said councilman Paul Krekorian. \"Vin Scully is the voice of baseball, not just the Dodgers,\" said Cedillo. \"It's so fitting to have this named after him.\" Scully has previously resisted such tributes. \"My entire life has had Vin Scully as a backdrop,\" said councilman Paul Koretz. \"Naming a street is great, but I'd be okay if we named the whole city after him.\" Dodgers appearing in the council chambers for the vote were manager Dave Roberts, Clayton Kershaw, Austin Barnes, Jharel Cotton, Carlos Frias, Yimi Garcia, Chris Hatcher, Pedro Baez, Yasmani Grandal, Micah Johnson, Zach Lee, Adam Liberatore, Frankie Montas, Josh Ravin, Scott Van Slyke, Trayce Thompson, and Ross Stripling. Also in attendance were Orel Hershiser, Ron Cey, Eric Karros, Maury Wills and SportsNet LA broadcaster Alanna Rizzo. \"Vin Scully, for me growing up in San Diego, my Dad would listen to him on the radio every night,\" said Karros. \"He'd be in the office and I would come in and lay on the floor every night. That represents the relationship with my Dad. It will always be an important part of my life. For so many years, he honored so many of us in uniform. Today we return that as a city.\" Roberts said he remembered going to the video room to watch a play, in his first year as a Dodgers player, \"just to listen to [Scully] call my name. For us to be part of this is special.\" The Dodgers followed the ceremony for Scully by hosting an outdoor City Hall luncheon with the Wounded Warriors Project and combat-injured service members. Participating active players and their wives then bussed to South Central Los Angeles and A Place Called Home to interact with children in their after-school activities. A Place Called Home provides education, counseling and mentoring to underserved children. \"To our children, the Dodgers are superheroes, and for them to swoop in ... is a special moment here,\" said Jonathan Zeichner, executive director of A Place Called Home. \"The message that it sounds is, 'You're important, you matter and it's worth our time and energy to come here.' It breaks the illusion that the athletes are untouchable and not approachable. \"And, realistically, a lot of players came from neighborhoods like this. It's wonderful for the kids to see that they can succeed and still give back. And there's the simple excitement of having the Los Angeles Dodgers on campus. It's a gift.\" Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
