{
    "url": "http:\/\/m.mlb.com\/news\/article\/162993842\/schedule-set-for-classic-sydney-qualifier\/",
    "title": "Managers, schedule, rosters set for Classic Sydney qualifier",
    "subtitle": "Rosters feature 16 Players affiliated with Major League clubs",
    "body": "The World Baseball Classic announced the managers, rosters and game schedule for the Sydney, Australia qualifier, which will be played Feb. 11-14 at Blacktown International Sportspark. The winner of the qualifier, which features Australia, New Zealand, Philippines and South Africa, will advance to compete in the 2017 World Baseball Classic, the fourth installment of the baseball tournament featuring many of the world's greatest players. The qualifier will open on Thursday, Feb. 11 with a doubleheader featuring South Africa vs. New Zealand, followed by Philippines vs. Australia. The complete schedule of games is as follows: Thursday, Feb. 11 -- 1 p.m. local, 9 ET: South Africa vs. New Zealand Thursday, Feb. 11 -- 7:30 p.m. local, 3:30 a.m. ET: Philippines vs. Australia Friday, Feb. 12 -- 1 p.m. local, 9 p.m. ET: Philippines vs. TBD Friday, Feb. 12 -- 7:30 p.m. local, 3:30 a.m. ET Australia vs. TBD Saturday, Feb. 13 -- 6:30 p.m. local, 2:30 a.m. ET: TBD vs. TBD Sunday, Feb. 14 --   2 p.m. local, 10 p.m. ET: Finalist 2 vs. Finalist 1 Classic qualifier rosters: Australia | New Zealand | Philippines | South Africa The host team Australia will be led by manager Jon Deeble, who will serve in this capacity for the fourth time during Classic. In the three previous installments of the event, Australia has combined to go 1-8, with the lone win coming in a 17-7 defeat of Mexico in 2009. The 28-man roster features nine players affiliated with Major League clubs, including right-handed pitchers Sam Gibbons (MIN), Peter Moylan (KC), Warwick Saupold (DET) and Todd Van Steensel (MIN); left-handed pitcher Steven Kent (ATL); catcher Matt Kennelly (ATL); infielders James Beresford (MIN) and Logan Wade (MIN); and outfielder Aaron Whitefield (MIN). New Zealand will be managed by former Major League infielder Chris Woodward, who served as a base coach for the team during the qualifying round of the 2013 Classic. New Zealand went 2-2 during the 2013 qualifier, which marked the country's debut in the Classic, and was defeated by Chinese Taipei in the pool's final game. The team will feature two affiliated Major League players, including left-handed pitcher Nick Maronde (CLE) and outfielder Max Brown (ARI). Tim Hulett, who currently serves as the manager of the Texas Rangers' Single-A affiliate Spokane Indians, will lead the Philippines in the country's second appearance in a Classic qualifier. The Philippines made their Classic debut during the 2013 qualifying round and went 1-2 with the victory coming in an 8-2 defeat of Thailand. The team will feature two affiliated Major League players, including catcher Brad Haynal (MIA) and infielder Angelo Songco (LAD). South Africa will be skippered by Alan Phillips, who was the team's bench coach during the 2013 qualifier. In addition, Phillips was a pitcher for the South African national baseball team during the 1998 Baseball World Cup in Italy and the 2000 Summer Olympics in Sydney. South Africa, which defeated France, 5-2 in 11 innings during the 2013 qualifier, has combined to go 1-7 in three WBC appearances, including 0-5 in the main tournament. The South African team will feature three affiliated players, including right-handed pitchers Callan Pearce (MIN) and Dylan Unsworth (SEA); and outfielder Rowan Ebersohn (MIN).   Following the Sydney qualifier, additional qualifiers will be held at Estadio B Air in Mexicali, Mexico on March 17-20 (Mexico, Czech Republic, Germany, Nicaragua); Rod Carew Stadium in Panama City, Panama on March 17-20 (Colombia, France, Panama, Spain); and MCU Park in Brooklyn, New York on Sept. 22-25 (Brazil, Great Britain, Israel, Pakistan). The qualifiers will feature a six-game, modified double-elimination format. The composition of the pools was determined after venues were selected, with consideration given to competitive balance, existing rivalries and each national team's geographic location. The winners from each qualifier will advance to the World Baseball Classic tournament, scheduled for March 2017. Those four teams will join the 12 countries -- Canada, China, Chinese Taipei, Cuba, Dominican Republic, Italy, Japan, Korea, Kingdom of the Netherlands, Puerto Rico, United States and Venezuela -- that received automatic invitations based on their performance in the 2013 tournament. The Qualifiers were originally introduced prior to the 2013 World Baseball Classic, when Qualifiers were held in Panama City; Regensburg, Germany; Jupiter, Florida; and Taipei, Taiwan during the fall of 2012. The inaugural World Baseball Classic was held in 2006 prior to ensuing editions in 2009 and 2013.",
    "author": ""
}
