{
    "url": "http:\/\/m.athletics.mlb.com\/news\/article\/163001074\/as-sonny-gray-focused-on-strong-2016\/",
    "title": "Gray ready to assume greater leadership role",
    "subtitle": "",
    "body": "OAKLAND -- Sonny Gray is carrying a heavier load this year, in more ways than one. Oakland's ace is primed to take on a leadership role in a mostly young rotation in 2016. Gray, just 26 himself but soon entering his third full big league season, also has a 1-year-old son to manage. \"I did have to stop carrying him around because he got too heavy,\" a smiling Gray said of son Gunnar. \"So I got to start using my left arm more.\" On several occasions this offseason, Gunnar accompanied dad to his workouts at his alma mater, Vanderbilt University, where Gray worked to remedy his sporadic 2015 second-half stumbles alongside fellow Commodore David Price and teammate Chris Bassitt, among others. Gray, who sometimes appears worn down in the final months of the season, is seeking to maintain consistency over the course of a full campaign. He has a career ERA of 2.40 in the first half, compared to 3.38 in the second half, which includes a 4.11 mark in September\/October -- his highest of any month. The latter numbers, of course, aren't ugly by any means. But Gray's expectations exceed them, so the right-hander has been clocking more hours of strengthening work for his core and hip areas -- sites of minor issues in previous years. It was hip soreness that shut Gray down prematurely in September last season. \"I've just kind of been doing more hip, core stuff, just because that has caused me a little bit of trouble in the past,\" Gray said. \"So I'm doing more strengthening, stretching, more stabilization stuff in those areas, and not as much heavy, heavy lifting.\" Gray made 31 starts last year, going 14-7 with a 2.73 ERA -- third in the American League -- while tallying 169 strikeouts in 208 innings to make his first All-Star team and finish third in AL Cy Young voting behind Dallas Keuchel and Price. \"It was really, really special to be one of the finalists,\" Gray said. \"We all knew going in I wasn't going to win. It's still just special to be a finalist. A lot of people pitch in this league for a long time and never get one Cy Young vote. It's somewhere you would like to be every year. It doesn't always happen like that, but it was really cool to be a part of that.\" Since making his big league debut in July 2013, Gray has quietly been pitching among the game's elite, compiling a 33-20 record and a 2.88 ERA. Yet there still remains room for growth. \"You're always looking to improve on the year before,\" he said. \"If I can just stay healthy a whole year, make 33, 34 starts and get out there and compete every five, six days, I think if you can do that, all the other numbers -- wins and losses and other statistics -- they'll play out the way they're supposed to.\" A bevy of young pitchers will be watching Gray's every move in 2016: Bassitt, Kendall Graveman, Jesse Hahn and Aaron Brooks, to name a few. And Gray's leadership, even if solely by example, could prove paramount to the rotation's success as a whole. Gray knows this to be true from observing good friend Scott Kazmir for a season and a half in Oakland. The two still talk often, and Gray even attempted to recruit Kazmir -- who was dealt to Houston in July -- to return to the A's this offseason. Instead, the lefty took a three-year, $48 million deal from the Dodgers. \"I thought there for a little bit he might [come back],\" Gray said, \"but unfortunately for us he didn't. Obviously, he got himself a good little setup there.\" Jane Lee is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jane Lee"
}
