{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/163002168\/kirk-gibson-tigers-spring-training-guest-coach\/",
    "title": "Gibson to help Tigers' baserunners this spring",
    "subtitle": "",
    "body": "DETROIT -- A decade after Kirk Gibson last coached with Detroit, and two years after he managed the D-backs, the former Tigers great will be heading to Spring Training next month as a guest baserunning instructor. Tigers general manager Al Avila announced the hire during his appearance Wednesday at the Detroit Sports Broadcasters Association luncheon at Hockeytown Café. Gibson, who worked on baserunning -- emphasizing secondary leads -- during his three seasons as a Tigers coach under then-manager Alan Trammell, was invited by manager Brad Ausmus. He'll work alongside Omar Vizquel, who serves as the baserunning coach on Ausmus' Major League club, and Tigers Minor League instructor Gene Roof. Together, they'll take on the task of improving a Tigers squad that has become more athletic the last few years but has struggled to translate that into more baserunning success. The Tigers ranked last in net baserunning gain last year at minus-107, according to the Bill James Handbook, which takes into account things like advancements on hits and outs in addition to stolen bases. Detroit's total was about 50 percent worse than the next-worst team, the D-backs, at minus-71. The only Tigers regulars at season's end with a net gain were Anthony Gose (+7), Tyler Collins (+6) and Rajai Davis (+4). Ian Kinsler, who suffered a rash of pickoffs, finished at zero. Jose Iglesias ended in negative territory at minus-23. Injuries were one factor Avila cited, as was inexperience. Though they worked on baserunning in camp last year, it didn't carry over. \"Baserunning is really one of those areas where it's really tough to get a handle on,\" Avila said. \"If anyone was at Spring Training, if you were out there early, you saw that we were working on baserunning quite a bit on a daily basis. We did it individually and we did it as a group. … \"There are a lot of different reasons why all that can come together, not so much because of the lack of practice -- because we did practice it. And I think sometimes maybe we were on some occasions overly aggressive, and sometimes maybe not as aggressive. These are learning experiences for young players. And then we had some older players who quite frankly couldn't run the bases as well.\" Victor Martinez, hobbled by his surgically repaired left knee, advanced from first to third base on a single once in 20 chances last year, and went second to home on a single twice in 11 opportunities. \"What we're hoping for this year is with the health of the veteran players, that the baserunning comes back more to normal, that the young players have learned a little bit more, and we can narrow that down a little bit to more of a positive number,\" Avila added. Jason Beck is a reporter for MLB.com. Read Beck's Blog, follow him on Twitter @beckjason and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
