{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/163008498\/cardinals-adam-wainwright-receives-award\/",
    "title": "Wainwright receives community service award",
    "subtitle": "Cardinals ace: Honor 'means so much more to me' than sports",
    "body": "SEATTLE -- Adam Wainwright has stood victorious atop a pitcher's mound after recording the final out in the World Series. He has limped off the field with a torn Achilles tendon that ended his 2015 season right after it began. And with all that he's experienced on a baseball field throughout an exemplary playing career, the St. Louis Cardinals' right-hander knows that there's a lot more to life than what happens between the lines. That's why being honored as the 51st recipient of the prestigious Hutch Award for outstanding community service means so much to Wainwright, who was feted Wednesday afternoon at the annual luncheon for the award at Safeco Field. \"What this award stands for means so much more to me than any achievement on the ballfield could ever mean to me,\" Wainwright said. The Hutch Award, a national honor presented by the Seattle-based Fred Hutchinson Cancer Research Center, has been given every year since 1965 in honor of Major League player and manager Fred Hutchinson, who died of cancer a year earlier at the age of 45, and its list of honorees reads like a Hall of Fame roster. Winners have included Mickey Mantle, Sandy Koufax, Carl Yastrzemski, Pete Rose, Joe Torre, Willie McCovey, Willie Stargell, Lou Brock, George Brett and Johnny Bench. Last year's award went to Kansas City Royals outfielder Alex Gordon. Now Wainwright joins this esteemed list, and it's an honor well-deserved. Wainwright and his wife, Jenny, founded and run the Adam and Jenny Wainwright 25:35 Foundation, which began after the couple took a personal interest in helping build an orphanage and clean-water project for survivors of the 2010 earthquake in Haiti. That led to more projects through Water Missions International worldwide. Wainwright also spearheaded and hopes to expand a burgeoning fundraising effort called Big League Impact, in which big leaguers in eight cities play fantasy football alongside fans to raise money for the causes the players support. \"I've been tremendously blessed with talent and fortune,\" Wainwright said. \"What an incredible waste of life it would be if I didn't give back.\" On Wednesday morning, Wainwright was joined on a visit to the Hutch Center and Hutch School by Hall of Famer Carlton Fisk, who served as the event's keynote speaker. Fisk spoke to a crowd that included Mariners general manager Jerry Dipoto and manager Scott Servais, former local baseball stars Jamie Moyer and John Olerud, plus former Hutch Award winners Sean Casey and Andre Thornton and Pearl Jam lead singer Eddie Vedder. Fisk touched on many themes, including his own successful battles with prostate cancer and melanoma. Fisk, who played the final 14 years of his career on the South Side of Chicago, recalled that he was busy getting treatment for prostate cancer in 2005 when his beloved White Sox finally won their first World Series in 88 years. \"I missed it,\" Fisk said, \"But the great part about it is I'm not missing the rest of my life.\" There were other memorable moments, too. A local mother and scientist at Fred Hutch who survived colon cancer with the help of the groundbreaking treatments developed at the center shared her heartbreaking but uplifting story. An honorary Hutch Award was given to Nobel Peace Prize-winner President Jimmy Carter and accepted by his grandson, Jason. And, as always, the Hutch Award recipient got his hardware. In this case, Dr. Gary Gilliland, president and director of Fred Hutch, presented Wainwright with the Cerulean Venetian with Sun Yellow Coils created by Seattle glass artist Dale Chihuly. \"To know that there are people who actually think that the work my wife and I are doing around the globe makes a difference is truly special,\" Wainwright said. \"And it's great to get an award for something we do in the community, but that's not why we do it.\" Proceeds from the event, which over the past 16 years has raised gross proceeds of more than $4.8 million, benefits life-saving research at the Fred Hutchinson Cancer Research Center. More information on the Fred Hutchinson Cancer Research Center and the Hutch Award can be found at www.fhcrc.org. Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
