{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/162885768\/tyler-beede-invited-to-giants-spring-training\/",
    "title": "Beede, Arroyo among Giants' camp invites",
    "subtitle": "",
    "body": "SAN FRANCISCO -- Top prospects Christian Arroyo and Tyler Beede, as well as former Major Leaguers such as Kyle Blanks, Grant Green and George Kottaras, are among 21 non-roster invitees whom the Giants will welcome to Major League Spring Training next month. Despite their relatively low profiles, these players aren't to be ignored. Non-roster invitees who have made a considerable impact for the Giants in recent seasons include outfielders Gregor Blanco and Andres Torres, utility man Joaquin Arias and right-handers Ryan Vogelsong and Guillermo Mota. Arroyo, 20, is coming off a solid 2015 performance in which he hit .304 for Class A Advanced San Jose and .308 with Scottsdale in the Arizona Fall League. San Francisco's No. 1 pick (25th overall) in the 2013 Draft played shortstop last year but likely will be tried at other positions during spring. He's ranked No. 2 on MLB.com's list of Giants prospects. Beede, the Giants' top selection in the 2014 dDraft and the organization's No. 1 prospect in MLB.com's rankings, will make his first appearance at big league camp. The right-hander divided last season between San Jose and Double-A Richmond, posting a 5-10 mark with a 3.97 ERA in 22 starts. Other non-roster invitees listed among MLB.com's top Giants prospects include right-handers Samuel Coonrod (No. 5; 7-5, 3.14 at Class A Augusta) and Chase Johnson (No. 26; 9-4, 2.82 at San Jose and Richmond), catcher Aramis Garcia (No. 11; .264, 15 homers and 66 RBIs at two Class A levels) and third baseman Ryder Jones (No. 23, .268, six homers and 47 RBIs at San Jose). Left-hander Ricky Romero, a 2011 American League All-Star with Toronto who has endured knee problems, is the most accomplished Major League veteran among San Francisco's non-roster contingent. Other recognizable individuals with big league service time are the hulking (6-foot-6, 265 pounds) Blanks, who has performed primarily with San Diego; Green, Oakland's top Draft pick in 2009; and Kottaras, who has played for seven big league teams in as many seasons. Other invitees with big league service time are right-hander Vin Mazzaro, infielder Ramiro Pena and outfielders Ryan Lollis and Gorkys Hernandez. Non-roster Minor Leaguers expected in camp are left-hander Braulio Lara, right-hander Albert Suarez, outfielder Junior Arias, infielders Hak-Ju Lee and Rando Moreno, and catchers Tyler Ross and Matt Winn. Lara was in camp with the Giants last year. Reporting date for Giants pitchers and catchers at the club's Scottsdale, Ariz., complex is Feb. 17, followed by the first workout the next day after physical examinations. Position players are due to arrive Feb. 22, one day before the initial full-squad workout. Chris Haft is a reporter for MLB.com. Read his blog, Haft-Baked Ideas, follow him on Twitter at @sfgiantsbeat and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Haft"
}
