{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/162920286\/dodgers-visit-jackie-robinsons-john-muir-high\/",
    "title": "Dodgers visit, support Jackie's high school",
    "subtitle": "",
    "body": "PASADENA, Calif. -- Jackie Robinson is known for his trailblazing career with the Dodgers, but his roots as an American hero can be traced back to his time at John Muir High School, where he was a star on the playing field and in the classroom. So it was only fitting that the Dodgers made a stop on their weeklong \"Love L.A.\" Community Tour, presented by Bank of America, at the very campus where Robinson's legend began to take shape. Dodgers manager Dave Roberts, broadcaster Jorge Jarrin and team historian Mark Langill were all on hand Tuesday to speak with more than 75 students at John Muir High School and preview the new Ken Burns PBS documentary, \"Jackie Robinson.\" • Roberts eager for first sit-down with Puig \"It's pretty impactful,\" Roberts said of the film, a two-part, four-hour documentary that will air on PBS April 11 and 12. \"There's a lot of little things that I learned today, and I'm looking forward to getting through that whole documentary. [Robinson was] an amazing human being.\" Roberts and Robinson both played college baseball at UCLA. Robinson, of course, broke baseball's color barrier in 1947 as a member of the Dodgers. Roberts, of African-American and Japanese descent, is the franchise's first minority field manager. \"I do look at this as a responsibility to be [the Dodgers'] first minority manager and to do well in my chair and do a great job,\" said Roberts, who was also recognized Tuesday by the L.A. County Board of Supervisors for being the club's first minority manager. In addition to viewing a preview of the documentary, Roberts and Langill fielded questions from students regarding the Dodgers, baseball and Robinson's legacy. Before taking questions, Roberts offered the students a challenge. \"I just want to challenge you guys all to have the vision to be great and to be leaders,\" he said. \"I challenge you all to be great in whatever you decide to do in life. I can tell you with all honesty that if I never became a Major League Baseball player, I knew I would be successful in life, not monetarily or financially, but productive in society. That should be everybody's goal. Find something you love to do and be great.\" The Dodgers also announced plans to renovate the baseball field at John Muir High School, and they donated a framed picture of Robinson and one of his jerseys. Austin Laymance is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Austin Laymance"
}
