{
    "url": "http:\/\/m.mlb.com\/news\/article\/162928770\/bronson-arroyo-will-sign-with-nationals\/",
    "title": "Arroyo inks incentive-laden Minors deal with Nats",
    "subtitle": "",
    "body": "CINCINNATI -- Free-agent pitcher Bronson Arroyo will not be getting back together with the Reds, but he will be reunited with a central figure from his old team. Arroyo agreed to a Minor League contract with the Nationals on Tuesday that will have him pitching for former Reds manager Dusty Baker. If Arroyo makes the team out of Spring Training, he would receive a base salary of $2 million. The incentive-filled contract can earn Arroyo up to an additional $6 million if he makes at least 32 starts. • Hot Stove Tracker Arroyo, who will turn 39 on Feb. 24, chose the Nationals over Cincinnati, where he spent eight seasons from 2006-13. \"The Reds gave me their best bullet, but it just wasn't in the same ballpark,\" Arroyo told MLB.com. \"I was hearing Dusty say, 'Bro, I want you here, we can do this.' I said, 'OK, done deal.'\" Arroyo pitched for the D-backs in 2014 but tore the ulnar collateral ligament in his right elbow after 14 starts. He missed all of '15, but was traded twice -- first from Arizona to the Braves and then from Atlanta to the Dodgers. Arroyo has spent over a year rehabilitating and said he finally felt pain-free and normal in November. He has been throwing and working out regularly since -- often at Great American Ball Park in Cincinnati. On Friday, he threw a bullpen session with a Reds coach that was put on video for the front office. The rebuilding Reds would have wanted Arroyo to help mentor and set an example for their very young rotation. Expected to contend, the Nationals already have a solid rotation led by ace Max Scherzer along with Gio Gonzalez and Stephen Strasburg. Ultimately, Cincinnati did not come close to matching Washington's offer. In 15 seasons with the Red Sox, Reds and D-backs, Arroyo is 145-131 with a 4.19 ERA. He pitched 200 or more innings in eight of nine seasons from 2005-13. Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, follow him on Twitter @m_sheldon and Facebook and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
