{
    "url": "http:\/\/m.mlb.com\/news\/article\/162957564\/flowers-pierzynski-will-split-time-at-catcher\/",
    "title": "Around the Horn: Braves have familiar faces at catcher",
    "subtitle": "Pierzynski re-signs; Flowers returns to the club that drafted him",
    "body": "ATLANTA -- The Braves reconnected with their past to satisfy their catching needs for the upcoming season. In doing so, they reunited suburban Atlanta native Tyler Flowers with his original organization, as well as with his former White Sox teammate A.J. Pierzynski. As this offseason began, it was quite clear the Braves wanted to re-sign Pierzynski and do whatever necessary to trade Christian Bethancourt, who entered last season with a starting role and the hope he would be Atlanta's starting catcher for many years to come. • Hot Stove Tracker It did not take long for both of these wishes to be satisfied. Though he was being courted by some other clubs, Pierzynski ended the free-agent process quickly when he opted to re-sign with the Braves in early November. Less than a month later, Flowers signed with Atlanta after being non-tendered by the White Sox. This combination of events opened the door for the Braves to cut their losses with Bethancourt by trading him to the Padres. So, now Flowers and Pierzynski are back together again, like they were when they shared the catching position with the White Sox. Flowers made his Major League debut in 2009, but he did not stick at the big league level until 2011, which was the first of the two seasons he served as Pierzynski's backup. The Braves have not yet determined how they will utilize their two catchers. But there's certainly a chance both might start at least 60 games behind the plate this season. Though Pierzynski was highly valuable last year, the club recognizes that the 39-year-old veteran could deal with some lingering effects after starting 104 games behind the plate last year. After experiencing a disappointing 2014 season with the Red Sox and Cardinals, Pierzynski seemed to find instant comfort once he brought his sometimes-brash leadership to the Braves' young clubhouse. He helped guide the multitude of rookie pitchers Atlanta utilized last year and also hit .300 with nine homers and a .769 OPS. Flowers toiled in the Braves' farm system from 2005-08 before being sent to the White Sox in the December '08 trade that brought Javier Vazquez to Atlanta. While serving as the White Sox primary catcher over the past three seasons, Flowers has batted .228 with 34 homers and a .656 OPS. The 30-year-old veteran hit .239 with nine homers and a .652 OPS over 361 plate appearances this past season. Flowers has placed great focus on improving his pitch-framing skills, and he has consequently established himself as one of the game's top catchers in that department. According to StatCorner.com, Flowers and Pittsburgh's Francisco Cervelli led the Majors last year by gaining an average of 1.79 favorable strike-zone calls per game. After recording a 26.4 catcher caught-stealing percentage and being charged with nine passed balls in 1,052 innings in 2014, Flowers had a 14.5 CCS percentage and was charged with 15 passed balls this past season. Like most other Major League catchers, Flowers can't match Bethancourt's arm strength. But he certainly brings a more diverse set of defensive assets. Bethancourt baffled and maddened the Braves as he was charged with a passed ball once every 44.1 innings over the past two seasons. Flowers has recorded a more appealing 81.8 innings-to-passed ball ratio over the past three seasons. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
