{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/162342464\/colby-rasmus-feeling-at-home-with-astros\/",
    "title": "Rasmus feeling like he's at home in Houston",
    "subtitle": "Astros outfielder staying active at his cattle ranch and in the community",
    "body": "SAN ANTONIO -- The last time we saw outfielder Colby Rasmus, he was standing at his locker following the Astros' loss to the Royals in the American League Division Series and talking about disappearing into the woods to do some hunting and fishing in the offseason. Rasmus admitted on Tuesday that he didn't get to spend as much time in the great outdoors as he wanted. More important things got in the way. Rasmus took his daughter to school every day, was active in his church and worked to get his small cattle ranch in Salem, Ala., up and running. Rasmus' thoughts have slowly turned to baseball. The start of Spring Training is only a month away, and Rasmus has a $15.8 million salary -- in November he became the first player in history to accept a qualifying offer -- and a full-time job in the Houston outfield sewn up. \"As I stand here right now, I'd like to see myself in Houston for the rest of my playing days,\" Rasmus said during an Astros Caravan stop at the Brooke Army Medical Center. \"I would really like that. I think that would be great for my family. I enjoyed it there. I think it's great people, great atmosphere they're trying to create -- the organization as a whole wanting to win and putting good players on the field, and I feel it would be a good place to be.\" Rasmus, 29, hit .238 last season with a career-high 25 homers and 61 RBIs in 137 games. He started six playoff games in left field and clubbed four homers, hitting .412. Rasmus became a fan favorite and fit in better with Houston than he ever did in St. Louis or Toronto. \"I know I'm a little bit older and know what to expect of myself, knowing how to push myself, when not to push myself,\" he said. \"I think I've learned a lot last year being able to be my own man and be my own person, and I feel that gave me a better mindset going into the season because all the other seasons were a lot different, being a younger guy and not knowing the unknown. Now I know a little bit of what to expect out of myself and how I want to attack the season, and I think that's going to give me an advantage.\" Of course, nearly doubling his salary in 2016 doesn't hurt, either. Rasmus has already made $23.6 million in his career, according to BaseballReference.com, and he says he plans to give back to his church and his community. He'd like to open a youth baseball academy in his hometown of Phenix City, Ala., some day. \"Growing up in a single-wide trailer with three brothers and sleeping on bunk beds, and rats and cockroaches running across the floor -- just being honest -- and then to be able to get a deal like that and be able to play baseball in the big leagues is something I'm going to treasure,\" he said. \"In my early years, I never let myself enjoy [playing] because I was so stressed out and wanting to play good, and not really knowing who I was and what I could do because a lot of fingers were being pointed at me and being the center of attention, which I didn't want to be. \"That had my mind all messed up. To just think about being able to get that deal with Houston, and Houston is where I wanted to be, it was a blessing. I feel I'm where I need to be.\" Rasmus is proud of his cattle farm, where he has about 20 cows on 30 acres. Rasmus smiled when telling reporters he had a bull that went to the American Breeders Service for collection, saying the bull was \"big time.\" \"I guess it's kind of like managing my own baseball team, but I'm not dealing with human beings,\" Rasmus said. \"I'm dealing with cows and they can kind of come and go, and eat and feed as they please. It's been a cool experience, definitely a different change of pace in my life from baseball. Being out on the farm is giving me a lot of peace.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter and listen to his podcast. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
