{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/162345690\/yankee-gm-brian-cashman-continues-cancer-fight\/",
    "title": "Cashman, Randall raise cancer awareness",
    "subtitle": "",
    "body": "The fight against cancer is a cause near and dear to the heart of Yankees general manager Brian Cashman. On Tuesday night, he joined long-time New York broadcaster Ed Randall at the SVA Auditorium in Manhattan for \"Fans for the Cure: An Evening with Brian Cashman.\" Randall, a prostate-cancer survivor, founded Fans for the Cure in 2003. The mission of the non-profit organization is to increase awareness of prostate cancer and the life-saving value of early detection while providing education and information to reduce risk, detect and treat prostate cancer. All proceeds from the event help fund free PSA (prostate-specific antigen) blood screenings and educational materials that will be offered by Fans for the Cure at over 170 Minor and Major League baseball games during the 2016 season. \"For Brian to come out in a single-digit wind chill was such a great honor for the charity,\" Randall said. \"He's always been there for us, going back years, and he loves the work that we're doing with regard to prostate cancer education and saving lives, so it's an honor to call him my friend and for him to take the time to do this for us tonight.\" Cashman, who lost his father to pancreatic cancer, does everything he can to help fight the disease. \"Personally, I know Ed, I know what he's gone through, and I know what Joe Torre went through when he had it,\" Cashman said. \"Anything involving cancer is important to me, and anything I can do, I'm going to do it.\" On Tuesday night, that involved answering 75 minutes of questions from Randall, about everything from how he got his job with the Yankees (he scored an internship when his father, a member of the Harness Racing Hall of Fame, got his resume into the hands of fellow horseman George Steinbrenner), to his dream job (bartending at a tiki bar in the Caribbean). Cashman touched on countless other topics as well. On being promoted to general manager in 1998 when then-GM Bob Watson resigned: \"There was a lot of upward mobility working for George Steinbrenner. Everyone was either getting fired or quitting all the time.\" On the trend of adding opt-out clauses to contracts: \"We opted out on free agency this offseason.\" On the difference between the Yankees and other teams: \"The Mets have an amazing collection of talent right now, but we can't do what they did to get there. We can't take seven years. That's not part of our ownership culture.\" On newly acquired infielder Starlin Castro possibly spelling Chase Headley at third base: \"I have to believe Castro can play third. If he can play short, I have to believe he can play third, and if he can do that, it will give us a lot more flexibility to give Headley a day of rest. But I can't guarantee it. I have to see it.\" On shortstop Didi Gregorius: \"I thought he should have been a Gold Glover.\" Prior to the Q&A with Cashman, Randall shared his prostate cancer story. At the age of 47, he went to his doctor for a routine physical. Several days later, he received a call that his PSA was high. They repeated the blood test with the same result. \"Until that day, I thought PSA stood for 'public service announcement,'\" Randall said. \"But it meant I was full of prostate cancer. The moral of the story is, on the day I was diagnosed, I felt as fine as I feel right now, because in its earliest stages, prostate cancer has no symptoms. I got a second at-bat at life, but it made me realize there could be thousands of men walking around feeling fine when in reality they could be time bombs for prostate cancer.\" With early detection, prostate cancer has a 97 percent cure rate. However, because so many men do not get screened, prostate cancer is the second-leading cause of cancer deaths in the U.S. Through Fans for a Cure, Randall hopes to encourage all men over 40 to consult their doctors to schedule prostate exams and PSA blood tests. \"Knowledge is power,\" Randall said. \"Men need to know they are loved, they are wanted, they are needed, they are cherished and they have a responsibility to go to the doctor. A simple PSA test saved my life. Now, it is time to save other lives.\" Lindsay Berra is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lindsay Berra"
}
