{
    "url": "http:\/\/m.mlb.com\/news\/article\/162351576\/antonio-bastardo-yoenis-cespedes-near-signing\/",
    "title": "Rumor roundup: Bastardo, Cespedes close?",
    "subtitle": "",
    "body": "With one month remaining before Major League clubs begin reporting for Spring Training, there are still a number of impact free agents looking for new teams and other players who could be traded before camps begin. Here's a look at the latest Hot Stove news circulating around the big leagues: Market for Bastardo progressing The market for left-handed reliever Antonio Bastardo appears to be progressing, with four teams showing interest, according to baseballessential.com. The Mets, Dodgers, Blue Jays and Orioles are said to be those suitors. The Cubs also reportedly met with the pitcher's camp during last month's Winter Meetings, but it's not clear whether Chicago remains interested. Bastardo is rumored to be seeking a multiyear deal similar to what fellow lefty reliever Tony Sipp received from the Astros in December (three years, $18 million). Bastardo, 30, appeared in 66 games with the Pirates in 2015 and went 4-1 with a 2.98 ERA and 64 strikeouts over 57 1\/3 innings. Latest on Cespedes Yoenis Cespedes remains the biggest name on the free-agent market and is rumored to be drawing interest from as many as 10 teams. The Nationals have reportedly emerged as a possible suitor for the outfielder if his asking price drops, according to USA Today, which also cited the Astros as another club showing interest. Cespedes is said to be seeking a six-year deal that would pay him roughly $22 million annually. Still, the Mets are thought to be holding out hope that Cespedes returns to New York on a one-year deal, and general manager Sandy Alderson said Tuesday the club continues to have conversations with Cespedes' agent. Other clubs rumored to be interested in Cespedes on a short-term deal include the White Sox and Braves. The Tigers and Orioles appear to be out of the running, as Detroit signed outfielder Justin Upton this week and the O's agreed to bring back Chris Davis over the weekend. The Angels have also been linked to Cespedes, but they are still committed to staying under the luxury tax ($189 million), and a Cespedes deal would likely take them beyond that. Lucroy seeking trade? Brewers catcher Jonathan Lucroy hinted Tuesday that he would prefer to be traded to a contender in an interview with The Milwaukee Journal-Sentinel. \"I want to win, and I don't see us winning in the foreseeable future,\" Lucroy told the newspaper. \"I want to go to a World Series. That's what all players want. Rebuilding is not a lot of fun for any veteran guy.\" Lucroy, surrounded by trade rumors for much of the offseason, also made it clear that he would not \"dog it\" if he's playing for the Brewers in 2016. The veteran backstop has two possible years left on the five-year deal he signed before the 2012 season. He's set to earn $4 million in '16, with a $5.25 million club option for '17. With All-Star potential and a reasonable salary, it makes sense that Lucroy is drawing trade interest. On the other hand, the Brewers understand his value and appear to have a substantial asking price. Rockies listening to trade offers With a crowded outfield, the Rockies are expected to strike a deal and general manager Jeff Bridich said during an appearance on MLB Network's \"Hot Stove\" that his club is listening but has yet to find a match, writes MLB.com's Thomas Harding. The Rockies, who recently signed Gerardo Parra, are thought to be open to trading from a group of Carlos Gonzalez, Charlie Blackmon and Corey Dickerson, all left-handed-hitting outfielders. \"There have been clubs calling from the get-go,\" Bridich said. \"The outfield market in general, one that's combining the free-agent market with the trade market, has been one that's been pretty slow moving. But teams have been checking in ever since free agency started.\" Gonzalez is owed $37 million over the next two years and is one of the premier sluggers in the game when healthy. Blackmon, who filed for salary arbitration last week, is under club control for three years, while Dickerson is a year from arbitration and under club control for four years. Austin Laymance is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Austin Laymance"
}
