{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/41279696\/reds-avoid-arbitration-with-outfielder-chris-heisey-pitcher-alfredo-simon\/",
    "title": "Reds avoid arbitration with Heisey, Simon",
    "subtitle": "Outfielder, reliever ink one-year deals; four remain as arbitration-eligible",
    "body": "CINCINNATI -- The Reds and outfielder Chris Heisey avoided arbitration on Thursday, when he was signed to a one-year, $1.325 million contract. Another arbitration-eligible player, reliever Alfredo Simon, also agreed to terms on a one-year contract, with terms undisclosed. A Super Two player who had enough service time to be first-time eligible for arbitration, the 28-year-old Heisey is getting a hefty raise from the $495,000 he earned last season. The fourth outfielder on the Reds for most of his three seasons in the Majors, Heisey batted .265 with seven home runs and 31 RBIs over 120 games in 2012. While making 80 starts, he set new career highs in at-bats (347), hits (92), doubles (16) and triples (5). His versatility enables him to play all three outfield positions. Heisey's best season came in 2011, when he hit 18 homers with 50 RBIs, also in 120 games. Also valuable in the later innings off the bench, Heisey is batting .329 with six homers and 22 RBIs in 76 at-bats lifetime as a pinch-hitter. Simon, a waiver-wire pickup from the Orioles just before Opening Day of last season, was 3-2 with a 2.66 ERA in 36 games for Cincinnati. In 61 innings, he walked 22 and allowed only two home runs while striking out 52. Primarily used in long relief, the 31-year-old Simon thrived in his role of entering many games with his team behind and often keeping the opponent within reach. On four occasions, he pitched three innings. Heisey had filed for $1.65 million, while the Reds countered with $1.05 million. Simon, meanwhile, sought $1.05 million and was offered $750,000. The Reds have four remaining arbitration-eligible players: outfielder Shin-Soo Choo and right-handers Mat Latos, Homer Bailey and Mike Leake. Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
