{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/41282978\/brewers-clear-up-paperwork-sign-pitcher-alfredo-figaro-to-minor-league-deal\/",
    "title": "Crew clears up paperwork, inks Figaro to Minors deal",
    "subtitle": "Initially signing in December, righty was still under control of Japan team",
    "body": "MILWAUKEE -- Proving Yogi Berra's old adage that \"it ain't over 'til it's over,\" right-hander Alfredo Figaro has signed a Minor League deal with the Brewers. Again. Figaro, 28, who pitched the past two seasons in Japan, came to the same deal with the Brewers back on Dec. 19, before Figaro and agent Barry Praver discovered he was still under reserve by the Orix Buffaloes. Thus began a negotiation between Figaro and his Japanese club that was resolved this week. So it's finally official: Figaro will be in Milwaukee's big league camp. \"Upon our status check on Monday, they declared he was a free agent, so we were able to sign him,\" Brewers assistant general manager Gord Ash said. Figaro is the 10th non-roster pitcher added to the Brewers' big league camp roster. He will initially compete for a spot in the Opening Day bullpen but could wind up a starter at Triple-A Nashville. Before his two-year stint with Orix, Figaro appeared in 13 Major League games with Detroit, including four starts, in 2009 and 2010, posting a 6.54 ERA with 21 strikeouts and 18 walks in 31 2\/3 innings. According to FanGraphs.com, Figaro averaged 92.4 mph on his fastball in those limited appearances and also threw a slider, changeup and occasional curveball. He spent six seasons in the Tigers' organization (2005-10) after beginning his career in the Dodgers' farm system in 2004. Figaro signed in Japan after going 10-6 with a 4.14 ERA in 23 starts at Triple-A Toledo in 2010. In Japan, he was 8-11 with a 3.31 ERA in 35 games, 31 starts, and struck out 127 batters against 55 walks. This winter, the Brewers scouted Figaro in the Dominican Winter League, where he had a 2.63 ERA in three starts and three relief appearances for Licey. That team was managed by Brewers Triple-A skipper Mike Guerrero, who recommended Figaro to Milwaukee officials. Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
