15
1788
a
abov
accord
account
actuat
admit
affair
afraid
against
aim
all
allb
alon
alreadi
also
alway
am
america
american
among
amount
an
and
ani
anoth
answer
appar
appli
appoint
apprehend
apprehens
are
argum
aris
arithmet
articl
as
assail
assembl
at
athenian
attent
augment
avoid
awar
be
bear
becom
been
befor
benefit
betray
better
between
biennial
bodi
both
branch
but
by
calcul
calumni
can
cannot
capabl
carolina
carri
case
casualti
caus
census
certain
chain
chang
charact
charg
choic
choos
chosen
circumspect
circumst
citizen
civil
class
combin
commit
common
compar
compos
comput
conceiv
conduct
confid
confus
congress
conjectur
consid
consider
consist
conspiraci
constitu
constitut
consult
contempl
continu
contrari
control
conveni
correspond
corrupt
could
council
counteract
countri
cours
creat
danger
dare
dealt
decid
declar
defeat
defect
degre
delawar
depositari
deprav
depress
desir
despot
destroy
detect
devour
differ
direct
discuss
dispar
dispens
dispos
disproportion
distrust
do
doe
doubt
drawn
dure
each
eager
easi
easili
eight
either
elect
elector
elev
emolu
enabl
end
ensnar
equal
esteem
estim
even
event
ever
everi
exce
exhaust
exhibit
exist
experi
expir
extravag
fail
faith
fallaci
far
fate
fear
februari
feder
feel
fellowcitizen
few
fidel
fifth
fifti
first
five
follow
for
forc
foreign
form
fortun
found
foundat
four
fourth
free
frequent
friday
friend
from
fuller
fund
further
futur
gener
genius
georgia
give
given
gold
govern
grant
great
greater
guard
guardian
had
hand
happen
happi
has
have
held
henc
her
here
hereaft
higher
hope
hous
how
human
hundr
i
idea
if
impress
improb
improp
in
incorpor
increas
inde
independ
indiscrimin
inelig
infer
inhabit
injuri
instanc
intemper
interest
is
island
it
jealousi
judg
justifi
kept
know
knowledg
larg
largest
last
latter
least
legisl
legislatur
less
let
liberti
like
limit
littl
local
longer
lost
made
make
mani
mankind
manner
mass
massachusett
may
mean
member
men
mention
mercenari
might
million
mind
mob
moder
more
most
motiv
much
multitud
must
my
nation
natur
near
necessari
need
negat
negro
never
new
no
nor
not
noth
now
number
numer
object
obliter
observ
obstacl
of
offic
on
one
or
order
ordinari
other
otherwis
ought
our
out
outset
over
own
packet
part
parti
particular
pass
passion
pennsylvania
peopl
perfidi
period
perman
pictur
place
pleasur
point
polici
polit
popul
portion
possess
possibl
power
precis
present
presid
presum
presuppos
pretens
prevail
prevent
previous
principl
prior
privat
prize
probabl
problem
proce
produc
pronounc
proper
prophet
proport
proportion
propos
provid
public
publius
purchas
puriti
purpos
pursu
put
qualiti
quarter
question
quiet
rais
rate
ratif
ratio
reason
recal
receiv
recollect
recommend
reduc
regard
regul
relat
remark
render
renew
renounc
repeat
repres
republican
requir
respect
respons
rest
restrain
restraint
revers
revolut
rhode
rule
ruler
safe
safeguard
said
same
scarc
sceptr
scheme
scrupl
second
secreci
secur
seem
select
self
selfgovern
senat
seven
seventi
sever
shall
short
should
show
sincer
six
sixti
sixtyf
small
smallest
so
societi
socrat
sole
solemn
solut
some
sometim
sourc
south
space
speedili
spirit
stake
stand
standard
state
still
subdu
subject
substitut
success
successor
such
suffer
suffic
suffici
suppos
supposit
suscept
suspicion
sympath
take
taken
temper
temporari
ten
term
than
that
the
their
them
themselv
then
there
therefor
these
they
third
thirti
this
though
thought
thousand
three
through
time
to
told
too
total
transact
treacheri
true
trust
truth
twenti
twentyf
twentyon
two
tyranni
unabl
unavoid
unbound
under
unit
unsaf
up
us
use
vacant
vain
varianc
veil
veri
victim
view
virginia
virtu
war
was
watch
we
weigh
weight
well
wellguard
were
what
whatev
when
where
whether
which
whisper
who
whole
whose
will
with
within
without
worthi
would
wrest
year
yet
york