1788
25
a
access
account
accus
act
actual
affect
afterward
against
all
alon
also
alway
an
and
ani
answer
appear
apprehens
apt
are
argum
armi
as
ascertain
assent
assign
at
attend
attent
author
avail
balanc
be
been
beforehand
beget
benign
bestow
better
birth
bodi
both
branch
but
by
calcul
call
care
case
caus
caution
censur
chief
circumspect
clemenc
code
command
commanderinchief
common
commonwealth
commun
concentr
concern
concurr
condemn
conduct
confer
confid
conjunctur
connect
conniv
consid
consider
conson
conspir
constitut
constru
contest
conting
conven
could
council
counten
countri
coupl
cours
creatur
crime
crimin
critic
cruel
day
definit
deleg
delic
demand
deni
depart
depend
deriv
deserv
dictat
differ
dilatori
direct
discretionari
dispens
distinguish
doubt
dread
duti
each
easi
elig
embarrass
embolden
embrac
employ
encourag
enforc
entir
equal
essenti
even
everi
evid
exampl
except
exclud
execut
exercis
expect
expedi
explain
fatal
fate
favor
fellow
fellowcreatur
fetter
fiat
first
fit
for
forbear
forc
form
found
frequent
friend
from
gener
given
golden
good
goodnatur
govern
grant
guilt
had
hand
happen
has
have
he
him
his
hold
hour
human
i
if
immedi
impeach
impli
impolit
impun
in
inexor
infer
inflam
injudici
inspir
insurg
insurrect
into
is
it
itself
judgment
justic
kind
larg
late
law
least
legisl
legislatur
less
let
level
like
limit
littl
loss
magistr
major
man
march
massachusett
match
may
measur
men
merci
mere
might
militari
militia
mistak
mitig
moment
more
most
motiv
much
natur
naval
navi
necessari
need
never
new
not
number
numer
obduraci
object
observ
obstin
obtain
occas
occasion
of
offend
offens
offer
offic
often
on
onc
one
opinion
opportun
or
other
ought
out
packet
pardon
part
partak
parti
particular
pass
peculiar
peopl
person
place
plan
plead
polici
possibl
power
preced
prerog
presid
pretti
princip
proceed
process
proport
proprieti
prospect
provid
provis
prudenc
publius
punish
purpos
qualiti
question
rather
readi
reason
rebel
rebellion
recal
redund
refer
reflect
relat
remiss
repos
represent
repriev
requir
resent
respect
respons
restor
result
right
rigor
said
same
sanction
sanguinari
scrupul
season
second
secret
sedit
see
seem
sens
sensibl
servic
sever
shall
shelter
should
singl
slip
so
societi
sole
sometim
spirit
state
step
strength
strong
strongest
subject
such
suffer
supposit
suspicion
sympathi
taint
take
tendenc
terror
than
that
the
their
them
there
these
they
this
those
though
time
timid
to
too
toward
tranquil
treason
tuesday
undivid
unfortun
unimprov
unit
upon
urg
usual
vengeanc
vest
view
war
was
we
weak
wear
week
welltim
were
whatev
when
where
whether
which
will
with
without
would
write
yield
york