
1
2
3
4
5
6
7
8
9
a
abl
abound
abov
abridg
absolut
absolv
abus
accept
access
accumul
act
actual
ad
adapt
add
adjudg
admit
adopt
advantag
adventur
affect
afford
against
aid
aim
alien
all
allow
alon
also
alter
altern
although
altogeth
ambit
ambiti
amend
among
amphictyon
an
ancient
and
ani
annex
answer
anticip
antirepublican
appeal
applic
appropri
are
aristocrat
arm
arsen
art
articl
artifici
as
ask
assent
assert
associ
assumpt
at
attach
attain
attaind
author
awe
barrier
be
bear
becom
been
befor
belong
below
besid
better
between
beyond
blood
bloodi
blow
both
bound
branch
breach
bring
britain
british
build
but
by
calam
calcul
calm
can
canada
cannot
canton
capabl
capric
carri
case
casual
caus
cede
census
certain
cession
chang
charact
character
chimer
choos
circumscrib
citi
citizen
civil
claim
class
clear
coalit
coincid
collect
coloni
combin
commit
common
commun
compact
compass
compil
complain
complet
compos
comprehend
compris
concern
concours
concur
concurr
condemn
condit
confeder
confederaci
confer
confront
congress
consent
consequ
consid
consider
consist
conson
constitut
constru
contest
continu
continued(th
contract
conven
convent
convict
copyright
corrupt
could
council
counti
cours
creat
creditor
creep
crime
critic
cure
danger
dare
debt
decis
declar
declaratori
defect
defend
definit
degre
delic
democrat
depend
deposit
deriv
desir
determin
dictat
differ
difficult
difficulti
diminish
discov
discoveri
discret
discuss
dishonor
dispens
dispos
disproportion
dissatisfactori
dissent
dissimilar
dissolut
dissolv
district
do
dockyard
doctrin
domest
doubt
due
duli
dure
duti
each
effect
effectu
either
elect
els
emerg
enabl
endear
engag
engin
enjoy
enter
enterpris
entir
enumer
equal
erect
error
especi
essenti
establish
etc
even
event
eventu
everi
evid
exceed
except
exchang
exclus
execut
exempt
exercis
exert
exhibit
exist
expend
experi
express
extend
extent
extrem
facil
faction
fangl
fault
favor
feder
few
find
fine
first
fix
flame
flatter
fli
follow
for
forbid
forc
foreign
foreseen
foresight
forfeitur
form
former
fort
fortun
found
fourth
free
frequent
friend
from
fulfil
fulli
further
gener
germani
give
given
god
good
govern
gradual
great
greater
greec
grievanc
guarante
guaranti
guard
guilt
had
hand
happen
happi
hard
harmless
has
have
he
heat
her
here
heretofor
higher
histori
holland
hope
hostil
human
hypothet
i
idea
if
illicit
imagin
imaginari
imparti
imperfect
impli
import
impos
improp
improv
impun
imput
in
inconveni
incumb
independ
indispens
individu
induc
inexcus
infirm
influenc
inform
infract
inhabit
innov
insens
insert
insist
instanc
institut
instrum
insult
insurrect
interest
interpos
interposit
interrupt
interwoven
intim
into
intrigu
introduc
invas
invent
inventor
involv
is
it
itself
jealousi
join
journal
judg
judgment
junction
jurisdict
just
justic
justif
kindr
king
known
larger
latitud
latter
law
leader
leagu
led
left
legisl
legislatur
less
lesser
lesson
level
lie
life
like
limit
littl
local
long
macedon
made
magazin
magic
magistraci
magnifi
maintain
major
make
malign
mani
mankind
mark
may
meant
measur
member
men
mere
might
mile
militari
minor
miscellan
mode
moder
modern
monarch
monarchi
money
montesquieu
moral
more
moreov
most
motiv
much
multipli
municip
must
mutabl
mutual
nation
natur
necess
necessari
necessarili
need
neighbor
never
new
newfangl
nine
no
nor
not
note
noth
notic
now
number
object
oblig
observ
obstacl
obstin
obtain
obviat
occas
of
offspr
omiss
on
onc
one
oppos
opposit
or
ordinari
origin
other
ought
our
ourselv
out
over
overcuri
overlook
own
pact
palladium
paragraph
part
parti
particular
partit
pass
past
peac
peculiar
pecuniari
peopl
perhap
perpetu
person
pervad
petti
piec
place
pleas
pledg
plot
point
polici
polit
popul
popular
posit
possess
possibl
power
powers:1
practic
pre
precaut
preexist
prefer
prejudic
prepar
present
preserv
presum
pretend
pretext
prevail
prevent
princ
principl
privileg
probabl
proceed
produc
progress
project
promot
prompt
pronounc
proof
proper
properti
proport
proposit
proprieti
prospect
protect
prove
provid
provis
proviso
prudenc
public
publius
punish
purchas
purpos
pursu
qualifi
quell
question
quiet
rare
ratif
ratifi
readi
real
reason
receiv
recent
reciproc
recommend
recur
redress
reduc
reform
regul
regular
relat
remain
remark
remedi
remembr
remit
remov
render
repres
represent
repress
republ
republican
requir
requisit
resid
residuari
resourc
respect
restrain
restrict
reunion
right
risk
rule
sacrif
safeti
same
sanction
satisfact
satisfi
say
scale
scarc
scene
scienc
scrupl
search
seat
second
secret
secur
seem
seen
self
selfpreserv
senat
separ
shall
share
should
show
side
similar
singl
situat
small
smaller
so
societi
solemn
some
soon
sort
sound
sovereign
sovereignti
speak
speci
speedi
spirit
squar
stamp
stand
standard
state
stationari
still
stranger
strength
subject
subsist
substanti
substitut
subvert
succor
such
suffici
suffrag
suggest
sunk
superflu
superintend
superior
supersed
suppli
support
suppos
supremaci
swiss
switzerland
sword
system
take
talent
task
tear
tempestu
ten
territori
than
that
the
their
them
themselv
theoret
theori
there
therefor
these
they
thirteen
this
those
though
three
time
to
told
too
transact
transcend
transform
treason
treati
trial
triumph
true
truth
turn
two
umpir
unanim
uncancel
under
undon
unhappi
unhappili
union
unit
univers
unless
urg
us
use
usual
util
vain
valid
veil
veri
victori
view
vindict
violat
violenc
violent
virtu
voic
void
want
warn
was
we
weaker
weight
well
wellknown
were
western
what
whatsoev
when
whenev
where
whether
whi
which
whilst
who
whole
whom
will
with
within
without
work
world
would
wound
wreak
write
yet
york