
1787
21
a
abl
about
abridg
abstain
abund
abus
acquir
actual
addit
adher
admir
admit
advanc
advantag
affair
afford
afraid
afterward
again
against
age
alarm
all
alli
alon
alreadi
also
alway
ambit
american
among
amongst
ampl
an
ancient
and
ani
anticip
appear
appeas
appli
applic
apprehend
approach
apt
are
armi
articl
as
ascertain
associ
at
athenian
attend
attest
authcriti
author
awar
bane
be
bear
becaus
becom
been
befor
begin
besid
better
between
beyond
bill
blow
bodi
border
bravest
breach
breast
britain
brought
bulwark
burden
but
by
calcul
can
cannot
capac
care
case
caus
cautious
ceremoni
choic
choos
cite
class
combin
come
command
common
commonwealth
commun
compel
compet
concess
conduct
confeder
confederaci
confer
confin
confirm
congress
consent
consequ
consid
consider
constitu
constitut
construct
contest
continu
contrari
contriv
control
corp
cost
could
council
counter
counterpois
counti
countri
cours
creat
danger
decemb
declar
defeat
defens
defenseless
degre
demand
demolit
denomin
denunci
depend
design
desir
deviat
dictat
differ
dilig
direct
disciplin
discret
disord
dispos
distant
disus
do
doctrin
doe
domest
due
dupe
each
easi
easili
economi
effort
either
elud
encircl
endang
enemi
engin
enlarg
enterpris
entertain
enumer
equal
equit
erect
essenti
establish
etern
even
everi
exampl
execut
exhibit
exist
expect
experi
experienc
expos
express
extend
extens
extraordinari
fabric
facil
fact
fall
fallen
fame
far
feder
feebl
feel
fetter
final
first
fleet
flimsi
foot
for
forbid
forc
foreign
form
formal
found
foundat
framer
free
friday
from
fulli
fundament
further
gather
genuin
georgia
given
govern
gratifi
great
ground
guard
had
hand
happen
has
have
head
her
here
hostil
how
howev
human
i
if
illustr
immedi
immens
impair
impend
improp
improprieti
improvid
in
inabl
incapacit
inconveni
independ
indian
individu
induc
ineffectu
inform
injur
instanc
instant
instig
institut
instruct
insurrect
intend
into
introduc
invad
invers
invest
invit
is
issu
it
itself
jealous
jealousi
jeopardi
judg
keep
kept
kind
know
lacedaemonian
late
latitud
latitudinari
latter
law
least
left
legal
legisl
legislatur
less
lesson
levi
liberti
light
like
liter
littl
local
long
lost
lot
love
lysand
main
maintain
make
manifest
manner
massachusett
matter
maxim
may
mean
measur
mediat
meet
member
men
mention
merci
might
militari
militia
million
month
monum
more
most
multitud
must
mutual
nake
nation
natur
necess
necessari
neighbor
neighborhood
neither
never
nevertheless
new
no
nomin
nor
not
notic
nourish
number
numer
object
observ
obstacl
obviat
occas
occur
of
on
onc
one
oper
oppos
oppress
or
other
ought
our
own
packet
palpabl
parchment
parsimoni
part
partial
particular
pay
peac
peloponnesian
pennsylvania
peopl
perceiv
perfect
perhap
permit
perserver
person
plan
plea
polici
polit
politician
posit
possess
possibl
post
power
practic
preced
precis
preclud
prepar
presenc
preserv
presum
pretens
pretext
prevent
prey
primari
principl
probabl
produc
profound
prohibit
project
prone
proper
properti
proport
prospect
protect
provid
provis
provoc
public
publius
purpos
quell
quick
quota
rais
real
realiti
reason
receiv
recent
recours
regard
regular
relianc
remark
render
requir
requisit
resolv
resourc
respect
rest
restraint
restrict
return
rever
reviv
revolt
right
rivalship
room
rule
ruler
run
sacr
safe
safeti
same
sanction
save
say
scheme
scienc
sea
season
secur
see
seen
seiz
select
semblanc
sens
separ
serv
sever
shall
ship
should
signif
situat
size
so
societi
some
sometim
spain
spectacl
spirit
stabil
stand
state
steadi
still
stimul
storm
strong
struggl
subject
submit
substanc
subterfug
subvert
success
such
suffer
suffici
suggest
suppli
support
suppos
supposit
suspicion
sustain
swell
system
take
taken
teach
temptat
term
territori
than
that
the
their
them
then
there
therefor
they
thing
this
those
though
threaten
three
thus
time
titl
to
told
too
toward
tranquil
transfer
treasuri
troop
truth
twice
two
ultim
under
undoubt
unequ
union
unit
unless
up
upon
urg
urgent
us
use
usurp
util
valor
valuabl
varianc
various
veri
vice
viceadmir
vigor
violat
violent
wait
war
warrant
was
we
weak
weapon
week
weight
well
were
what
whatev
when
where
whether
which
who
whole
whom
whose
will
wise
with
within
without
world
would
year
yet
york