1
1787
20
a
abl
abov
absolut
absorb
accommod
accompani
accustom
acquiesc
acquir
acquisit
act
activ
admitt
advantag
adventiti
adversari
affair
after
against
age
agricultur
aid
airi
alarm
all
allud
almost
also
altogeth
alway
ambit
america
an
ancient
and
ani
annoy
anoth
answer
appendag
apprehens
approach
ardent
are
arm
armi
art
as
ask
aspect
assist
assum
at
attach
attend
attitud
author
battl
be
bear
becom
been
befor
benefici
better
between
bodi
bold
britain
broken
brought
but
by
calam
call
campaign
can
cannot
case
caus
certain
chain
character
chiefli
circumst
citizen
civil
coextens
coloni
combin
commerc
common
commun
companion
compar
compel
concis
conclus
concur
condit
conduct
confederaci
confess
confound
conquest
consequ
consid
consider
constant
constitut
contain
contempl
content
contin
continent
continu
contrari
contribut
correspond
corrupt
could
countri
cours
danger
day
decid
deem
defect
defend
defens
degrad
degre
delay
deleg
demand
descent
describ
descript
deserv
desol
despot
destitut
destroy
destruct
desultori
detail
devast
devot
dictat
did
differ
difficult
difficulti
direct
director
disciplin
dispassion
disposit
disproport
dissolut
distanc
distemp
distinct
distract
distress
disunion
disunit
do
domest
drawn
each
easi
economi
effect
effectu
effort
either
elev
embodi
emin
empir
encircl
encroach
end
endeavor
enemi
enforc
engin
enhanc
enjoy
enmiti
enough
enslav
enter
enterpris
entir
enumer
equal
establish
europ
even
event
ever
everi
evil
examin
execut
exert
exhaust
exig
exist
expedi
expens
exploit
expos
extens
extern
facilit
faction
fall
fallen
favor
fear
felic
figur
final
financ
firm
first
flit
foot
for
forc
foreign
form
former
formid
fortif
fortifi
found
frame
free
frequent
friendship
from
frontier
frustrat
full
fulli
futil
gain
garrison
gener
give
given
globe
gold
good
govern
great
greater
greec
guard
habit
habitu
had
hand
happen
has
have
head
heart
her
heretofor
hesit
high
histori
home
honest
hostil
howev
human
i
idea
if
imagin
imped
impedi
import
impractic
impress
improv
in
incid
inclin
incompat
inconsider
increas
individu
industri
inevit
infal
infer
inferior
infring
inhabit
inroad
insepar
instant
institut
insul
insular
insurrect
integr
intellig
interest
interior
intern
into
introduct
invad
invas
irregular
is
island
it
it.1
jealous
jealousi
just
keep
kept
kingdom
larg
larger
last
latter
law
least
leav
legisl
length
less
let
liberti
life
like
littl
lodg
long
longer
look
lost
lot
love
made
magistr
maintain
make
malign
man
march
marin
mark
master
match
matur
may
mean
measur
medit
men
menac
mention
might
militari
militia
mob
modern
monarchi
more
mortifi
most
motiv
much
multipli
must
mutual
nation
natur
necess
necessari
necessit
neighbor
neither
new
no
nor
not
noth
notwithstand
novemb
now
number
numer
object
oblig
obstruct
obtain
occasion
occur
of
offspr
often
old
on
one
open
oper
opinion
oppress
or
other
our
ourselv
out
over
overmatch
overrun
overturn
packet
part
parti
past
paus
peac
peculiar
penetr
peopl
perhap
period
permit
perpetu
phantom
pictur
place
plunder
polici
polit
popul
posit
possibl
post
postpon
potent
power
pre
precaut
predatori
predica
preemin
prejudic
prepar
present
preserv
pretext
prevail
preval
prevent
prey
pride
princip
principl
prior
probabl
problemat
produc
product
progress
propens
proper
properti
proport
proportion
proposit
protect
protector
provid
prowess
prudent
public
publius
pursuit
put
quarter
question
quick
ralli
rapid
rare
readi
real
reason
receiv
recours
reduc
regular
reinstat
reject
relax
remain
remot
render
repel
repli
repos
repres
republ
requir
requisit
resist
resort
resourc
result
retain
retaken
retreat
revenu
revers
revolut
right
risk
room
ruler
run
safe
safeti
said
same
satisfactori
scene
scienc
scourg
secur
see
seldom
sens
separ
serious
serv
servic
sever
she
short
should
shown
signal
silver
similar
singl
situat
small
so
soldier
soldieri
solemn
solid
some
soon
specul
spirit
spite
spring
stand
standard
state
step
strength
strengthen
subdu
subject
submit
subordin
substanti
such
sudden
suffici
superfici
superior
supersed
suppli
support
suppos
suppress
system
t
taken
tendenc
term
territori
than
that
the
theatr
their
them
themselv
there
therefor
these
they
thing
this
those
though
three
thrown
thus
till
time
to
togeth
toler
too
toward
town
trace
train
transit
triumph
trivial
troop
true
truth
tuesday
two
unabl
unavoid
uncertain
under
union
unit
up
upon
us
use
usual
usurp
vagu
venal
veri
vicin
vicissitud
victim
victori
view
vigor
violent
want
war
was
wast
way
we
weaken
weaker
weighti
whatev
where
whi
which
whole
wide
will
wise
with
within
world
would
wreck
wrought
york