{
    "url": "http:\/\/m.mlb.com\/news\/article\/26278602",
    "title": "Around the Horn: Indians' starting rotation",
    "subtitle": "Around the Horn: Indians' starting rotation",
    "body": "Roughly six weeks remain until the start of Spring Training. The sound of baseballs popping in gloves. The smell of freshly trimmed outfield grass. It's all right around the corner. That makes this a good time to go Around the Horn, taking a look at the Indians' roster. We'll start this six-part series by examining the Tribe's starting rotation.  CLEVELAND -- It has been said countless times, but the old baseball adage remains relevant as another season approaches.  \"Any good team,\" Indians starter Justin Masterson said, \"it starts with the pitching.\" Masterson reminded of that truism at the end of 2011, when Cleveland wrapped up a second-place finish in the American League Central. The Indians saw improvement with their rotation during that campaign, but know that more is needed from the group to potentially fight for a playoff berth in 2012.   There are plenty of questions up and down the entirety of Cleveland's youthful roster, but the starting staff will likely set the tone for the year ahead. The Indians have made moves to solidify the front five, hoping to field a cast that can carry the club in times when other aspects of the team falter.   For the past few years, the Indians have held Spring Training competitions for multiple rotation jobs. This season, Cleveland will head into camp with its five starters identified, barring any injuries or setbacks. That puts the Tribe in a position to open the 2012 season with the type of depth that has been missing of late.   \"There's a comfort level with the five guys that we have,\" Indians manager Manny Acta said at the Winter Meetings in December. \"I would say there's a comfort level now that we feel that we will have eight guys, at least, in camp, and we all know you need minimum of seven to eight just to go through the season.\"   As things currently stand, the Indians' five-man rotation projects to include Masterson -- a prime candidate to start on Opening Day -- along with Ubaldo Jimenez, Josh Tomlin, Fausto Carmona and Derek Lowe. Jimenez and Lowe were acquired through July and October trades, respectively.   Cleveland's rotation does, however, have its work cut out for it if the group wants to rise to the upper ranks of the American League.   In 2011, Indians starters combined to go 53-61 with a 4.51 ERA, which ranked 10th in the league. The club cycled through 10 starters and had four land on the disabled list for stretches. Carmona (7-15, 5.25 ERA) labored as the team's season-opening No. 1 starter, Jimenez was inconsistent after joining Cleveland in July, and Carlos Carrasco was lost to a serious right elbow injury.   The Indians are hoping for a reversal of fortunes in 2012.   \"If you can have some consistency in the rotation,\" Tomlin said, \"it just puts everybody in a better spot. It puts the bullpen in a better spot, knowing you're going to get consistent innings out of [starters]. It gives that kind of ease for hitters, knowing these guys are going to go out and battle and keep us in the game.   \"If we can do our job of getting it to the bullpen with the lead, I feel like we're going to win a lot of games.\"   This winter, Carmona and Jimenez have been training in the Dominican Republic, and taking part in some winter ball, in preparation for the 2012 season. If Carmona can return to his 2010 form, when he posted a 3.77 ERA, and Jimenez can come close to his '10 showing, when he won 19 games for the Rockies, the Tribe should be in great shape.   \"With Fausto,\" Indians general manager Chris Antonetti said earlier this winter, \"we're constantly working with him to get more consistent with the start to his delivery, and his mentality. If he can get more consistent with his delivery and executing pitches, and continue his development and understanding of how to attack hitters, there's no reason to think he couldn't be successful next year.\"   The Indians believe Jimenez's offseason program will benefit him, too.   \"It's very important,\" Acta said of having Jimenez pitch some this winter. \"He feels that it's going to get him in the best shape possible for Spring Training, and he has experience with that. His best season with the Rockies, he pitched winter ball.\"   Also promising for the Indians is the fact that the team saw Masterson and Tomlin each achieve 12 wins in 2011. If it weren't for spotty run support (especially in Masterson's case) and a right elbow injury for Tomlin, both pitchers might have enjoyed even more success last year. They will certainly get their chance in 2012.   \"I really like what we've got going on,\" said Masterson, who had a 3.21 ERA over 216 innings in 2011. \"Just as a team in general, I like the base that we have. ... It excites us -- just like this year. I think what kept us in it was the pitching staff.\"   The addition of the 38-year-old Lowe -- a third sinkerballer on Cleveland's staff, along with Masterson and Carmona -- in the October trade with the Braves gives the Indians a little more predictability. Lowe is coming off a subpar season, in which he went 9-17 with a 5.05 ERA, but he has a history of avoiding injuries and eating innings.   Consider that Cleveland will be without 2011 starters Carrasco (Tommy John elbow surgery), Alex White (traded to Colorado in the Jimenez deal) and Mitch Talbot (signed to play in Korea) next year. Last season, that trio combined to go 11-15 with a 5.18 ERA over 203 1\/3 innings with the Indians.   Over the past three years with Atlanta, Lowe has averaged 13 wins with a 4.57 ERA over 192 innings per year. The veteran right-hander has also averaged more than 200 innings and 33 starts every season for the past decade in the big leagues. If he bounces back from last year's showing, that is the kind of reliability that the Indians have needed.   \"We feel like we were able to add a quality durable Major League starter to our rotation,\" Antonetti said at the time of the trade. \"He has demonstrated durability. He has pitched on some very good teams, and we feel he has a leadership ability that could rub off on some of our starters.\"   Beyond that, by adding Lowe, the Indians have created a situation where starters David Huff, Jeanmar Gomez and Zach McAllister -- all with big league time under their belts -- could begin the season with Triple-A Columbus. Then, if the rotation does run into any issues, an experienced arm is only a phone call away.   \"That's depth,\" Acta said.   And it makes for a rotation that will be integral for the season ahead. Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
