{
    "url": "http:\/\/m.mlb.com\/news\/article\/26288844",
    "title": "Red-letter day: Larkin elected to Hall of Fame",
    "subtitle": "Red-letter day: Larkin elected to Hall of Fame",
    "body": "NEW YORK -- The newest member of the National Baseball Hall of Fame will be the 22nd shortstop enshrined in the red-brick museum nestled on Main Street in downtown Cooperstown, N.Y.  Barry Larkin joined the Class of 2012 on Monday as the sole electee of the Baseball Writers' Association of America this year. To gain admittance, a player must receive at least 75 percent of the vote.  The 12-time National League All-Star and three-time Gold Glove Award winner, who played his entire 19-year career for his hometown Cincinnati Reds, appeared on 86.4 percent of the ballots cast. Last year, Larkin finished third behind inductees Roberto Alomar and Bert Blyleven when his name appeared on 62.1 percent of the ballots cast. It was Larkin's third year on the ballot. Jack Morris finished second with 66.7 percent and Jeff Bagwell wasn't far behind at third with 56 percent. They were followed by Lee Smith (50.6), Tim Raines (48.7), Alan Trammell (36.8) and Edgar Martinez (36.5). Yankees center fielder Bernie Williams fared the best among newcomers on the ballot, appearing on 9.6 percent.            Larkin was a nine-time Silver Slugger winner, a member of the Reds squad that swept the A's in the 1990 World Series and the NL Most Valuable Player in '95. His .295 lifetime batting average was 33 points higher than that of Cardinals shortstop Ozzie Smith, who was elected predominantly for his defense in 2002. Cal Ripken Jr., elected along with Padres right fielder Tony Gwynn on the first ballot for both men in '07, hit .277 as a shortstop, the position he played for most of his stellar 21-year career with the Orioles.           Barry M. Bloom is a national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
