{
    "url": "http:\/\/m.mlb.com\/news\/article\/26288172",
    "title": "Influential researcher Spira dies at age 44",
    "subtitle": "Influential researcher Spira dies at age 44",
    "body": "In the early days of the online world, well before American Idol and social media made the public's input commonplace, Greg Spira created the Internet Baseball Awards.  A Harvard University graduate and prolific researcher, Spira brought the awards from a niche online community to the Web at large. Hosted today by Baseball Prospectus -- the sabermetrics-minded outlet Spira helped grow in its nascent years -- the IBAs celebrated their 20th anniversary in 2011.  Shortly before the New Year, Spira passed away at age 44. He had long struggled with his health and died in New York City, where he was born and raised, of complications from polycystic kidney disease and a subsequent kidney transplant.   \"If Greg had, if he had caught a break and had some cessation of medical woes, he could've been the equal of most anybody in the sabermetric and analytical crowd,\" said John Thorn, Major League Baseball's official historian who worked with Spira for several years.   Spira was the son of Fred Spira, a renowned innovator in and collector of photography, and Greg had his father's knack for assemblage. Jonathan Spira, Greg's older brother and lone sibling, estimated Greg's library comprised easily several thousand volumes. Thorn believes the number of \"modern\" baseball books that Greg had assembled could well be unparalleled.   \"Greg got everything that came out,\" Thorn said. \"So if you're talking about modern baseball books, say 1990 forward, I don't know who would equal Greg, apart from a library.\"   Spira spent most of his working life as a freelance researcher and editor, and plenty of the works on his shelves were owed in part to his own diligence. An American History major in college, Spira's mastery of research technique and the early Web placed him well ahead of the curve in a time where tools like Google could make anyone an instant expert.   Fortunately for the baseball community, Spira was willing to share.   \"He was very generous with his time, he helped lots of people in lots of ways,\" said Gary Gillette, a member of the Society for American Baseball Research board of directors who worked with Spira on several sports encyclopedias. \"I could probably pick 15 books off my bookshelf and find Greg mentioned in the acknowledgments as helping out in some way. Greg did it because he was a good guy and because people knew he was a good guy, so they'd say, 'Hey, you should call my friend Greg Spira, he'll help you.' And Greg rarely failed in that sense.\"   \"Greg's curiosity, his need for information, was virtually unquenchable,\" said Jonathan Spira, who is the chief analyst at Basex, a think tank that studies, of all things, how people work with information. \"His ability to assimilate information was unsurpassed. His ability to draw conclusions and see around corners that other people didn't see was particularly unparalleled.\"   Spira's passion for baseball was born young, with an upstart Mets franchise.   \"They were around the corner,\" said Spira's mother Marilyn, who survives him.  Though his health was always an issue, Spira did play Little League, and comic books were among his chief hobbies later in life.   In baseball circles, plans are in the works to extend Spira's legacy. The IBAs will be re-named in Spira's honor, said Dave Pease, a partner at Baseball Prospectus, and Gillette said an award, likely for writing or research that may also come with an honorarium, is being developed. A website has been created in Greg's memory at gregspira.com.  One of Spira's close friends was Sean Forman, the founder of Baseball-Reference.com. Together they ran a fantasy baseball team and worked on projects, like BaseballBooks.net. Despite Baseball-Reference's great success, Spira's primary concern was always the same: getting it right.   \"He always had lot of feedback,\" said Forman. \"He never let me get a big head about what I was doing. He always was willing to say, 'Oh, that's nice but you haven't fixed this yet.'\"  Evan Drellich is a reporter for MLB.com. Follow him on Twitter @EvanDrellich. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Evan Drellich"
}
