{
    "url": "http:\/\/m.mlb.com\/news\/article\/26307406",
    "title": "Despite contrary belief, Larkin a born shortstop",
    "subtitle": "Noble: Despite contrary belief, Larkin a born SS",
    "body": "NEW YORK -- For years, general managers kept their personnel lists in their heads. In that way, the lists always were accessible and difficult to lose.  When Frank Cashen was the general manager of the Orioles, he kept his lists -- position by position -- taped to the tray above the top right-hand draw in his office desk. Quite accessible and impossible to misplace. Cashen kept his in his head as well, just in case a trade was proposed at a bar at some Winter Meetings. It was wise to keep the future handy, John Schuerholz said once a few years back. He had been tutored by Cashen. He kept his lists close, he kept them private too. The future personnel of a baseball team -- position by position -- as determined by its general manager and his staff is privileged information. Keep it handy and keep it to yourself. At any given moment, Cashen could pull out his tray, run his fingers down the page attached to it and identify the Orioles' probable catchers for the following five seasons, their probable left fielders for the next six.   \"Those lists,\" Cashen said years later after he had created new ones for the future personnel of the Mets, \"give us a framework. When a trade is considered, he can look at the lists, and we know where we expected a player to fit and when we expect to fit. It sounds simple, but it's not unimportant.\"    The Reds had a list of shortstops in 1986. First was Davey Concepcion, by that point, in his 17th season as the team's primary shortstop. Second was Barry Larkin, the kid from Cincinnati they had signed the previous summer. Kurt Stillwell was third. And then, Larkin and Stillwell were switched. Worse, Larkin was switched to the other side of second base.  It was one of the few times he was out of position.  As Larkin recalled that change Tuesday, his expression changed as well. The pleasant smile that had graced his lips since the moment he learned of his election to the Hall of Fame on Monday afternoon was replaced by the face of the unsuspecting vegetarian biting into a lemon-laced burger. Second base didn't agree with him. And Larkin didn't agree with the decision of Minor League coordinator Chief Bender to implement it.  \"I didn't want to do it, but I begrudgingly went over there and tried,\" Larkin said. \"I think I had a ball go between my legs, and I wasn't real happy with it. And I remember Chief Bender, I had a conversation with him, and Chief told me that he thought the organization thought it was best if I played second base, because I would not be able to play shortstop because my ... the stuff that I did just wasn't shortstop quality or Major League quality.  \"I remember that vividly. I remember my conversation with him. We were at the pool in Indianapolis at some hotel. He called me down, I thought I was getting called up to the big leagues. I was in Triple-A at the time. Tommie Reynolds was the manager. Chief said, 'You know, you need to move to second base.' I remember walking away thinking, 'Well, you guys just need to trade me because you told me ... the organization told me ... I would play shortstop. I'm going to play shortstop.' I didn't say that to him but that's what I felt, and that's what I believed.   \"I do remember going out after that and playing second base and, you know, I dragged myself out there. I certainly didn't put all of everything into it, but I did play second base. I think it was a couple games in the Minor Leagues, and after that second ball went between my legs, I think that was the end of that experiment.\"   What the Reds did -- unwisely, as it has turned out -- was what many clubs used to do: sign skilled players with infield experience, assign the best of them, the best athletes among them, to shortstop and see how it plays out.  Cashen loved to tell how he had Davey Johnson and Bobby Grich play shortstop primarily in the Minor Leagues before shifting each to second base, not because of any weaknesses at shortstop, but rather because Mark Belanger, so confident a fielder that he played without a cup, had hands, range, arm and experience beyond what the others possessed.    Most teams did it that way then. A right-handed player with a bright future and infield skills played shortstop. Mickey Mantle, Willie Mays and Mike Schmidt started out as shortstops. Imagine that. Johnson, when he managed the Mets, had all of Kevin Mitchell play shortstop on occasion.  That sort of development strategy is less prevalent these days because players are rushed to the big leagues if they demonstrate more than modest offensive skills. (See: Gregg Jefferies, Mets, 1988. But he started as a shortstop too. Then the club determined it couldn't play him anywhere). Defensive assignments seem secondary now, even though pitching and defense are said to be more critical ingredients.  The brief change of position -- it lasted two games -- not only miffed Larkin, it stunned him.   \"I was drafted the year before and I was told that I would be a shortstop until I played myself out of that position,\" Larkin said. \"And at the time, in Triple-A Denver, I was playing really well. I played OK in Double-A my first year, but in Triple-A I won the American Association Player of the Year, and the Rookie of the Year. \"It was during that campaign when they called me down and they told me. So you know, I don't think it was result-based, I think it was just -- it was Chief Bender. I think it was just because they wanted to try to hold on to [me], as well as Kurt Stillwell.\"  Larkin and Bender never discussed the change at length after it was scrapped.   \"He knew what happened and, you know, I didn't need to say anything to him,\" Larkin said. \"He told me next time he saw me, 'I always told you you would make it.' I was like, 'Yep, you sure did, buddy.'\"  Larkin played two, nine-inning games and one inning in a third game at second in the big leagues in 1986. He didn't appreciate the experience then either. And he DH-ed in Interleague Play. Otherwise, he was a shortstop throughout his career -- and his life.   \"Always played short,\" he said. \"After a while, when I was a kid, the guys I played with just left the position to me.\"  Larkin won't say, but he probably was the best athlete in almost any grouping when he was young. He was a skilled basketball player, recruited by Maryland, though he passed on his senior season in high school. He considered his football skill greater than his baseball talent until, as a red-shirted defensive back freshman at Michigan -- he was red-shirted at Bo Schembechler's call -- he devoted all his free time to baseball and made himself a significantly better player, er, shortstop. \"The best athletes on the field always are the shortstops,\" he said.  Larkin told of how he would challenge the other players on that theory.   \"The outfielders always said they were the best athletes,\" he said. \"Then I'd ask the right-handed ones, 'What position did you play as a kid?' They all said, 'Shortstop.' I'd ask them, 'What happened? Why aren't you a shortstop now?' And they say something weak -- 'I got too big,' or 'They moved me.'  \"But what team would take its best athlete away from the most important defensive position?\"  Larkin's passion for his position always is conspicuous. He talks it almost as well as he played it for the better part of 19 seasons. He is a card-carrying member of \"Kappa-Delta Catch It.\" \"I had the ability to play shortstop. I liked playing the position, the players I admired -- Concepcion and Ozzie -- were shortstops,\" he said. Each presented Larkin with a glove. \"I still don't know if they got together on this, but each one them wrote 'Continue the legacy,' and 'Pass on the tradition,' on the glove.\" Larkin has. Marty Noble is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Marty Noble"
}
