{
    "url": "http:\/\/m.mlb.com\/news\/article\/26285102",
    "title": "Sternberg excited about Rays' future",
    "subtitle": "Sternberg excited about Rays' future",
    "body": "TAMPA -- Rays principal owner Stuart Sternberg said he has talked to Baseball Commissioner Bud Selig and Major League Baseball officials about the Rays' attendance and progress on securing a new stadium.  Sternberg smiled when asked how he responds to questions about the future.  \"We're going to keep winning baseball games,\" said Sternberg on Saturday at a community event in Tampa. \"We've got a lot of fans who love what we do and follow us.\" Sternberg said the recent Scarborough Report noted that the Rays were the No. 1 team in the Tampa Bay market.   \"And there are only a handful of markets where baseball is ahead of football and all the other sports, basketball and hockey,\" Sternberg said. \"We're one of them. It heartens me to keep going forward and do everything I can to put the best organization together and the best product out on the field and just have confidence and faith that we're going to keep moving the ball forward.\"   Sternberg acknowledged that he will be meeting with St. Petersburg Mayor Bill Foster this month. The Rays' stadium agreement runs through 2027 and Sternberg has stated publicly that the team cannot remain at Tropicana Field until the agreement expires. He has also said that he would like to be able to look outside of Pinellas County for possible future stadium sites for the team. Meanwhile, Foster has been adamant that the team look exclusively in St. Petersburg.   Aside from the business of running a franchise, Sternberg is looking forward to the coming season.   \"The end of the [last] season was incredible,\" Sternberg said. \"From the organization's perspective, it was a little muted -- the last couple of games. But we are incredibly excited. And as we look back, and not just at Game 162 -- which has been called the greatest night in baseball, and we were at the center of it, clearly, but to see the comeback that this franchise made from August through September was incredible. And we're going to build on that and we feel great about the season.\"   Sternberg wore his work clothes on Saturday, joining 225 volunteers, 150 of them from the Rays organization, who worked with KaBOOM! and residents of the Sulphur Springs community to build a new playground at Layla's House: An Early Childhood and Parent Community Learning Center.   The new playground's design was based on drawings created by children who participated in a Design Day event in October.   The new playground will provide hundreds of children in the Sulphur Springs neighborhood with a safe place to play. Construction was recently completed on Layla's House, but it was scheduled to open without playground equipment for children before the Rays committed to providing funding for a new playground.   The Rays are the only Major League Baseball team to have partnered with KaBOOM! for a community playground, and this will be the third project following a 2009 build in Riverview and a 2010 build in St. Petersburg. The project is one of more than 150 playground builds KaBOOM! will lead across the country in 2012 in an effort to provide a nice place to play within walking distance of every child in America.   In addition to Sternberg, team president Matt Silverman, farm director Mitch Lukevics and executive vice president of baseball operations Andrew Friedman served as volunteers.   The Rays are still looking to fill holes at DH and first base during the offseason. Friedman addressed the progress the team has made to date in those areas.   \"We're having a lot of conversations on the trade front and also [in regard to] free agents, and I'm confident we'll end up with two hitters who will complement our existing offense very well,\" Friedman said. \"It's very difficult to handicap for timing, but I wouldn't be surprised if something happened in the next couple of weeks.\"   Friedman did not rule out the possibility of Casey Kotchman or Johnny Damon returning to serve as the first baseman and DH, respectively, in 2012. Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
