{
    "url": "http:\/\/m.mlb.com\/news\/article\/26284828",
    "title": "Lawrie ready for sophomore season",
    "subtitle": "Lawrie ready for sophomore season",
    "body": "TORONTO -- At this point last year Brett Lawrie was still a relatively unknown commodity.  Lawrie was considered the Blue Jays top prospect, but no one really knew how quickly he would handle a transition to third base and make an impact at the big league level.  Now Lawrie finds himself not only with a secure spot on the Opening Day roster, but as one of the most marketable players on the team. A breakout rookie campaign foreshadowed what could become an impressive career, but he's not about to take anything for granted. \"It's reassuring, but at the same time there's a lot of work ahead,\" Lawrie said on Day 1 of the Blue Jays' Winter Tour, which kicked off Saturday afternoon in Toronto. \"I always feel like I have a chip on my shoulder and I always feel like there's something to prove.   \"I'm excited to get to Spring Training -- wish it started tomorrow. I'm just excited to go out with these guys, compete, and win.\"   Lawrie first began making waves in February 2011 while attending his first big league Spring Training. He quickly caught the attention of manager John Farrell who went out of his way to praise Lawrie's maturity at the plate and ability in the field.   After an impressive showing, the club ultimately felt like Lawrie needed a little more seasoning in the Minor Leagues, which resulted in the native of Langley, British Columbia, starting the year in Triple-A Las Vegas. Once there, he proceeded to become one of the Pacific Coast League's most dominating hitters.   Lawrie was set to make his big league debut in early June until a fractured left hand cost him almost two months. That set the timing of his promotion back to Aug. 5 but once there he said it didn't take him long to adjust.   \"On my debut, as soon as I stepped into the box, I said to myself, okay he's going to bring a fastball or something,\" Lawrie recalled of his at-bat against Baltimore's Tommy Hunter. \"I took the first pitch and I thought, 'That's a strike in Triple-A, but I don't think in the big leagues,' and (the umpire) called ball. Took a deep breath and I was good. It was only the one pitch (it took) to lock me in, after that I was ready to rock.\"   Lawrie proceeded to hit .293 with a .373 on-base percentage, nine home runs and 25 RBIs in 43 games. He also posted eight doubles, four triples and seven stolen bases with a .953 OPS in just 150 at-bats.   The most overlooked aspect of his game likely can be found in the field where he exceeded expectations with relatively flawless work at the hot corner. His strong arm proved reliable and his ability to come in on slow ground balls appeared to drastically improve as the year progressed.   All of those skills have fans in Toronto expecting big things from the first true homegrown star to ever play for the club. That's all fine according to Lawrie, who said it's something he has grown accustomed to.   \"I've always liked pressure, I've always liked being put in that situation,\" Lawrie said. \"You miss 100 percent of the shots that you don't take -- I like that. I think if you get put in a situation and you fail, people say, 'At least he tried, he's not going to be one of those guys that didn't try.'   \"I'm going to give it 100 percent in everything that I do and if I come out on top then so be it. If I don't there's always the next one.\"   The only negative aspect about Lawrie's first year in Toronto's organization was a pair of fluke injuries he suffered to both of his hands. First, there was the fractured left hand which occurred in late May when he was struck by a pitch in Triple-A.   Then there was the fractured right index finger that he suffered while fielding ground balls at Rogers Centre in late September. It was really the only adversity Lawrie had to overcome in 2011, but it's something that might have been good for his overall development.   \"The more frustrating one was when I broke my left hand,\" said Lawrie, who added that he is back to full strength. \"That was the deal breaker right there and I kind of analyzed to myself, you can be a glass half full guy or you can be a glass half empty guy.   \"It was a life turning point I think for me. I said to myself you better suck it up and get back to where you want to be and that's kind of what happened.\"   Lawrie's spot in the batting order has yet to be finalized, but wherever he's located the 22-year-old will assuredly be a major component of the club's offense. The uncertainties of whether he can handle the big leagues have been answered, and now he says it's time to turn the page.   The former first round pick said he feels like his rookie status has been shed and now he's just another member of the club. The comfort level has risen and now it's on to bigger and better challenges in 2012.   \"I can't predict what's going to happen, I'm just going to roll with it and just have fun,\" Lawrie said. \"I know that those guys like to have fun between those lines and we're going to have a lot of fun.   \"We're obviously going to have our ups and we're going to have our downs but we're all a team at the end and the ultimate goal is a World Series. We can't do it alone, we're all going to be a big family, so I'm excited.\"  Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
