{
    "url": "http:\/\/m.mlb.com\/news\/article\/26286864",
    "title": "Blue Jays begin annual Winter Tour in Toronto",
    "subtitle": "Blue Jays begin annual Winter Tour in Toronto",
    "body": "TORONTO -- The Blue Jays are set to hit the road for their annual Winter Tour.  Toronto officially began the tour on Saturday afternoon at Rogers Centre with an amateur baseball camp for 200 children. It will now head to Ottawa before making stops in Montreal, Quebec; Halifax, Nova Scotia; and St. John's, Newfoundland.  It's an opportunity for Blue Jays players such as Brett Lawrie to reach out to the fan base and visit parts of Canada he has never been. \"It's exciting because it gives us an opportunity to give back to the fans,\" Lawrie said. \"It gives us an opportunity to meet some people and go to some places -- I haven't been to Ottawa or Montreal before, so those are going to be a first for me.   \"We're Canada's team, so if we can go about different provinces and stuff and say, 'Hey what's going on?' to some people it does turn a lot of heads and put some smiles on people's faces.\"   Ricky Romero, Casey Janssen, J.P. Arencibia and Lawrie were the current Blue Jays taking part in the camp at Rogers Centre. They were joined by manager John Farrell and alumni Paul Quantrill, Duane Ward and Pat Tabler.   Baseball camp also played a major role in the event that saw children aged 8-16 take part in a series of on-field drills. It's another initiative to help improve baseball in the city and complements other events held later in the year such as the 13 Super Camps across Canada.   The Blue Jays also continued their partnership with the Toronto Baseball Association by making a donation of $4,000 to the organization. That was welcome news for TBA president David Black.   \"What we've been able to do with that is, we have 15 leagues in Toronto, We reach out to them, find players that wouldn't play otherwise because of financial restraints,\" Black said. \"We're trying to extend the opportunity to get involved with baseball as the grassroots level for city kids that wouldn't be able to otherwise.   \"So in terms of building the game and the community values that are a part of baseball we want to be able to foster that.\"   The cross-country tour is based on the winter caravans that were a staple of the franchise in the late 1970s and throughout the '80s. The goal is to expose players and front-office personnel to fans in parts of the country where there normally isn't any access.   The Blue Jays brought the tour back in January 2011 for the first time in two decades, with featured stops primarily in Ontario and Canada's west coast. It also began in Toronto before moving on to Kitchener, Ontario; Calgary, Alberta; and Vancouver, British Columbia.   Blue Jays players and front-office staff will head to Ottawa on Sunday and Monday. The stop will feature a special meet and greet with families at the Montreal Children's Hospital. From there, the tour goes to Nova Scotia on Jan. 12, with a scheduled visit for the Canadian troops at CFB Halifax.   The Winter Tour then wraps up in St. John's, with a visit to Ches Penney Family YMCA. Additional appearances include an opportunity for fans to meet the players at autograph sessions in each city. Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
