{
    "url": "http:\/\/m.mlb.com\/news\/article\/26297240",
    "title": "Larkin's HOF election one to celebrate",
    "subtitle": "Noble: Larkin's HOF election one to celebrate",
    "body": "This is 2012, but not for our purposes this evening. This is a year we have before us, but one of alternate identity, The Year of the Shortstop. This isn't about the 12 months that began eight days ago, but rather the annum that began July 9 when Derek Jeter unloaded and put himself in select company with his 3,000th career hit. Eighty-one days later, shortstop Jose Reyes won a batting title. And then, early last month, the former Mets star signed a contract with the Marlins worth roughly twice the gross national product of his native Dominican. In between Reyes' successes, a one-time shortstop named La Russa padded his resume with a third World Series title and another former shortstop filled a managerial position in Miami with an ambitious club and remodeled team. Troy Tulowitzki hit 30 home runs, Asdrubal Cabrera hit 25, and J.J. Hardy enjoyed a renaissance season; shortstops all. And now Barry Larkin, the splendid athlete who played the game's most critical position for one club for 18 seasons, has been elected to the Hall of Fame.   Now Barry Louis Larkin has a new monogram more distinctive than BLL -- HOF. He now is prepared to go where merely 23 other shortstops have gone -- Reese, Ripken, Rabbit and Rizzuto, Wagner and The Wizard, Aparicio, Appling and Arky, Banks and Boudreau. Tinker to Yount to Et cetera.    I'm delighted for Larkin, and not merely because I have voted for him in each of his three years on the ballot. I'm pleased because the game needed Barry Larkin -- or someone else gentlemanly, personable, well-groomed, well-schooled, proper, articulate, courteous, modest, polite, entertaining, unsoiled and altogether cool -- to be the focus of all things Cooperstown this summer.  With the Reds former captain ready to take his place in the Hall, the focus now won't be on how the Class of 2012 whiffed, or worse, how so many members of the Class of 2013 had deportment problems or were thought to have misbehaved as players.  With the SS Larkin as a HOF-designate, the game has someone to salute and celebrate, rather than a void that prompts us to ponder what's next in the HOF scenario. Now, at least to some degree, we can do as Brooklyn Dodgers fans did, and \"Wait till next year.\"  Without Larkin, next year would have arrived already to serve as an unwanted replacement for ceremony and celebration. It would have over-filled our plates with controversy -- controversy and Bonds, controversy and Clemens, controversy and Sosa.  Contrary to what most readers probably believe, controversy is not embraced by all journalists, maybe not even most. It muddies the water, it gets in the way and, aside from 1977 -- when every reading American hung on every word spoken by Billy, George and Reggie -- it doesn't necessarily sell newspapers or prompt hits on a website.  An occasional dose may generate a degree of interest, but an extended, \"He said-she said\" -- or \"He used,\" and \"What do we do about it?\" -- becomes tedious. We reached tedious with all this years ago. And now, even with Larkin's election, it's back full force, leaving its stains.   The users distorted the sacred record book with their PED-HRs and a spate of 100-mph fastballs. Now we must endure the slimy residue. PED's have been eliminated to a large extent we're told, but their shadows darken every HOF ballot and conversation.    All that stuff has made for an incurable virus in the voting process. For decades, voters have had difficulty justifying their ballots from year to year. Beginning in earnest next December, the procedure becomes doubly challenging. I only think I know what I will do after the next ballot is stuffed in my mailbox.   In Larkin, we have a Hall of Famer whose bright persona eliminates lingering symptoms of the disease. And isn't that nice? With Larkin in the spotlight, we can focus on his skills, performances and baseball intellect. And isn't that nice? Like his one-time teammate Dave Parker, Larkin could win a game with his arm, his legs, his bat, his glove and\/or his power. He could beat an opponent with his savvy and ability to communicate it to his teammates. We know he studied Spanish for that very reason, as well as clubhouse camaraderie.  In that regard, Larkin was much akin to Keith Hernandez, Tim McCarver, Robin Ventura, Darren Daulton, Joe Morgan, Frank Robinson, Thurman Munson and Sal Bando, to name a few. He enhanced the players around him.  Larkin was such a wonderful shortstop. He didn't have Belanger's hands -- who did? -- Aparicio's range, Dunston's arm, Banks' bat or Ozzie's gymnastic skills, quickness and appeal. He didn't play frequently in the World Series, as Jeter did. He didn't have the game of A-Rod as a shortstop. Again, who did?  But Larkin had some of all of it and no weaknesses. And as a candidate for the Hall of Fame, he had few, if any, warts. Moreover, he had the patience to wait three years and not whine. That, too, is appreciated.  Because of him, shortstops are the second most abundant set of players in the Hall. There are two dozen of them. Right fielders and first basemen -- 23 each -- are tied. Pitchers are first, of course.  That Larkin blew past the 75 percent minimum is intriguing. His name was checked on 86.4 percent of the 495 ballots cast by the Baseball Writers' Association of America. He had been checked on 62.1 percent of the 2011 ballots. The difference reflected a 24.3 percent gain, the greatest increase in one year by a candidate elected since 1948. That year pitcher Herb Pennock received 77.7 percent of the vote, having received 53.4 percent the previous year.  Larkin's jump is the greatest for any Hall of Fame election in which at least 400 ballots were cast. The previous high was the 16.4 percent jump achieved by first baseman Tony Perez from 1999 (60.8) to 2000 (77.2).  In light of that, perhaps the most appropriate term is Leap Year. Marty Noble is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Marty Noble"
}
