{
    "url": "http:\/\/m.mlb.com\/news\/article\/26298200",
    "title": "Niemann leaves Mets for job with Boston",
    "subtitle": "Niemann leaves Mets for job with Boston",
    "body": "NEW YORK -- Longtime Mets coach Randy Niemann has accepted a job with the Red Sox, according to a person familiar with the situation, in what is believed to be an assistant pitching coach position. The new role ends Niemann's nearly quarter-century run with the Mets. Niemann, who spent last season as New York's rehabilitation pitching coordinator and helped oversee portions of Johan Santana's rehab from left shoulder surgery, will reunite with former Mets manager Bobby Valentine on Boston's staff. The two were also together from 1997-99 in New York. The Red Sox have not yet officially introduced Niemann onto their staff. A member of the Mets' big league staff from 2009-10, Niemann became the organization's pitching rehab coordinator during a coaching shakeup last winter. Previously, he had been the club's bullpen coach.  Niemann spent three total stints as New York's bullpen coach throughout his 24-year Mets tenure, also serving multiple seasons as rehab coordinator. In addition, Niemann coached at every Minor League level in the organization during his 24 years, from rookie ball to Triple-A.  Rarely the center of attention during his tenure on the big league staff, the 6-foot-4 Niemann gained some level of notoriety for his confrontation with then-closer Francisco Rodriguez during a game against the Yankees in May 2010, though both sides publicly defused the issue later that week.  Over the years, Niemann had become something of an institution with the Mets. Though Niemann and hitting coach Howard Johnson both lost their jobs when the team overhauled its coaching staff after the 2010 season, both men were both offered new positions within the organization. Johnson rejected his and is no longer with the team.  Appearing 30 times as a reliever and once as a starter for the 1986 World Series champion Mets, Niemann spent two of his eight Major League seasons in New York's bullpen. A second-round Draft pick of the Yankees in 1975, Niemann broke into the big leagues with the Astros four years later, before moving on to the Pirates, White Sox, Mets and Twins.  While still rare, the position of assistant pitching coach is gaining traction around the league. Royals bullpen coach Steve Foster, for example, has spent the last two seasons effectively serving in that role under Bob McClure, now Boston's pitching coach. Foster will assume the same responsibilities next season under McClure's replacement in Kansas City, Dave Eiland.  The Reds also recently hired an assistant pitching coach and the Pirates employed one for a time in 2010. Likewise, assistant hitting coaches are becoming equally common.  Since the Red Sox hired him as manager late last year, Valentine has sprinkled his coaching staff with plenty of New York flair. Already, Valentine has hired two men with Mets ties, first-base coach Alex Ochoa and Niemann, and elevated another, Tim Bogar, from third-base coach to bench coach.  Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
