{
    "url": "http:\/\/m.mlb.com\/news\/article\/26296422",
    "title": "Orange High set to unveil renovated field",
    "subtitle": "Orange High set to unveil renovated field",
    "body": "ANAHEIM -- Major League Baseball groundskeepers and the Baseball Tomorrow Fund will unveil a newly renovated Orange High School baseball field in Orange, Calif., on Tuesday.  The school, which was selected for the MLB Groundskeepers' annual renovation service project, received a $40,000 grant from the Baseball Tomorrow Fund toward a renovation project valued at over $100,000.  Those renovations, which began last May, finished recently with the installation of an automatic irrigation system, infield and outfield refurbishments, backstop repair and batting-cage upgrades, among other improvements. Barney Lopas, who serves as the Angels' director of field operations, spearheaded the project and received assistance from nine members of his grounds crew. To aid in the cost of renovations, the Baseball Tomorrow Fund received donations from conference sponsors, The Toro Company, Turface Athletics and Covermaster Incorporated, as well as local vendors.   \"On behalf of our school and surrounding community, I want to thank the Baseball Tomorrow Fund, partners, volunteers and workers for their involvement in revitalizing our field,\" Orange High School principal Ernie Gonzalez said in a statement. \"The upgrades to the facility will increase interest in the sport of baseball and create a safe place for children to enjoy playing the game for years to come.\"   For more than 12 years, the MLB groundskeepers have convened at the Industry Meetings to select a community baseball field in need of repair.   The renovated Orange High School baseball field will also host the Orange Little League, which began in 1958 and currently serves nearly 300 boys and girls ages 5-14, as well as free baseball camps and clinics.   At 10 a.m. PT on Tuesday, groundskeepers from about 25 Major League clubs will put the finishing touches on the field. Then, at 1 p.m., the completion of the project will be celebrated with a grand-opening ceremony at the school.   \"For the fourth consecutive year, the Baseball Tomorrow Fund is honored to collaborate with the MLB Groundskeepers, The Toro Company, Covermaster and Turface Athletics in a field renovation to support the growth of youth baseball,\" said Cathy Bradley, executive director of the Baseball Tomorrow Fund. \"We are pleased to support not only the Orange High School teams, but all local players that will benefit from a quality field.\"   Since its formation by MLB and the MLB Players Association in 1999, the Baseball Tomorrow Fund has awarded over 550 grants totaling more than $20 million to non-profit and tax-exempt organizations in the U.S., Canada, Latin America, the Caribbean, Europe and Asia. Alden Gonzalez is a reporter for MLB.com. Read his columns and his blog, listen to his podcast and follow him on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
