{
    "url": "http:\/\/m.mlb.com\/news\/article\/26296384",
    "title": "La Russa to talk title run in St. Louis",
    "subtitle": "La Russa to talk title run in St. Louis",
    "body": "ST. LOUIS -- As Tony La Russa talked Monday afternoon, he was quite evidently hoarse. The recently retired manager has been doing an awful lot of talking lately, and he admitted that it's probably a good thing that his next event isn't for a few days. After all, he wants to be at full strength for the next major item on his calendar, because it's a big one. On Friday night at the Peabody Opera House in downtown St. Louis, La Russa will participate in \"A Champ's Perspective\" presented by Budweiser, a night of talking baseball and reminiscing about the 2011 Cardinals' run to the World Series title. La Russa is especially excited about this iteration of the event, which benefits his Animal Rescue Foundation, after doing a first version in California on Sunday. He learned a few things, he says, that will make the second time around even better. Chief among them is that it will go better with a master of ceremonies, rather than with La Russa asking himself the questions. Fortunately, he already had one lined up -- St. Louis resident Bob Costas, one of the game's premier voices. Fans may purchase tickets for the event for $25. MLB.com and Cardinals.com, partnering with ARF and FSN Midwest, will stream it live at 7 p.m. CT on Friday. The event will feature quite a bit of nuts-and-bolts baseball talk, and that has La Russa especially enthused. He's looking forward to breaking down the tactics and strategies that went into many of the key moments of the Cardinals' charge to the postseason and run to the world title.  \"You always like watching some of those dramatics, but the unique part about this is the additional information you're going to get that I offer and then that you get a chance to ask yourself,\" La Russa said.  La Russa notes that he's often asked how the Cardinals were able to come back from so far out in the standings. They were 10 1\/2 games out of the Wild Card in late August. He argues that that same resilient quality was present all year.  \"If you knew enough about us before,\" he said, \"you wouldn't have been surprised.\"   A custom-made video is the backbone of the show. It's similar to MLB Productions' official World Series video, but covers a larger portion of the season. Individual segments of the video will be screened, and before or after each segment, La Russa will provide insight into the decisions and events that led to that particular moment.  It's something he's always loved, and the chance to do it one more time for Cardinals fans is clearly a treat for the likely Hall of Famer.  \"You had all those dramatic games, that Game 2 [of the National League Division Series] and everything [vs.] the Brewers [in the NL Championship Series],\" he said. \"There are explanations. And I saw [Sunday], it really turned people on to understand.\"  The topics will range from the macro to the micro. La Russa will discuss the differences between Chris Carpenter's two short-rest playoff starts, and why the second one went better than the first, and he'll talk about whether Texas outfielder Nelson Cruz should have caught David Freese's critical triple in Game 6 of the World Series. And of course, plenty more than that.  At the end, La Russa will take fan questions, another key point he emphasizes when talking about the show.  \"That makes a nice opportunity to not just relive it but learn a lot about how it happened,\" he said. Matthew Leach is a reporter for MLB.com. Read his blog, Obviously, You're Not a Golfer, and follow him on Twitter @MatthewHLeach. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matthew Leach"
}
