{
    "url": "http:\/\/m.mlb.com\/news\/article\/26277582",
    "title": "Ozzie focused on managing fiery personalities",
    "subtitle": "Ozzie focused on managing fiery personalities",
    "body": "MIAMI -- Keeping personalities, egos and emotions in check is a major part of Ozzie Guillen's job. The Marlins manager readily admits it, and his task just became more interesting.  On Thursday, Miami acquired volatile right-hander Carlos Zambrano from the Cubs for Chris Volstad.  A fellow countryman from Venezuela, Zambrano is a close friend of Guillen, who urged the Marlins to pull off the trade. \"Wow, so excited to have Carlos on [the] team,\" Guillen said on Twitter. \"Great guy and I know he will do good.\"   Making sure Zambrano stays on track is one challenge for Guillen, who also has on his plate another potentially simmering situation.   Hanley Ramirez's switch to third base has drawn plenty of attention, and speculation remains that the three-time All-Star shortstop isn't thrilled about the move.   A few days ago, Ramirez appeared to put the matter to rest when he spoke to a reporter from The Associated Press in the Dominican Republic.   \"I've talked with Guillen, and what we both want is to win with the Marlins,\" the 28-year-old Ramirez told the AP. \"When January arrives, we'll see what happens with the position change and everything else. If it's at third, fine. Wherever they put me, I'll do it in order to win.\"   After the AP report circulated, Ken Rosenthal of FoxSports.com said on MLB Network that Ramirez still might not be happy, despite what he's said publicly, and that there could be further discussion with the Marlins about the position switch.   With free-agent pickup Jose Reyes at shortstop and Ramirez at third, the Marlins feel they will have arguably the best left side of an infield in the game.   Marlins president of baseball operations Larry Beinfest told reporters on Thursday that the team expects Ramirez to be its Opening Day third baseman.   \"I think things stand really where they've been,\" Beinfest said during a conference call to announce the Zambrano trade. \"We've been in contact with Hanley. He's doing a terrific job with his rehabilitation. We're going to keep things between Hanley and the ballclub, in terms of the communication. Our expectations are that he's going to be our Opening Day third baseman, and ready to go. We're anxious to get him into Spring Training, help him with that transition with Jose next to him and move forward.\"   Along with making the switch to third, Ramirez also is recovering from left shoulder surgery. He says he is at 95 percent, and the hope is he will be ready for the April 4 opener against the Cardinals at the Marlins' New Ballpark.   At the Winter Meetings in Dallas, Guillen was asked how he felt about infield position switches like what Cal Ripken Jr. and Alex Rodriguez have undergone in the past.   \"Good players move,\" Guillen said a month ago. \"Bad players, they get released.\"   In Texas, Michael Young bounced around to several spots in the infield. Last Spring Training, there was talk of Young asking for a trade. A deal never happened, and the veteran was a regular on a team that reached the World Series.   \"Everybody talked about Michael Young last year,\" Guillen said. \"That guy went from shortstop to second base to third base -- everywhere. He almost won the MVP. That shows you what kind of player he is. That's one of my favorite players.\"   Guillen noted that for some former shortstops, playing third is less stressful on their bodies.   \"I think you're going to be more fresh,\" the manager said. \"You're not going to be doing cutoffs and relays. I think you're going to be stronger, I think you're going to be better, and I think it's going to help out offensively and defensively.\"   Regarding Ramirez, Guillen said in December: \"I don't expect him to be excited about it, but you should understand our point and what we want to do for the team.\" Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
