{
    "url": "http:\/\/m.mlb.com\/news\/article\/26277052",
    "title": "Duquette working to give O's taste of success",
    "subtitle": "Duquette working to give O's taste of success",
    "body": "BALTIMORE -- There he was, hunched over and peering down at the grass, a discarded tractor carefully parked several feet away while Dan Duquette meticulously analyzed the soil composition. There was typically a bag of fertilizer in tow during these detailed early-morning assessments, and it wasn't uncommon to find Duquette -- as he moved from field to field -- aerating the playing surfaces by himself, hours before those playing would even wake up.  \"The thing I laugh at the most,\" longtime friend Ken Qualls said of Duquette's intensity, \"is he is absolutely obsessed with making sure the playing fields are up to Major League standard. So much so, that he's not above doing anything.\"  Baseball has a way of humbling you. It's an oft-used cliché at nearly every level for a merciless sport that, by and large, is impossible to get the best of. Pitchers don't have zero ERAs, and being successful just three times out of 10 at the plate is considered above average. Front-office officials -- particularly those higher up -- are hired to be fired, and when Duquette was dismissed from his post as the Red Sox's general manager in 2002, the former Sporting News Baseball Executive of the Year spent most of the next nine years holed up on Little League fields in Hinsdale, Mass., turning childhood memories into the Dan Duquette Sports Academy. He says he needed the break.   Comfortably seated in his new office as executive vice president of the Baltimore Orioles -- a position he assumed less than two months ago -- Duquette appears relaxed in discussing a past that includes stops in Milwaukee, Montreal and Boston, and culminates with creating one of the premier sports facilities in the Northeast. Duquette's face lights up when the academy comes up in conversation, and he unsurprisingly singles out the top-quality turf on all four baseball fields, which also boast the \"best drainage in the area\".   Extracting himself from the Red Sox, an organization he grew up rooting for and one that culminated in Duquette's teary-eyed goodbye, was a longer process.   \"How would you feel?\" Duquette said in discussing his dismissal in a June 2002 interview with the Boston Globe. \"It's like if you spent a lot of your time building up an antique car and making it nice and then, you know, you don't have a chance to drive this, to be part of all the work you've done. It leaves a real empty feeling.\"   \"It was tough for him,\" said Qualls, who served as Boston's director of player development until 2003 and has been director of the Duquette Sports Academy ever since. \"People who come to the academy are always surprised by how friendly and accessible he is. I personally think he got painted a certain way in the Boston media a little bit. And maybe some of that was right to a degree, but it was a lot to take.\"   Perhaps Duquette found solace in those early mornings on the tractor, the freshly manicured fields providing a cushion for a hard fall from grace. Once seen as a young up-and-coming GM, Duquette spent his time after Boston helping start the Isreali Baseball League -- which has since folded -- and became an active fixture around youth and collegiate tournaments. He watched his two sons, Dan and Dana, take part in the academy's camps, while his daughter, Denise, served as a summer lifeguard for the lake.   \"I needed some time off from the Red Sox,\" said Duquette, who was born approximately 130 miles west of Boston in Dalton, Mass. \"You know, it's an extremely demanding position and I did it for eight years. I needed a little time off from that.\"   But those closest to Duquette say he didn't change speeds so much as shift gears in his vision to create a first-rate sports facility, which he also built to include four basketball courts, two acres of lakefront property, conference rooms, a cafeteria and dormitories that sleep up to 250 campers. The man who lives by the idiom the devil is in the details, and still heeds his grandmother's advice -- \"If you don't do it right the first time, you are certainly not going to have time to correct it later\" -- built the academy's structure with the same precision he used to create the Montreal Expos' vaunted farm system; traveling throughout the Northeast to spread the word with the same bright-eyed enthusiasm he had that day in the late Harry Dalton's office, when his life was forever altered.   A fresh-faced college graduate faced with the end of his baseball playing days, Duquette wrote to every Amherst College alumni with ties to Major League Baseball, looking for a way in. Dalton, then general manager of the Milwaukee Brewers, gave him an interview and an opportunity: as a scouting operations assistant.   An incredibly well-respected baseball executive, Dalton -- who passed away in 2005 -- served as a mentor to Duquette, and brought a relatively new Milwaukee franchise to prominence with the organization's first winning season in 1978 and only American League pennant in '82. But it was his first stop in Baltimore, where Dalton engineered an Orioles dynasty that won two World Series and two AL pennants from 1966-74, that jump-started the young GM's career.   Forty-six years later, it's where Duquette is hoping to redefine his.     \"He's the best GM I ever worked with,\" said Orioles executive director of international recruiting Fred Ferreira, whose career list includes 11 GMs in New York alone. \"I've had a lot, but [Duquette] was the best, there's no question. He's a good front-office man, a good leader. He's a man with patience.\"   But perhaps even more so, he's a man who knows when to throw that patience out the window. Duquette first became familiar with Ferreira when flipping through a New York Yankees packet and discovering that nearly every international player had one line in common: signed by Fred Ferreira. He had to have this guy. So as newly appointed Expos GM, Duquette flew Ferreira to Montreal to make his pitch. Ferreira told him he needed 24 hours to think about it and flew home to Fort Lauderdale, Fla.,only to get a phone call that night from Duquette.   \"He said, 'I can't wait, what's the answer?'\" Ferreira said of the exchange. \"I told him I was in, and I got right back on a plane to Montreal.\"   The pairing created an enviable foundation for the struggling Expos. Ferreira had started 57 Major League careers and Duquette had previously served as farm director ... together they built a Minor League system and international effort that became one of baseball's best, turning the perennial doormat into a bonafide contender.   \"He was the one guy I would have come back to work for,\" Lee Thomas said of Duquette, who recruited both Ferreira and Thomas -- who were out of baseball -- to join the Orioles' front office as executive director of international recruiting and his special assistant. After establishing a working friendship when Thomas was the Philadelphia Phillies' GM, he served as Duquette's special assistant in Boston, helping to advise him on trades, several of which Duquette is still lauded for.   \"He's not afraid to pull the trigger and he's not afraid to hurt somebody's feelings,\" Thomas said of Duquette who, in addition to hiring a new front office has reassigned nearly all of the team's professional scouts to the amateur side. \"In that job, you almost have to do that at times. It's how you go about it. He's a real, real smart baseball guy, and I think he's learned a lot since he's been out.   \"We all make mistakes and I'm sure he knows the ones he made [at previous stops], and he's going to work on that. I just think he was the right guy for this job.\"     Duquette has long been a devotee of video and analysis, interests that spill over into the Academy, and his international efforts -- he signed Milwaukee's first Australian-born player -- are just as evident in Hinsdale, where campers have come from as far away as Japan to participate in week-long camps.   \"He's very detail-oriented and he's very straightforward,\" said longtime coach Buddy Pellerin, who first met Duquette as a high school player while coaching the opposing team.   \"He's going to ask you how things are and he's going to demand a hard working day. He puts his time in and he appreciates that from all the people around him. And I suspect that comes from being a hustling player himself.\"   Pellerin has served on the academy's staff since the inaugural summer in 2003, although health issues have limited his recent participation. Like Qualls, he praises the work ethic of Duquette, calling him a \"visionary who isn't afraid to work through the details.\" The pair of men, who each date back more than 25 years with Duquette, speak of a side baseball's front office has a way of stifling: Duquette's humanity.   \"We've had a relationship from the first summer with the Boston Boys & Girls Club, and there's over 60 kids who come to camp [every year] for free,\" Qualls said of the Academy's initiative, which also gets support for scholarships from the Red Sox Yawkey Way group.   \"When these kids came up, they didn't even have a glove,\" Pellerin said of the lower income campers. \"[Duquette] gave them equipment and made sure they got proper instruction. It may be a little-known thing, but it shows who the guy is and how he's willing to be helpful and reach out to others and share what he has.\"   That giving extends beyond the Academy's used-equipment collection, which is later donated to local groups, and into Duquette's persona of never doing anything halfway.   \"Sometimes you go to camps and you pay a lot of money and you never see the founder,\" said Orioles prospect Tanner Murphy, who traveled with the Arizona Pilots to play in a 2005 tournament held in Hinsdale.   \"But [Duquette] was there for a while. I remember he talked to us and then took all the questions, and the whole thing must have lasted about 4 1\/2 hours. He was just in a room, answering questions for the kids about the Red Sox and big league baseball.\"   The questions that surround Duquette now are more complicated. He is faced with the daunting task of getting a Baltimore organization back on track in the AL East, a challenge that's not for the faint of heart. The Orioles have finished in last place four straight years and are mired in a franchise-record run of 14 straight losing seasons.   \"I was impressed by the way he handled things as a young exec up and coming, at that time [in Montreal],\" Ferreira said. \"I read that pretty much like I read players. For some reason or another, I really saw him doing big things, and I feel that's one of the reasons he's back behind the desk. He's ready to go out and show what he can do, and I'm sure [principal owner Peter] Angelos feels the same way. I've been impressed with his initial meetings.\"   The organization's Minor League and player development operations have come under increasing scrutiny, and with the Orioles ranking 27th out of 30 teams in producing players at the amateur level that make it on big league rosters, it's no wonder Duquette has made improving that statistic a top priority.   \"If we are going to have any sustained success, it's going to come from good recruiting and good training,\" said Duquette, who doesn't dismiss the similarities between Montreal and Baltimore, both destinations viewed as less than ideal for free agents, making a strong farm system all the more vital.   \"I'm trying to do it right the first time,\" Duquette said of his meticulous approach to implementing his plan at every level. \"I think that's really a good trait to have if you are going to build something for the long term, because you have to put together building blocks in place. And if you can't put the foundation in place, you can't build on it.\"   \"I hope they have time and patience with that situation in Baltimore, because it takes time to build from within,\" Pellerin said. \"And if I was a betting man, I would be betting that it would turn around.\"   Added Thomas: \"Rome wasn't built in a day, it takes a little time. I think he's going to make some progress here [with the big league club] soon, without hurting the club in the long run. One of the reasons I came back [is], I know how he works. And I know he wants to do the best he can for whoever he works for.\" Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
