{
    "url": "http:\/\/m.mlb.com\/news\/article\/26277452",
    "title": "Starlin sought on sexual assault allegation",
    "subtitle": "Starlin sought on sexual assault allegation",
    "body": "CHICAGO -- Starlin Castro was wanted for questioning by Chicago police after being accused of sexually assaulting a woman on Sept. 29, the night after the regular season ended, an allegation the Cubs shortstop's lawyers called \"baseless.\"  WBBM Newsradio reported the story exclusively on Friday. No criminal charges have been filed against Castro, 21, who left Chicago for the Dominican Republic on Sept. 30. The Cubs finished the regular season on Sept. 28 in San Diego.  Jay K. Reisinger and Michael P. Gillespie, attorneys for Castro, issued this statement: \"We are aware of certain allegations that have been made against our client, Starlin Castro. We have thoroughly investigated this matter and we are confident these allegations are baseless. Given the sensitive nature of this matter, we cannot comment any further.\" Cubs general manager Jed Hoyer said on Friday that the team expects its players to \"behave with the highest level of respect on the field, off the field and in the community,\" and added that \"being a Cub carries with it a very high standard of conduct and responsibility.   \"While an allegation like this is something we take very seriously, we don't have enough information to make any further comment or answer any questions at this time,\" Hoyer said. \"We're hopeful that when the facts are brought to light, that Starlin will be cleared of any wrongdoing.\"   According to the police report, the woman was drinking with friends at a River North nightclub in Chicago on Sept. 29 when she met Castro. Sources said the woman and a friend left the bar at 3 a.m. CT and went to Castro's nearby apartment. The woman told police that she passed out, and when she came to, the alleged offender was sexually assaulting her. She yelled and left the apartment around 5:30 a.m. Twelve hours later, she went to a hospital and told police.   Castro was expected back in Chicago next week for the Cubs Convention. In 2011, his first full Major League season, Castro led the National League in hits with 207 and was named to his first All-Star team. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter@CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
