{
    "url": "http:\/\/m.mlb.com\/news\/article\/26275604",
    "title": "Josh needs less contact to land more contract",
    "subtitle": "Spencer: Josh needs less contact to land more contract",
    "body": "Fans would love it if every Major Leaguer played like a wild-eyed Charlie Hustle, diving into bases without restraint, hurtling into walls and catchers with reckless abandon.  While taking every play as if it's your last can create spectacular video and possibly make you a hero for a day, we need to keep in mind that there was only one indestructible Pete Rose, gifted with the DNA to survive the astonishing pounding he put his body through.  A Rose by any other name playing that high-risk game can land in a hospital, subjected to surgical repairs that shelve him for stretches of seasons. This brings us to Josh Hamilton, who still drives full-speed ahead, full-tilt, with that fierce, Rose-like abandon. While it endears him to Texas fans, they have had to come to grips with lengthy periods of no Josh in the No. 3 hole. Headlong crashes into walls and with catchers have taken a toll.   It's no fun at all for anybody when the best player on your team, and perhaps any team, is unable to perform.   Recovering from Nov. 11 surgery to repair a sports hernia, Hamilton has arrived at what could be a career crossroads with the Rangers. He can be a free agent after the 2012 season, and Albert Pujols showed this winter what elite players can command on the free agent market -- when healthy. The rub is that Hamilton, who turns 31 in May, has struggled to remain on the field consistently. That is something Rangers management has to consider in weighing a long-term investment in him. The team certainly wants to keep him, but his injury history cannot be ignored.   Only once in his five big league seasons has Hamilton played more than 133 regular-season games. That was 2008, his coming-out party in Texas after departing Cincinnati. He led the league with 130 RBIs in 156 games, and a star-crossed superstar was born.   His magnificent 2010 American League Most Valuable Player season has been sandwiched between a pair of what-might-have-been campaigns inhibited by just 89 games in 2009, 121 in '11. He even missed most of September during his MVP season with two small fractures in his left rib cage resulting from a collision with a wall.   While his toughness in playing through pain throughout an unforgettable postseason was admirable, the affliction in the area of his left groin that led to the hernia surgery clearly drained his power production.   St. Louis' magic carpet ride in no way can be diminished, but Texas fans will always wonder what might have been with Hamilton wheeling on that back leg and driving the ball the way he customarily does.   A .308 career hitter with a .543 slugging mark, Hamilton fell to .271 and .414, respectively, on the October stage. His one big moment came with that epic two-run homer in the 10th inning of World Series Game 6 in St. Louis. This would have been the crowning achievement in franchise history if the Rangers had held the lead, rather than watching the Cards claim the greatest game many of us have seen, then take Game 7.   Hamilton had lost 36 games in April and May with a nondisplaced fracture of the right humerus bone -- nothing funny about it -- near the shoulder. It came as the result of a headlong slide into home plate on April 12 at Detroit. It bothered him, to varying degrees, all season.   His tender left groin also became an issue, and he carried that pain into October, trying to understate its impact.   These are things that have to be weighed in any contract negotiations, but especially one of this magnitude.   Prior to the fourth and final game of Texas' AL Division Series against the Rays at Tampa Bay, your curious correspondent asked Hamilton if it might be time to throttle down, for his long-term benefit.   \"I think when my body tells me you're at the point where you don't need to be doing that anymore, then that's the point when I will start\" being more restrained, Hamilton said. \"I played smarter over the last two years. When the game situation called for it and I had to go into the wall, I did. We're up five or six runs and the play doesn't need to be made, take it off the wall and throw it in. So, I felt like I did a better job last year.   \"And this year, just another play, trying to make something happen. And it was unfortunate, but it happened. It's not like -- I always say this -- I'm breaking bones, breaking ribs, those sorts of things. I am not pulling hammies and groins and all of those things that are keeping me out of the game. [It's] actual things that I cannot play with.   \"So, in answer to your question, when my body and my mind tell me maybe I shouldn't do that anymore, then I will probably slow down a little bit. I have no clue when that will be. Definitely not in the playoffs.\"   True to form, he held nothing back all the way to the finish. But that classic Game 6 blast against Jason Motte was his only homer in 76 postseason plate appearances. That is not Josh Hamilton.   He's a smart guy. He knows his value in the heart of manager Ron Washington's lethal lineup. Nobody is asking him to become passive. The point is, don't place your body in harm's way unnecessarily. No run in April, with that headfirst slide, is that important.   Nor was the triple he saved on May 17, 2009, worth the repercussions. Hamilton went flying into the wall in right center at Rangers Ballpark, Ken Griffey Jr. style, to rob the Angels' Howie Kendrick. It was breathtaking -- and costly.   After trying to play through abdominal pain, Hamilton -- who'd crashed into a wall in Toronto a few weeks earlier -- finally reached the disabled list on June 2, missing five weeks.   That was a rough season on center fielders. Torii Hunter, Hamilton's great rival with the Angels, also took a beating.   A pair of ghastly collisions with walls in Interleague Play deprived Hunter of what would have been his greatest season. He finished with 22 homers and 90 RBIs in only 119 games after developing severe groin pain, leading to postseason sports hernia surgery.   \"Worst pain I've ever had with a surgery -- worse than knee surgery,\" Hunter said. \"It took a long time for my body to feel right. I didn't feel like I could really cut loose until the last two months of the [2010] season.\"   Hunter had always played baseball with the same brand of abandon he'd taken to football fields on Friday nights as an Arkansas teen. Those bouts with unyielding walls in Los Angeles and San Francisco forced him to rein it in, understanding his athletic mortality.   \"The walls are undefeated,\" Hunter said. \"You have to play the game with your heart -- but you also have to be smart. You're not doing anything for your team on the bench.\"   Those clues he hadn't found in October should be apparent now to Josh Hamilton. With the Rangers and Angels heading toward a classic 2012 confrontation, Texas will need its superstar answer to Albert Pujols. On a daily basis. Lyle Spencer is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": ""
}
