{
    "url": "http:\/\/m.mlb.com\/news\/article\/26260280",
    "title": "Smaller signings could make some big waves",
    "subtitle": "Smaller signings could make some big waves",
    "body": "Big-time free-agent signings have dominated the offseason, and rightfully so.  It's only natural for fans to be drawn to the splashy signings of Albert Pujols and Jose Reyes, and not so patiently anticipate which ballpark will become a home run launching pad for Prince Fielder.  And while there are still plenty of impact players on the market -- first baseman Carlos Pena, Cuban sensation Yoenis Cespedes and right-handers Roy Oswalt and Edwin Jackson lead the way -- many teams already have their main roster pieces for the start of Spring Training in February. But while the big-time signings have been few and far between aside from the big splashes at Winter Meetings, the transactions log in your daily newspaper hasn't been void of news. Smaller deals, some of which barely register on the radar of even the most die-hard fans, have regularly been announced. And though a middle-of-the-order big bopper or top-of-the-rotation arm will no doubt impact a club, it's the smaller signings of Minor League free agents that can sometimes determine the outcome of the season.   Take last year, for instance.   The Yankees, in dire need of starting rotation depth, inked Bartolo Colon and Freddy Garcia to Minor League deals. Colon, after not pitching in 2010, gave the Yankees 26 starts and 164 1\/3 innings, while Garcia went 12-8 with a 3.62 ERA to help the Bronx Bombers win the American League East.   The Rays, looking to replace the power and slick fielding of the departed Pena, signed first baseman Casey Kotchman to a Minor League deal. All the 28-year-old Kotchman did after winning the job was hit a career-high .306 and provide solid defense for the AL Wild Card winners.   No one expected Ryan Vogelsong to crack San Francisco's vaunted starting rotation after the Giants signed the right-hander as a Minor League free agent last January, let alone go 13-7 with a 2.71 ERA, make the All-Star team and finish 11th in the National League Cy Young Award voting.   But that's the beauty of baseball. You never know which player will step up in a key moment, come out of nowhere to post a career year or fill their role on the team to perfection. Most clubs sign around 20 Minor League free agents each year in hopes a couple of those will do just that at some point during the grueling regular season.   A host of players with different backgrounds have signed as Minor League free agents this offseason.   There are the former first-round Draft picks still looking to reach their potential, like first baseman Jeff Clement (No. 3 overall in 2005, signed by the Pirates), outfielder Greg Golson (No. 21 overall in '04, signed by the Royals), right-hander Eric Hurley (No. 30 overall in '04, signed by the Angels) and outfielder Luis Montanez (No. 3 overall in '00, signed by the Phillies).   There are players who are looking to regain their form, like left-handed reliever John Grabow, who pitched more than 60 innings three times from 2006-09 and is hoping to pitch effectively and make the Dodgers' bullpen out of Spring Training. And left-hander Rich Hill, who the Red Sox are hoping can pitch like he did in '07 (11-8, 3.92 ERA with the Cubs) and help fill out the back end of their rotation.   There are those who already have gotten paid, like right-hander Carlos Silva -- who signed a four-year, $48 million contract with the Mariners -- and outfielder Aaron Rowand -- who inked a five-year, $60 million deal with the Giants -- who now are trying to catch on with new teams after signing their big contracts prior to the 2008 season. Silva, with the Red Sox, is with his third organization since his contract, while Rowand, in Miami, is playing without big-money expectations for the first time.   There's also a former All-Star, Mike Cameron, who turns 39 on Sunday and looks to bring his defensive prowess, power and -- maybe most importantly -- leadership to a young Nationals team looking to make noise in the NL East.   There is no league-wide blueprint for teams to follow when searching for players to invite to Spring Training. It all comes down to each team's particular needs, whether it be depth at a certain position, a potential low-risk\/high-reward investment or one or two scouts remembering just how enamored they were by a former prospect's high ceiling a few years back.   Whether this year's Garcia, Kotchman or Vogelsong has already been signed -- or will sign in the coming month -- won't be known until the middle of the season. But the joy in signing Minor League free agents is that everyone thinks they might have found someone who can perfectly fill a key void. Sometimes that void goes unfilled, and other times teams get just that. Then there are the lucky ones -- like the Yankees, Rays and Giants a year ago -- who find a diamond in the rough. Cash Kruth is a reporter for MLB.com. Follow him on Twitter at @cashkruth. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Cash Kruth"
}
