{
    "url": "http:\/\/m.mlb.com\/news\/article\/26266630",
    "title": "Hairston, Mets finalizing details on new deal",
    "subtitle": "Hairston, Mets finalizing details on new deal",
    "body": "NEW YORK -- With one additional signing nearing completion, the Mets' roster now closely resembles what it will look like heading into next season. The team is finalizing contract details to bring Scott Hairston back to Flushing, according to a person familiar with the situation, and should have a Major League deal completed within the next few days. Hairston has already taken his physical, but pursuant to new team policy, he must wait for the results of a blood panel before the deal can become official. The move will give the Mets a right-handed pinch-hitter with home run power off the bench who is capable of playing all three outfield positions. Hairston, 31, hit .235 with seven home runs for the Mets last season, with three of those homers coming in 41 pinch-hit at-bats. Six of his seven home runs also came off right-handed pitchers, against whom Hairston slugged .588. By midsummer, Hairston had easily become the club's most feared pinch-hitter.  The brother of Dodgers utility man Jerry Hairston Jr. and part of a three-generation Major League family, Hairston missed the final month of the season with a strained left oblique. He is a .244 lifetime hitter with 75 home runs for the D-backs, Padres, A's and Mets, spending the bulk of his career as a reserve.  Hairston should slot fourth on the Mets' outfield depth chart behind starters Jason Bay in left, Andres Torres in center and Lucas Duda in right. Left-handed-hitting Adam Loewen and Mike Baxter -- both of whom will report to Spring Training on Minor League deals -- figure to compete for the team's fifth and final outfield job, though the Mets could still sign another left-handed-hitting outfielder with more experience.  In addition, the Mets continue to search for a veteran backup shortstop, starting-pitching help and perhaps some extra bullpen depth, with six weeks remaining until Spring Training. But they will not make any major free-agent splashes between now and the start of the season, nor are they likely to engage in any serious trade talks.  \"As teams get closer to Spring Training, there's a greater reluctance to make a big deal, because mindsets are established and expectations are created and so forth,\" general manager Sandy Alderson said. \"So I would say as we get closer to Spring Training, it's unlikely that you'll see many big deals. In our case, I think most of what we do between now and Spring Training will be limited to free-agent signings of one sort or another.\"  Such signings, however, are unlikely to delve far into seven-figure territory. Though the Mets could open their purse strings a bit for a shortstop, they have all but nixed the idea of signing a veteran starter to fill out their rotation -- unless it is a rehabbing player such as Chris Young, with whom Alderson recently met in San Diego.  More likely, the Mets will look to sign another young pitcher willing to start the season in Triple-A, as they already did twice this offseason with Jeremy Hefner and Garrett Olson. Because he believes Johan Santana, R.A. Dickey, Jon Niese, Mike Pelfrey and Dillon Gee are all worthy of guaranteed rotation spots, Alderson is unable to lure veteran free agents with the promise of Major League innings.  \"We've got five guys who we like, five guys who deserve to pitch in a rotation,\" Alderson said. \"We can't go out and say, 'Hey, come to Spring Training and compete for one of the five spots.' It's not quite as flexible as it was last season. So we have to find a particular guy that is prepared to go to Triple-A and be there, and not necessarily start the season for us.\" Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
