{
    "url": "http:\/\/m.mlb.com\/news\/article\/26265964",
    "title": "Big Z has chance for renaissance in Miami",
    "subtitle": "Big Z has chance for renaissance in Miami",
    "body": "Two hours before Carlos Zambrano was to pitch a game at Minute Maid Park in 2007, there was a brief scouting report going around the home clubhouse. \"Watch the radar gun early in the game,\" one of the Astros said. \"If he's up around 95 mph, he's pretty much unhittable.\" It wasn't the 95-mph fastball that made Zambrano unhittable. \"What he throws is more of a sinker,\" another guy said. \"When you're throwing that hard with that kind of movement, it's hard to do much with him.\"  This is the Carlos Zambrano the Miami Marlins are hoping to get. That Carlos Zambrano is why this deal makes sense.  Zambrano is still only 30 years old and may very well have some productive years left. If he can just behave himself, if he can just keep his composure, he could be a part of something special in South Florida.  Zambrano has a chance to be among a group of players -- Jose Reyes, Heath Bell, Mark Buehrle -- with an opportunity to help reinvent a franchise. If he can't succeed in this situation, he may never succeed. His friendship with new Marlins manager Ozzie Guillen should help, too.  Instead of being the No. 1 guy -- the guy expected to stop losing streaks and set an example -- Zambrano will just be a guy. Josh Johnson is the ace in South Florida, followed closely by Buehrle. All Zambrano will be expected to do is take the ball and do the things he did so well in those early years with the Cubs.  If Zambrano takes a step back and sees how this deal is structured, it should be the harshest of wakeup calls. The Cubs wanted him gone so badly that they will pay $15.5 million of his $18 million salary in 2012.  The Marlins will say all the right things about getting Zambrano back on track and how he can still do great things. But they're risking very little.  Despite the money, it's a deal that makes sense for the Cubs. Epstein is building a new culture, and he was unwilling to risk more Zambrano meltdowns. Epstein saw Zambrano as not worth the trouble and potentially too much of a distraction. In doing so, he's sending a message these new Cubs simply aren't going to tolerate bad behavior.  It hasn't been that long since Zambrano was one of the National League's best pitchers. Memories of that Zambrano have faded, because he has struggled so badly in recent years. It's not just that he has pitched poorly, that his ERA is up and his strikeouts are down.  Zambrano's behavior has alienated teammates, managers, etc. He got in a fight with one teammate, Michael Barrett, in 2007, and another, Derrek Lee, in '10. He cleaned out his locker and quit for a day last summer.  Zambrano has declined so much in recent years that it's sometimes tough to remember what he once was. He was big, and he threw hard, was unafraid to throw inside and made hitters uncomfortable.  In Zambrano's first seven seasons, he was 82-55, made the NL All-Star team three times and finished in the top five in NL Cy Young Award balloting three times. He was top 10 in ERA four times and in innings three times. He averaged 170 innings a season.  Hitters dreaded coming to work on days Zambrano was pitching. His stuff was dazzling, but there was something else at work. Although it came to drive the Cubs crazy, his temper added a touch of uncertainty in facing him.  Some will look at Zambrano's signing of a five-year, $91.5 million contract in 2008 as the turning point in his career. But he's still 43-26 in four seasons since and both his ERA (3.96 vs. 3.41) and innings (158 a season vs. 170 a season) aren't dramatically different from the early years of his career. His ERA last season was a career-high 4.82, but the year before, it was a respectable 3.33.  It seems like Zambrano has been around forever, doesn't it? He was 20 years old when he made his Major League debut in 2001.  Quick, think of your snapshot memory of Zambrano. It's probably not that 95-mph sinker that buckled knees and splintered bats and made him one of the NL's elite pitchers for a time. It's probably one of his bad moments.  Zambrano wasn't the first guy the Marlins wanted. After they looked here, there and everywhere for starting pitching, they agreed to acquire Zambrano from the Cubs for Chris Volstad and cash.  In a perfect world, the Marlins might have preferred to lure Javier Vazquez out of retirement or to sign, say, C.J. Wilson. Instead, they'll hope that Big Z still has something in the tank and that a change of scenery will jump-start his career.  If nothing else, Zambrano will make an interesting team a bit more interesting. The Phillies will still be the consensus favorite to win the NL East, and the Braves are very solid. But the Nationals and Marlins appear to have put themselves in the mix as well.  Not everyone gets a chance for a completely fresh start, to begin anew and do great things. That's what the Marlins are hoping to give Zambrano. Here's hoping he takes it and runs with it. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
