{
    "url": "http:\/\/m.mlb.com\/news\/article\/26265888",
    "title": "MLB Notebook: Stanton's fast start",
    "subtitle": "MLB Notebook: Stanton's fast start",
    "body": "In 1954, the Major League regular season commenced for all 16 clubs on Tuesday, April 13. On this day, any number of storylines could have captured the attention of the baseball-starved public.  At the Polo Grounds in New York, the Giants hosted the Dodgers in a renewal of their ancient rivalry, with the home club -- putting aside two home runs from Dodgers catcher Roy Campanella -- coming out on top, 4-3. The decisive run came in the bottom of the sixth inning, when Willie Mays -- playing in his first game since May 28, 1952 (after time spent in the Army) -- hit a leadoff home run against Carl Erskine.  That same day, the club formerly known as the St. Louis Browns played its first game as the Baltimore Orioles but lost to the Tigers, 3-0. And in Cincinnati, the Reds defeated the Milwaukee Braves, 9-8, despite a pair of solo home runs from the defending NL home run champ, Eddie Mathews. Perhaps lost in the rollicking 9-8 affair between the Reds and Braves was the Major League debut of a 20-year-old left fielder by the name of Hank Aaron. Batting fifth for Milwaukee that day, Aaron went 0-for-5. A little more than 56 years later, another 20-year-old outfielder made his own big league debut, and like Aaron, took a bit of a back seat to other events around the Majors. On June 8, 2010, as most of the baseball world focused its attention on the electricity being generated by the Nationals' Stephen Strasburg in his own debut, a Florida Marlins right fielder named Mike Stanton went 3-for-5 and scored a pair of runs in his very first game.   The juxtaposition of Aaron and Stanton can be carried beyond this storyline of the two debuts, for by OPS+ -- a player's OPS relative to the league OPS and adjusted for the player's ballpark -- these two outfielders compiled the exact same value in their age-21 season. Perhaps more impressive than this match is this fact: the 141 posted by Aaron and Stanton is tied for the 17th highest in the modern era by any qualifying player in his age-21 season. A review of the 16 names above Aaron and Stanton on this particular list continues the stirring impression, for icons like Jimmie Foxx, Rogers Hornsby, Ty Cobb, Ted Williams, Stan Musial, Mickey Mantle and Mel Ott are represented. A pair of more recent stars -- Albert Pujols and Ken Griffey Jr. -- are also ahead of the pair at 141. In fact, if one breaks down the 16 by the Hall of Fame barometer, the list looks like this:       Hall of Famers: Foxx, Mathews, Hornsby, Cobb, Sam Crawford, Williams, Tris Speaker, Musial, Ott, Arky Vaughan, Mantle    Not Yet on the HOF Ballot: Griffey Jr. and Pujols    Not Enshrined: Cesar Cedeno, Hal Trosky, Del Ennis   Stanton's 2011 campaign, in this light, looks special. And it retains much of that allure when other statistical evaluations -- along the lines of power -- are made. For all players in their age-21 season, since 1901, Stanton's:    .537 slugging percentage in 2011 is tied for the 10th highest    34 home runs last year are the fourth most    69 extra-base hits this past season are tied for the ninth most   Before the 2011 season began, many were excitedly looking at Stanton and another young talent in the NL East -- the Braves' Jason Heyward -- to see how they would follow their impressive freshman seasons. In 2010, Heyward -- who debuted at the age of 20 years and 239 days and who homered in his first Major League plate appearance -- posted a 131 OPS+ while playing in 142 games and collecting more than enough plate appearances to qualify for the batting title. His 131 OPS+ is tied (with Cobb) for the 15th highest since 1901 for any qualifying player in his age-20 season or younger.   Meanwhile, Stanton -- whose age on his June 8 debut was 20 years and 212 days -- became just the 12th player since 1901 to hit at least 22 home runs in his age-20 season. With Heyward chiming in with 18 homers, the pair gave 2010 two players, each in their age-20 season, with 18 homers; the last time a season had seen two players in their age-20 season hit as many as 18 was in 1952, when Mathews hit 25 and Mantle followed with 23.   But while Heyward's sophomore season showed -- by virtually every measure -- a disappointing step backward, Stanton, as evidenced by some of the numbers and ranks referenced earlier, took a legitimate and significant stride forward. And in doing so, he also managed to claim a notable spot among some A-list names. Since 1901, there have been 86 players to accumulate at least 800 plate appearances through their age-21 season. By OPS+, Stanton's 132 is tied for the 10th highest (if curious, Heyward is at 116, tied with Johnny Bench for 26th).   Some of the meaningful characteristics of Stanton's 2010 and '11 seasons have already been documented; but what about the others in the list above, what makes their respective beginnings stand out? Let's take a look.   Ted Williams Like Aaron and Stanton, Williams' age-20 and age-21 seasons came in his first two Major League seasons. In his first year in 1939, Williams hit 31 homers, scored 131 runs, batted .327 with a 1.045 OPS (160 OPS+) and led the league with 344 total bases and a rookie record 145 RBIs (that mark is still unsurpassed). Then, in his age-21 season, Williams led the league with 134 runs and a .442 on-base percentage, and batted .344 with a 1.036 OPS (161 OPS+). Williams' 160 OPS+ in '39 is tied for the fifth highest in the modern era for any player in his age-20 season or younger, and his 161 OPS+ in his age-21 season is the seventh highest in exactly that age-season. His .344 batting average in his age-21 season is the fourth highest for that age, and his .442 on-base percentage is the third highest.   Jimmie Foxx Foxx debuted for the Philadelphia Athletics when he was 17 years and 191 days old, and the by the time he was in his age-21 season in 1929, he was truly a beast. That year, Foxx batted .354, had a league-leading on-base percentage of .463, slugged .625 and had an OPS+ of 173. The OPS+ and the on-base percentage are both the highest since 1901 for a qualifying player in his age-21 season. Foxx, who helped lead Connie Mack's Athletics to the franchise's first World Series title since 1913, also had the first of 12 straight 30-homer, 100-RBI seasons in 1929. He is one of seven players to reach those two milestones in his age-21 season. The other six: Trosky (1934), Mathews (1953), Jose Canseco (1986), Ruben Sierra (1987), Pujols (2001) and Miguel Cabrera (2004).   Rogers Hornsby After compiling a 150 OPS+ in his age-20 season in 1916, Hornsby emerged as a brilliant offensive force (while playing shortstop) in 1917. In his age-21 season, Hornsby paced the NL with 17 triples, a .484 slugging percentage, an .868 OPS, a 169 OPS+ and 253 total bases. The 169 OPS+ is tied for the third highest in ry histofor a player in his age-21 season, and his .484 slugging percentage would remain the highest for a shortstop in his age-21 season (or younger) until Alex Rodriguez slugged .631 in 1996.   Ty Cobb Cobb's age-20 and age-21 seasons came at the height of the dead-ball era, in 1907 and '08*. Put into this context, his raw numbers seem otherworldly. In 1907, he led the AL in hits (212), RBIs (119), steals (53), batting, slugging (.468), OPS (.848), OPS+ (167) and total bases (283). In 1908, he was tops in his league in hits (188), doubles (36), triples (20), RBIs (108), batting, slugging (.475), OPS (.842), OPS+ (169) and total bases (276). In 1907 when he batted .350, the AL average was .247. In 1908, he batted .324 while the league mark sank to .239. Cobb's 167 OPS+ in his age-20 season is the best in history for that age, his 169 in his age-21 season is tied with Hornsby for the third highest among qualifiers and his 168 OPS+ in just his age-20 and age-21 seasons combined is the highest in history for any player with at least 500 plate appearances over those two seasons.   *The three lowest runs-per-game marks in baseball history occurred in 1908 (3.38), 1968 (3.42) and 1907 (3.52).   Mel Ott In his age-19 season in 1928, Ott posted a 139 OPS+ -- to this day, it the highest in the modern era for a player in his age-19 (or younger) season. Then, in 1929, as Foxx was doing special things as a 21-year-old in the AL, Ott was making magic as a 20-year-old in the NL. That year, he hit 42 home runs, drove in 151 runs, drew a league-leading 113 walks, batted .328, had a .449 on-base percentage, slugged .635 and put up a 165 OPS+. The homers, RBIs and walks are the most in history for any player in his age-20 season or younger, and his OPS+ is the second highest, behind Cobb's mark in '07. Ott's .458 on-base percentage in his age-21 season is the second highest for any player at that age.   Eddie Mathews In his second year in the Majors, 1953, Mathews -- then in his age-21 season -- hit 47 home runs, drove in 135 runs, batted .302 with a .406 on-base percentage and a .627 slugging percentage, had a 171 OPS+, and collected 363 total bases. The 47 homers are the most in history for any player in his age-21 season or younger, the 171 OPS+ is second only to Foxx in 1929 for any player in his age-21 season or younger, and he is one of six players (but the only full-time third baseman) to have a .300\/.400\/.600 slash line in his age-21 (or younger) season. This list, besides Mathews, claims Ott and Foxx in 1929, Williams in 1939, Rodriguez in 1996, and Pujols in 2001.   Mickey Mantle In 1952, Mantle was firmly installed as the center-field replacement for Joe DiMaggio, and the 20-year-old put up a season that saw him lead the AL with a .924 OPS and finish third in MVP voting. It would be the first of nine times Mantle would finish in the top five. His 161 OPS+ that season is the fourth highest since 1901 for a player at that age. Mantle is also one of only two players in the modern era to be in his age-20 (or younger) season and lead his league in OPS. The other is Cobb in 1907.   Frank Robinson Robinson is the only one of these 11 to have his OPS+ in his age-21 season be lower than his career OPS+ through that age-season. Robinson debuted in the Majors in 1956 in his age-20 season, tied a Major League rookie record with 38 homers, scored an NL-leading 122 runs and also paced the NL by getting hit with a pitch 20 times. Robinson, who was named Rookie of the Year, started in the All-Star Game and finished seventh in MVP voting in '56, would eventually lead the league in hit-by-pitches seven times -- tied for the fourth most in history. His 142 OPS+ in his age-20 season is the 10th highest for any qualifying player that young, and his 38 homers are the second most, behind Ott's 42.   Ken Griffey Jr. Among the 11 players in the modern era with at least 800 plate appearances to post at least a 132 OPS+ through their age-21 seasons, two debuted in the first decade of the 20th century (Cobb and Sherry Magee), one debuted in the teens (Hornsby), two started their Major League careers in the 1920s (Foxx and Ott), one began in the '30s (Williams), three debuted in the '50s (Mantle, Mathews and Robinson), one came along in the second decade of the 21st century (Stanton) and one got things under way in the 1980s (Griffey). Put another way, in the 55 seasons that separate Robinson (1956) from Stanton (2010), only the man who was called \"The Kid\" made this list. Starting with his age-19 season in 1989, Griffey qualified for the batting title in each of his first three seasons and compiled an OPS+ above 100 in all three, culminating in a 155 mark in his age-21 season (the ninth highest since 1901 for an age-21 player). Griffey, Ott, Cobb, Magee and Jimmy Sheckard are the only players since 1893 to have three seasons of qualifying for the batting title with an OPS+ of at least 100 before their age-22 season. Griffey and Magee are the only two of the five to do this in each of their first three Major League seasons.   Sherry Magee Magee debuted for the Philadelphia Phillies in 1904, still about five weeks shy of his 20th birthday, and as mentioned above, he was a presence right out of the chute. In each of his first 12 Major League seasons, Magee qualified for the batting title and posted an OPS+ of at least 120; he is one of five players since 1901 to do this. In his age-20 season of 1905, the Phillies outfielder placed among the top five in the NL in runs, hits, total bases, RBIs and steals and also collected the sixth-most extra-base hits and hit the seventh-most home runs. In his age-21 season, 1906, Magee led his league in extra-base hits. For any player in the dead-ball era, Magee had the second-most extra-base hits (126) through his age-21 season, trailing only Cobb. He and Cobb are the only two players in the modern era to lead their league in extra-base hits in an age-21 season.   Mike Stanton As noted at the start, Stanton shares, with Aaron in 1955, the 17th-highest OPS+ for any qualifying player in his age-21 season, since 1901. Aaron, of course, went on to produce one of the most voluminous and extraordinary offensive resumes the game has seen: he is still in the all-time top five in games, at-bats, plate appearances, runs, hits, total bases, home runs, RBIs and extra-base hits. And although he is the all-time leader in total bases, RBIs and extra-base hits, odds are that he will always be remembered as the man who was the all-time home run king from 1974 (when he passed Babe Ruth) until 2007, when he was surpassed by Barry Bonds. Aaron had 40 home runs through his age-21 season -- that total is tied with Boog Powell for the 21st most in history. Stanton, on the other hand, is tied with Bob Horner for the ninth-most homers through any player's age-21 season, with 56. Six of the eight men in front of Stanton went on to clout more than 500 homers: Ott (86 home runs through his age-21 season), Mathews (72), Robinson (67), Rodriguez (64), Griffey (60) and Mantle (57).   Even before Frank Baker hit home runs off future Hall of Famers Rube Marquard and Christy Mathewson in the 1911 World Series and earned the nickname \"Home Run,\" the long ball has held a special fascination for those in and around the game. This particular element of the game's allure, Stanton's early and impressive start, his prodigious power (he averaged more than 410 feet on his home runs in 2011): all of these elements have combined to make the Stanton an emerging, magnetic figure to watch.   There are currently 25 members of the 500-home run club; the average number of home runs hit by this group through their age-21 season is 28. Again, Stanton already has 56 home runs on his ledger. Four of the members of the club -- Mark McGwire, Mike Schmidt, Frank Thomas and Ernie Banks -- weren't even in the Majors at that point. In contrast, the man with the second-most home runs in history for a player through his age-21 season -- Tony Conigliaro -- hit fewer homers from his age-22 season and on (82) than he did through his age-21 campaign (84).   There is no telling what sort of counting numbers or rate stats might be attached to Stanton when he concludes his Major League career; one can look at all of the precedents and use all sorts of age and number comparisons to try to make guesses, but that's all they are. But with Stanton's age-22 season scheduled to begin in about 90 days, no one can dispute the idea that he has joined some very special company while doing some very special things at such a young age. Roger Schlueter is senior researcher for MLB Productions. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Roger Schlueter"
}
