{
    "url": "http:\/\/m.mlb.com\/news\/article\/26281910",
    "title": "Trade should benefit both Rizzo, Cashner",
    "subtitle": "Trade should benefit both Rizzo, Cashner",
    "body": "Following a stunning trade with the Reds that yielded first baseman Yonder Alonso, it became evident that Padres first-base prospect Anthony Rizzo could be made available during the offseason. Indeed, the Padres have offered Rizzo a change of scenery, trading him along with pitching prospect Zach Cates to the Cubs. In return, the Padres received highly regarded right-handed pitching prospect Andrew Cashner and young outfield prospect Kyung-Min Na. The trade breathes new life into the 22-year-old left-handed-hitting Rizzo. He will now have a chance to ultimately hit in Wrigley Field, a much more conducive hitter's environment rather than the cavernous Petco Park. Rizzo was an awesome power hitter in the 2011 Pacific Coast League. He fashioned a batting average of .331 with 26 home runs and 101 RBIs in 356 at-bats for Tucson, the Triple-A affiliate of the Padres. However, when he was promoted to the parent club, the switch went off and he scuffled badly. He finished the season hitting .141 with only one home run and nine RBIs over 128 at-bats.  Rizzo has a prototypical power hitter's build. He is the strong 6-foot-3, 220-pound player teams covet during scouting trips prior to the First-Year Player Draft. He looks the part of a fence buster. The Red Sox were impressed enough with Rizzo to select him in the sixth round out of high school.  When Adrian Gonzalez became available, then Padres general manager Jed Hoyer fashioned a trade to acquire Rizzo with then Red Sox general manager Theo Epstein. In exchange for Gonzalez, Rizzo went to San Diego along with top pitching prospect Casey Kelly, speedy outfielder Reymond Fuentes and outfielder\/second baseman Eric Patterson. The deal with the Cubs marks the second time Hoyer has traded for Rizzo.  When he arrived in San Diego coming off his remarkable statistics at Tucson, many in baseball felt it was just a matter of time before Rizzo would adjust to Major League pitching. True, Petco wasn't the same as the hitter-friendly PCL environment, but hitting is hitting, right? Not so. Rizzo struggled at the plate. His strikeouts mounted, he became much more critical of himself, pressed to show that he could hit and wound up lengthening his swing in an effort to generate power. It didn't work. As the season progressed, Rizzo's swing got slower and longer and he was getting himself out with regularity. As the season wound down, he saw less playing time as hot-hitting, high-average hitter Jesus Guzman saw more time at first base.   Rizzo's story is extremely unique. After being selected by Boston, Rizzo learned he had Hodgkin's lymphoma, a disease that required treatment for the entire 2008 season. As a result, his development and career were put on hold. He returned the following season and put up strong numbers at Class A Greenville. The initial trade to San Diego gave Rizzo a new start. Now the trade to the Cubs must seem like Groundhog's Day. The \"refresh\" button has been pushed. Rizzo has another chance.  While he may initially yield the first base job in Chicago to prospect Bryan LaHair, Rizzo will likely be given the opportunity to relearn his swing, work on his mechanics and most importantly, regain his confidence with an assignment within the Cubs' Minor League system.  The Padres received tall, lanky, flame-throwing right-handed pitcher Andrew Cashner as the key component of the trade.  Cashner is 6-foot-6 and only 200 pounds. He can throw his fastball at 100 mph. He's an impressive force on the mound, and if healthy, he can be an asset to the Padres. There are those words again -- if healthy. Cashner suffered from rotator cuff issues that kept him out of the rotation for most of the 2011 season, until his return in September. Cashner also pitched in the Arizona Fall League to strengthen his arm and regain his range of motion and confidence.  While Cashner appeared loose and fluid in the fall, he did show a tendency to get hit hard in the light spring air of Arizona. His ERA over 8 2\/3 innings was 12.46. He gave up 14 hits and walked three.  While there is no doubt Cashner has the ability to throw a high velocity fastball, the rest of his repertoire remains in question. In many cases, shoulder issues for pitchers are more difficult to overcome than elbow or forearm concerns. Throwing a steady diet of breaking balls can easily exacerbate the problem and cause further harm. As a result, many pitchers with shoulder concerns rely heavily upon the fastball. That leads them out of the rotation and directly to the bullpen. That may be a very suitable place for a pitcher with Cashner's velocity.  One concern that became noticeable in the Arizona Fall League was the lack of movement on the highest velocity fastballs thrown by Cashner. When he stayed in the mid-90s, the ball sank and had much more late life than those pitches in the upper 90s. When fastballs straighten out, they usually find the barrel of the bat and wind up as fan souvenirs.   To be effective, Cashner must keep the ball down in the zone. He will be hurt badly if he elevates his pitches or relies too heavily on the fastball. However, if he is going to maximize his effectiveness, he will have to mix in an occasional slider and refine his changeup, even in the bullpen.  Cates, a right-handed 22-year-old pitching prospect, joined Rizzo in the trade to the Cubs.  Cates was a third-round selection in the 2010 First Year Player Draft out of Northeast Texas Community College. He is 6-foot-3 and weighs 200 pounds.  Cates is a converted catcher He can throw hard, hitting between 91-93 mph with his fastball. In addition, he has a changeup that he throws in the high 70s. That drop in velocity is an effective weapon, especially for a young pitcher seeking confidence.  Cates projects to be a back-end-of-the-rotation starter or a long reliever. He has work to do on his command, as he struggled a bit throwing strikes in his first season of Class A ball in Fort Wayne in the Midwest League.  Kyung-Min Na, a 20-year-old native of Seoul, Korea, is the left-handed-hitting outfielder leaving the Cubs and joining the Padres.  Na is 5-foot-10 and weighs just 170 pounds. He played at four classifications this past season, from Rookie League to Double-A. That in itself is remarkable, and quite unusual. He had a composite batting average of .268. He didn't hit any home runs and he drove in 22 runs. Na has some speed and quickness as he stole 20 bases. He has to refine his basestealing technique, as he was caught stealing 10 times.   Cates and Na are interesting prospects. They may each blossom as they learn the game and refine their skills. Clearly, however, the major components of the trade were Rizzo and Cashner.   Each gets a fresh start. Bernie Pleskoff has served as a professional scout for the Houston Astros and Seattle Mariners. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bernie Pleskoff"
}
