{
    "url": "http:\/\/m.mlb.com\/news\/article\/26275486",
    "title": "Prado, Jurrjens could remain with Braves",
    "subtitle": "Prado, Jurrjens could remain with Braves",
    "body": "ATLANTA -- Responding to MLB.com's early November report that Jair Jurrjens or Martin Prado might be traded this offseason, Braves general manager Frank Wren said he felt both players would still be with his club at the start of Spring Training. With the start of Spring Training a little more than six weeks away, this is starting to look more like a possibility. The Braves have spent the past couple months talking to a number of clubs about these players. But with questions surrounding both Prado and Jurrjens, there is growing reason to wonder if Wren should wait until June or July to trade these players with the hope they will have had time to regain some of their respective values. This might not be comforting news to those anxious Braves fans who have increasingly become more uncomfortable as the Marlins and Nationals have made significant attempts to strengthen their respective bids to end the Phillies' supremacy in the National League East.  The Marlins stole the headlines in early December with free-agent signings of shortstop Jose Reyes, left-handed pitcher Mark Buehrle and closer Heath Bell. They grabbed more attention this week by trading with the Cubs for Carlos Zambrano, who will make manager Ozzie Guillen's clubhouse even more interesting and possibly strengthen the starting rotation.  The up-and-coming Nats bolstered their starting rotation with the Dec. 23 acquisition of left-handed pitcher Gio Gonzalez. This week, they may have emerged as the favorites to land Prince Fielder.  But instead of reacting to these moves in a knee-jerk fashion, Wren has dealt with the reality of an extremely tight budget and avoided the temptation to significantly upgrade his lineup by trading any of his coveted top four pitching prospects -- Julio Teheran, Randall Delgado, Arodys Vizcaino and Mike Minor.  The Orioles learned this last month when they inquired about acquiring Jurrjens, Prado and two other \"premium guys\" in exchange for outfielder Adam Jones.  The Braves obviously declined that offer. But they still have interest in Jones and could continue talking about the outfielder if the O's are willing to make a more reasonable offer that would likely be void of pitching prospects and not include both Prado and Jurrjens.  While Atlanta has shown a willingness to talk about Prado and Jurrjens, it understands that both players could still provide significant value to this year's team.  Prado's history shows that he could easily bounce back from last year's frustrating injury-plagued season and provide some production in left field while serving as dependable insurance for soon-to-be 40-year-old third baseman Chipper Jones.  The Tigers and Rockies are among the teams who have shown the most interest in Prado and expressed the belief that he could regain the form he had when he was an All-Star second baseman in 2010. The 28-year-old Venezuelan's .260 batting average this past summer was likely influenced by the fatigue he battled after missing a month with a staph infection.  Jurrjens' value was at its highest level when he entered this year's All-Star break with an NL-leading 1.87 ERA. But he struggled mightily as he posted a 5.88 ERA after the break and then missed the stretch run for a second straight year because of a troublesome right knee.  Jurrjens believes his right knee will be sound as he wears a knee brace while pitching this year, and the Reds were among the teams that expressed interest in him. In fact, the Braves thought they might have been nearing a deal before the Reds landed Mat Latos from the Padres in December.  With some health-related questions surrounding Tim Hudson, who underwent back surgery in November, and Tommy Hanson, who missed 2011's final two months with a sore right shoulder, Atlanta could seemingly benefit from keeping Jurrjens around for at least the season's first couple months.  If Jurrjens finds early-season success and proves his knee is sound, the Braves could certainly find his value on the trade market to be more significant this summer. At that time, the club might be in position to feel more comfortable about adding yet another young pitcher to its already rather green starting rotation. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
