{
    "url": "http:\/\/m.mlb.com\/news\/article\/26274730",
    "title": "Butler to be honored with Hutch Award",
    "subtitle": "Butler to be honored with Hutch Award",
    "body": "Royals slugger Billy Butler will be honored with the 47th annual Hutch Award, recognizing the player who best exemplifies the honor, courage and dedication of former Major League player and manager Fred Hutchinson.  The award, given annually at an offseason luncheon in Hutchinson's hometown of Seattle, will be presented Feb. 1 at Safeco Field. Proceeds from the event will benefit early cancer detection research at the Fred Hutchinson Cancer Research Center. Hall of Famer Cal Ripken Jr. will be the keynote speaker at the Hutch Award luncheon.  It's a piece of national recognition for Butler, who has become one of the more respected hitters in the American League since his arrival in the big leagues in 2007. This past season, he overcame a slow start with a solid second half to finish with a .291 average along with 44 doubles, 19 home runs and a career-best 95 RBIs. As the Royals head into 2012 looking for better fortunes, Butler stands as an established hitter and the centerpiece of an improved, young, talented lineup.   Off the field, Butler has been an even better example for young Major League players through his efforts to give back. A year after he arrived in the big leagues, Butler and his wife, Katie, established the Hit-It-A-Ton campaign to help provide food for needy families around Kansas City. More than $200,000 has been raised, providing for over 960 tons worth of food through two local food banks and a community kitchen.   Butler's on-field performance helps the off-field efforts thanks to the program. Each Butler home run results in a $250 donation, and each double is worth $125.     Those efforts were recognized by surviving Hutch Award winners, who chose Butler to receive this year's honor and join such greats as Hall of Famers Sandy Koufax, Carl Yastrzemski, Lou Brock and Willie McCovey. More recent winners include cancer survivor Jon Lester, former Royal Mark Teahen, Tim Hudson, Jamie Moyer and Craig Biggio.   As part of this year's honor, Butler will take time during his trip to Seattle to visit cancer research labs at the Hutchinson Center along with the Hutch School, a K-12 program serving cancer patients and their school-age family members.   For more information or to register for the Hutch Award Luncheon, visit www.fhcrc.org\/hutchaward. Jason Beck is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
