{
    "url": "http:\/\/m.mlb.com\/news\/article\/26273406",
    "title": "An elephant takes BP at Marlins' new home",
    "subtitle": "An elephant takes BP at Marlins' new home",
    "body": "MIAMI -- The Marlins let the largest and strongest hitter in the history of Miami swing a bat at their new ballpark on Thursday.  Asia, an elephant from Ringling Bros. and Barnum & Bailey Circus, took batting practice at the new ballpark site Thursday afternoon, as Billy the Marlin and a pair of circus clowns fielded the hits. The 8,000-pound mammal was in town to promote the circus show \"Fully Charged,\" taking place from Friday until Jan. 16.  \"We're proud to welcome the Ringling Bros. and Barnum & Bailey Circus here to town,\" Marlins director of marketing and promotions Matt Britten said. \"We thought this was a unique opportunity to bring Asia the elephant out to the ballpark and let her participate in some batting practice in anticipation of the opening of the new ballpark in just a couple of months.\" According to elephant manager Brian French, Asia is one of seven Asian elephants in town with the circus and is estimated to be between 43-45 years old. She has been with the Ringling Bros. and Barnum & Bailey Circus for more than 20 years and is currently the one of the stars of the Ringling Bros. pre-show.   \"These elephants, we live with them and take care of them year-round,\" French said. \"They're part of our family, and we take care of them like they were our kids. We've got a lot of people that see to all her needs. She's happy to be out here and happy to meet the people.\"   One of the Ringling Bros. clowns, Sean Davis, talked about the many talents of Asia the elephant.   \"I've played soccer with her, painted with her and fed her an apple from my mouth, but this is the first time playing baseball with her,\" Davis said. \"We're merging two great American pastimes, circus and baseball, into one big event.\"   Taba Maluenda is one reason why Asia is able to perform so many different tasks. The Chilean is one of Ringling Bros. exotic animal trainers, and he spoke about how elephants can quickly master nearly any task.   \"These animals are so intelligent, and I think they are capable of learning to do anything,\" Maluenda said. \"All it takes is some love, care and repetition, and they will learn to do just about anything. We saw Asia grab a bat for the first time in her life. We also saw her kick the ball, round the bases and even hit a ball with a bat for the first time.\"   Maluenda said he was not a huge baseball fan, but he did have several favorite players growing up.   \"My favorite players are Latin players like Sammy Sosa, Andres Galarraga from Venezuela and Omar Vizquel,\" Maluenda said. \"But I also know about Barry Bonds and some of the other big names in the game, too.\"   After batting practice, Asia was fed entire loaves of bread by Maluenda and Billy the Marlin before heading back to join the rest of the circus animals as they prepare for their performances in Miami.   \"It's a pleasure for us to be here just before the opening of this beautiful ballpark,\" Maluenda said. \"This event is something that people will remember, and we certainly enjoyed being a part of it.\"   David Villavicencio is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "David Villavicencio"
}
