{
    "url": "http:\/\/m.mlb.com\/news\/article\/26272016",
    "title": "Resop family raising money for cancer research",
    "subtitle": "Resop family raising money for cancer research",
    "body": "PITTSBURGH -- A regular visitor at the Children's Hospital of Pittsburgh during the 2011 season, Chris Resop found himself moved by the story of one 2-year-old boy he met during the summer.  During this particular visit, Resop was struck by the innocence and naivety he saw in this boy, who would peek around corners, dish out high-fives, smile and giggle. And yet there was also evidence that not all was right.  The boy was bald, the chemotherapy clearly taking its effect. The doctors had believed the toddler's cancer was in remission. It wasn't. It had returned. The boy's mother needed a shoulder to cry on and she chose Resop's. She wept for about five minutes, while Resop searched for what to say.   \"What can you do?\" Resop said on Thursday, reflecting on his time with this family. \"All I could do was say that I would pray for them. It just hit close to home realizing how fortunate I am to have a healthy son.\"   Resop's son is also 2 years old.   That visit left Resop searching for ways to use his standing as a public figure to assist other children battling cancer. His wife, Kara, suggested that they initiate some fundraising efforts to raise money for children's cancer research. That idea has since taken off.   The first of those fundraising efforts will take place in just over a week when Chris Resop cheers on his wife as she completes the Naples Daily News Half Marathon in Florida. Kara Resop is running in support of cancer victims and to raise money for cancer research.   All donations the Resops receive will be split between Pirates Charities and the St. Jude Children's Research Hospital in Tampa. For anyone wanting to assist in the fundraising effort, checks made payable to Pirates Charities can be sent to 115 Federal Street, Pittsburgh, PA, 15212. Please also make a note that the money is to go to the Resop's cancer donation.   For the Resops, this is just the start of their newly focused charity endeavors. Chris Resop plans to spend next Wednesday at St. Jude Children's Research Hospital when he is in the area for the Pirates' voluntary mini-camp. He will take teammates Neil Walker and Jo-Jo Reyes with him.   The 29-year-old reliever also has plans to hold different fundraising events in Pittsburgh during the season to raise additional funds for children battling cancer.   \"This is something I would like to continue doing during my career and beyond,\" said Resop, whose cousin lost her leg to cancer when she was a child. \"Any time I can give back to the community, I try to.\"   One of Resop's other upcoming endeavors will actually cost him his hair, too. Resop plans to shave his head on Opening Day in conjunction with Tampa Bay's Cut for Cure event. Several athletes, media personalities and businessmen will go bald to raise money for the Pediatric Cancer Foundation.   Rays pitcher Wade Davis was among the people to participate in the shaving last April.   \"I've been granted a pretty good life, and I've been given a lot of opportunities,\" Resop said. \"I am also fortunate to work at night, so I have the day to give back my time. I'm not too proud to say that I can't do it or that I'm too busy to do it.\"    Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
