{
    "url": "http:\/\/m.mlb.com\/news\/article\/26259524",
    "title": "Where have you gone, Andruw?",
    "subtitle": "Where have you gone, Andruw?",
    "body": "He's 34, he's healthy, and he's heading into his 17th season in the Major Leagues. At this point of his career, he was supposed to have one cleat in the clubhouse of his original team -- the Atlanta Braves -- and the other within the city limits of Cooperstown, N.Y. To paraphrase Simon & Garfunkel between a deep sigh, where have you gone Andruw Jones? The following hurts to say, especially for those of us among the charter members of the Andruw Jones Fan Club: Not only has Jones spent the previous four seasons playing with four different teams not named the Braves, he has done so as just another guy. More specifically, Jones signed a one-year deal over the weekend to become the \"fourth\" outfielder for the New York Yankees for the second consecutive season. What this means is, that despite reaching an age that normally represents the prime for truly great players, Jones can't beat out Curtis Granderson, Nick Swisher or Brett Gardner -- none of whom is headed to the Hall of Fame anytime soon.  As for Jones, his career home-run total of 420 is decent, but it should be so much better than that at this point.  The same goes for his 1,255 RBIs.  Then, you have his career batting average of .256.  Ridiculous.  Jones was tagged as one of those five-tool players who could do it all, and he could. He often used his bat, his glove and his arm in dramatic ways to tease everybody with his potential for all-time glory.  I remember that Andruw Jones. This was back during his dozen years with the Braves through the 2007 season, and the epitome of his promise came in 2005: a Major League-leading 51 home runs, a National League-leading 128 RBIs and a Silver Slugger Award.  In addition, during one stretch, Jones ended five out of six seasons with 30 home runs or more.  There also were huge batting slumps for Jones, but former Braves manager Bobby Cox used to shrug through them all before saying of his center fielder, \"He's got RBIs in his glove.\"  He did, too. For verification, he finished his Braves career with 10 consecutive NL Gold Glove Awards. According to Greg Maddux, Tom Glavine and John Smoltz, all Cy Young Award winners with the Braves back then, Jones' fielding was a mighty reason for those Atlanta pitching staffs going all of those years leading the Major Leagues in team ERA.  There was that brief moment of controversy in 1998, when Cox yanked Jones from center in the middle of an inning for what the manager thought was a lack of effort on a fly ball. But Cox later regretted the move.  In general, Cox glowed whenever somebody mentioned Jones' name, and it went beyond the old-school manager's admiration for what his five-time All-Star player provided offensively and defensively. It also involved Jones' ability to stay in the lineup.  Three times, Jones played at least 161 of the Braves' 162 games during a season, and he never played fewer than 153.  So this makes sense: Along with Cy Maddux, Cy Glavine, Cy Smoltz and Chipper Jones, Andruw Jones was a fan favorite. He was supposed to be a Brave for life. And try this for irony: It began in a big time way nearly 16 years ago ... against the Yankees.  Those Yankees featured the same Derek Jeter and Mariano Rivera who now are Jones' Cooperstown-bound teammates.  We're talking about the 1996 World Series. If the Braves hadn't blown a two-games-to-none lead, it would have been known as the Andruw Jones World Series.  Two months earlier, Jones made the incredible jump from Class A to a Braves team racing toward its fifth consecutive division title -- while seeking to defend its World Series championship. And here was Jones with those Braves, meeting the Yankees in the opener of that World Series at Yankee Stadium, where Jones became better than Mickey Mantle.  After Jones slammed a pitch over the left-field fence in his first at bat, Mantle fell to the second-youngest player ever to homer during a World Series game -- at just two weeks shy of his 21st birthday.  Jones was 19 years, five months and two days old.  If that wasn't enough, Jones ripped another homer during his next trip to the plate -- joining Gene Tenace as the only players ever to homer during their first two at-bats of a World Series. Jones did all of this on what would have been Mantle's 65th birthday.  The Yankees won the World Series in six games, but Jones went 8-for-20 (.400) at the plate, with six RBIs to complement those two homers.  Members of Jones' fan club and others still cherish his 1996 World Series and other accomplishments while playing in Atlanta. He eventually left the Braves as a free agent following the 2007 season to sign with the Los Angeles Dodgers. With his offensive numbers dropping, he also played for the Texas Rangers and the Chicago White Sox.  Now, Jones is just hanging on as that fourth outfielder for the Yankees, with some designated-hitting duty.  How sad. Terence Moore is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Terence Moore"
}
