{
    "url": "http:\/\/m.mlb.com\/news\/article\/26255476",
    "title": "Hall of Fame voting about to get complicated",
    "subtitle": "Hall of Fame voting about to get complicated",
    "body": "We should all savor the 2012 round of Hall of Fame voting. After this, the quiet, contemplative ballot deliberations will be replaced by the controversies caused by the ingestion of performance-enhancing drugs.  It is a rare privilege to vote on the candidates to the National Baseball Hall of Fame. Unlike typical political elections, there is a surplus of highly qualified candidates.  By the numbers, it is harder to get into baseball's Hall of Fame than it is to enter into any other North American professional sports Hall of Fame. This is the way it should be. This is the way it is. Hall of Fame arguments are typically not about marginal candidates who gained entry into the Hall, but about good candidates, fine candidates, strong candidates who were not deemed to be great candidates by the necessary 75 percent of the voters. That 75-percent threshold is a guarantee that nobody will slip into Cooperstown by accident. The eligible members of the Baseball Writers' Association of America (BBWAA) as a group have demonstrated that if the electorate can be second-guessed in any of these elections, the questions will be asked about exclusion, not inclusion.   When in doubt, the correct answer in these elections is no. This leaves fans of unsuccessful Hall candidates fuming, but it beats the alternative of offering enshrinement to everybody and his uncle.   I see voters thinking and rethinking, and then thinking over their choices again on an annual basis. The process is healthy. I can't speak for every one of the other 500-plus voters, but I see a great deal of reasoned, rational deliberation, a great deal of serious dialogue among voters occurring. It is understood that the rare privilege of voting in this election also constitutes a solemn responsibility.   But next year, this same wonderful exercise in baseball democracy will become home to a built-in dispute. Some of the biggest names associated simultaneously with the sport and with steroid use will become eligible for election to the Hall's class of 2013.   These names will include Barry Bonds, Roger Clemens, Sammy Sosa. There are no specific guidelines for how the voters are supposed to deal with PED users, alleged PED users, people who have been convicted of obstruction of justice based on their testimony before a federal grand jury, or people who are charged with perjury based on their testimony before a congressional committee.   This will all become a matter for the individual conscience, the individual judgment of each and every voter. I have talked to some voters who have said that they will vote for no candidate from the so-called \"steroid era,\" on the grounds that use of PEDs was so widespread. I have talked to other voters who have said that they will hold PED use against no candidates, on very similar grounds, that we'll never know the full extent of steroid usage and that it would be unfair to single out individuals for punishment.   There will be specific arguments on behalf of specific candidates. In the case of Bonds, for instance, people will argue that he was a Hall of Famer when he weighed 190 pounds, before he changed body types, before his head grew.   There will be a similar argument made on behalf of Clemens, to the effect that he could have been headed for the Hall even before his remarkable late-career resurgence.   On the other side of it, there are the rules for election to the National Baseball Hall of Fame. The pertinent paragraph states:   \"Voting shall be based upon the player's record, playing ability, integrity, sportsmanship, character, and contributions to the team(s) on which the player played.\"   The terms \"integrity, sportsmanship, character,\" it seems to me, are not consistent with the usage of performance-enhancing drugs. But I'm just one voter.   The Hall of Fame ballot has included some test cases in this regard, the most notable being Mark McGwire, who has been on the ballot for six years. Widely believed to be a PED user, McGwire acknowledged that usage before returning to the game as hitting coach for the St. Louis Cardinals. He received 19.8 percent of the votes in the 2011 Hall of Fame election, which was actually a slight decrease in his usual percentage.   Next Monday, the results of the balloting for the 2012 Hall of Fame class will be announced. Typically, we will celebrate the winner(s) and argue over the Hall of Fame fate of those who had significant support but who did not gain the necessary 75-percent support. One way or other, by next year's election, this year's balloting might seem like the good old days.   Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
