{
    "url": "http:\/\/m.mlb.com\/news\/article\/26258766",
    "title": "Backloaded deals for Pujols, C.J. aid Angels",
    "subtitle": "Backloaded deals for Pujols, C.J. aid Angels",
    "body": "The Angels may have spent nearly $330 million on Albert Pujols and C.J. Wilson this offseason, but because both agreed to take less money up front, the initial blow to their payroll won't be nearly as tumultuous as one would've expected.  A source confirmed a CBSSports.com report stating that the Pujols deal is significantly backloaded and actually adds up to $240 million through his 10 years as a player, then pays him an extra $10 million as part of his 10-year personal service agreement.  Pujols is slated to be paid $12 million in 2012, then $16 million in 2013 -- which is what he made in each of the last four years of his previous contract with the Cardinals. The remaining eight years start at $23 million in 2014, then increase by $1 million each season -- ultimately paying him $30 million in 2021, his age-41 campaign. Wilson, who signed a five-year, $77.5 million deal on Dec. 8 -- the same day Pujols agreed to terms -- got a $2.5 million signing bonus and will be paid $10 million in 2012, $11 million in 2013, $16 million in 2014, $18 million in 2015 and $20 million in 2016.   For Pujols and Wilson, the backloaded nature makes little difference. They'll get their money anyway, and they aren't necessarily strapped for cash -- though it is amusing to note that Pujols will make less than Vernon Wells, Torii Hunter, Jered Weaver and Dan Haren in 2012, while Wilson will be only the seventh-highest-paid player on the team.   For the Angels, though, the breakdown makes a world of difference considering they'll be paying the aging Hunter and Bobby Abreu a combined $27 million next season and still owe Wells $63 million over the final three years of his contract.   Thanks to the breakdown of the Pujols and Wilson deals, the Angels' 2012 payroll is slated to be roughly $150 million, which wouldn't be much greater than their fourth-ranked 2011 payroll of about $140 million. Right now, they have just below $130 million committed to 14 players next season, without including their four remaining arbitration-eligible players -- Howard Kendrick, Erick Aybar, Kendrys Morales and Alberto Callaspo.   So, yes, the Angels will be paying Pujols and Wilson most when they're quite possibly in the twilight of their careers. But the club gets an early break to help ease it through a time when they possess some inflated contracts.   Pujols' $250 million total figure, minus incentives, makes his deal the third largest in baseball history, trailing both of Alex Rodriguez's contracts -- the 10-year, $252 million deal he signed with the Rangers in 2000 and the 10-year, $272 million deal he signed with the Yankees in '07.   Pujols and A-Rod are the only players in baseball history with $200 million contracts -- though Prince Fielder may change that soon.    Alden Gonzalez is a reporter for MLB.com. Read his columns and his blog, listen to his podcast and follow him on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
