{
    "url": "http:\/\/m.mlb.com\/news\/article\/26258426",
    "title": "Turner could get swept up in Tigers' trade winds",
    "subtitle": "Turner could get swept up in Tigers' trade winds",
    "body": "DETROIT -- The Tigers have spent the last two years grooming Jacob Turner for a shot at the big leagues, anticipating the former first-round pick could become their next gifted young starter. They've brought him to the cusp of the big leagues, used him for a trio of starts last season, and penciled him in as a fifth-starter candidate for this spring. So after all that, why would the Tigers make their top prospect -- and the seventh-best prospect in baseball entering 2012, according to MLB.com's Jonathan Mayo -- available in a trade for another starting pitcher? The answer is a matter of timelines. While the possibility of Turner being dealt surfaced earlier this offseason with the Tigers' inquiries with Oakland about former A's lefty Gio Gonzalez, it picked up again with a weekend report from ESPN.com. The note from Buster Olney suggested the Tigers are letting teams know they're willing to part with Turner for the right starter. Gonzalez is gone, dealt to the Nationals for a prospect-laden package, but other starters are on the market. The Tigers have reportedly shown interest in former American Leaguer turned Chicago Cub Matt Garza. Astros lefty Wandy Rodriguez continues to draw mention on the trading block, and the Rays reportedly could make one of their gifted starters available.  Whether any of them are the supposed right starters is a different question, one that goes to the heart of the Tigers' operating philosophy and the organization's long-term goals.  The Tigers have clutched onto Turner for the last couple of years, and inquiries from other teams generally went nowhere. Though potential is always an iffy term in baseball, especially with pitchers, Turner's work ethic, makeup and repertoire suggest as close to a sure thing as the organization has right now.  That said, team president\/general manager Dave Dombrowski has hesitated in recent years to say that anybody on the roster is untouchable -- aside from Justin Verlander and Miguel Cabrera.  \"I'm not looking to maybe trade certain guys,\" Dombrowski said going into the offseason, \"but I've also always kept an open mind. I don't think you go in and say someone's untouchable. When you start doing that, you end up not making many trades. You're not looking to move certain guys, and we have quite a few guys that fall into that category.\"  For the Tigers to trade Turner, they would almost surely need to map out their long-term rotation without him. With Major League-ready prospects, it isn't just about the talent, but the team control. The 20-year-old Turner not only represents a potential No. 2 starter, but six Major League seasons before he could be eligible for free agency.  Gonzalez made sense because, while he's eligible for arbitration this winter, he has less than three full seasons in the big leagues. That means he has four years left before he can hit free agency.  The Tigers' current top four starters -- Justin Verlander, Max Scherzer, Doug Fister and Rick Porcello -- are all under team control for at least the next three seasons. Add another starter, and the Tigers potentially wouldn't be forced to look for starting help until the end of 2014.  Of course, if Turner were to open the season in Detroit's rotation, the Tigers would have the same scenario. They'd also have some insurance of a potential front-line starter four years from now, should Verlander or others hit free agency.  Waves of talent every few years are how teams can build long-term success, complementing high-priced All-Stars with lower-cost, emerging youngsters, then repeating the cycle. But then, talented prospects are also how other teams acquire proven stars and load up on talent to compete over a shorter stretch.  The 28-year-old Garza wouldn't be a one-year rental for a club, but he'd be eligible for free agency in two years, half the time of Gonzalez. Those two years, however, could be great ones, especially if Garza can continue the progress he made with the Cubs last year.  The Tigers saw him for five years with the Twins and Rays before the Cubs acquired him last winter. Yet, while his 10-10 record in Chicago doesn't reflect it, his pure pitching stats suggest he enjoyed the best year of his career -- from a near-even ratio of 197 strikeouts over 198 innings to a .654 OPS allowed, a 3.13 walk-to-strikeout ratio and 0.6 home runs per nine innings.  Even though those numbers come from a right-hander, in Garza's first year in the National League, those stats are impossible to ignore. But are two seasons of those numbers worth a package of prospects that would include Turner and another top talent, as the A's reportedly wanted for Gonzalez? Would a potential longer commitment from one of Tampa Bay's young starters, or somebody elsewhere?  One other factor to consider is the Tigers' standing in the AL Central, where the biggest addition to improve from other potential contenders was Cleveland's deal for Derek Lowe. As the division stands today, any big move would be more about getting the Tigers past league foes like the Rangers, Yankees and Red Sox.  Under that reasoning, the Tigers could just as easily try to improve with a midseason deal as they could with an offseason one. They could also have a different crop of potential trade candidates.  All those factors give the Tigers room for pause as a potentially busy back half of the offseason begins. But if the Tigers decide it's worth offering up Turner, it could end up a big offseason for them. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
