{
    "url": "http:\/\/m.mlb.com\/news\/article\/26252318",
    "title": "In Hall of Fame balloting, many unknowns",
    "subtitle": "Gammons: In Hall voting, many unknowns",
    "body": "The simple mailing of the Hall of Fame ballot was conflicted. The argument comparing Dale Murphy's candidacy to that of Jim Rice is valid, Rob Neyer's analysis of Bernie Williams' candidacy still has me wavering and I still haven't forgotten Rob Tracy's Fred McGriff-Eddie Murray comp. And I did not vote for them.  That is part of the annual ballot process. It is emotional, to an extent, but baseball and sport is, in fact, emotional and human. Someone wrote a month ago that no player ever thought, \"Oh, Jack Morris is pitching tomorrow.\" I traveled with a team in the early Morris period of 1979-85, and in that period of time, I went to the park every day, early, worked out, hung out in the clubhouse in the days before access limitations, and, yes, players did talk about facing Morris and his competitiveness.  Morris did close out two World Series and opened postseason series, but Joe Sheehan did me a favor and went through every one of Morris' starts, and Sheehan won the debate. As Sheehan showed, Morris actually put his team behind in 344 of his 527 career starts; he did not hold 136 leads. But in this era of arrogance and self-proclaimed intellectual superiority, Morris is now written about as if he were Larry Pashnick, Morris' teammate in 1982 who had a 16-to-19 gopher ball-to-strikeout ratio. He was ferocious, he was very good and in a business played by humans, he was immensely respected by teammates in Detroit, Minnesota and Toronto, all championship teams. In this mind's eye, there are four certainties on this year's ballot, which will be announced on Jan. 9. Barry Larkin is a Hall of Famer who would have made it in on the first ballot two years ago but for the injuries that limited him to qualifying for the batting title 10 times in 19 years. He was the great athlete at shortstop who in 1996 hit 33 homers and won the National League Most Valuable Player Award, from '91-2000 had on-base percentages between .377 and .440, won nine NL Silver Slugger Awards, three NL Gold Glove Awards and hit .338 in his two postseasons.   Alan Trammell remains an undervalued Hall of Fame contender. His career OPS+ mirrors that of Larkin (110 to Larkin's 116), he should have won the AL MVP Award in 1987, when he hit 28 homers and had a .953 OPS, and he finished in the top nine in MVP voting three times. Most of all, Trammell was a shortstop metronome, the definition of reliability. Darrell Evans once said of Trammell, \"He was the most consistently accurate thrower I ever saw in an infield. No matter where he made the play, however hard he had to throw it to get the runner, his throw was always in the same place -- chest high, perfect to catch.\"   The third is Tim Raines, arguably the second-greatest leadoff hitter in the modern game to Rickey Henderson, who was in a world of his own. His last six seasons -- spent as a role player -- dimmed his statistics and people's memories, but before he was the victim of collusion prior to the 1987 season, Raines had a six-season stretch in which he averaged 77 steals (at a success rate of 86.8 percent) with a .391 OBP.   The fourth is Jeff Bagwell. He had 1,500 runs and RBIs; every player who achieved both levels is in Cooperstown. His career OPS ranks him 22nd. His career OPS+ ranks behind first basemen named Lou Gehrig, Albert Pujols, Jimmie Foxx, Mark McGwire, Hank Greenberg, Johnny Mize and Frank Thomas. The sabermetric argument has been made that Bagwell ranks fourth all time among first basemen after Gehrig, Foxx and Pujols. He was a great baserunner, a terrific defensive first baseman whose soccer footwork allowed him to get way inside the baseline and make the very difficult throw through the runner to second base as well as any right-handed first baseman in his time.   Oh, yes. He is a suspect of performance-enhancing drug use, hence the 41.7 percent of the Hall of Fame vote last year. Bagwell did get extraordinarily strong from his Type-A workouts, and when he had to stop lifting because of his inherited arthritic shoulder, he lost a lot of weight. But he never failed a drug test. He was never suspended. His name never appeared in the Mitchell Report. One late, admitted abuser of steroids (and other drugs) claimed that Bagwell did do PEDs. His closest friends in the game vehemently deny that he did. Bagwell didn't look a lot different in his NL MVP season of 1994 than he did on his '88 Cape Cod League baseball card, and in June 1989, on the day he was drafted by the Red Sox, he was playing a college exhibition game at Fenway Park and hit a bomb of a home run.   Those who feel strongly that players who used PEDs do not belong in baseball's museum of history and record certainly have that right, that respect for the game. But is it valid to make judgments based on our eyes? On hearsay? What the Steroid Era did to baseball is still felt, no place more divisively than in balloting for the Hall of Fame. Do we know for certain that all the players on the 500- to 600-home run levels from the second half of the 20th century would have achieved those career totals without amphetamines, which, of course, were performance enhancers? If Bagwell is denied, how do we define the justice of guessing who did and who didn't?   Only two seemingly surefire Hall of Famers, Rafael Palmeiro and Many Ramirez, have been suspended for breaking the game's drug laws since they were put in place in 2005. Alex Rodriguez's name was linked to a failed 2002 test, but those tests were supposed to be anonymous, and they were used only to determine a percentage of failed tests that would then lead to meaningful testing.   McGwire has admitted to PED use at a time when the sport looked the other way -- legally and figuratively -- for a myriad of reasons that have filled entire books. One of the players who testified in the BALCO case said, off the record, \"For a period of time, the only players who didn't use something either didn't give a damn or were scared.\" Hyperbole, to be certain, but what isn't known is how many players did enhance their careers, or the impact of having to face pitchers -- especially relievers -- whose velocities and durability were enhanced. Yes, we know how big McGwire became, we know how much time he had to put into recovery from foot injuries, we have watched him as the Cardinals batting coach and learned how much he knows about the science and art of hitting.   Bagwell and McGwire are the overture before the 2013 ballot opera puts Barry Bonds, Roger Clemens, Sammy Sosa, Mike Piazza and others on stage.   Should we simply eliminate those who were punished for breaking baseball's 2005 drug laws and leave the remaining votes to those based on their careers? Is it worse to shut the door on someone who cannot prove innocence than to elect a Clemens, Bonds or Bagwell who we might later learn did, in fact, \"cheat?\" Then we have to have a clear glossary of terms defining \"cheating\" so that we determine whether the term extends to corked bats and foreign substances that pitchers put on baseballs; a spitball did kill a player, after all.   It has been suggested that voters be allowed more than 10 names, since the residue of the Steroid Era may so clutter ballots that we never give enough examination to the impending candidacies of Curt Schilling, John Smoltz, Tom Glavine, Trevor Hoffman, et al.   What we know is that Bagwell is a Hall of Fame-caliber baseball player. What we don't know is what that means to the Hall. What we also know is that Barry Bonds is one of the handful of greatest players who put on a uniform. What we don't know is what that means to the Hall, which for all its creative, historic, glorious celebration of the American Pastime is fast becoming a lasting victim of The Steroid Era. Peter Gammons is a columnist for MLB.com and an analyst for MLB Network. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Peter Gammons"
}
