{
    "url": "http:\/\/m.mlb.com\/news\/article\/26256032",
    "title": "McKenry getting offseason help from Hurdle",
    "subtitle": "McKenry getting offseason help from Hurdle",
    "body": "PITTSBURGH -- The Pirates' recent decision to cut ties with Jason Jaramillo leaves Michael McKenry as the strong favorite to win the job as the team's backup catcher in Spring Training.  From a defensive standpoint, McKenry has shown that he is plenty qualified to step in when Rod Barajas rests. There is much work to do on the offensive end, though, which is why McKenry has spent part of his offseason engaged in personal hitting sessions with manager Clint Hurdle.  Since the end of the regular season, McKenry has traveled to meet with Hurdle three times. The two first worked together during instructional league in mid-October. McKenry then made visits to Pittsburgh in November and December to continue the work. All together, Hurdle has guided McKenry through about 10 hitting sessions.   \"I'm just kind of keeping it simple,\" McKenry said. \"You have to be a little kid in this game, and too often, I think, we try to over-analyze and be too hard on ourselves instead of just going out there with a clear mind and having fun with it.\"   McKenry believes that his subpar offensive results in 2011 were largely a product of being traded twice within a three-month period. The 26-year-old spent Spring Training with the Rockies but began the regular season in Boston's Minor League system.   Pittsburgh then acquired him in mid-June after losing Ryan Doumit, Chris Snyder and Jaramillo to injuries. Despite having made only one start in his Major League career, McKenry became the Pirates' regular catcher until Doumit returned from the disabled list.   Trying to learn an entirely new pitching staff presented McKenry with one substantial challenge. Attempting to identify his own offensive identity turned out to be another.   \"I'm almost too coachable at times,\" said McKenry, who ended up batting .222 with a .276 on-base percentage with the Pirates in 2011. \"I was listening to so many different people and trying to take in so many different ideas. I didn't have a filter to sift out what works for me.   \"I'm at the point in my career that I have to take a grasp of it and figure out who I am as a player and build a foundation. When things went awry last year in August, I had nothing to fall back on. It was tough, but it was a great experience.\"   Though finding a firm offensive foundation has been McKenry's focus with Hurdle all winter, he has also spent time working with Bernie Holliday, the Pirates' director of mental conditioning. In particular, the two have discussed mental approaches to different offensive situations, with the end goal being improved mental consistency.   Though the Pirates don't expect McKenry to be a particularly potent bat in the lineup, they do need him to improve upon those 2011 numbers. Because Barajas is unlikely to start more than 100 or 110 games, the Pirates are going to depend on McKenry -- assuming, of course, that he makes the team -- to play fairly regularly.   \"I feel fortunate to be here,\" McKenry said. \"I look forward to growing, and I get a whole spring to learn the staff this time instead of a day. I'm looking to kind of latch onto [Barajas'] hip and keep my mouth shut and my ears open and see what all he tells me. I'm super-stoked. I really can't wait to get started.\" Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
