{
    "url": "http:\/\/m.mlb.com\/news\/article\/26255022",
    "title": "Hall announcement show set for Monday",
    "subtitle": "Hall announcement show set for Monday",
    "body": "There were 27 names on the Baseball Writers' Association of America ballot for the Hall of Fame Class of 2012, and it is almost time to find out whether any of those names will go onto a plaque alongside that of the late Cubs legend, Ron Santo. The two-hour announcement show begins at 2 p.m. ET on Monday exclusively on MLB Network and MLB.com. Hall president Jeff Idelson will open the envelope in Studio 3 and deliver the much-anticipated news at 3 p.m. in an annual rite of winter. Coverage will include interviews with any new inductees and will be anchored by Matt Vasgersian with MLB Network's Bob Costas, Greg Amsinger, Brian Kenny and Harold Reynolds, legendary baseball writer Peter Gammons, and Hall of Fame voters Jon Heyman, Ken Rosenthal and Tom Verducci. Coverage and reaction will continue on MLB Network's \"Intentional Talk\" and \"Hot Stove\" shows starting at 5 p.m. ET. The 2012 BBWAA ballot features 27 players. The 14 holdovers from previous elections include Jeff Bagwell, Juan Gonzalez, Barry Larkin, Edgar Martinez, Don Mattingly, Fred McGriff, Mark McGwire, Jack Morris, Dale Murphy, Rafael Palmeiro, Tim Raines, Lee Smith, Alan Trammell and Larry Walker. The 13 newcomers are Jeromy Burnitz, Vinny Castilla, Brian Jordan, Javy Lopez, Bill Mueller, Terry Mulholland, Phil Nevin, Brad Radke, Tim Salmon, Ruben Sierra, Bernie Williams, Tony Womack and Eric Young.  \"The crowning individual achievement in a player's career is consideration for and potentially induction into the National Baseball Hall of Fame,\" Idelson said. \"For fans and for players alike, it is the one time a year when the greatest players from an era are considered for inclusion, which is the ultimate seal of approval. To have the opportunity to reveal the results every year on the MLB Network allows me to share great news with the fans of those players who earn election over the years.\"  This is widely viewed among the electorate as Larkin's best chance, with megastar candidates coming in subsequent years. The 12-time National League All-Star and three-time Gold Glove Award winner, who played his entire 19-year career at home with Cincinnati and now serves as an ESPN baseball analyst, finished third in the 2011 balloting to second baseman Roberto Alomar and pitcher Bert Blyleven, both of whom were elected.  For enshrinement, a candidate must receive at least 75 percent of the vote. Larkin garnered 62.1 percent (361 of a possible 581 votes) in his second year on the ballot, up from 51.6. He would need a larger jump this time.  \"It'll be on my mind, for sure,\" Larkin said when the ballot came out. \"There are some things you can control and others that you can't. So I try not to dwell so much on the ones that you can't. I'm excited about the opportunity, but it's not on the forefront of my mind.\"  Voting was done by those who have had at least 10 years of consecutive membership in the Baseball Writers' Association of America. Ballots were developed by a screening committee consisting of six members appointed by the BBWAA and prepared by longtime BBWAA secretary Jack O'Connell. Ernst & Young is auditor for the historic process.  According to Rule 8 on the ballot pertaining to certification, \"the results of the election shall be certified by a representative of the Baseball Writers' Association of America and an officer of the National Baseball Hall of Fame and Museum, Inc. The results shall be transmitted to the Commissioner of Baseball. The BBWAA and National Baseball Hall of Fame and Museum, Inc., shall jointly release the results for publication.\"  Voting is \"based upon the player's record, playing ability, integrity, sportsmanship, character and contributions to the team(s) on which the player played.\"  The last time the writers did not elect anyone was 1996, when pitcher Jim Bunning and manager Earl Weaver were among a quartet elected by a Veterans Committee.  Santo, the longtime Cubs third baseman, was elected posthumously to the Hall of Fame during last month's Winter Meetings after receiving 15 votes from a 16-member Golden Era Committee.  Former Major League catcher Tim McCarver, the record-holder for most World Series games as a national TV broadcast analyst, was named the Ford C. Frick Award winner for excellence in baseball broadcasting. Bob Elliott of the Toronto Sun was named the recipient of the J.G. Taylor Spink Award for excellence in baseball writing.  Both awards will be presented July 21, during Hall of Fame Weekend, in Cooperstown, N.Y.   Any electees on the 2012 BBWAA ballot would be presented at the Waldorf-Astoria in New York at 11 a.m. ET on Jan. 10. That news conference would be carried live on MLB.com.  It will be the 69th Hall of Fame election held by the BBWAA, and the announcement show is a considerable leap from the way news originally arrived. Dan Holmes, a former Hall of Fame staffer and author of the 2004 book \"Ty Cobb: A Biography,\" said there was no formal announcement when the fabled \"First Class\" quintet was chosen in 1936. That was Cobb along with Babe Ruth, Walter Johnson, Christy Mathewson and Honus Wagner.  \"The BBWAA tabulated the votes and then the Hall of Fame was informed,\" Holmes said. \"The Sporting News (weekly newspaper) revealed the votes publicly. I don't have any notes on how Cobb learned of his election. Of course at that time there wasn't even a Hall of Fame yet, it wouldn't open for three more years, but Cobb was honored and quite proud that he received more votes than any other player, especially Babe Ruth.\"  The 2012 Hall of Fame Induction Ceremony will air exclusively on MLB Network and MLB.com on July 22. Mark Newman is enterprise editor of MLB.com. Read and join other baseball fans on his MLB.com community blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
