{
    "url": "http:\/\/m.mlb.com\/news\/article\/26272034",
    "title": "Details from Pujols' contract come to light",
    "subtitle": "Details from Pujols' contract come to light",
    "body": "ANAHEIM -- Nearly a month after coming to terms, Albert Pujols' massive contract with the Angels has been finalized and could reach a total value of up to $268,750,000, according to details gleaned from several reports.  The deal, which was agreed upon on Dec. 8, is divided into three different agreements.  The player deal: Pujols has a full no-trade clause and will be paid a base salary of $240 million through the 10 years of what is a heavily backloaded player contract. As previously reported, that contract will pay him $12 million in 2012, $16 million in 2013 and $23 million in 2014, then increase by $1 million each season until reaching $30 million in 2021. Pujols can also reach up to $875,000 in incentives each season. As BizOfBaseball.com details, he'll earn $500,000 for winning the American League's Most Valuable Player award, $75,000 for finishing second or third in MVP voting, $75,000 for a Gold Glove award, $75,000 for a Silver Slugger, $50,000 for making the All-Star team, $100,000 for being World Series MVP and $75,000 for a League Championship Series MVP.   The marketing deal: Pujols, 31, will be paid $3 million for accumulating 3,000 hits (he's currently at 2,073) and $7 million for a record 763 home runs (he has 445).   Since it's bonus money to account for the marketability of those milestones, that money will not go against the luxury tax ceiling, according to reports.   The post-retirement deal: As previously outlined, Pujols' contract also includes a 10-year personal-service agreement that kicks in either after the contract expires or after Pujols retires.   In it, Pujols will be paid $10 million ($1 million a year) and will serve, among other things, as a consultant to owner Arte Moreno. Details of what that role will entail are still pretty foggy, but according to The Los Angeles Times, Pujols can back out of that agreement at any time.   Because it comes as post-retirement work, the $10 million of that deal also will not count towards the luxury tax. The Major League Baseball Players Association values the contract at exactly $246,841,111, according to the LA Times, making it the third largest in history.   Other perks: Pujols will have four season tickets to Angels home games over the next decade and can purchase the same seats after he retires -- though, according to The Associated Press, the location of those seats has not been determined. In addition, he'll have a hotel suite on road trips and the Angels will provide the Pujols Foundation with a luxury suite at Angel Stadium for 10 home games a year. Pujols also has the right to buy a luxury suite between first and third base for all home games.   A \"charitable provision\" in the deal will have Pujols contributing at least $100,000 annually to the Angels Baseball Foundation, with half being distributed at the direction of Pujols and half at the direction of the team, according to BizOfBaseball.com. Alden Gonzalez is a reporter for MLB.com. Read his columns and his blog, listen to his podcast and follow him on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
