{
    "url": "http:\/\/m.mlb.com\/news\/article\/26253488",
    "title": "NHL makes memories at Citizens Bank Park",
    "subtitle": "NHL makes memories at Citizens Bank Park",
    "body": "PHILADELPHIA -- There were hints all around that the 2012 Major League Baseball season is inching closer. The mound, pitching rubber and home plate were completely visible adjacent to the rink at the 2012 Bridgestone NHL Winter Classic Monday at Citizens Bank Park. A small sample size of fans were donning Phillies jerseys and hats. For the most part, a sea of red was transformed into a sea of orange as the Philadelphia Flyers hosted the New York Rangers in the fifth annual Winter Classic. The Rangers were victorious, 3-2, before a sellout crowd of 46,967. In broader terms, the NHL was victorious because the ballpark was packed and fans were treated to a special event.  Yes, the Phillies will have their share of special moments when the '12 season opens. This day was all about creating memories.  \"I would have liked to have won the game, obviously, but this is something I'll never forget, the whole experience,\" said Flyers center Brayden Schenn, who scored his first career NHL goal at 7:34 of the second period. \"It was loud. You could feel the buzz in the crowd. I was very excited to have played in this game. I'm upset we lost, but the experience is something I'll treasure, especially scoring that first goal.\"  New York rallied from a 2-0 deficit to pull out the one-goal victory against its bitter rival.  Just like the Mets-Phillies rivalry, being able to come back and steal a game on the road was quite sweet.  \"You want to win every game, of course, but this was really nice because of how we rallied and got the win in a tough environment,\" said Rangers center Mike Rupp, who scored a pair of goals. \"These two teams don't like each other to begin with and we fell behind, 2-0. We got one, got our confidence and then were able to turn it on. I thought the atmosphere was pretty awesome. The crowd was loud and we got our fans behind us when we got back into it at 2-1.  \"There was a lot of buildup to this game and I'm glad we were a part of it. It was really cool playing in a baseball stadium and seeing that large a crowd there. Lots of fun. I enjoyed it.\"  About 1,500 extra seats were added for the Winter Classic in the outfield where Shane Victorino patrols center field for the Phillies.  Victorino attended the Winter Classic and took in all the action from a luxury suite.  \"I think it looks great,\" Victorino said, referring to the rink which reached from first base to third base. \"I wish they could do it every year here. This is something that not only is it great for the Phillies, but for the city. It brings a lot of excitement. What better rivalry than this? Both these teams, they're in first place. I'm excited to see it.\"  Since '04, when Citizens Bank Park opened its doors, fans have seen their share of exciting things, highlighted by the World Series clinching game over the Tampa Bay Rays in '08, giving the Phillies a championship for the first time in 28 years.  Over time, there have been marquee concerts at the ballpark such as Bruce Springsteen, Elton John and Billy Joel.  And now the Winter Classic.  Before it even started, Grammy Award-winning singer Patti LaBelle performed the national anthem. Two United States F\/A-18E Super Hornets flew just over the ballpark.  The game itself featured a little bit of everything, capped by the most exciting play in hockey, a penalty shot. Rangers goalie Henrik Lundqvist stopped Danny Briere with 19.6 seconds remaining to preserve the victory.  \"The last time I played outside, I was 10,\" Lundqvist said. \"A lot of things have happened to me since. It's still the same game.\"  Still, this was an event the players were anxiously awaiting.  \"Just awesome to be out there,\" said Rangers right wing Ryan Callahan. \"I had a blast. The leading in to this game was fun and I think we all looked forward to it. I have to say, skating on the ice and just taking in the crowd for a split second before the game was awesome. I was proud to be involved with this. Winning the game the way we did made it even better in my eyes.\"  If you looked around, you noticed hints of what usually is a ballpark.  Before long, there will be new memories created here.  \"I was honored to play in the Phillies' ballpark,\" said Flyers defenseman Braydon Coburn. \"We were all locked in to our gameplan and executing our gameplan. When we took the ice before the game, it was really something to see. It's a wonderful idea and we had a great time. We're a little down because of the way we lost, but we'll bounce back and rebound. In the future, when we look back, this will be one of those days that we'll smile about because we were part of something.\"  Andy Jasner is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Andy Jasner"
}
