{
    "url": "http:\/\/m.mlb.com\/news\/article\/2361362",
    "title": "O's commemorate '83 championship",
    "subtitle": "O's commemorate '83 championship",
    "body": "BALTIMORE -- The Orioles celebrated their last link to a championship lineage Thursday night when they held the first in a series of events designed to commemorate the 25th anniversary of the 1983 World Series team. A crowd estimated at 150 people filled the ESPN Zone to greet some of their former heroes and take part in a question-and-answer session.  The mood was best summed up by the first question from the fans, which actually turned into an editorial comment.  \"I just want to thank you guys for being the last ones to bring us a championship,\" said an unidentified woman in the back row. \"Hopefully, one day we'll do it again.\" That comment was greeted by a rousing ovation from the audience and some bemused grins from the guests on the raised platform. The event featured six members of the championship team -- pitchers Scott McGregor, Tippy Martinez and Bill Swaggerty, backup catcher John Stefero and outfielders Al Bumbry and Ken Singleton.   The players shared some of their indelible memories from their careers, allowing the audience into the closely guarded inner sanctum of the clubhouse. Bumbry, for instance, told of his reaction to a key misplay in the 1979 American League Championship Series and Singleton told the crowd how McGregor guaranteed the next game's clinching victory.   Bumbry also told an anecdote regarding one of the highlights of Stefero's brief career, a key hit off recent Hall of Fame electee Goose Gossage during the '83 season. Bumbry said that Stefero came back to the dugout after the play and seemed upset with himself even though he'd just come up with a very unlikely hit for a rookie.   \"I don't do that. I usually pull the ball,\" Bumbry remembered Stefero saying, setting up an unforgettable response. \"I said, 'John, you usually don't face Goose Gossage.'\"   The Orioles missed the playoffs by one game in 1982 and won the AL East by six games in 1983. They went on to beat Tony La Russa's White Sox in the ALCS and then the Phillies, allowing a grand total of nine runs in the five-game World Series victory.   \"I'm the only one who lost a game in the whole playoffs,\" said McGregor, who lost in both the ALCS and World Series. \"I gave up two runs in the first game [of the ALCS], they gave up one run the rest of the way [in the series]. They were pretty good.\"   Singleton, who has gone on to make a career as a prominent broadcaster, was asked at one point if he thought his team could compete with today's players. The three-time All-Star didn't miss a beat, providing an affirmative response.   \"There's no doubt in my mind we could,\" he said. \"We had some pitchers. We could get people out. ... In the tightest situations, you had all the confidence in the world.\"   Singleton also spoke of the rapport his teammates had with one another, and he said part of that was a collective anxiety regarding what Hall of Fame manager Earl Weaver might say or do next. Weaver was gone by '83, but he was still a strong presence who had helped mold the team into championship caliber.   \"Whenever things weren't going well, we could talk it over,\" cueing a story about how he consoled Martinez after a tough loss. \"I said, 'Tippy, don't worry. Earl will let you pitch again in around two weeks.'\"   After the interview session was over, the players filed past the crowd and into a back room where they signed autographs and greeted the fans one-by-one. One fan, Jeffrey Lightfoot, said he couldn't believe how much time had passed.   \"I used to work for the Orioles as an usher. It's a great feeling,\" said Lightfoot, who also worked as an intern in the front office in 1987. \"I was with them 25 years ago from when they started the season to the end of the season. ... It went by so fast, but it hurts to have seen the last 10 seasons because I'm a diehard Orioles fan.\"   Those same sentiments apply to the players, who have seen their lives change markedly since 1983. Bumbry, for instance, told what it was like for him to realize exactly how much time has passed since the last championship team.   \"This fall, I was down at the ballpark and walking into Home Plate Plaza,\" he said. \"I walked inside into that vestibule and I looked up to see the world championship banner there. I said, 'Has it been that long?' The time's gone by fairly quickly.\"   Spencer Fordin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Spencer Fordin"
}
