{
    "url": "http:\/\/m.mlb.com\/news\/article\/2361196",
    "title": "Notes: No Caribbean Series for Cabrera",
    "subtitle": "Notes: No Caribbean Series for Cabrera",
    "body": "DETROIT -- Miguel Cabrera led the Tigres to another title. His focus from here on out, however, is to do the same for the Tigers.  After helping his Tigres de Aragua retain their Venezuelan League championship in winter ball earlier this week, Cabrera told reporters in Venezuela that he will not play in the upcoming Caribbean Series, which matches the respective league champions from Venezuela, Mexico and the Dominican Republic, plus the Dominican runner-up.  That goes in accordance with the understanding he reached earlier this winter with the Detroit Tigers. Team president\/general manager Dave Dombrowski said Thursday that he had said he would play through the Venezuelan season, but no further. The Caribbean Series begins on Saturday and lasts six days. Each team plays one game per day in a round-robin format. Tigers position players are scheduled to report to Spring Training on Feb. 19, less than two weeks after the final game of the Caribbean Series.   While Tigers officials want Cabera to rest before Spring Training, they certainly would hope he carries some momentum from his winter performance into Spring Training. Cabrera went 10-for-22 for Aragua in its best-of-seven championship series, which it won in six games over Lara.   One risk of playing winter ball, of course, is injury, and Cabera had a minor problem down the stretch. He played at designated hitter for the finals, and he said after the last game that he was dealing with some sort of soreness in left leg, reportedly around the quadriceps. Dombrowski said they believe it was a very minor issue, especially considering that he kept playing. Regardless, it appears to have had no bearing on his not playing in the Caribbean Series.   Aragua has had no shortage of success in recent years, but Cabrera has generally stayed away from the Caribbean Series dating back to his years with the Florida Marlins.   At this point, the only Detroit Tigers expected to participate in this year's Caribbean Series are reliever Denny Bautista and outfielder Freddy Guzman, who were the roster of Dominican League champion Aguilas for the series. Guzman is expected to start in center field for Saturday's opener. Coincidentally, Jose Capellan, the pitcher Detroit traded for Bautista in December, was added to the roster of Licey, the other Dominican team in the tournament. He'll start for Licey in its opener.   Giarratano released: A few years ago, it wasn't a stretch to suggest that Tony Giarratano had the potential to be Detroit's shortstop of the future. Now, his future in baseball is very much in question.   After recent injury problems suggested that his surgery last year hadn't fixed his troublesome shoulder, the Tigers unconditionally released Giarratano on Thursday. It was a difficult end to a Detroit career that had plenty of promise last year.   Giarratano's injury woes began in 2006, when initial shoulder problems suffered on a slide sent him onto the disabled list. He ended up requiring reconstructive surgery that cost him the entire 2007 season.   The 25-year-old switch-hitter was expected to be ready for the upcoming Spring Training. However, injury problems earlier this month, reported by the Detroit Free Press, led to a disappointing diagnosis. It wasn't initially clear whether Giarratano will undergo another surgery.   Giarratano, a third-round pick in the First-Year Player Draft out of Tulane in 2003, reached the Majors in 2005 as an injury fill-in for Carlos Guillen. He went 6-for-42 with a home run and four RBIs in 15 games, and impressed then-manager Alan Trammell with his confidence and his glove.   The move opens up a spot on Detroit's 40-man roster. With the move coming so close to Spring Training, it's possible the Tigers will simply keep it open heading into camp.   Ticket packages still available: The Tigers have put full season-ticket sales on hold while they wait to see how many people renew their tickets from last year. However, partial season tickets remain available, under both 27-game and 41-game plans.   The stop to full-season ticket sales came out of demand, the Tigers said in a statement. They had reached the point where they could not guarantee the availability of Opening Day or postseason tickets. For now, fans interested in full-season tickets are being put on a waiting list until the Tigers see if any current season-ticket holders decide not to renew. The renewal deadline is Feb. 18.   Partial season-ticket plans do not include Opening Day or the option to buy postseason tickets. Jason Beck is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
