{
    "url": "http:\/\/m.mlb.com\/news\/article\/26333320",
    "title": "Interviewing Larkin an exhilarating experience",
    "subtitle": "Meggie: Interviewing Larkin was exhilarating",
    "body": "Armed with my new MLB.com media credential, video camera, voice recorder, and notepad, I squared my shoulders and walked into my very first press conference: Barry Larkin's homecoming ceremony after being elected to the Baseball Hall of Fame.  I was greeted by the sight of an imposing row of video cameras lined up to record Larkin's comments, and a number of Reds employees and media members were milling around and preparing for the event to start.  I said hello to a few of my fellow media members and handed out some of my brand-new MLB.com business cards! I then settled into a front-row seat and anxiously rehearsed my questions. If there was one thing I didn't want to happen, it was to forget my question on live TV and radio! Before I knew it, Larkin appeared, accompanied by his parents, wife, and two of his brothers. Reds director of media relations Rob Butcher took the podium and introduced a variety of guests, including Cincinnati Mayor Mark Mallory, former Reds Chuck Harmon and Tom Browning, and Gene Bennett (the man responsible for scouting Larkin).   When Larkin was introduced by Reds broadcaster Marty Brennaman, everyone rose to their feet to applaud -- except the press! I almost stood up myself, but I was informed that clapping was not proper press protocol.   After a few introductory statements, it was Larkin's turn to speak. As he discussed the importance of his family and friends in helping him throughout his career, I frantically reviewed my questions one last time.   I cautiously raised my hand to ask a question. A microphone was passed to me and I cleared my throat before beginning to speak. All eyes were on me, and I was incredibly nervous. But at last I was done. Relieved, I handed off the microphone and sat back, listening to Larkin's answer.   I was able to relax after that. As soon as the conference was over, Larkin was rushed to the back of the room to do several TV interviews. As the room cleared out, we media headed to the back, surrounding Larkin and posing more questions. I held out my voice recorder to capture Larkin's words. Later, when I got home, I would transcribe the interview and insert the quotes I'd gotten into my story. Another thing I learned that day: A voice recorder is a journalist's best friend!   I was able to squeeze in another question, along with a quick photo op with Larkin. Now, my job was finally done.   As my mom and I walked through the empty stadium on our way out, I was overcome with a feeling both eerie (to be in the utterly silent ballpark) and overjoyed with the thought of a new season. I could almost hear the roar of the crowd and the crack of the bat.  Meggie Zahneis, winner of the 2011 Breaking Barriers essay contest, earned the job of youth correspondent for MLB.com in the fall of '11. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Meggie Zahneis"
}
