{
    "url": "http:\/\/m.mlb.com\/news\/article\/26333782",
    "title": "Ryan believes Rangers, Darvish will close deal",
    "subtitle": "Ryan believes Rangers, Darvish will close deal",
    "body": "ARLINGTON -- Rangers CEO Nolan Ryan said on Thursday night that he is \"optimistic\" that Texas will get a deal done with Japanese star Yu Darvish before next Wednesday afternoon's deadline. \"My expectations are we'll get something done,\" Ryan said prior to the Rangers Award Show at the Arlington Convention Center. \"Where it stands today, I don't know. I've been in Phoenix all day and so I haven't talked to [general manager Jon Daniels]. It's a process, and so during the period when we negotiate we don't really talk about it. But I'm optimistic we'll get something done.\" The Rangers have until 4 p.m. CT on Wednesday to reach a contract agreement with Darvish. The team is reaching the end of a 30-day exclusive negotiation window that started after they made a $52 million posting bid last month. If a deal doesn't get done, Darvish will return to Japan and the Rangers will not owe Darvish's team in Japan the posting fee.  Ryan was at the owners' meeting for most of Friday and didn't have direct knowledge of negotiations. But he isn't surprised that the deadline is quickly approaching, and he said that the Rangers don't generally talk publicly about contract negotiations.  \"That's the nature of these things, going down to the wire,\" Ryan said. \"So we'll just have to see how it works.\"  Darvish visited the Dallas-Fort Worth area for the first time last week, and Ryan met him during his stay.  Ryan said that the 6-foot-6 Darvish was taller than he thought.  \"He was built like a pitcher,\" Ryan said. \"He looks good. He understands a lot of English and I just liked his attitude about wanting to compete. To me, he represented what I've been led to believe, so I felt real good about it.\"   Darvish throws nine different pitches, and Ryan said he has had a chance to watch video of him. The pitching legend said that he has a good feel for his curveball and a good fastball.  \"His feel for being able to do things with a baseball is real encouraging,\" Ryan said. Todd Wills is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Todd Wills"
}
