{
    "url": "http:\/\/m.mlb.com\/news\/article\/26346550",
    "title": "La Russa revisits title in special talk",
    "subtitle": "La Russa revisits title in special talk",
    "body": "ST. LOUIS -- It's a lot more relaxing for Cardinals fans to relive the 2011 season than it was to experience it in the first place. After all, they know the ending now. So it was a festive atmosphere at the Peabody Opera House in downtown St. Louis on Friday night for Tony La Russa's \"A Champ's Perspective\" event, presented by Budweiser. La Russa, along with co-host Bob Costas, took fans through the entirety of the '11 season, from Spring Training through the World Series, with help of video clips supplied by MLB Advanced Media and MLB Productions. The show benefited La Russa's Animal Rescue Foundation. Over the course of three hours, La Russa and Costas provided narration and insight to a video presentation of a memorable season. La Russa took fans' questions at the end of the night. The recently retired manager covered a wide range of topics, from when it is appropriate to retaliate for a hit batter to the trades the Cardinals made at midseason to his own future in baseball. One recurring point he made -- and that he has made since the end of the World Series -- was that the Cards' late run shouldn't have been that much of a shock. To his mind, St. Louis was a tough, resilient team all year.  \"We were doing it,\" La Russa said. \"We were showing we could do it. That's the ability we showed.\"  One thing fans know now, while watching a replay of the season, is that it was La Russa's final year -- and that he knew that for a good portion of the season. La Russa said again Friday that he had decided to retire as long ago as late June. Yet he argued that that knowledge didn't color his approach to managing or how he experienced the season.  \"It didn't do anything to me,\" he said. \"It really didn't affect me.\"  La Russa did get into some of the nuts-and-bolts, tactical and strategic decisions that fascinate so many, but much of the evening was more about the season's narrative arc rather than minute details. He acknowledged regret over not defending the stolen base more aggressively in Game 2 of the World Series, a decision he felt led directly to Texas' victory in that game.  Ian Kinsler stole second base in the top of the ninth inning after La Russa elected not to call for a particularly aggressive defense against the speedy infielder. He explained that he chose instead to make sure that Jason Motte focused on the batter rather than the runner. In hindsight, he regretted the choice.  \"The point is, in the end we lost that game because I decided not to defend the running game,\" La Russa admitted.  One of La Russa's more eye-opening revelations came when he was discussing the famous Game 6 of the World Series. Asked whether Nelson Cruz should have caught David Freese's triple, he offered a couple of explanations as to why the ball dropped, but argued that at least part of what happened was that the Rangers let off the gas.  \"I really believe human nature reared its wonderful head for us,\" La Russa said, \"in the sense that I just think they thought the game was over. ... They just assumed we were done.\"  The Cardinals were not done, of course. They rallied in the ninth, 10th and 11th innings to win a game for the ages. Then they went on to take Game 7, securing the club's 11th World Series title.  La Russa also touched on several other topics of note:   On his future, he said he does not expect to return to the Cardinals organization any time soon, in part because it would not be fair to new manager Mike Matheny. However, he said emphatically that he does expect to be back in baseball, perhaps quite soon, either with a club or with Major League Baseball. About the only stipulation, he told reporters after the event, is that he does not have any desire to move from his Bay Area home.  In response to a more specific question about succeeding Joe Torre in the Commissioner's Office, La Russa acknowledged that he has spoken with the league.  \"I have gotten some inquiries about working, from different places, and MLB has expressed some interest,\" he said. \"I don't know if I would say it's about Torre's job, but I think there's an interest in keeping me in the game at some level, and I have an interest in staying, so something is going to work out.\"   On the 2012 All-Star Game, La Russa said he \"would love to be the manager\" of the National League team. The privilege of managing the All-Star Game typically goes to the two pennant-winning managers from the season before.   On his reception by and relationship with Cardinals fans, he quipped: \"Other than the fact that I'm a vegetarian and live in California, I think they really liked me.\"   Asked about his long-time pitching coach Dave Duncan, who stepped away from the team to tend to his wife, Jeanine, as she fights brain cancer, La Russa expressed support and understanding.  \"I talk to him all the time, and he made the exact right choice we all should make,\" La Russa said. \"His wife is his priority right now. He was ready to coach for the Cardinals this year, and if things would have been different, he would have been a great coach again for them. But he's going to take care of Jeanine, and that's what he should do.\" Matthew Leach is a reporter for MLB.com. Read his blog, Obviously, You're Not a Golfer, and follow him on Twitter @MatthewHLeach. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matthew Leach"
}
