{
    "url": "http:\/\/m.mlb.com\/news\/article\/26346230",
    "title": "Yankees' patience rewarded in pair of moves",
    "subtitle": "Justice: Yanks' patience rewarded in pair of moves",
    "body": "First, a brief story about Michael Pineda. When the Seattle Mariners signed him six years ago, he was a thin 17-year-old with a fastball that topped out at around 89 mph.  In their wildest dreams, the Mariners believed he was good enough to pitch in the big leagues if he polished a second pitch and developed pinpoint control. He's a perfect example of why there are things scouts simply can't project.  They had no way of knowing he would add 50 pounds during five years in the Minor Leagues and that his fastball would gain between five and seven mph of velocity. They certainly couldn't have foreseen that at various times last summer, he appeared on his way to becoming a dominant Major League pitcher. He's still only 22 years old.   For the last three months, Yankees general manager Brian Cashman's primary goal was to deepen his starting rotation. He knows he caught lightning in a bottle with Freddy Garcia and Bartolo Colon last season and wasn't confident it could happen again.   Perhaps the most impressive thing Cashman did was, well, nothing. He sat tight until free-agent prices began to drop, and the trading market presented him with a trade he couldn't turn down.   The Yankees haven't always been the most patient of teams, and one of the ongoing stories of this offseason had been the Bombers' lack of activity. One agent chided a Yankees official recently in offering a big-ticket free agent and telling him there was no way the club would open the 2012 season with the rotation it finished 2011 with.   And then in one dramatic day, the Yankees changed everything by acquiring both Pineda, in a trade with the Mariners, and Hiroki Kuroda to a one-year contract. Between them, they combined for 373 innings and 334 strikeouts last summer.   Cashman took on just over $10 million in payroll for both moves. But when he was done, he'd transformed both his own staff and perhaps the American League East as well.   The Rays may still have a better top-to-bottom rotation, but the Yankees look dramatically different with a rotation likely to include CC Sabathia, Pineda, Kuroda, Ivan Nova and an interesting competition for the fifth spot. In the mix at the moment are A.J. Burnett, Phil Hughes and Garcia.   The Yankees got far more from Colon and Garcia than they ever imagined last season, but their rotation was just ninth in the American League in quality starts, eighth in innings and fifth in ERA.   Now any conversation of the American League's best rotations -- Tigers, Angels, Rays -- must include the Yankees. The Yankees have a better bullpen than any of them, and their offense has ranked first twice and second once in runs the last three seasons.   Kuroda had been on the Yankees' radar screen since they attempted to acquire him from the Dodgers last season, but Cashman apparently was unwilling to do more than a one-year contract. That deal is worth $10 million, according to various media reports. Kuroda had pitched 196 and 202 innings the last two seasons and could be invaluable in reducing the workload on Joe Girardi's bullpen.   As smart as that move might be, Pineda was the stunner. Cashman paid a high price in giving up his best young hitter, catcher Jesus Montero. But he's getting back a potential top-of-the-rotation pitcher who is under their control for five years. Pineda had 173 strikeouts in 171 innings last season, and he joins Sabathia and Nova to give the Yankees three hard throwers, three pitchers who make hitters uncomfortable.   Cashman spoke this week about the value of waiting for just the right deal instead of reacting to what the teams around him were doing. He insisted that if the right thing didn't come along he was perfectly willing to open the season with his current stay and continue to monitor the trade market.   By waiting, he ended up getting perhaps more than he even could have hoped for. From the moment he began emphasizing player development, his goal was to keep costs down and have the young talent that could go get a Michael Pineda if he became available.   In the end, only championships matter in the Bronx. They're guaranteed nothing after Friday's two moves, but they appear to have taken a huge step in the right direction. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
