{
    "url": "http:\/\/m.mlb.com\/news\/article\/26357392",
    "title": "OSU-Michigan hockey game caps Snow Days",
    "subtitle": "OSU-Michigan hockey game caps Snow Days",
    "body": "CLEVELAND -- Indians president Mark Shapiro turned onto E. 9th St. on Sunday afternoon and was pleasantly surprised by what he saw taking place outside Progressive Field.  Roughly four hours before the puck dropped in the Frozen Diamond Faceoff, featuring the Ohio State University and University of Michigan nationally-ranked hockey teams, Shapiro saw fans lining up and socializing.  \"I just loved pulling up and seeing all the tailgating going on,\" Shapiro said. \"All the colors and everything, you know?\" It was an early sign that the Indians made a good call in organizing this hockey party between the pair of long-time rivals. The atmosphere that soon swirled throughout the stadium made it clear that there were plenty of hockey fans who were thrilled to attend this unique game.   The Wolverines dealt the Buckeyes a 4-1 defeat, but the contest was less about the final score and more about the event for the Indians. The tilt between Ohio State and Michigan (ranked second and 15th, respectively, in the latest U.S. College Hockey Online poll) served as the signature offering during the Tribe's \"Snow Days\" program.   It was another way for the Indians to bring fans to the stadium when it would otherwise be dormant.   \"We wanted to just kind of provide a unique opportunity,\" Shapiro said, \"to create memories in this ballpark at a time when it would normally be in moth balls, and get a bunch of people in the building that might not normally come at all, especially at this time of year.   \"[We're trying] to be creative in looking for ways to utilize what is one of the crown jewels of this region for more than just 81 days.\"   Progressive Field became the fourth baseball stadium to host an outdoor hockey game, joining Wrigley Field in Chicago, Fenway Park in Boston and Citizens Bank Park in Philadelphia. The game in Cleveland attracted an announced crowd of 25,864, most of whom came clad in scarlet and gray.   This is not to say maize and blue could not be spotted throughout the stands, because there was certainly a strong showing of support from the Michigan faithful.   Bob Turkovich of Brighton, Mich., made the drive down to Cleveland with family -- all dressed in Wolverines gear. Accompanying Turkovich were his wife, Jacquelyn, and his sister in law, Jessica Zacny, who is a student at the University of Michigan.   Watching the Wolverines outside was nothing new for Turkovich.   \"We went to the Big Chill at the Big House last year,\" said Turkovich, referring to Michigan's outdoor game against Michigan State that drew 113,411 at Michigan Stadium in 2010. \"This has the exact same type of excitement around it.\"   They were in enemy territory, but said it hardly felt like it at times.   \"Cleveland has done a really good job of being welcoming,\" Zacny said. \"I hope they do this again, but maybe in December when it's a little warmer.\"   The temperature was below freezing for Sunday night's game and the recent winter storm that struck Cleveland left piles of snow on the field around the rink. Maybe the conditions were not great for fans, but they were seemingly perfect for the game. There was little wind and no snowfall, and the ice appeared to be in solid shape.   Michigan head coach Red Berenson said the conditions were ideal and the environment was memorable.   \"It was a great spectacle,\" Berenson said. \"Everyone that put that together and did a lot of work for it, I think it came off really well. We have have no complaints about the facilities. The people were terrific. The ice was fine. It was as good as any of our outdoor games. The glass, the crowd, everything. It was another one of those special events.\"   The weather did, however, take a toll on Snow Days, which was in its second year of operation. Events such as the Frozen Diamond Faceoff helped, but the overall attendance was under Cleveland's initial projections. As a result, the Indians will see a financial loss for the second year in a row.   Shapiro said that the team will take time to evaluate the event as a whole, discussing the best approach for future offseasons. Taking a year off from Snow Days is being considered, as is possibly shifting to an every-other-offseason format. Shapiro said the club might also consider hosting a hockey game without Snow Days.   \"The weather created a significant challenge as far as attendance goes,\" Shapiro said. \"We continued to learn and I think we adjusted and it was very successful as an event that we pulled off. The numbers were a little bit disappointing though. We're going to lose money again this year.   \"That's not the only reason we do the event -- to make money. We're doing it also just to bring people into the ballpark, to utilize the ballpark, to bring people to downtown Cleveland and to build some positive association with the Indians at a time when people wouldn't normally be thinking about baseball.\"   In that sense, Shapiro views Snow Days and the Frozen Diamond Faceoff as a success.   \"It's been great,\" he said. \"We've learned what we can do. We've tested our own operational capacity. We've had some people really shine here operationally with what they can do. Now, it's [about] what's worth doing? What do we need to do? What are the most compelling ideas?\"   For now, the Indians can take some comfort in knowing that Sunday's event appeared to be well received.   The festivities got rolling when Ohio State's two-time Heisman Trophy-winner Archie Griffin dropped the ceremonial puck before the game's onset.   The Wolverines then provided most of the on-ice fireworks, running to a 4-1 lead through two periods. When Ohio State forward Chris Crane scored 50 seconds into the second period, though, actual fireworks exploded over the ballpark as the crowd roared. Even with the Buckeyes behind, those on hand constantly battled the cold with loud cheers.   According to the Indians, the event marked the first outdoor college game in the history of the state of Ohio. For the Buckeyes, it was their second such event (Ohio State faced Wisconsin in the Frozen Tundra Classic at Lambeau Field in Green Bay, Wisc., in 2006). The Wolverines were more experienced, having now played four outdoor contests in their history.   \"You could tell a little bit in the first period we were a bit in awe of the whole situation,\" Ohio State forward Cory Schneider said. \"Michigan has some experience with outdoor games before, but I'm not using that as an excuse.\"   Michigan defenseman Greg Pateryn -- a lifelong Detroit Tigers fan -- said Progressive Field was a more intimate atmosphere than the previous outdoor games he took part in.   \"Here at this baseball stadium,\" Pateryn said, \"you kind of look through the glass and everyone's kind of a bit closer to you, which is pretty neat. To see a different venue -- not just a football stadium -- being in a baseball stadium like this was definitely a good change.\"   Even with the loss, the Buckeyes' players were able to appreciate the event.   \"It's a hockey player's dream to be able to play on a big stage like this,\" Crane said. \"Especially against one of our biggest rivals. It was a blast tonight. If we get another chance here to get some redemption, it'd be nice.\"    Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
