{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/26356510",
    "title": "Miller aiming for big leagues in 2012",
    "subtitle": "Miller aiming for big leagues in 2012",
    "body": "ST. LOUIS -- Shelby Miller was plenty forthright on Sunday in discussing his intentions of pitching in the big leagues before the end of the 2012 season. And if he, indeed, ascends to that level this year, Miller said he will arrive a much more mature version of his 2010 self. Miller, the organization's top prospect and a first-round pick in the 2009 First-Year Player Draft, is coming off another stellar Minor League season, but one that was marred by a late-season suspension. An off-the-field altercation involving alcohol was reportedly behind the suspension, which ended up keeping Miller off the mound for 12 days. While the circumstance did not put the 21-year-old right-hander in particularly flattering headlines, Miller now says that the experience has impacted him in a positive way. \"I learned a lot of things,\" said Miller, who combined to go 11-6 with a 2.77 ERA in 25 high-A and Double-A starts. \"Being away from the team was awful. I didn't like it at all. I went back to the field, and that was the best feeling I've ever had. I felt like I might have been working a little bit harder after that, just because I was put in that situation. I didn't want anyone to think I was a bad person. I came back strong, kept working hard the whole time.\"  Miller is likely to begin this season pitching out of Triple-A Memphis' rotation, a step up that will perhaps elicit his first taste of on-the-field adversity. He will participate in big league camp this spring, and said that he'd be agreeable to even shifting into the bullpen later in the year if it opens up an opportunity to pitch in St. Louis.  \"I think that my time will come soon,\" Miller said. \"I'm going to keep doing the right things, keep doing all the stuff, trying to get better as a pitcher, working with all my pitches -- and I think everything will fall into place.\"",
    "author": ""
}
