{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/26356504",
    "title": "Motte an obvious choice to close games",
    "subtitle": "Motte an obvious choice to close games",
    "body": "ST. LOUIS -- World Series champion isn't the only title Jason Motte is set to shoulder in 2012. There's this new closer tag now attached to his name, too. The role isn't a foreign one, but the associated label is one that Motte never had in front of his name in 2011. By the time the carousel of closers reached Motte late in 2011, then-manager Tony La Russa was done designating anyone as his closer. That refusal continued into the postseason, though by then, it was obvious that Motte was going to handle the ninth-inning duties, regardless of what he was or was not called. Motte, who allowed a hit in just three of his 13 postseason appearances, recorded five October saves. It left him as the front-runner to be the team's closer moving forward, and new manager Mike Matheny has since freely utilized the word 'closer' when discussing Motte's role. Though perhaps flattering, that public affirmation is mostly insignificant to Motte, who understands titles can be fickle if not backed up with adequate results.  \"I don't look at it any different,\" Motte said. \"I have to go in there and get myself ready for spring, do what I need to do to get my arm ready, to get my body ready. I'm trying to go out there and prove that I belong on the team. In this game, it doesn't matter what they call you. It's what you do out there on the field.\"  Motte does have one important order of business to take care of before he closes any games in 2012. Arbitration-eligible for the first time, he remains unsigned at the moment. Unless a deal is agreed upon before Wednesday, Motte and the Cardinals are prepared to exchange salary figures later this week. Arbitration hearings will then take place during the first three weeks of February for any players who still haven't signed.  \"I'm sure there are discussions going on, but my agent probably knows a little bit better than I do,\" Motte said. \"I know there probably are discussions, but my job is to do it on the field. That's why I have an agent.\"",
    "author": ""
}
