{
    "url": "http:\/\/m.mlb.com\/news\/article\/26356448",
    "title": "DeWitt: Cards did their best to re-sign Pujols",
    "subtitle": "DeWitt: Cards did their best to re-sign Pujols",
    "body": "ST. LOUIS -- Cardinals principal owner Bill DeWitt Jr. took issue Sunday with any notion that his team wasn't fully committed to its attempt to re-sign superstar Albert Pujols. DeWitt argued that the club made more than one substantial offer to the slugger, and that he and general manager John Mozeliak spoke directly with Pujols and his wife, Deidre, to express their desire to retain Pujols.  Speaking at the club's annual Winter Warm-Up fan festival, DeWitt said the team went as far as it could go with its proposals to Pujols. He argued that the Cardinals could have remained competitive while committing to the three-time Most Valuable Player, but that anything further would not have been feasible.  \"I think [Cardinals fans] realize that you can only do so much for a given player and compete year in and year out,\" he said. \"It's not, is he worth X, or X times two? It's how much can I afford to pay one player and put together a team that's going to be competitive? That's the whole jigsaw puzzle that all teams have. Some teams have more capacity. I don't think there's any secret, [the Angels] at their own press conference thanked FOX for their new [television rights package]. That certainly had a hand in it.\" DeWitt disputed the suggestion that the club did not go all-out to sign Pujols. Members of Pujols' camp indicated that they felt frustration at a perceived coldness from the Cardinals in the negotiating process, while pointing to the way that the Angels made things more personal.   \"I think the good thing about the process in the end was that we did have conversations with Albert and Deidre with [agent Danny] Lozano on the phone,\" DeWitt said. \"'Mo' and I both made it clear to him how much we wanted him back. As you know, I've done on occasion, talked about the great history and tradition of this franchise, and how important a part he has been in the success we've had and the continuity of his time here. We did convey that message directly.   \"You do get to a certain point financially where you get to certain limits, where it can be hard to manage. But having said that, we hoped he would take our offer and come back. And it was a very strong offer, as you all know, but one that we felt we could still compete with over a long time. And that's the bottom line.\"   As for one specific argument by Deidre Pujols, that she and her husband were \"insulted\" by a five-year offer from the club, DeWitt argued that it was an attempt to try something different after previous efforts hadn't worked. Deidre Pujols spoke extensively to a radio station in St. Louis shortly after the deal with the Angels was completed.   \"I think they made it clear that that initial offer, they weren't happy with,\" he said. \"It really was a response to where we had been in the spring with a long-term contract with lower AAV [average annual value]. We got a sense that maybe shorter with a higher AAV might have some merit. But clearly, they were looking longer the whole way. But until you explore those things, you're never really 100 percent sure.\"   As for previous opportunities, DeWitt said he did not feel the club was ever close to getting a deal done. He said that in addition to the negotiations in the spring of 2011, prior to Spring Training, the club also approached Pujols' representation about a possible deal a year earlier than that.   \"I wouldn't say this was the way it was going to go anyway, but we really didn't feel like we could get a deal done, and we didn't get a deal done,\" DeWitt said. \"We put our best foot forward in the spring, and the spring prior to that, we also had discussions with Albert's representative. We hoped at that point, with two years left on his contract, that we could do something. But it became pretty clear in those conversations, which were not that lengthy, we knew the parameters they were looking for, that we wouldn't be able to get a deal done then.   \"I think we really put our best foot forward in the spring. We stretched, we did I think about as well as we could do there, and it didn't happen. I can't look back and say, 'I wish we'd done this or that.'\" Matthew Leach is a reporter for MLB.com. Read his blog, Obviously, You're Not a Golfer and follow him on Twitter at @MatthewHLeach. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matthew Leach"
}
