{
    "url": "http:\/\/m.mlb.com\/news\/article\/26347116",
    "title": "Yanks have best of problems: Too many arms",
    "subtitle": "Yanks have best of problems: Too many arms",
    "body": "NEW YORK -- All things considered, this is the problem that the Yankees would prefer to have. After spending most of the winter worrying about the depth of their starting pitching, they now have too many arms to fit into their available slots.  By shattering their winter silence with the acquisition of electric right-hander Michael Pineda from the Mariners and signing veteran right-hander Hiroki Kuroda to a one-year, $10 million deal, the Yankees ensure that they will have competition in camp and important decisions to make.  Until Friday night, the course of their offseason was set by issuing a contract extension to ace CC Sabathia, and none of the new transactions -- still pending the results of physicals and not officially announced by the clubs -- will dislodge Sabathia from his No. 1 spot. Pineda could be manager Joe Girardi's natural choice to slide into the No. 2 slot behind Sabathia, giving the Yankees an impressive one-two punch to compete in the American League East.   Pineda, who turns 23 next week, was 9-10 with a 3.74 ERA in 28 starts last year with Seattle, and did so largely behind his high-90s fastball and a hard, biting slider.   Girardi could consider Kuroda, who turns 37 in February, as either his No. 3 or No. 4 starter. At the very least, the Yankees have a good idea about what they'll be getting from Kuroda, who was 13-16 with a 3.07 ERA in 32 starts for the Dodgers last year.   Of course, it remains to be seen how Pineda and Kuroda adjust to pitching both in the AL East and in Yankee Stadium. But given the other questions that need answers, the Yankees are prepared to deal with those situations when they get there.   The moves now create a logjam at the back of the rotation, and though these issues often can be settled by injuries and performance as early as Spring Training, they are difficult to decipher five weeks from the report date to Tampa, Fla.   Ivan Nova won 16 games last season in a breakout rookie campaign and could have slotted behind Sabathia if not for Friday's moves, but moving him further back could reduce the pressure for a followup season for the young right-hander.   Until a forearm strain knocked him out of Game 5 of the AL Division Series, an injury that has completely healed, not much seemed to bother Nova in 2011 -- including a July demotion to Triple-A with the purpose of creating room for Phil Hughes in the rotation.   Nova told the Yankees he'd never give them a reason to send him down again, showcasing a confident demeanor that impressed many -- including Sabathia, who had no qualms about heading into the playoffs with Nova as his right-hand man.   \"[I've been impressed by] his confidence,\" Sabathia said in September. \"He's gotten better each time out. That's definitely exciting to see. Him learning how to pitch at the big league level -- I think his confidence was never a problem. He came up and had the confidence, had the stuff. It was learning how to pitch; throwing the slider. He's been dominant.\"   Barring another trade, that leaves A.J. Burnett, Freddy Garcia and Hughes to slug it out for New York's No. 5 rotation spot, with possible spillover into long relief.   Burnett, 35, has two years and $33 million remaining on his contract, but Friday's moves are a clear-cut signal that the Yankees have no hopes of him returning to Sabathia's side as the one-two punch they envisioned before the 2009 season.   It has been reported that the Yankees would be willing to pick up as much as $8 million of Burnett's contract in a trade, but takers have been difficult to come by.   Burnett was 11-11 with a 5.15 ERA in 33 appearances for New York last year, and despite a dip in his velocity, he was able to harness his repertoire to give the Yankees an ALDS Game 4 win in a do-or-die game.   A deal may be more likely for Hughes, 25, who fought through an injury-marred season and was 5-5 with a 5.79 ERA in 17 appearances (14 starts).   But that might be a case of selling low. The Yankees have been pleased by reports that Hughes is working out hard near his California home, following a similar training regimen to the one he used before 2010, when Hughes won 18 games for New York.   It is also possible that the Yankees could consider using Hughes out of the bullpen, where he showed flashes of dominance late in the season and during the ALDS against Detroit.   \"We consider him a starter,\" Girardi said of Hughes earlier this offseason, \"but he's got to get back to the form he had in 2010 to continue to stay in our rotation. That's something he'll work very hard at this winter.\"   A long-relief role -- filled for much of 2011 by Hector Noesi, one of the ingredients in the Pineda trade -- could also fall to Garcia, the soft-tossing 35-year-old who signed a one-year, $4 million contract last month.   Garcia went 12-8 with a 3.62 ERA in 26 games (25 starts) last year, and showed a certain unflappable nature in dealing with an early-season spate of rainouts, suggesting he could adapt to such a role.   Girardi mentioned often that he likes how Garcia gives New York's rotation a different look from the likes of Sabathia, Nova and Burnett, though that is a void that could also be filled this year by Kuroda.   \"I've just got to go in and pitch,\" Garcia told the Newark Star-Ledger on Friday from his home in Venezuela. \"That's all I can do.\" Bryan Hoch is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
