{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/26352890",
    "title": "Cards invite 19 players to Major League camp",
    "subtitle": "Cards invite 19 players to Major League camp",
    "body": "ST. LOUIS -- The Cardinals have formally issued Major League Spring Training invites to 19 players, including three players -- lefty R.J. Swindle, catcher Koyie Hill and utility man Eugenio Velez -- who were signed as Minor League free agents this offseason.  Highlighting the rest of the list are top prospect Shelby Miller, 2011 first-rounder Kolten Wong, and Matt Adams, who some believe could be the first baseman of the future.  The rest of the list includes: pitchers John Gast, Joe Kelly, Trevor Rosenthal, Jordan Swagerty, Victor Marte, Nick Greenwood, Kevin Siegrist and Tyrell Jenkins; catchers Steven Hill, Robert Stock, Luis de la Cruz and Cody Stanley; and infielder Ryan Jackson.  If the Cardinals have plans to eventually move Zack Cox away from third base, the former first-round Draft pick is currently unaware. MLB.com ranked Cox as St. Louis' third-best prospect in 2011, though there are some concerns that he may not develop the prototypical power for a Major League third baseman.   But as things stand now, Cox has no plans to get any defensive repetitions anywhere but at his natural position.   \"I haven't played anywhere but third base, so that's where I've been working,\" Cox said. \"So until they tell me differently, I'm going to keep working there and see what happens.\"    Matt Carpenter said that he has spent the offseason focusing on increasing his versatility, hopeful that this will help his chances at making the big league club out of Spring Training. In his first three years in the Minors, Carpenter played exclusively as a third baseman.   The Cardinals, of course, don't currently have a need for an everyday third baseman, as David Freese has that spot wrapped up.   \"I'm here to play and will [go] wherever they put me,\" Carpenter said. \"I want to try and be versatile.\"",
    "author": ""
}
