{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/26352882",
    "title": "Carpenter working hard to maintain strength",
    "subtitle": "Carpenter working hard to maintain strength",
    "body": "ST. LOUIS -- Unfazed with the heavy workload he carried in 2011, Cardinals starter Chris Carpenter has progressed through this offseason like any other. That meant making no substantial changes to his routine and beginning his throwing program almost immediately after the start of the new year.  His initial assessment on the whole process? All is just fine.  \"I feel good,\" said Carpenter, who tossed a combined 273 1\/3 regular season and postseason innings last year. \"I have worked my butt off, and I'm going to continue to work my butt off. That's why I train the way I do, so I can throw those innings and recover properly.\" Still, the workload Carpenter undertook last season is uncharted territory for the 14-year veteran, and it has left some curious to see how Carpenter, who will be 37 in April, will bounce back. There remains the possibility that St. Louis will tread a little more carefully with Carpenter's innings during Spring Training. But any changes in Carpenter's routine between now and Opening Day should be nothing more than minor tweaks.   In addition to providing an update on his own offseason work, Carpenter also took some time on Saturday to speak more broadly about the organization's offseason transition. He endorsed Mike Matheny as a more-than-capable replacement for Tony La Russa, and he noted that Derek Lilliquist's transition into the pitching coach role should be fairly seamless given how long he has been in the organization.   Carpenter also addressed the departure of Albert Pujols, noting that the first baseman had the prerogative to make what he felt was the best decision for his future and his family.   \"Losing Albert is a big thing, but that is the game. It is what it is,\" Carpenter said. \"The things he brought to this organization and this community [are] enormous. He should be praised for that and not beat up for that. Hopefully they'll welcome him back at some point in time.\"",
    "author": ""
}
