{
    "url": "http:\/\/m.mlb.com\/news\/article\/26352900",
    "title": "Wrigley's right-field bleachers getting patio",
    "subtitle": "Wrigley's right-field bleachers getting patio",
    "body": "CHICAGO -- The Cubs announced the addition of a patio in the right-field bleacher section at Wrigley Field, which will be ready for the 2012 season and create a rooftop-like atmosphere. The Budweiser Patio will include a 75-foot LED sign installed above the right-field wall with the capability to display game information, such as pitch count, photos of players and statistics. It will not have video replay because of the size. The new right-field configuration can handle a group of 150 people, or three groups of 50 each, or may be sold on an individual basis. Cubs team president Crane Kenney said the pricing was still to be determined. \"What we're finding both for our suites as well as other parts of the ballpark is that people want to be able to circulate -- you see it on the rooftops,\" Kenney said Saturday after a business management session at the 27th annual Cubs Convention, where the announcement was made.  \"[It will be] a place where you can bring clients, move around in the space and not just be fixed,\" Kenney said. \"If I'm in seat [No. 1] and my clients are in seats two through eight, I don't get to talk to the person in seat [No. 8]. It's a chance to circulate.\"  Each section of 50 tickets will include both seated and standing-room-only tickets, and an all-inclusive food and beverage package.  The Wrigley Field bleachers underwent a major renovation after the 2005 season when they were expanded and a restaurant was added in the batter's eye.  The right-field configuration does not involve any of Wrigley's landmark status features, such as the ivy or the scoreboard.  Kenney said fans have asked for more statistics and in-game information, and the new LED board will provide that. Wrigley Field does not have a video scoreboard to show replays.  \"One of the things we hear from our fans is if you go to other parks, it'll tell you not only that the pitch was 92 miles an hour but it was a slider or a fastball,\" Kenney said. \"People want more information in the park so with the hand-operated scoreboard and the small LED we have beneath it, it's a chance to bring more information to the fans.\"  The Cubs also announced Saturday they will experiment with dynamic pricing on bleacher seats, which means fans will benefit if they purchase tickets early.  More than 90 percent of Cubs season ticket holders renewed their tickets for 2012, Kenney said. Single-game tickets go on sale March 9. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter@CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
