{
    "url": "http:\/\/m.mlb.com\/news\/article\/26353444",
    "title": "Wainwright on track for normal Spring Training",
    "subtitle": "Wainwright on track for normal Spring Training",
    "body": "ST. LOUIS -- It could well turn out that ten-plus months from now, when the Cardinals sit back to reflect upon their 2012 season, they will point out that the biggest boost of this offseason came not from some external addition, but rather from the return of an All-Star arm.  The formidability of the club's rotation depends largely on the return of Adam Wainwright, who 10 1\/2 months ago was undergoing season-ending Tommy John surgery on his right elbow.  At the time of the procedure, St. Louis remained optimistic that Wainwright would recover in time to enjoy an uninterrupted 2012 season. And certainly, a best-case scenario has since followed. Without a setback to mar his rehab process, Wainwright is on track to carry a normal Spring Training load and to take his spot in the big league rotation the first week of the season. In fact, the only thing set to suffer over the next year is Wainwright's home garden, which became an important place of refuge during the rehab process.   \"I'm not ashamed to brag about my gardening skills,\" Wainwright joked on Saturday after his appearance at the organization's Winter Warm-Up event. \"One of the many ways I kept myself sane last year was that garden. It was my sanity garden. It seemed to work.\"   Now sanity is once again found on the mound.   Wainwright recently moved his rehab work to the Cardinals' complex in Jupiter, Fla., where he threw his first session off the mound on Thursday. He's been throwing long toss for a while now and already reintroduced breaking pitches into his repertoire.  The results have been overwhelmingly encouraging. No discomfort. No problems regaining velocity or command. Not a single setback. If there's any concern, it would be only that Wainwright is too far along in the buildup process.   \"[I got] a great report from his first bullpen [session] the other day,\" general manager John Mozeliak said. \"[It's] very encouraging.\"   The Cardinals will certainly keep a close eye on Wainwright's load this spring, though the right-hander intends to go at full effort until he is told differently. In fact, Wainwright was taken aback a bit on Saturday when informed that Mozeliak estimated 150-170 regular-season innings as a reasonable workload expectation for him in 2012.   Since becoming a member of the Cardinals' rotation in 2007, Wainwright has thrown fewer than 202 innings just once. That was in '08, when a finger injury limited him to only 20 starts.   \"One hundred and fifty innings sounds like half a season to me,\" Wainwright said. \"Any pitcher that is out there competing [his] tail off and is decent at what he does should throw more than 150 innings. That would never ever be a goal of mine. I kind of refrain from setting inning goals, especially this year.\"   Knowing that it might be necessary to temper expectations, Wainwright has already taken time to talk with other pitchers who resumed successful careers following the same Tommy John surgery. Next on Wainwright's call list is Tim Hudson, who went 17-9 and finished fourth in the National League Cy Young voting in his first full season back from the procedure.   For the Cardinals, the chance to plug a pitcher with Wainwright's résumé into the rotation behind Chris Carpenter should lessen some of the lingering concerns about the how this organization is prepared to move forward without Albert Pujols. As for Wainwright, there is simply comfort in the prospect of a return to normalcy.   \"The biggest thing I've learned is that I really love to pitch and I'm not ready to quit,\" Wainwright said. \"I miss competing. I would say the thing I learned was that I really love baseball. I've got it good here.\" Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
