{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/26349268",
    "title": "Wake, 'Tek battling for spots 'unimaginable'",
    "subtitle": "Wake, 'Tek battling for spots 'unimaginable'",
    "body": "BOSTON -- Bobby Valentine has never managed Jason Varitek or Tim Wakefield, but he has enough respect for their track records that he has a hard time imagining what it would be like for either player to come to camp as a non-roster invitee.  \"I couldn't imagine having Wake come in and compete for a job,\" Valentine said. \"I can't imagine it. Or even 'Tek, for that matter. It's not something I can imagine.\"  Given that neither player has signed to this point and there doesn't appear to be a defined role for them on the Red Sox, the non-roster scenario would probably be the only way Varitek or Wakefield would wind up in camp with the Red Sox. \"I'm just trying to think if I ever had a guy with a 'C' on his chest who came in as a non-roster [player],\" Valentine said. \"The fact of the matter is, right now [Varitek is] not on the roster. If he came to Spring Training, I would think he would be a non-roster player.\"   One report suggested Friday that the Red Sox had already extended an invite to Varitek. However, a source told MLB.com that there's been no formal invite, and that the club is still waiting to see what Varitek's wishes are. The captain could elect to retire or sign with another team. If Varitek retires, there's a strong chance he could remain with the Red Sox organization in some capacity.   \"I wish I saw them both play up close and personal last season, and I wish I had a real grasp of the entire 40-man roster,\" Valentine said. \"I have a good idea. I know the situation right now is that everyone I've seen on the 40-man roster, at least I've heard about, seen on film and the reports I've seen, those are guys you don't really want to take off the 40-man roster and lose them. It's a tough situation.\"   The Red Sox have Jarrod Saltalamacchia and Kelly Shoppach penciled in behind the plate, with prospect Ryan Lavarnway waiting in the wings. The pitching rotation has Josh Beckett, Jon Lester, Clay Buchholz and Daniel Bard targeted for the first four spots. Alfredo Aceves, Aaron Cook and Carlos Silva are among those who will be in competition for the fifth spot, seemingly leaving the 45-year-old Wakefield without a landing spot in Boston.",
    "author": ""
}
