{
    "url": "http:\/\/m.mlb.com\/news\/article\/26348784",
    "title": "Red Sox not worried about Yanks' big moves",
    "subtitle": "Red Sox not worried about Yanks' big moves",
    "body": "BOSTON -- The Yankees have made some noise this weekend, nearing completion on transactions that will bring talented righty starters Michael Pineda and Hiroki Kuroda on board.  So where does that leave the Red Sox, their forever rivals?  At least by outward appearances, Boston doesn't appear shaken by the 1-2 punch of Yankees general manager Brian Cashman. \"Pineda, when I saw him the first half, he looked unhittable,\" said Red Sox manager Bobby Valentine. \"Second half, he looked OK. [The Mariners] saw a lot of him and they traded him.   \"Kuroda is a good pitcher [but] a year older than he was last year [and] pitching in the American League and not the National League. [He'll be] pitching in not a great pitchers' ballpark from a great pitchers' ballpark. They're probably an upgrade from [Bartolo] Colon and [Freddy] Garcia. Probably, I don't know. It seems it.\"   Not only are the Red Sox still standing, but they think they'll be just fine in the AL East standings.   Valentine and catcher Jarrod Saltalamacchia, who were both at a charity event for the Jimmy Fund on Saturday across the street from Fenway Park, seemed enthused about the 2012 Red Sox, regardless of what is going on in the Bronx.   \"I think we have a good team,\" Valentine said. \"If we can continue to add to it as the season progresses when we see [what] the needs are and we see what the strengths and weaknesses are, we'll be fine.\"   It was the Red Sox who made all the glitzy moves last offseason, and that didn't even result in a trip to the postseason.   Thus far this winter, Boston has made a couple of potential big bullpen upgrades in closer Andrew Bailey and setup man Mark Melancon.   Though Red Sox general manager Ben Cherington could still have a significant move in him -- veteran free-agent starter Roy Oswalt remains an enticing possibility -- Valentine sounds eager to take stock of what the team already has.   \"When you have a core like we have, if that core is healthy, you know, I don't think there's any rush to do anything before we at least see the team in Spring Training and see the group, see the health, see how people are working together,\" Valentine said. \"[We'll] see how the development of the young guys are and the health of the old guys.\"   Saltalamacchia looks forward to catching a rotation of Josh Beckett, Jon Lester, Clay Buchholz and Daniel Bard. He is curious who will emerge as the fifth starter. Either way, he feels good about how the Red Sox stack up.   \"I never thought we really needed to go out and do anything [or] make any splash,\" said Saltalamacchia. \"We've got the team. Any time you have Buchholz, Beckett and Lester as a top three, there's not too much to worry about. I think we'll just go out there and play our game. Those guys are going to be ready. They know what to do. We've got four or five good veteran guys coming in to compete for a job. We've got [Daniel] Bard, we've got [Alfredo] Aceves. We've got guys that are proven. They did it last year with Garcia and Colon, so it's our turn.\" Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
