{
    "url": "http:\/\/m.mlb.com\/news\/article\/26348320",
    "title": "Izturis has good chance to make Crew's roster",
    "subtitle": "Izturis has good chance to make Crew's roster",
    "body": "MILWAUKEE -- Veteran shortstop Cesar Izturis will report to Maryvale Baseball Park as one of the Brewers' 13 (so far) non-roster invitees and, by far, the best chance to change that status before Opening Day. The Brewers will have to choose a backup for starting shortstop Alex Gonzalez, and internal options are few. Infield prospects Eric Farris and Zelous Wheeler have both appeared at shortstop in the Minor Leagues, but are not considered big league options there. Recently acquired Jeff Bianchi has not played an inning above Double-A, while Triple-A shortstop Edwin Maysonet has brief Major League experience with the Astros -- but it amounts to 72 at-bats in 2008-09. So, barring a signing or trade over the next two months, Izturis appears to have a clear path to Milwaukee's Opening Day roster. \"We don't really have anybody else we're looking at right now,\" general manager Doug Melvin said.  Izturis would earn $875,000 in the Majors, with the chance to earn $375,000 more in incentives if he overtakes Gonzalez as the starter. Izturis would get $25,000 for appearing in 90 games, and $50,000 each for 100 and 115 games. He would also get $50,000 for 75 starts, and $100,000 apiece for 90 starts and 110 starts.  The deal includes an out clause that allows Izturis to request his release if he is not added to the 40-man roster by March 30.  The Brewers will break camp on April 4, and play their season opener against the Cardinals on April 6 at Miller Park.  Izturis, who will be 32 on Feb. 10, is a capable defender who has appeared almost exclusively at shortstop during an 11-year Major League career with the Dodgers, Orioles, Cubs, Pirates, Cardinals and Blue Jays. He won a National League Gold Glove Award with the Dodgers in 2004, by far his best season, and made the NL All-Star team in 2005.  He was Baltimore's primary starting shortstop in 2008 and 2009, but batted a career-worst .230 in '09 -- with a .277 on-base percentage -- prompting the Orioles to trade with the Twins for former Brewers shortstop J.J. Hardy. Izturis slipped into a reserve role for 2011 and was limited to 18 games because of an elbow injury that required surgery.  The Brewers had interest because of Izturis' defense, his affordable price and the fact that he's a switch-hitter. They also liked free agent Ronny Cedeno, but the former Pirates shortstop wanted more playing time and may have found it with the Mets, who are transitioning from shortstop Jose Reyes to relatively unproven Ruben Tejada. They did not call on another free agent, Jack Wilson, who signed a deal with the Braves on Friday worth at least $1 million. He'll back up rookie Tyler Pastornicky.  \"We just went over the shortstops, and there aren't many of them,\" Melvin said recently. \"When you get rid of a player to get better, it doesn't automatically mean you're going to get better.\"  The Brewers let 2011 shortstop Yuniesky Betancourt go and signed Gonzalez instead, hoping to get better defensively. Gonzalez has played at least 110 games in eight of the last nine seasons. The exception was 2008, when he sat out because of a family issue.  Izturis is among 13 non-roster players who had been invited to the Brewers' big league camp as of Saturday morning, when the team added left-hander Dan Meadows, right-hander Josh Butler and catcher Patrick Arlis to the mix.  Butler made three Brewers appearances in 2009, but has since fallen off the 40-man roster and dealt with arm injuries. Of the trio, the 24-year-old Meadows probably has the best chance to made it to Milwaukee, after posting a 2.68 ERA in 40 relief appearances and one start last season between Double-A Huntsville and Triple-A Nashville. He does not overpower hitters, but has excellent control -- with a strikeouts-to-walks ratio of better than 3-to-1 in each of the past three seasons. Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
