{
    "url": "http:\/\/m.mlb.com\/news\/article\/26340438",
    "title": "Williams: Selig's extension a great decision",
    "subtitle": "Williams: Selig's extension a great decision",
    "body": "With the baseball owners extending the contract of Commissioner Bud Selig through the 2014 season, the question is whether this is a good thing for baseball?  As a former player, I have to say it is a very good thing.  When you look at what Selig has done over his tenure, it is pretty impressive. When he was hired, I thought it could be a conflict of interest since Selig was an owner himself. But I have been proven very wrong as he has been able to step away from being an owner to being a Commissioner who has moved our game forward in many important ways. First and foremost, the fact that there has been labor peace for 20 years is impressive on its own since I was part of labor unrest in my 11-year career.   Selig has taken our game global with the World Baseball Classic. He has established drug testing to finally put an end to the performance-enhancing drugs era.   He instituted replay which I think has become necessary. If all players are going to be held accountable for their mistakes, then I feel that umpires have to be held accountable as well. We have the technology to get things right. Use it. It will not slow down the game, it will speed it up. It will eliminate many field arguments that can sometimes last 10 minutes.   He has also brought revenue sharing to our game, which has has allowed for nine different champions in the past 11 years.   Our game is in great shape right now. I come from the \"if it ain't broke, don't fix it\" school. Our game is not broken. It is thriving.   So extending the contract of the man who has been at the helm and moved our game forward, even with the economy of our nation being the mess that it has been, I think speaks for itself. So I say to all the owners: Well done.   Players are happy, owners are happy, which means the fans of our game are happy. That is the most important part of the whole equation! The fans!  Mitch Williams is an analyst for MLB Network. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mitch Williams"
}
