{
    "url": "http:\/\/m.mlb.com\/news\/article\/26339760",
    "title": "Manto: White Sox role is 'great opportunity'",
    "subtitle": "Manto: White Sox role is 'great opportunity'",
    "body": "CHICAGO -- Jeff Manto knows plenty of questions will be thrown his way concerning the 2012 White Sox offense, beginning directly with SoxFest from Jan. 27-29 at the Palmer House Hilton in downtown Chicago.  Those inquiries will range from his plans on helping to fix Adam Dunn, coming off one of the worst seasons with the bat in Major League Baseball history, to getting greater consistency from crucial forces such as Alex Rios and Gordon Beckham. And the team's new hitting coach will provide the best answers possible, in the most upbeat manner, just as he did during a recent phone conversation with MLB.com.  The actual reality of this situation is that even with offseason video work, the 47-year-old Manto won't put together a completely accurate response until he watches these players in action as part of Spring Training. \"I'm a reactor and need to observe what happens. I'm not one to bring my whole philosophy,\" said Manto, who served as the White Sox Minor League hitting coordinator for the past four years before jumping up to the big league level as part of Robin Ventura's first staff.   \"I need to get a feel where they were mentally, to figure out what actually happened,\" Manto added. \"To make a blanket statement and plan, that's unfair to the players and to myself.\"   Manto succeeds Greg Walker, the White Sox hitting coach since May 19, 2003. Walker was one of the hardest-working members of the organization, let alone the coaching staff, and garnered high respect from the White Sox players. With no offense meant to Manto, players such as Beckham and Paul Konerko spoke at the end of the 2011 season about Walker always being their guy for hitting even after Walker's resignation.   Walker has since moved on to take the same job with Atlanta, after an overall successful run with the White Sox. And where proven players such as Dunn, Rios and even Beckham came up short in 2011 is concerned, laying the blame on Walker stands as the easy alternative but certainly not the correct one.   \"You can't get a coach to go up and hit the ball for me,\" Beckham said. \"So I think stuff like that gets blown up way too much. I've always taken responsibility for how I play. Walk was a great coach. He knows a lot of stuff about hitting. I'm great friends with him and care a lot about him. I just got away from being who I was, and nobody can tell you how to get back there.\"   \"We were on the same page,\" said Manto of Walker, who he referred to as a tremendous person and coach. \"He respected that I was a colleague and not somebody just off the street. He understood I knew what I was doing. We are all in this together, and you hate like heck for anyone to have to move along -- especially when it happens to a good person.\"   According to Manto, all hitting coaches have a strong basic knowledge of their craft. Otherwise, they wouldn't be in this position at the game's highest level.   \"Hitting coaches separate themselves on how they get the message across,\" Manto said. \"And there's different language for getting things across. It's really not rocket science. It's a matter of getting hitters in position, getting them information and [then] hope they do well.   \"All I'll try to do is gain the respect of the players and get the message across. The players will be fine. Right now, I'm just focused on trying to get a plan together on what I'm going to do in Spring Training and make sure I'm in cahoots with the way Robin works. I've looked at video and read reports, so it's nothing overwhelmingly different than any others.\"   One difference for Manto in comparison to the rest of Ventura's staff is that he has previous big league experience as the Pirates hitting coach for the 2006 and 2007 seasons. Manto fully comprehends a comment made on the final day of last season by Konerko, labeling the task of hitting coach as the toughest job in professional sports.   That daunting challenge of working with 12 or 13 players at a time but having only two or three feel good on a daily basis, as Konerko went on to explain, doesn't seem to worry Manto. After all, it was Manto who six years ago saw 25- or 30-home-run potential in a Pirates utility player named Jose Bautista. It was a matter of Bautista learning to hit and make adjustments as a super-sub getting 400-plus at-bats for the first time in his career before he could add in his famous leg kick.   As for Manto's quick thoughts on those White Sox hitters attempting comebacks, Beckham needs to go back to playing with that edge or a little bit of arrogance that the second baseman recently explained to MLB.com as missing in '11. And Manto seconds Dunn's idea of completely forgetting about 2011 for the designated hitter, who he hopes to chat with in detail at SoxFest.   \"Physically, he certainly appeared fine,\" said Manto of Dunn, who hit .159 in his White Sox debut. \"Mentally, I don't know. It might have been something that snowballed on him. The best thing for him is it happened and you move on. Go hit and let him play and let's get him back on track.   \"Coaching really is coaching. You walk into a situation and you coach the players, not a push-button offense,\" added Manto of his new challenge. \"We are going to have to go in and coach and teach. That's my strength and what I like to do. I have a few things for older players and more stuff for me. But this is a great opportunity.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
