{
    "url": "http:\/\/m.mlb.com\/news\/article\/26338506",
    "title": "Market has been less than ideal for Prince",
    "subtitle": "Bauman: Market hasn't been ideal for Prince",
    "body": "This was not the best winter for Prince Fielder to hit the free-agent market. He will eventually sign a deal that will make him an extraordinarily wealthy fellow, but the deal might not be quite as large -- or as long -- as he and his representatives would have hoped.  The market for Fielder's services has seemed relatively soft, but his agent, Scott Boras, said this week that a signing was a question of when, not if.  \"Certainly we're going to have him signed well in advance of Spring Training,\" Boras said. The record says that Boras gets his clients every single available dollar, and at times, seemingly even more than that. Fielder, who is only 27, is the leading free agent still on the market this winter, with demonstrated power and run production, and a legitimate reputation as a clubhouse leader.   Combine these two factors and you get a formula for the sky being the limit for Fielder's new deal. But circumstances have conspired against an early, automatic windfall.   Two of the market's most reliable big spenders -- the Yankees and the Red Sox -- are all set at first base, with Mark Teixeira and Adrian Gonzalez. And for that matter, both clubs aren't in the designated-hitter market, either. The Red Sox still have David Ortiz at DH. The Yankees have backup catcher Jesus Montero available for that duty, but they are also expected to rotate the DH assignment among veteran players.   The Angels looked like a logical candidate for a Fielder signing. They had the resources. They needed the additional pop. But they took themselves out of the running in the most dramatic possible way, signing Albert Pujols to a $240 million, 10-year deal.   The Cubs were frequently mentioned, fairly or not, as potential suitors for Fielder's services, but they made their intentions in another direction clear with a trade for Anthony Rizzo, a top first-base prospect and now, the Cubs' first baseman of the future.   Thus, four teams with both the wherewithal and -- typically -- the inclination to pursue free agents were out of the market. Now, even some of the clubs that have been mentioned as live possibilities in the Fielder derby have expressed some reticence.   Both the Mariners, and more recently, the Nationals, have expressed interest in Fielder, yet both have essentially said: \"But not at these prices.\"   How much is Fielder worth? At the end of the day, he is worth whatever Boras can convince some club to pay him. Does the Pujols contract offer some direction? Fielder isn't Pujols, and neither is anybody else. He doesn't provide Pujols' overall numbers, and he certainly isn't the accomplished defensive player that Pujols is. Fielder has improved as a first baseman, but he isn't reaching Gold Glove level.   Fielder's body type argues against a long-term future at first base, and thus, against a signing by a National League club. \"For us, in the long term, he's basically a DH,\" an NL personnel official said.   Yet, so far in his career, Fielder has been completely durable, averaging almost exactly 160 games played in his six seasons with the Milwaukee Brewers. And, on his side of the argument is the fact that he is four years younger than Pujols. Then there is the narrative that Fielder was an integral part of the development of the Milwaukee club, which last season won its first division title in 29 years.   The thought persists that the Texas Rangers appear to be a logical landing place for Fielder. He could provide increased run production at first base in the short term, and then could be at least a part-time DH over the long haul. The Rangers have moved into the ranks of the elite teams, not only on the field, but as an organization.   What might work against that possibility is an expensive signing of Japanese pitching phenom Yu Darvish. The Rangers had to submit a $52 million posting bid just to win the rights to negotiate with Darvish. They have a Wednesday deadline to sign him. The combined expense of signing both Darvish and Fielder would be truly imposing, but only the Rangers could determine if it would be impossible.   There may be other clubs and more possibilities. What there isn't, at this juncture, is a huge contract for Fielder. He won't require a miracle for a windfall to come his way, but with some of baseball's biggest spenders on the sidelines for this round of spending, that windfall has required a wait. And, relative to the Pujols deal, it might also require a slight reduction in expectations.  Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
