{
    "url": "http:\/\/m.mlb.com\/news\/article\/26334836",
    "title": "Astros shape up before shipping out for camp",
    "subtitle": "Astros shape up before shipping out for camp",
    "body": "HOUSTON -- It will be another month before the Astros head to Florida for the start of Spring Training, but more than a dozen players have been getting ready by working out at Minute Maid Park with strength and conditioning coach Gene Coleman since the start of the year.  Coleman, who's been making sure Astros players have been in tiptop shape since 1978, doesn't have an offseason. He began working out players shortly after the regular season ended, and the number of players participating has spiked with Spring Training around the corner.  \"We had workouts starting the last week in October up until about a week before Christmas,\" Coleman said. \"We had nine weeks of workouts there, and we developed a base to start with, and we started developing strength the second time through. And now we're trying to maximize strength and develop some power and get them ready for Spring Training.\" Last year, outfielder Hunter Pence encouraged teammates to join him at Minute Maid Park in January, and more than 20 players were there daily to work out with \"Doc\" Coleman. The numbers aren't quite as big this year, but there's still an impressive showing.   Among the players taking advantage of the facility and Coleman's expertise are Wandy Rodriguez, Humberto Quintero, Bud Norris, Chris Johnson, Brett Wallace, Brian Bogusevic, Angel Sanchez and Fernando Rodriguez. Jarred Cosart, one of the team's top prospects and a Houston-area resident, has also been working out.   \"February comes quickly, and here we are 10 days into January, so it's right around the corner,\" Norris said. \"We're getting excited. A lot of guys are putting in work to get ready. There's a lot of stuff going on and a lot of excitement. We're excited to get down there and get going.\"   Coleman is pleased with how many players are eager to get in shape prior to Spring Training.   \"As result of trades last year, we had a couple of guys that are not here that would have been here,\" he said. \"I talked to the Rangers, and they have nobody working out, and the Cubs have no one that lives in Chicago. ... I would say there's no team that has as many as we do.\"   Coleman can remember when Art Howe, who played for the Astros from 1976-82, would have to take a break from selling season tickets to come down and work out in the Astrodome. Things are certainly different these days. Players are on their own time in the offseason, and many hire their own trainers and have regimented workout routines throughout the winter.   The benefit, Coleman says, is players are in better shape than they were 25 years ago.   \"Some of these younger kids we've brought in are very athletic,\" he said.   Bogusevic is arguably the most athletic player on the team. He was a two-way star at Tulane and was drafted in the first round as a pitcher by the Astros in 2005, before making the switch to the outfield late in the '08 season. He hit .287 with four homers and 15 RBIs in 164 at-bats last year.   He said the offseason workouts are invaluable.   \"It's kind of like a bit of a jump on Spring Training,\" Bogusevic said. \"You get in here with a bunch of guys and you're working out together and it makes it a lot easier. Instead of working out on your own and trying to motivate yourself, to get in with a bunch of guys and the coaches, they kind of push you a little bit.\"   Wallace, who will come to camp fighting for a spot on the roster, agreed.   \"We feel like we're starting to work towards Spring Training, and Doc does a great job putting us through hard workouts and getting us physically ready,\" he said. \"There's so many things we can do here. We can hit, we can go out on the field and take our ground balls and stuff. It's a chance for us all to get excited to start the season. We can come together and start working towards it.\"   When the players take the fields in Kissimmee, Fla., next month, the goal will be to get in baseball shape, something which can't be duplicated in the weight room or by taking a few ground balls at Minute Maid in the winter. But you can bet Coleman will have them in the best shape possible.   \"The only way you can get into baseball shape is to play,\" he said. \"What we're trying to do is get them in good enough shape where they can go through their drills and not have their form break down and get tired and they can get all their work in, so when they leave in Spring Training, they are in baseball shape.\" Brian McTaggart is reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
