{
    "url": "http:\/\/m.mlb.com\/news\/article\/26334468",
    "title": "Howell's body and mind clear of obstacles",
    "subtitle": "Howell's body and mind clear of obstacles",
    "body": "ST. PETERSBURG -- J.P. Howell could do no wrong during the 2008 and '09 seasons. Fans loved the quirky Rays left-hander, who painted the black on a regular basis and became one of the team's most valued commodities in the bullpen.  Then Howell missed all of 2010 due to left shoulder surgery. And when he returned in '11, Howell encountered some bumps in the road. With those bumps came the inevitable chorale of boos, something Howell had never encountered during his halcyon days with the team.  \"You know, that's the way the business goes, but experiencing it is a different thing,\" Howell said. \"I saw in '08 I was loved, and in '09, I couldn't go anywhere without somebody loving me. And I kind of noticed that, because it was the first time at the Major League level where that happened.\" Howell felt jilted at the time, but he has now had the chance to put the experience in perspective as he prepares for the 2012 season.   \"What happened [with the fans] last year didn't really affect me, but it kind of bummed me out,\" Howell said. \"That gave me a lot of power to shut out outside things, because it doesn't really matter. Even when I'm doing good and someone is telling me I'm doing good, it doesn't matter.   \"It's what I think. If I'm not working hard, that's when I have a problem personally, because I put more pressure on myself than the fans. I expect way more of me than probably the fans expect. So I have to pretty much shut off the positive and the negative.\"   Howell posted ERAs of 2.22 and 2.84 in 2008 and '09, respectively. Last season, he came in at 6.16. However, the numbers within the numbers tell a different story about what Howell really accomplished in 2011. After returning from the disabled list on May 20 -- one year and one day after undergoing surgery to repair a torn labrum -- Howell posted a 10.32 ERA over his first 15 appearances. After that, he had a 3.72 ERA in 31 outings.   \"I pretty much look at this way,\" Howell said. \"To start the year, I had about two innings and an 18.00 ERA. By the time my ERA was at the lowest was at the very end. My last outing, my ERA was the lowest it had been all year. So when you look at that, there was a lot of progress, if you compare the beginning to the end.   \"My goal initially was to just get back -- just to be able to throw again in the big leagues and get outs -- throw some quality strikes in the zone and be competitive, which I was.   By the end of the season, Howell maintained it was the \"most proud I've ever been\" of a 6.16 ERA.   \"It's one of those things where I know the fans don't get to see -- no one really gets to see -- the true path from going to rehab to pitching in the games,\" Howell said. \"It's a little different than having an offseason to prepare and getting my body into great shape and pretty much make it a machine. I have the luxury to do that this offseason, which is going to be a big benefit for me.\"      \"That St. Louis game was a clear sign of desperation,\" Howell said. \"When that happened, that's a sign of desperation, a mental matter. That's it, straight up. It's a matter of being locked in and being mentally strong enough to move on.   \"I want to be a pitcher [who], when I feel I'm not getting the calls, I still get outs. I get squeezed on two pitches and I still get the guy out. I don't want to have a thousand excuses, like in that St. Louis game. That's an excuse to fail, and that's not good enough in the big leagues. My arm was strong, but mentally, I was very weak.\"   After the 2011 season, Howell resisted getting started on his offseason conditioning until Nov. 4, letting his body rest in anticipation of being able to prepare like a healthy player prepares for a season.   \"I needed that month to mentally shut down and start my new process for the new season and create a new journey to chase a ring,\" Howell said. \"It was good to kind of finalize my rehab trail, in a way.   \"I've been working out, which I think is going to be extremely beneficial when compared to last year, when I had to go from rehab to the games. That's just part of the deal. Now, it will be a little more of a fair fight.\"   Howell can't wait for Spring Training. His body and mind are ready.   \"I have a kind of rejuvenated attitude,\" Howell said. \"I had that in '08 and '09. I didn't have that last year. I couldn't handle adversity as well as I should have been able to or as well as I can, and it comes down to mental [strength].   \"I was consistently fighting the season, and that's now how I usually do things. Normally, I accept what happens and move on. I wasn't doing that. I was fighting. And you saw what happened, and that was the difference.\" Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
