{
    "url": "http:\/\/m.mlb.com\/news\/article\/26328362",
    "title": "World Series title all that matters to Salmon",
    "subtitle": "World Series title all that matters to Salmon",
    "body": "ANAHEIM -- In case you missed it -- and nobody would've blamed you if you did -- Tim Salmon's name appeared on the Hall of Fame ballot Monday. He got five out of 573 votes in his favor -- or 0.9 percent of the total, or 74.1 percent less than he needed to be enshrined in Cooperstown, or 4.1 percent less than he needed to even stay on for next year.  So, if you did miss Salmon's name on the Hall of Fame ballot, then you missed your only chance. It'll never appear there again, and so Salmon's 14-year career spent entirely in an Angels uniform will be filed away with the rest of the non Hall of Famers, disappearing into relative oblivion and resurfaced mostly for general musing -- not immortality.  In many ways, Salmon -- or \"King Fish,\" as he's so lovingly called in the Anaheim area where the mighty slugger left his heart and soul -- never had a chance to even sniff the Hall. He never once made an All-Star team, didn't reach 300 home runs in an era packed with lopsided offensive numbers, and besides a Silver Slugger and Rookie of the Year Award, he didn't garner much individual hardware either. But in many ways, Salmon was so much more.   From 1993 to 2000, he was one of the game's best hitters, batting at a .294 clip, posting a .928 OPS and averaging 28 homers and 94 RBIs per season.   In '02, he was a hero, winning the American League's Comeback Player of the Year Award, then surging in the playoffs -- batting .288 with four homers, two of which propelled the Angels to a thrilling win in Game 2 of the World Series -- en route to an improbable championship.   And then, shortly after that, he was hurt. A lot. Shoulder and knee injuries limited his playing time from '04 on, leaving the right fielder and designated hitter with a good-but-not-outstanding career stat line: .282 batting average, 1,016 RBIs and a hard-to-swallow 299 home runs.   With that in mind, Salmon didn't even remember Monday was Hall of Fame Day until he stumbled upon news of Barry Larkin's election while surfing the Web. Then he scrolled down, found his name, saw five votes next to it -- all, he figures, as a hat tip from the local beat writers who covered him -- and was mostly appreciative and amused.   \"It wasn't on my radar, because I had no visions of me getting enough votes or even being in the conversation,\" Salmon, now 43, said when reached by phone Monday. \"It was just one of those pleasant surprises like, 'Oh yeah, today's the Hall of Fame voting. Hey, I got five votes; all right, cool. I wonder who they are. I have to put them on my Christmas card list.'\"   These days, Salmon is very much at peace with the life he leads. He resides in Scottsdale, Ariz., where he's entrenched in the lives of his four kids -- all between the ages of 12 and 15 - and still finds time to give back via his Tim Salmon Foundation. Next year, he'll probably make his regular guest appearance in Spring Training and maybe do more on-air broadcasting for Angels games. And one day, he'd like to coach or manage full time, but not until the kids leave the nest.   Salmon's only real regret from his playing days is one many share -- that he didn't take it in and enjoy it as much as he probably should have.   But it's amazing how small the difference can be between a legit Hall of Fame candidate and someone like Salmon, a solid player who didn't even come close.   Salmon thought about that a little bit on Monday, as he saw the names of others who played in his era and got more love from the Baseball Writers' Association of America -- like Larkin (86.4 percent of the vote), Jeff Bagwell (56 percent), Edgar Martinez (36.5 percent), Fred McGriff (23.9 percent), Larry Walker (22.9 percent) and so many others.   Maybe if he didn't play for the Angels when they were still a small-market club, he would've made some All-Star Game appearances in those years when the numbers suggested he should. And maybe if injuries didn't creep up on him so heavily in his mid-30s, his career numbers would've ended up being more impressive.   \"In the years that I did play,\" Salmon said, \"I felt pretty confident, and I felt pretty good about the results that I had. I had some big years, where I was definitely in the top five outfielders and should've been considered for All-Stars and all that kind of stuff. It just didn't happen. But nonetheless, you can see where the difference starts becoming. It's really the numbers, career numbers and longevity and how many All-Star Games and MVPs, and I fell short in all those areas. Partly due to injuries, partly due to playing on the West Coast, and that's just the way it is.\"   Salmon wasn't bitter or regretful about how his career turned out, just reflective.       He finds it funny that he's still introduced at speaking engagements and charitable events as \"All-Star Tim Salmon,\" when that's a distinction he simply didn't earn. During his playing days, Salmon -- ever the team player -- never cared much for the Midsummer Classic. He actually preferred the time off to rest his body.   But in tune with that, he holds a dubious honor: Among those who began their career after the first All-Star Game in 1933, nobody has more home runs without being an All-Star than Salmon.   Looking back, it's something he wishes he could've (should've?) experienced.   \"The Angels aren't like this today, but back in the mid-90s, it was like playing in Kansas City or something,\" Salmon said. \"I mean you just felt like you were off the beaten path. That kind of disappoints me, because looking back, I feel like I probably should've been recognized a little bit more. But I always fall back and say, 'Hey, I got a World Series ring.' I got to play on the biggest stage ever and I got to be a part of a World Series championship team, and there's a whole heck of a lot of All-Star players who never got to do that.\"   And there's a whole heck of a lot of Angels fans that still have a soft spot for Salmon.   Many of them have clamored for the organization to retire his No. 15 jersey, which nobody has worn since Salmon's final season in '06 (in fact, out of respect to Salmon, Dan Haren transitioned to No. 24 upon being acquired from the D-backs in 2010).   It's the hope of many fans that one day, Salmon's number will be immortalized alongside that of Jim Fregosi, Gene Autry, Rod Carew, Nolan Ryan, Jimmie Reese and Jackie Robinson (league-wide).   Salmon isn't holding out any hope -- but he would be honored.   \"Quite honestly, it makes me feel funny to even talk about it,\" Salmon said when asked of the possibility. \"If that happens, it happens. I'm not going to be out there pushing for it. That's for other people to make that judgment on. If it happens, great. If it doesn't, that's fine, too. I think my legacy is secure with what I've done in that organization whether my number is retired or not.\" Alden Gonzalez is a reporter for MLB.com. Read his columns and his blog, listen to his podcast and follow him on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
