{
    "url": "http:\/\/m.mlb.com\/news\/article\/26327816",
    "title": "Indians add reliever Ray on Minor League deal",
    "subtitle": "Indians add reliever Ray on Minor League deal",
    "body": "CLEVELAND -- The Indians have rolled the dice on another arm, throwing right-hander Chris Ray into the spring mix for an Opening Day bullpen job.  Cleveland inked Ray to a Minor League contract on Thursday, offering the reliever a non-roster invitation to attend Spring Training with the big league club. The Indians' bullpen is undoubtedly one of the team's strengths, but the Tribe wants to do all it can to ensure continued success from the group.  \"Looking at our bullpen,\" Indians general manager Chris Antonetti said, \"the nucleus has been in place for the better part of two seasons. I think they've demonstrated their ability to get meaningful outs. But I think what's important for us -- in addition to having some quality Major League alternatives -- is to really build depth beyond them.\" Ray is the second reliever who has been added this winter as a non-roster invite, joining the recent addition of right-hander Robinson Tejeda. Cleveland also signed lefty Chris Seddon to a Minor League contract this week, but he will likely provide rotation depth at the Triple-A level.   Right now, the Tribe's bullpen projects to include All-Star closer Chris Perez, setup men Vinnie Pestano and Tony Sipp, along with Rafael Perez, Joe Smith and Frank Herrmann. Ray and Tejeda, along with some internal Minor League candidates, will compete for the seventh spot in the bullpen.   Lefty Nick Hagadone and righty Zach Putnam, who spent time with the Tribe in September, will be among the Minor Leaguers trying to convince Cleveland to take them north for Opening Day.   \"We feel comfortable with our group that it's not just seven deep at the Major League level,\" Antonetti said. \"It potentially extends to eight or nine or 10 deep when you factor in guys that we feel are ready to contribute from the upper levels of our Minor Leagues.\"   Ray, who turned 30 years old on Thursday, was released by Seattle last August after having his season marred by a right shoulder injury. The right-hander finished 3-2 with a 4.68 ERA in 29 games with the Mariners, compiling 22 strikeouts against 12 walks in 32 2\/3 innings before being shelved on Aug. 1.   For his career, Ray has gone 18-19 with a 4.10 ERA in 283 games, in which he has 230 strikeouts, 123 walks and 51 saves in 281 innings. Ray -- who has had stints with the Orioles, Rangers, Giants and Mariners -- enjoyed his best season in 2006, when he posted a 2.73 ERA and saved 33 games for Baltimore.   At the moment, the Indians have nine non-roster invitees in the fold for Spring Training. That list includes Ray, Tejeda and Seddon; catchers Luke Carlin, Michel Hernandez and Matt Pagnozzi; infielders Andy LaRoche and Jose Lopez; and outfielder Felix Pie. Cleveland is expected to announce its internal non-roster invites soon. Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
