{
    "url": "http:\/\/m.mlb.com\/news\/article\/26322602",
    "title": "Roberts likely to miss Orioles FanFest",
    "subtitle": "Roberts likely to miss Orioles FanFest",
    "body": "BALTIMORE -- Second baseman Brian Roberts has been unable to stay on the field the past two seasons while dealing with a back injury, and most recently, a concussion that has sidelined him since May. Though information on his recovery is sparse, at best, Wednesday night's report from the Baltimore Sun that he is \"highly doubtful\" to attend the team's FanFest on Jan. 21 brings the organization's internal concerns to the forefront of discussion.  Roberts, who started to experience concussion symptoms last season following a headfirst slide at Fenway Park, has said several times that part of his treatment involves avoiding high-stress situations, and the day-long activities FanFest fall into that category.  While on the disabled list last season, Roberts wasn't present in the clubhouse or around the team, which he chalked up to his need to rest and recover in a more relaxed, controlled environment. His rehab program has been overseen by Dr. Michael Collins, a concussion specialist who also works with Pittsburgh Penguins superstar Sidney Crosby. Both executive vice president of baseball operations Dan Duquette and manager Buck Showalter have said several times this winter that the team is cautiously optimistic Roberts can stay healthy in 2012 and that the team isn't in a position to acquire another starting second baseman.   Roberts' absence gave utility infielder Robert Andino a starting position in 2011, and though Andino put together a career year, the roster would be much stronger if Roberts stays healthy and Andino could be used as a dependable utility man. The Orioles also signed free agent Matt Antonelli, who can play second and third base, earlier this offseason as added insurance.   The team had no comment on the report, and there isn't expected to be an official announcement until a definitive decision is made by Roberts. The FanFest autograph session involving Roberts has already sold out, and if he is unable to attend, those who purchased tickets would be notified of a replacement player and\/or other alternatives.  Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
