{
    "url": "http:\/\/m.mlb.com\/news\/article\/26318550",
    "title": "Tigers prepare busy itinerary for Winter Caravan",
    "subtitle": "Tigers prepare busy itinerary for Winter Caravan",
    "body": "DETROIT -- Tigers closer Jose Valverde spent a few minutes of last offseason working the counter at a local McDonald's. This year, baseball's unblemished closer is going to see how perfect he is at bagging groceries. Rick Porcello, seemingly a kid himself just a couple years ago as he helped pitch the Tigers into contention, will be taking kids affected by muscular dystrophy on a tour of a classic car collection. Austin Jackson and Tigers coaches, meanwhile, will get a tour of the Joe Louis memorial at Cobo Center with boxing legend Thomas Hearns. The Tigers have a bevy of activities lined up for next week's Winter Caravan, but after their visit to a McDonald's in Rochester Hills, Mich., caused an overflow crowd last year, Valverde's visit with teammates to an area Meijer store is expected to be one of the highlights. By combining public appearances with community endeavors, the team has put together a list of close to 40 stops over two days across Metro Detroit and out to the central and western portions of the state.  About 90 percent of the Tigers' 40-man roster is expected to be in attendance, according to Elaine Lewis, Tigers vice president of community and public affairs. The planning began in August and included some last-minute adjustments before finalizing a whirlwind tour of the area.  \"When you have nearly the entire 40-man roster, it gives you a lot of room to cover,\" Lewis said. \"We're just trying to make sure we get all the players out there. This is successful because of the players that come out, the way they embrace it. If we didn't have all these guys on the caravan, we couldn't make all these stops.\"  The Tigers released the full schedule on Thursday, with a mix of public rallies, civic recognitions and smaller gatherings. Some stops will include an entire busload of players, while others will involve a few players or coaches and less ceremony. This year's caravan features a slight increase in public stops, scheduled before the Tigers announced there would be no TigerFest this year.  A public stop in Birmingham, Mich., definitely counts among the larger public gatherings. To help celebrate the 10th anniversary of the Uptown Palladium 12 theater in downtown Birmingham, the Tigers will make an appearance next Thursday in a free-admission event. American League MVP Justin Verlander and league batting champion Miguel Cabrera are among those scheduled to appear, along with new Tiger Collin Balester. Doors open at 3 p.m. ET, with the player portion of the program from 4-5 p.m.  As that event is wrapping up, two Tigers players will be heading down to the road to the Hockeytown Authentics store in Troy, Mich., where fans will have the chance to take a photo with them in exchange for a donation of two nonperishable food items to the Salvation Army. The event starts around 5 p.m. and runs for about an hour.  A day later, the Tigers will have a more intimate public gathering at the Detroit Shoppe at Troy's Somerset Collection, where players will have a trivia contest with crowd members. They'll also tour the gallery at the shop and get a sense of Detroit's history. Proceeds from that day's sales at the Shoppe will go to the Detroit Tigers Foundation, and the customer who spends the most at the store between 10 a.m. and 1 p.m. will receive a special grand prize. Doors open at 10 a.m., with the players portion of the program starting around 1 p.m.  The visit to the Meijer store in Auburn Hills, Mich., falls in the recent caravan tradition of giving a few players a taste of what it's like to do someone else's job. Valverde was a good sport at McDonald's last year, and other Tigers made an erstwhile effort as gate agents and ticket scanners at Detroit Metro Airport two years ago.  Valverde is expected to join Jackson and Doug Fister at Meijer, where they'll show up at various jobs over the course of their stay from around 1 p.m. to 1:40 p.m. One might even find a baking Big Potato.  \"They're going to have to learn how to bag groceries, maybe somebody at the checkout, maybe somebody at the bakery,\" Lewis said.  Another collection of Tigers will be across town at the Combined Regional Emergency Services Training Center, observing and learning response scenarios.  Honoring those who serve the community will be a frequent theme in the caravan, much like last year. The Tigers will visit Henry Ford Hospital to honor healthcare workers, stop by the U.S. Army Garrison in Warren and visit soldiers, and visit the Michigan State Police for a rally. Near the end of the caravan, Tigers members will stop by Engine 40 fire house in Detroit for dinner and a chat with firefighters.  \"Every stop, if we can tie this to the community, that's what we try to do,\" Lewis said.  The final appearance of the caravan that's open to the public will be the Tigers' annual trip to the North American International Auto Show, where players and coaches will take part in a fan rally Friday afternoon and field questions submitted by fans. The rally begins at about 3:30 p.m.  It's a tight schedule, with visits usually limited to 45 minutes so that the Tigers can make as many visits as possible in two days. But they're hoping it makes as big of an impact as ever, and gets people across the area looking forward to baseball season. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
