{
    "url": "http:\/\/m.mlb.com\/news\/article\/26324822",
    "title": "West teams young and powerful on mound",
    "subtitle": "Spencer: West teams powerful on mound",
    "body": "If the most sincere form of flattery is imitation, franchises out West are falling all over themselves in praise of San Francisco's Giants.  All across the nine-team landscape, covering three time zones from Texas to Seattle, front offices are putting together young, power-armed rotations, with a thirty-something veteran or two tossed into the mix.  This formula clicked like a Swiss watch for manager Bruce Bochy's 2010 World Series-champion Giants, who unleashed young guns Tim Lincecum (26 at the time), Matt Cain (25), Jonathan Sanchez (27) and Madison Bumgarner (21), with Barry Zito, then 32, the resident sage. Tying the youthful blend together, 23-year-old catcher Buster Posey put down the right fingers and made all the big plays. If he's back after multiple leg injuries ruined 2011, so are the Giants.   A study of the West rotation depth charts shows that a premium is being placed on grooming stables of young arms to grow and glow together.   Even the most experienced of units -- the two sharing Los Angeles and, surprise, San Francisco -- aren't exactly ancient.   The Dodgers' rotation is fronted by National League Cy Young Award winner Clayton Kershaw, 24, and Chad Billingsley, 27. Age arrives in complementary components Ted Lilly (36), Chris Capuano and Aaron Harang, both 33.   Manager Don Mattingly has a flock of talented arms on the way, headed by Zach Lee (20), Nate Eovaldi, Allen Webster and Chris Withrow (all 22), Chris Reed (21) and Garrett Gould (20).   The Angels' big five all fall in the mid-career, 29-to-31 age range: Jered Weaver and Ervin Santana at 29, Jerome Williams (30) and Dan Haren and C.J. Wilson, both 31.   The youth -- Trevor Bell (25), Garrett Richards and John Hellweg (both 23) and lefty Trevor Reckling (22) - waits in the wings.   The Giants have Zito, 33, and Ryan Vogelsong, 34, in support of Lincecum, Cain (both 27) and Bumgarner (22). Sanchez was shipped to Kansas City for outfielder Melky Cabrera.   Lefty Eric Surkamp, 24, and righty Kyle Crick, 19, envision future roles in the waterfront park.   The makeup of Texas' rotation hinges on the impending decision of Japanese sensation Yu Darvish. If the 25-year-old right-hander signs with the two-time defending AL-champion Rangers, they'll have seven solid starting options.   Derek Holland (25), Neftali Feliz (23), Matt Harrison (26) and Alexi Ogando (28) are joined by Scott Feldman (29) and the elder statesman, 32-year-old Colby Lewis. The organization continues to crank out future stars, led by 20-year-old southpaw Martin Perez.   Challenging Arizona for having the deepest of all West rotations is Seattle.   Felix Hernandez and Charlie Furbush (25), Michael Pineda and Blake Beavan (23), Jason Vargas (29) and newly signed Hisashi Iwakuma form a potentially superb group.   Iwakuma, 30, excelled for Japan in the 2009 World Baseball Classic and has excelled in his homeland for a decade. He resisted overtures from Oakland last year.   King Felix is the AL's answer to Kershaw, and Pineda has the skills to approach that level. Danny Hultzen, the No. 2 overall 2011 Draft choice out of Virginia, is on the way along with James Paxton, Erasmo Ramirez, Chance Ruffin, Mauricio Robles and Taijuan Walker. Only 19, Walker could be the most talented of the bunch.   But the collection of arms with the greatest likelihood of achieving the level of the 2010 Giants is Arizona's abundantly gifted starting staff, led by Ian Kennedy (27) and Daniel Hudson (25).   Kennedy and Hudson combined for 37 wins for the NL West champs in 2011, forming a duo approaching the dynamism of Lincecum and Cain.   Trevor Cahill, an 18-game winner for the A's at 22 in 2010, slides seamlessly into the No. 3 slot. Josh Collmenter, 26, comes off a solid year as the fourth starter, and Wade Miley, a 25-year-old southpaw, is on the cusp.   The presence of potential standouts Trevor Bauer (21), Tyler Skaggs (20), Archie Bradley (19) and Patrick Corbin (22) gave general manager Kevin Towers the leverage to include Jarrod Parker in the package that went to Oakland for Cahill last month.   With a history of finding pitching gold in remote streams, Towers is on the lookout.   \"We're kind of just bottom-fishing,\" Towers said of his pursuit of a fifth starter, \"trying to buy low and hopefully catch lightning in a bottle on a guy that's maybe coming off a bad year or somebody that's left out there with no real job that sees an opportunity.\"   Angels GM Jerry Dipoto, serving as interim D-backs GM in 2010 between Josh Byrnes and Towers, helped set up the organization for years. Dipoto had a hand in landing Kennedy from the Yankees after the '09 season and then acquired Hudson and lefties Skaggs, Corbin and David Holmberg in moving Edwin Jackson and Haren to the White Sox and Angels, respectively, creating payroll flexibility in the process.   Trades of that long-view nature have created mounds of youthful starting options in Oakland, San Diego and Colorado.   In addition, to Parker, 23, the A's have added Brad Peacock, 24, and Tommy Milone, 25, as candidates in a rebuilt rotation fronted at the moment by Brandon McCarthy, Guillermo Moscoso and Dallas Braden, all 28.   Peacock and Milone came from Washington along with another young arm, A.J. Cole, in the Gio Gonzalez deal. Milone, a lefty, was impressive in five starts for the Nationals in 2011. Josh Outman, 27, will bid for a role as well. Brett Anderson, at 24, has ace qualities but is coming off July elbow surgery and could miss most if not all of the season.   Having dealt ace Mat Latos to the Reds for four players, the Padres are comfortable with a rotation of Cory Luebke (27), Tim Stauffer (29), Dustin Moseley (30) and Clayton Richard and ex-Red Edinson Volquez, both 28.   Knocking on manager Bud Black's always-open door are righties Casey Kelley and Joe Wieland and southpaw Robbie Erlin. Kelley, 22, was part of the Adrian Gonzalez deal with Boston, while Wieland, 22, and Erlin, 21, came from Texas in last summer's Mike Adams swap.   Like the A's, the Rockies are rich in starting candidates, creating the promise of an exciting spring for manager Jim Tracy and pitching coach Bob Apodaca.   Potential ace Drew Pomeranz and Alex White, both 23, came from Cleveland for Ubaldo Jimenez. Colorado sent starting catcher Chris Iannetta (quickly replaced by free agent Ramon Hernandez) to the Angels for Tyler Chatwood. A 22-year-old right-hander with 25 pressure-filled Major League starts under his belt, Chatwood reaches 97 mph and should be effective at altitude with his ability to induce ground balls.   When he returns from surgery, Jorge de la Rosa will find company from the likes of Jhoulys Chacin, free-agent pickup Kevin Slowey (27), Jason Hammel (29), Juan Nicasio (25) and Esmil Rogers (26). Chatwood, Pomeranz and White will try to convince Tracy their time is now.   \"When you look at our arsenal of arms, if you will,\" Tracy said, \"there may be a few organizations that are envious of not just young arms, but a group of young arms with a lot of quality. [There is] a tremendous amount of upside to them.\"   Remember the 2010 Giants! The mountains, valleys and beaches out West are coming alive with the rally cry.   Lyle Spencer is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
