{
    "url": "http:\/\/m.mlb.com\/news\/article\/26319454",
    "title": "Giants lock up Vogelsong with two-year deal",
    "subtitle": "Giants lock up Vogelsong with two-year deal",
    "body": "SAN FRANCISCO -- Addressing both of their daunting to-do lists Wednesday, the Giants signed right-hander Ryan Vogelsong to a two-year contract with a club option for 2014. The deal trimmed the Giants' list of salary arbitration-eligible players to seven, a number they'd like to reduce further. Right-hander Tim Lincecum leads this contingent, which includes right-handed relievers Santiago Casilla and Sergio Romo, third baseman Pablo Sandoval and outfielders Melky Cabrera, Angel Pagan and Nate Schierholtz. Teams will exchange proposed figures for one-year contracts with arbitration-eligible performers next Wednesday, a process which often drives both sides to compromise. Vogelsong's agreement, worth approximately $8.3 million, also reflected the Giants' efforts to maintain the core of their pitching staff. They're not assured of retaining Matt Cain, who's eligible for free agency after this season, or Lincecum, who becomes a potential free agent following the 2013 campaign, on a long-term basis. Vogelsong's contract removes him from the free-agent market until after 2013. And the option year assures the Giants of keeping at least two of their quality starters beyond next season, if they pick up Vogelsong's option. Left-hander Madison Bumgarner won't be eligible for free agency until the 2016 season ends. The Giants summoned Vogelsong, who began the 2011 season with Triple-A Fresno, after Barry Zito sprained his right foot on April 16. Vogelsong's first victory, which he recorded on April 28 at Pittsburgh, ended a 2,412-day stretch between wins as a starter. He proceeded to win nine of his first 10 decisions, prompting Giants manager Bruce Bochy to name him to the NL All-Star team. Chris Haft is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Haft"
}
