{
    "url": "http:\/\/m.mlb.com\/news\/article\/26345470",
    "title": "Gutsy deal is worth risk for Mariners, Yankees",
    "subtitle": "Spencer: Pineda-Montero deal worth the risk",
    "body": "Thank you, Brian Cashman and Jack Zduriencik.  For hardcore baseball fanatics, there's nothing better to make the winter days pass than a bold, blockbuster trade like the one Cashman and his Yankees and Zduriencik and his Mariners reportedly have executed -- on Friday the 13th no less.  Jesus Montero and Hector Noesi to Seattle for Michael Pineda and Jose Campos is a swap that takes imagination -- and nerve. It could be one of those ideal deals that works to the benefit of everyone involved. On the other hand, it could turn out to be wonderful on one end, disastrous on the other.   There will be no snap judgments. We'll need close to a half-dozen seasons, most likely, to get a true gauge on this trade.   From an objective, detached viewpoint, this shapes up as a fair and equitable exchange of assets. It makes a lot of baseball sense from both sides, with each club landing a commodity it needed.   Pineda might not be Felix Hernandez, but the 22-year-old hulk from the Dominican Republic isn't too far removed from King Felix as a raw talent still in his early stages of development.   Pineda's 173 strikeouts against 55 walks in 171 innings say much more about his 2011 performance than his 9-10 record for the offensively challenged Mariners. He held hitters to a .211 batting average and .342 slugging mark, numbers that were slightly better than those of the ace, Hernandez.   Mindful of an elbow ailment that limited him to 47 Minor League innings in 2009, the Mariners protected Pineda late in the season, keeping his starts (28) and innings in line. The Yankees should be grateful.   At 6-foot-7 and 260 pounds, Pineda is a man who can look CC Sabathia in the eyes. This could be as good -- and as imposing -- a tandem as the game has to offer.   Montero, at 22, is just cracking the surface of his capabilities. But he already has demonstrated mammoth power with four homers in 61 at-bats in pinstripes, batting .328 in a brief designated-hitter role in 2011.   A right-handed hitter who has crushed the ball at every level, Montero should provide the Mariners with the lethal middle-of-the-order threat they've been seeking since the glory days of Ken Griffey Jr., Edgar Martinez and young Alex Rodriguez.   This clearly is high-risk, high-reward from both sides, adding to the intrigue. Any time you detach young talents on the level of Montero and Pineda, future All-Stars, you're rolling the dice in a big way.   If you think of Montero as a young Mike Piazza -- it's not that much of a stretch -- and Pineda as a youthful Carlos Zambrano without the baggage, you get a picture of what we're talking about here.   Campos, 19, is a right-hander with skills, but he's several years away.   From Seattle's end, Montero should be an instant hit. He could double the home run total of the club's 2011 leader, Miguel Olivo. The catcher left the yard 19 times in 477 at-bats.   Montero has the strength and bat speed to launch 30 to 40 homers anywhere -- including Safeco Field, long regarded as a pitcher-friendly yard. A park like that can make it difficult for a club to land a free-agent slugger such as Prince Fielder, who has been linked with the Mariners.   Who knows, perhaps Prince just acquired a finer appreciation of the Mariners knowing he would have some muscular company in a lineup that has been so devoid of power behind the great Ichiro Suzuki.   While it's always difficult to move a young arm with Pineda's promise, the Mariners are rich in pitching prospects.   In Danny Hultzen, the second overall pick in the 2011 Draft, and 19-year-old Taijuan Walker, Seattle owns two of the game's most prized starters of the future.   Joining Hernandez, Charlie Furbush, Blake Beavan and Jason Vargas in a solid rotation is newly signed Japanese import Hisashi Iwakuma.   Iwakuma, 30, excelled for Japan in the 2009 World Baseball Classic and has been one of the best in his homeland for a decade. He resisted Oakland's bid last year after the A's won his posting rights.   Noesi, another strong-armed Dominican Republic product, worked out of the bullpen for all but two of his 30 Yankees appearances in 2011. But he has the stuff to challenge for a role in the Seattle rotation.   The Yankees also were operating from a position of strength -- youthful catching talent -- in parting with Montero. They're in fine shape behind the plate.   Defense is not his calling card, but Montero has made strides in ironing out some kinks. It took Piazza years to gain credibility behind the plate, but his off-the-charts offensive production made it well worth the wait.   If Montero settles in as a full-time DH, he'll still have tremendous value -- and lift the fans' spirits -- if he hits the way scouts are convinced he will. Mariners followers have a fondness for the DH role dating to that era when they had the game's best, Martinez.   As deals go, this one jolts both coasts. In January, it doesn't get any better. Lyle Spencer is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
