{
    "url": "http:\/\/m.mlb.com\/news\/article\/26344158",
    "title": "In Boston for charity, Pedro feels right at home",
    "subtitle": "In Boston for charity, Pedro feels right at home",
    "body": "BOSTON -- It has been more than seven years since Pedro Martinez last threw a pitch for the Red Sox, but he is no visitor when he comes back to Boston.  Fenway Park was his house during a masterful tenure (1998-2004) with the Sox. And rest assured that Boston is still his city.  Martinez is in town this weekend to participate in a couple of charity events for the cancer-fighting Jimmy Fund. \"Always good to be back in Boston,\" Martinez said on Friday night. \"Always happy to be back at home. That's what I call it. I said I'm a Bostonian and I remain a Bostonian.\"   When he actually lived in the Boston area, Martinez was a legend, going 117-37 with a 2.52 ERA. There were also the glorious October moments, such as the night in Cleveland in 1999 when he threw six no-hit innings out of the bullpen in a winner-take-all Game 5. And his final act in a Boston uniform was seven shutout innings against the Cardinals in Game 3 of the 2004 World Series.   Ultimately, the accomplishments will make him a Hall of Famer, most likely in 2015, the first year he is eligible. Randy Johnson and John Smoltz will also be on the ballot for the first time that year.   \"You know, to me, it seems like time is flying,\" Martinez said. \"I try not to think [about it], but everybody on the streets reminds me of what's coming. I normally hear it. I'm not worried about it, but it will definitely be a great honor to be called into the Hall of Fame and to be part of so many good players and probably the cream of baseball.\"   Some of his contemporaries might not gain access to Cooperstown because of suspicions about performance-enhancing drugs.   \"I'll be really sad to see guys that did so well and not be able to go in with some of us,\" Martinez said. \"At the same time, it's a matter of responsibilities. You made your choices and you made probably the wrong choice ... well you're going to have to carry over with the consequences. I'm glad I didn't do anything even though I was criticized for missing one or two starts a year or three starts for sometimes being in pain.   \"I'm glad I did it clean and I'm really extremely sorry for those guys who had to make that decision to go the wrong way because I know baseball is sorry enough to play by itself and now carrying over such a bad reputation is not anything you want to have after such a beautiful job and a beautiful career. It's sad, but it's your choice and you're responsible for the steps you take.\"   Though Martinez still hasn't filed his official retirement papers, he has hinted strongly on numerous occasions that he will never throw another pitch. His career likely ended with a loss for the Phillies in Game 6 of the 2009 World Series at Yankee Stadium.   Martinez is fine with that. He said that the death of his father a few years ago made him reprioritize family. Also, there isn't much more Martinez could have done on a baseball field.   Aside from the gaudy statistics, there were three Cy Young Awards, eight All-Star appearances and a World Series ring for a team that will forever live in baseball lore.   The one thing Martinez doesn't have is a Most Valuable Player Award. He finished a close second in 1999, losing out to Ivan Rodriguez because two writers left him off the ballot entirely. Martinez is extremely pleased that Justin Verlander didn't suffer a similar fate in 2011, becoming the first starting pitcher to cart home an MVP since Roger Clemens in 1986.   \"I congratulate Justin Verlander and I hope many more pitchers take that example and look forward to doing that,\" Martinez said. \"I was extremely happy [for Verlander], especially for the two knuckleheads who chose not to vote [for me] just because they could. It wasn't a matter of numbers. It was just a matter of being proud of just knocking one guy out.\"   Yes, even in his post-pitching days, Martinez still has his trademark feistiness.   He hopes the 2012 Red Sox will answer their critics just like his team did back in '04.   \"You have to sometimes take it personally,\" Martinez said. \"One living proof is the 2003 season when we lost to the Yankees in a Game 7 and we came back in 2004, right back, and made them swallow what we swallowed in the 2003 season. It's a matter of integrity. It's a matter of sometimes personal feeling. You have to actually take it personally sometimes and make sure that you prove everybody wrong about what they say about the previous season.\"   Rest assured that Martinez will be keeping a close eye on his former team.   \"All the time,\" Martinez said. \"I'm always watching. I'm always looking out for the Red Sox.\" Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
