{
    "url": "http:\/\/m.mlb.com\/news\/article\/26343352",
    "title": "Cubs bring back Wood with new deal",
    "subtitle": "Cubs bring back Wood with new deal",
    "body": "CHICAGO -- Kerry Wood is staying put. In an announcement perfectly timed to kick off the Cubs Convention on Friday, Wood and the team reached agreement on a one-year, $3 million deal with a $3 million club option for 2013. \"Never a doubt,\" Wood joked Friday. Actually, there was. Wood said he considered offers from other teams and was waiting for a phone call to schedule a physical.  \"It all worked out in the end and I'm back where I belong in Chicago,\" Wood said.  The announcement was made at the opening ceremonies of the 27th annual Cubs Convention at the Hilton Chicago. The 2012 team was introduced alphabetically, and WGN Radio's Pat Hughes called Randy Wells' name, then said he had just received some news. The fans in the packed Grand Ballroom started chanting, \"Kerry, Kerry\" in anticipation, and they were right as Wood appeared.  \"The fans are great, they've always been great to me,\" Wood said. \"Tonight was obviously a little special. My family was here, my kids were jumping up and down. It was pretty cool. I got goosebumps. It was very exciting.\"  Wood, 34, had made it clear he wanted to stay with the Cubs, who drafted him in 1995. He gave the team a hometown discount in 2011, signing a one-year, $1.5 million deal to return. That was motivated by how he felt after attending Hall of Fame third baseman Ron Santo's funeral in December 2010. On Friday, he was able to celebrate the new deal at a fundraiser for his Wood Family Foundation.  \"It was kind of last minute,\" Wood said of his new deal. \"We got it worked out. I think both sides kind of knew we would. Two months of waiting took probably 15 minutes to get it done, and that's how it goes sometimes. Obviously, I'm super excited to be back and playing in Chicago.\"  Cubs president of baseball operations Theo Epstein had maintained throughout the negotiations that they wanted to keep Wood, and not just to have a veteran right-hander in the bullpen.  \"In Kerry's case, I think he has some added value beyond his performance on the field, which is still quite good and still the most important factor,\" Epstein said. \"[Wood also is] an outstanding teammate and understands the importance of mentoring younger pitchers, he understands how to deal with some of the distractions here in Chicago, he's not shy about setting a good example in the clubhouse and he's an active member in the community.  \"All of that matters but the single most important factor is what he's going to contribute to the Cubs on the field,\" Epstein said. \"In 2011, he was still a very effective pitcher, we still think he has something left and we want to bring him back first and foremost because he would fit quite nicely into our bullpen.\"  The timing could not have been better but Epstein denied they made the decision for good public relations.  \"If you start making baseball decisions based on P.R., you're losing,\" Epstein said. \"What does matter is the additional value that a player can bring by how he impacts his teammates. There's more to a player than just the numbers on the back of his baseball card. We want to try to fill that clubhouse with as many guys who get it as possible, and by 'get it,' I mean guys who are invested in the other 24 players.\"  Wood was 3-5 with a 3.35 ERA in 55 games last season, which ended in mid-September after he suffered a torn meniscus in his left knee. He had surgery in October and was expected to be ready by Spring Training. Last September, Wood said he would retire if he didn't re-sign with the Cubs and meant it. But he also wanted to keep playing.  \"I wasn't ready to retire,\" Wood said. \"I didn't want to be forced into that. I still love the game and think I have plenty left. [Retiring] is what I said, but people are allowed to change their minds.\"  Wood, who signed with the team when he was 18 years old, has become a fan favorite, beginning with his 20-strikeout game in his fifth Major League start in May 1998.  \"We both understand the history of the organization and understand which players mean a lot to the fans and the fan base and Kerry is one of them,\" general manager Jed Hoyer said this week. \"That's something we're aware of. Fresh eyes are one thing but that doesn't mean you ignore the rich past the Cubs have.\"  If Wood was talking to other teams, was he ready to leave the Cubs?  \"I was not ready to go,\" Wood said, \"but I was to that point where it was a definite possibility.\"  Instead, the Cubs will keep No. 34. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
