{
    "url": "http:\/\/m.mlb.com\/news\/article\/26317246",
    "title": "Ex-Mets phenom Martinez claimed by Astros",
    "subtitle": "Ex-Mets phenom Martinez claimed by Astros",
    "body": "NEW YORK -- It spoke to the reputation of Fernando Martinez that the Major League team with the top waiver priority, Houston, scooped up the outfielder in a process ending Wednesday. It was an expected outcome for the Mets, who recently spent hours in meetings debating whether or not to cut their former top prospect loose. The other player the Mets placed on waivers this week, reliever Daniel Ray Herrera, cleared the process and will return to the team as a non-roster player, according to a source. But Herrera's situation hardly mirrored that of Martinez. To add free-agent acquisitions Scott Hairston and Ronny Cedeno this week, the Mets needed to clear two spaces on their 40-man roster, which was already at the limit. The club officially re-signed Hairston on Wednesday and should do the same with Cedeno later this week. One option was Herrera, a talented reliever with obvious limitations. The other could have been any number of players, including Armando Rodriguez, D.J. Carrasco, Josh Satin and others.  But the Mets instead chose Martinez, one of the top outfield prospects in baseball for the better part of a decade and one of the most highly regarded prospects the Mets have ever had. In part because of multiple injuries and an arthritic right knee, and in part because of a sheer lack of production when healthy, Martinez never developed into the five-tool talent many had expected him to become.  It was not for lack of chances. After the Mets signed him for $1.4 million as a 16-year-old international free agent in 2006, Martinez consistently struggled as one of the youngest players at each of his Minor League stops. Injuries limited the outfielder to 74 games in 2009, 82 in '10 and 74 in '11. Forty-seven of those appearances came as a reserve in the Majors, where Martinez hit .183 with two home runs.  So when it came time to clear roster space for Hairston and Cedeno, the Mets huddled and determined that Martinez was no longer worth a 40-man spot. Though many expected the team to waive Carrasco, the reliever had a guaranteed contract and enough service time to refuse a Minor League assignment. Putting Carrasco through waivers would have ultimately forced the Mets to release him and pay his salary anyway, instead of keeping him and hoping for a bounce-back season.  Meanwhile, the Mets saw potential and\/or utility in Rodriguez, Satin, Chris Schwinden and Jeremy Hefner, all of whom possess 40-man roster spots. They saw little reason to keep Martinez, despite his age and pedigree. So they cut Martinez loose, fully acknowledging the risk that he might land elsewhere and become a star -- or at the least, a useful outfielder.  \"There's always the risk that a guy's going to end up figuring it out,\" one Major League executive said. \"But I don't think you can act in fear. You've got to look and say, 'OK, what's the best decision for the organization at this time?'\"  For the Mets, that meant waiving a player once so well-regarded that the team routinely nixed offers to trade him toward the end of the last decade. One of the reasons it took the Mets so long to complete a deal for Johan Santana in early 2008, for example, was because they refused to include Martinez in the deal.  Now, Martinez is heading to Houston while the Mets are moving forward without him. Their farm system is entering a new era, with three talented pitchers -- Matt Harvey, Zack Wheeler and Jeurys Familia -- leading what the organization hopes to be a long pipeline of talent heading to New York.  And Martinez, who was supposed to lead the last such wave, will not be a part of it. Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
