{
    "url": "http:\/\/m.mlb.com\/news\/article\/26315872",
    "title": "Cubs full of optimism as caravan embarks",
    "subtitle": "Cubs full of optimism as caravan embarks",
    "body": "CHICAGO -- It was probably a good idea the Cubs players wore jerseys with their names on them on Wednesday's caravan stops. This week is the first time manager Dale Sveum and his coaching staff will meet the players.  Pitcher Randy Wells, one of at least seven candidates for the Cubs rotation, met his new manager for the first time Wednesday.  \"After some of the stuff that went down last year, I think everybody's excited to see what's going on,\" Wells said. \"I think his demeanor, from the short time I've spent with Dale, is going to be a welcome change. I think everybody being held accountable will be a huge change for the Chicago Cubs.\" The Cubs kicked off the winter fanfest activities with a stop at Harry Caray's restaurant in downtown Chicago. Prospects Matt Szczur and Jeff Beliveau took part along with Wells, James Russell, Darwin Barney, Tony Campana, Chris Carpenter and Casey Coleman.   Missing was Kerry Wood, but he was a hot topic of conversation. The Cubs are trying to reach an agreement with the free-agent reliever.   \"Like I've said before, if we can't figure this out, something's wrong,\" said Theo Epstein, Cubs president of baseball operations.   Wood, 34, who posted a 3.35 ERA in 51 innings for the Cubs last season, has said he wants to stay with the team. He gave the Cubs a hometown discount in 2011, signing a one-year, $1.5 million deal to come back.   He is hosting a fundraiser on Friday for his Wood Family Foundation, which Epstein was scheduled to attend after opening ceremonies for the weekend Cubs Convention.   This will be Epstein's first Cubs Convention, and he will be in attendance Friday and early Saturday, and then leave for Boston. He and his brother, Paul, are hosting a fundraiser on Saturday night for \"Foundation to be Named Later,\" which has raised more than $3 million. Theo Epstein will play guitar with the band Buffalo Tom, which is changing its name to \"Buffalo Theo\" for the event. The date was set before Epstein took over the Cubs in late October.   What Epstein will get Saturday morning at his session in the Grand Ballroom will likely be questions about reports that the Cubs are on the verge of trading Matt Garza.   \"I can truly say more has happened in the media with this [than] reality,\" Epstein said. \"There's no attempt to shop him.\"   Garza and Epstein will talk Friday. Epstein has kept Garza's agent updated.   \"It makes sense for the organization to turn those short-term assets into long-term assets,\" Epstein said about why the Cubs are listening to offers. \"Hate to talk about it, because the player has to read about it, but you also want to be transparent as we undertake this process of trying to set the organization up the right way for the long haul.\"   Garza may be the ace of the Cubs' staff, which has increased numbers-wise since the end of the regular season. New faces include Chris Volstad, Travis Wood and Paul Maholm, who join Garza, Wells and Ryan Dempster in the mix. Wells, who won a spot last season, has kept an eye on the transactions.   \"It was competitive last year in Spring Training -- not quite to this extent,\" Wells said. \"At the same time, it was fun to go in there and earn your keep.   \"Things didn't work out for me like I wanted them to last year,\" said the right-hander, who was shut down after his first start because of a strained forearm. \"I think I pitched good enough in the second half to at least put my name in the mix for competition.\"   New pitching coach Chris Bosio likes the extra inventory.   \"The players will dictate the situation and where they end up pitching,\" Bosio said.   He's been looking at video and has a feel for the Cubs staff because of his most recent work as an advance scout. Epstein and general manager Jed Hoyer sought his input on some of the additions the Cubs made.   \"I felt like we were pretty much on the same page a lot, which was refreshing,\" Bosio said. \"We've got some very intelligent guys who we're working with. They know the lingo, they know the terminology, they know what they like. They're not shy about using their own phrases, which is, again, refreshing for me.\"   Bosio hasn't talked to closer Carlos Marmol, who had difficulties last season with his mechanics.   \"I think with Marmol, you just want him to be himself,\" Bosio said. \"We'll address the mechanical stuff when we get a chance to see him. You've got a unique guy.   \"Cal McLish, an old pitching coach, told me, 'Always let these guys go a little bit before you start changing anybody,' and that's my plan. I've got to see them first in person. Video can tell you so much, sitting 10 rows deep [in the stands as a scout] can tell you some things, too. You've got to let these guys be who they are and then try to help them and, not so much maybe with mechanics, but where we're going with the pitch.\"   Wells isn't the only one eager for Spring Training to start. Barney is eager for the 2012 season after his conversation with Sveum.   \"I'm excited to be here, and I think we're excited about the staff we have,\" the second baseman said. \"I've had an opportunity to talk to these guys. It gets you excited when you talk about their philosophies and the things they have to say.\"   This week, Sveum can put faces to names, can see that Wells is healthy, that Campana has added 10 pounds. The workout camp in Mesa, Ariz., is now called \"Camp Bussy\" in honor of strength coordinator Tim Buss, and Campana has been a regular. He's getting stronger and joked he might hit a couple homers over the fence. He did connect on one homer last season, an inside-the-park sprint on Aug. 5.   \"I've worked on my speed, too, so maybe I can hit a couple over the fence and a couple inside-the-park ones, too,\" Campana said.   It's a time for optimism. Wells is hopeful.   \"I want to win here,\" he said. \"I want to be a part of it. You think about the scenario. Think about how hard it is to drive down Waveland and Clark streets on a regular day when we win. I can't imagine how it would be when we win it. I want to be a part of that.\" Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter@CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
