{
    "url": "http:\/\/m.mlb.com\/news\/article\/26315530",
    "title": "Astros claim former Mets top prospect Martinez",
    "subtitle": "Astros claim former Mets top prospect Martinez",
    "body": "HOUSTON -- The Astros added another player to compete for a spot in the outfield this spring by claiming outfielder Fernando Martinez -- a former top prospect of the Mets -- off waivers Wednesday. Widely considered one of baseball's top prospects from 2006-10, Martinez was billed as a power-hitting outfielder expected to be a cornerstone of the Mets' lineup throughout this decade. But multiple injuries and an arthritic right knee have prevented Martinez from appearing in more than 82 games in any of the past three seasons. To make room for Martinez on the 40-man roster, the Astros designated right-handed pitcher Henry Villar for assignment. \"I have been scouting [Martinez] since he was 16 years old before he signed with the Mets as a free agent from the Dominican and watched him extensively over the years,\" Astros general manager Jeff Luhnow said. \"I was always interested in him, and our scouts here liked him. I was at the Caribbean Series a few years back when he was the MVP.  \"The kid has some big league tools and he's very young, and I think a change of scenery may be exactly what he needs to blossom into full potential. For a club like ourselves who could take a chance on something like this, it makes sense.\"  Martinez has one option remaining, so if he doesn't make the Major League roster he could begin the season at Triple-A Oklahoma. He will compete for a job in the outfield along with Brian Bogusevic, Jason Bourgeois and J.B. Shuck.  Martinez, 23, spent the majority of the 2011 season at Triple-A Buffalo, but did have a brief stint with the Mets. In 63 games with Buffalo, he hit .260 with eight home runs and 30 RBIs. He hit .227 in 11 games for the Mets with a home run, which came May 13 at Minute Maid Park off Astros pitcher Bud Norris.  Martinez also had brief stints with the Mets during the 2009 and 2010 seasons, appearing in a combined 36 games in that span. He has a .274 career average in six Minor League seasons after being signed by the Mets as an amateur free agent in 2005 at 16 years old.  Villar pitched for both Oklahoma City and Double-A Corpus Christi in 2011, posting a combined 4-5 mark with a 5.45 ERA in 42 appearances (seven starts) with 29 walks and 48 strikeouts in 76 innings of work. Brian McTaggart is reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
