{
    "url": "http:\/\/m.mlb.com\/news\/article\/26304526",
    "title": "Megadeals have proven to be a mixed bag",
    "subtitle": "Megadeals have proven to be a mixed bag",
    "body": "When word leaked out at the Winter Meetings that Albert Pujols had decided to accept a 10-year, $254 million free-agent offer from the Angels, the universal reaction went something like this: Holy moley! Which was immediately followed by something along the lines of: Wonder if they'll regret that contract before it's all over?  After all, as great as Pujols is, only Alex Rodriguez had ever done the dotted-line thing on a bigger multiyear deal, both in terms of total dollars and average annual salary. Pujols is changing leagues. And, most pivotal, he is already over 30 years old.  The Angels had legitimate business reasons to do what they did. The doubters raise valid concerns. And the truth is that the right answer probably won't be revealed for several years. It's not like a pitcher who knows as soon as the ball leaves his fingers that he'd like to have it back.  Consider Jayson Werth. Some are already writing off the seven-year, $126 million contract he got from the Nationals a year ago as a huge mistake since he batted just .232. What tends to be overlooked is that there's no reason to believe he can't bounce back. Besides, general manager Mike Rizzo has said one of the reasons he wanted Werth was to help change the clubhouse culture. Maybe he did. The Nats finished third, their best showing since 2002, when they were the Montreal Expos.  Consider Carlos Beltran and Johan Santana. Both got big bucks for a lot of years from the Mets and performed well for the first couple of seasons before being derailed by injuries.  Look, megadeals always work out for the players. For the front offices that approve the expenditures, the record is more mixed. With that in mind, and with the benefit of hindsight, here's a look at a few of the biggest contracts in baseball history ... and whether the team might have ultimately wished for a do-over.    Todd Helton ($141.5 million, 2003-11 with Rockies): He's become a Rocky Mountain fixture, the player around whom the franchise has been built since he broke into the Majors in 1997. He's become almost synonymous with his team to the extent that it's difficult to imagine him playing anywhere else, which hasn't been an issue since Colorado had the foresight to lock him up long ago.  Pujols ($100 million, 2004-10 with Cardinals): This needs no further explanation. He got lifetime security and the Cardinals got a player who could have commanded (and eventually did) far more as a free agent.  Miguel Cabrera ($152.3 million, 2008-15 with Tigers): Yes, the deal is only half done. But with top-five American League MVP Award finishes in each of the past three years, we feel pretty confident guessing that GM Dave Dombrowski would do this all over again.  CC Sabathia ($161 million, 2009-15 with Yankees): After three dominant seasons (59-23), the brass thought enough of his work to add another year and an option worth $30 million to keep him from opting out.    Mike Hampton ($121 million, 2001-08) from Rockies): There was a time when Colorado thought it would have to pay a premium to attract pitchers to perform a mile above sea level. His first year, he had a 5.41 ERA. The second year, 6.15. The third year, he was pitching for the Braves, with the Rockies still responsible for much of his salary.  Alfonso Soriano ($136 million, 2007-14 with Cubs): After having a 40-40 season with the Nationals in 2006, he was the subject of frenzied free-agent bidding. While he may be a victim of unrealistic expectations, it's also true that he hasn't come close to matching that season at Wrigley Field.   Rodriguez ($252 million, 2001-10 with Rangers): All these years later, this remains the third-largest contract ever issued. It didn't work out the way owner Tom Hicks had envisioned. Now, Rodriguez did his part in his three years in a Texas uniform. He played every day. He finished sixth, second and first in the AL MVP Award balloting. He made three All-Star teams, won three Silver Slugger Awards and two Gold Glove Awards.  But the Rangers finished last each year. After a slight attendance bump the first season, crowd levels were actually lower than before he arrived. Rodriguez was happy to be traded to the Yankees after the 2003 season.  And did we forget to mention that the Rangers also included a clause that allowed him to opt out after seven years? And that he used that to convince the Yankees to give him a new 10-year, $275 million deal that is the richest ever? Paul Hagen is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Hagen"
}
