{
    "url": "http:\/\/m.mlb.com\/news\/article\/26304736",
    "title": "Stacked at the top, Marlins' lineup looks potent",
    "subtitle": "Stacked at the top, Marlins' lineup looks potent",
    "body": "Amid one of the many rounds of speculation regarding how Hanley Ramirez will handle playing third base to accommodate shortstop Jose Reyes, Marlins manager Ozzie Guillen took to Twitter to express his optimism.  The three words that stood out the most were the ones about his top three hitters: \"we be nasty.\"  Guillen's unique brand of confidence stretches beyond his top three hitters. Miami's lineup on most days figures to start something like this: Reyes, Emilio Bonifacio, Ramirez, Mike Stanton, Logan Morrison, Gaby Sanchez. In theory, the Marlins have everything clubs want at the top of the order -- speed up front, power from their run producers and on-base ability. Simply slotting in Reyes should make Miami a dangerous offensive club, but where might that \"nasty\" top of the order stand among the game's most proven and most potent?   Consider that the Marlins will feature a leadoff man coming off a season in which he posted a .337\/.384\/.493 batting line along with 39 steals in 126 games, plus a two-hole hitter who stole 40 bases while batting .296.   Ramirez had a down year in 2011, but his previous production speaks for itself -- and he's a career .308\/.378\/.481 hitter when slotted third in the lineup.   There's plenty of pop from the sluggers behind Ramirez, too, in Stanton (34 homers, .537 slugging percentage in 2011), Morrison (23 homers in 123 games) and Sanchez (19 homers in each of the past two seasons). And they're all young, with Reyes, Ramirez and Sanchez -- all 28 -- the senior members of the group.   \"I think they look pretty good,\" Guillen said of his lineup at the Winter Meetings in December. \"Hopefully they'll play the way they look. I think we've got a lot of speed, power, so right now I'm very glad with the lineup we have. I think Reyes was a big part of this lineup.\"   But Guillen's club will have a long way to go if it hopes to join the Majors' elite offenses. The Marlins scored 625 runs last season, ranking 11th in the National League.   Their most obvious disappointment came from the No. 3 spot in their order, which was shared between Morrison, Ramirez, Sanchez and Stanton. The Marlins' No. 3 hitters combined to record the lowest average and second-worst on-base percentage among NL teams at that spot in the order.   That's part of the reason Guillen recently said Ramirez will be the key to whether the lineup lives up to its potential.   Meanwhile, the Majors' three top-scoring clubs in 2011 -- the Red Sox (875 runs), Yankees (867) and Rangers (855) -- featured tremendously deep lineups, and their all-around threats at the top of the order helped separate them from the rest of the pack.   While Miami's lineup will feature two of the past three NL batting champs -- Reyes last year with the Mets and Ramirez in 2009 -- those three teams should be just as dangerous atop the order in 2012, possibly even better.   Consider Boston, which will trot out a lineup likely led off by American League MVP Award runner-up Jacoby Ellsbury, who stole 39 bases while posting a .928 OPS last season.   Time will tell exactly how new manager Bobby Valentine will order his hitters, but any lineup with Ellsbury, Dustin Pedroia, Adrian Gonzalez, David Ortiz, Kevin Youkilis and a potentially rebounding Carl Crawford shouldn't have much trouble getting runners on base and across home plate early and often.   And consider this: The Yanks actually scored more runs last year than they did in 2010, when they scored the most in the Majors by more than 40, despite getting only 99 games out of Alex Rodriguez, Derek Jeter's up-and-down first half and relatively modest numbers from their designated hitters.   It stands to reason, then, that the Yankees could plate even more runs with a consistent season from leadoff-hitting Jeter, continued MVP-level production from Curtis Granderson and Robinson Cano, a healthier Rodriguez and a boost from slugging youngster Jesus Montero.   But Texas might lay claim to the title of most potent lineup. The Rangers dealt with injuries to Josh Hamilton, Nelson Cruz and Adrian Beltre last year, and all they did was score 855 runs and make the World Series for a second year running.   That production started at the top with Ian Kinsler and Elvis Andrus. Kinsler hit for power, drew walks, limited his strikeouts and stole 30 bases. Andrus batted .279 with a .347 on-base percentage and stole 37 bases. With Hamilton and Michael Young batting third, the Rangers were among the AL's best at that spot as well.   St. Louis, Detroit, Toronto, Colorado and Cincinnati, among the top-scoring teams in the Majors last year, will also enter 2012 with a mix of proven, productive players atop their lineups. The Angels will get an obvious boost from Albert Pujols, and the same will be true of the team that lands Prince Fielder via free agency.   So how do the Marlins' top hitters stack up against the competition? As Guillen said, they certainly should look good on a lineup card, and their relative youth gives them an extremely high ceiling.   But they'll have to play to that potential to really be considered, well, \"nasty.\" Adam Berry is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
