{
    "url": "http:\/\/m.mlb.com\/news\/article\/26299992",
    "title": "For Reed, closing games is the ultimate goal",
    "subtitle": "For Reed, closing games is the ultimate goal",
    "body": "CHICAGO -- The man who would be or could be White Sox closer in 2012 and beyond has a much more pedestrian goal to begin this next season.  \"My thought process is to go to Spring Training and put myself in the best possible position to make the team,\" rookie hurler Addison Reed told MLB.com during a phone interview from his home in Rancho Cucamonga, Calif.  \"Whatever happens after that is great,\" Reed added. \"Right now, there's no guarantee I'll make the team out of camp, but eventually, I hope to close games.\" It's understandable that the 23-year-old, third-round pick from the 2010 First-Year Player Draft hasn't exactly anointed himself as the new last line of White Sox pitching defense with Sergio Santos now closing for the Blue Jays. After all, Reed has just two years of professional baseball experience overall and a mere 7 1\/3 innings at the big league level.   But Reed sells himself way short if he doesn't believe a roster spot is awaiting for this upcoming season. Despite potentially holding six years of affordable control on Santos, the White Sox moved the hard-thrower primarily because of receiving Minor League starter Nestor Molina in return.   They also made the call on Santos because it was a deal from bullpen strength. Matt Thornton, who didn't exactly have the greatest luck behind his ill-fated April 2011 closer run, and Jesse Crain stand as the veteran leaders for this 2012 position, assuming the roster remains the same. Reed emerges as the long-term option.   With a fastball touching 98 mph coupled with a slider and changeup, Reed posted video game-like Minor League statistics over parts of the 2010 and 2011 campaigns. The right-hander produced a 3-1 record with a 1.41 ERA and six saves in 56 games covering 108 1\/3 innings and stops at all levels: Great Falls Kannapolis, Winston-Salem, Birmingham and Charlotte. He fanned 155, walked just 20 and gave up 60 hits.   Here's another interesting fact concerning Reed, aside from his mound dominance. Since he was a Little League hurler, becoming a closer stood out as his lone baseball dream. Reed wanted to be Trevor Hoffman as opposed to Greg Maddux.   \"I don't know what it is, but I've always just liked the pressure that the guy has in the last inning, up by one or two runs,\" said Reed of wanting to be a closer. \"It has been my life-long dream ever since I started pitching, especially to close in the big leagues.\"   Growing up as an Angels fan, Reed looked at Troy Percival and Francisco Rodriguez as his favorite closers. He loved the electricity built up in the stadium whenever Percival ran through the bullpen gates into the game. Even at this inexperienced state of his career, Reed also understands the professionalism and accountability always on display from Percival, even when he blew an occasional save.   \"People always remember the bad stuff and stuff that went wrong,\" Reed said. \"As a player as a whole, you have to have a short memory.   \"That's especially important as a closer. You could blow a four- or five-run lead in one game and be in that same situation the next night. If you think about what happened the night before, things are not going to go your way. I usually think about what happened after the game, and let it go after about 20 minutes. There's nothing you can do to change the outcome, so why let it bother you?\"   The closer's job wouldn't be taken on by Reed without any previous experience. He closed during the 2008 and 2009 seasons for San Diego St., finishing off games for Nationals ace Stephen Strasburg, among others. Reed had 20 saves and a 0.65 ERA during 25 games in 2009, before moving to the starting rotation in 2010.   In that closer's role, Reed enjoyed the adrenaline rush and feeling of being the best in recording the opposition's final three or four outs, shutting down the game for the pitchers who worked before him. Even with this desire and destiny to close, Reed didn't assume anything when hearing of the Santos deal.   \"Like I said before, I'm going into Spring Training trying to put myself in the best possible position to make the team and then get that closing job,\" Reed said. \"I want to be up in the big leagues the entire year.\"   Said White Sox pitching coach Don Cooper: \"You know what? I'm not going to sit here and name a closer. They will show us in Spring Training. They will show us who the 12 guys are that need to be on the plane [to Texas for Opening Day].\"   While Reed intends to exhibit the same fortitude shown by Percival, he laughed when asked if he has a planned celebratory closing move such as K-Rod did during his Angels days. First up for Reed is making the White Sox, for whom he posted a 3.68 ERA in six September games last year.   Then, he'll worry about trying to earn the position he was born to handle in his first Major League Spring Training.   \"If I'm closing, whether we are rebuilding, winning or losing, I'll be a happy guy,\" Reed said. \"My mindset and my heart are all about closing.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
