{
    "url": "http:\/\/m.mlb.com\/news\/article\/26300278",
    "title": "MLB.com writers weigh in on 2013 HOF ballot",
    "subtitle": "MLB.com writers weigh in on 2013 HOF ballot",
    "body": "With Barry Larkin safe at home among the immortals in Cooperstown, the 2013 National Baseball Hall of Fame ballot is now up to bat and already delivering plenty of sock for those who will submit votes a year from now.  The 16 MLB.com writers and the rest of the voters who are among the Baseball Writers' Association of America electorate have to consider a number of different and difficult factors this time around.  In perhaps the most anticipated and controversial arrival of candidates ever seen on the ballot, Barry Bonds and Roger Clemens head a list of first-time eligible players that includes Sammy Sosa, Craig Biggio, Mike Piazza and Curt Schilling. Both Bonds, a seven-time MVP Award winner, and Clemens, a seven-time Cy Young Award winner, have been accused by the federal government of lying when saying under oath that they never used performance-enhancing drugs, and Sosa's name has been associated with PEDs as well. One-team hero Biggio, uber-offensive catcher Piazza and postseason maven Schilling also give voters plenty to think about for 2013.   With the vote a year away, our MLB.com writers provided a wide array of opinions on the subject as the clock started ticking toward the 2013 ballot. There are understandable deferrals a year away from the decision as well as direct and stern thoughts about some candidates -- all of which, of course, is subject to each voter's right to change his or her mind.   Here's what they had to say:   Mike Bauman Biggio, by every reasonable measurement, should be a first-ballot Hall of Famer regardless of what is going on with the rest of the voting. I am going to continue voting for Jeff Bagwell, on the grounds that he had tremendous production, despite playing much of his career in the Astrodome. Beyond that, the next 12 months can be spent in extremely useful contemplation of an entire range of worthwhile candidates.   Barry M. Bloom Bagwell, Biggio, Bonds, Mark McGwire, Jack Morris, Rafael Palmeiro, Piazza, Tim Raines, Sosa and Clemens.   With the steroid era now about to fully infect the election process, the ballots from here on are going to be very tough. I've decided that everyone who played in that era should be painted with the same brush. Either you vote all the qualified candidates in or you don't vote for anyone because they all could have used performance-enhancing drugs. Thus, I've decided that if a player dominated within the context of that era, I'm going to vote him in.   Did they cheat? Does it matter? How can we keep any of these guys out?   Hal Bodley I will not vote for anyone linked to steroids. Never! That means Bonds, Clemens, Sosa fall into that category and will not get my vote. I do not feel Piazza, Schilling and Biggio are legitimate first-ballot candidates. So the only candidate at this point I'm certain I'll vote for will be Morris -- in his 14th try. Between now and then I might change my mind and go for Bagwell.   Peter Gammons Next January, the voting gets extremely complicated, and I'm not convinced 10 lines are enough on the ballot. After holdovers Bagwell, Raines, McGwire and Trammell, I have three definite first-timers: Piazza, the greatest offensive catcher in history; Biggio, 3,000 hits, All-Star at catcher and second base; Schilling -- yeah, 216 wins but look at his secondary numbers, including the best strikeout\/walk ratio ever.   First-timers deserving thought: Bonds and Clemens. They were Hall of Famers before the late 1990's, and the Hall will not be the Hall until they are in it. Many will wait a year or two to vote for them in protest, but they are going to have HOF after their names. Sosa may be a different story.   Ken Gurnick I'm not voting for anybody from the steroid era.   Chris Haft I'll tentatively vote for the following from the 2013 ballot: Biggio, Bonds, Clemens, Piazza, Morris, Dale Murphy, Lee Smith, Bagwell.   I reserve the right to change my mind about anybody linked to PEDs and I probably will. I'll hold my nose while voting for Bonds and Clemens, who didn't need PEDs to excel. I heard numerous PED-related rumors about Piazza, but all were undocumented. Biggio's purely legitimate, and the other four are my 2012 holdovers.   Paul Hagen Bagwell, Bonds, Clemens, Palmeiro, Piazza, Smith.   One more time: Since nobody knows for sure who used PEDs and who didn't, it's all or nothing. Eliminate everybody who played in the steroids era or accept that the use of banned substances was rampant and judge accordingly. To vote for candidates just because their names didn't turn up in the Mitchell Report assumes an omniscience that simply doesn't exist.   Richard Justice Voting for: Biggio, Bagwell, Raines, Morris, Fred McGriff, Piazza, Schilling.   Steroids will dominate the conversation because Bonds, Clemens and Sosa will be on the ballot for the first time. Piazza, like Bagwell, has been connected to steroids by nothing more than rumors, and that's not good enough for me. Schilling is a lot like Morris in that he was at his best when the games meant the most.   Dick Kaegel This privileged vote always takes an entire year to consider so no prospective ballot can be determined at this point. Character counts and the clouds over Bonds, Clemens and Sosa likely will affect their vote totals as it has for McGwire and Palmeiro. Piazza's home runs and Biggio's hit totals make them first-time possibilities.   Terrence Moore Beginning in 2013, I'll consider something even more so than I have before, and they are two words on my Hall of Fame list of rules: \"integrity\" and \"character.\" It says voters must take those words into account when selecting Cooperstown, folks. So no Bonds, Clemens or Sosa for me.   Carrie Muskat This year, I plan on doing more homework regarding the new candidates on the Hall of Fame ballot. I want to talk to others in the game and will then make a decision.   Mark Newman Tentative ballot: Bonds, Biggio, Clemens, McGwire, Morris, Piazza, Smith, Sosa.   I have voted for Big Mac each year, so this is actually going to be an easy, clear-conscience ballot for me -- and a personal record for most checkmarks. We are instructed to vote \"based upon the player's record, playing ability, integrity, sportsmanship, character and contributions to the team(s) on which the player played.\" In that order. We are not the Commissioner, who alone can remove a player's name from ballot consideration. Free the voter.   Marty Noble I don't have to decide yet. Good thing, because I can't. I had reached a conclusion -- I thought -- that I would withhold my vote from any player who had admitted using PEDs or who prompted suspicions in me. I still am inclined to lean in that direction. But I don't know.   I regard Craig Biggio as an unstained candidate, worthy of serious consideration. I suspect I'll have a few years after next to wrestle with the other candidates' resumes. I intend to use the extra months. Maybe a revelation will come to me.   Tom Singer Bagwell, Biggio, Bonds, Clemens, Edgar Martinez, Morris, Palmeiro, Piazza, Smith and Trammell.   Good grief. A rare ballot pushing the 10-vote limit, and voters uncomfortable with the PED issue will just have to sit this one out. One guy hit more homers than anyone (Bonds), another was the greatest offensive catcher ever (Piazza), another was the third-biggest winner since the Roaring '20s (Clemens).   Biggio and Palmeiro are 3,000-hit automatics. I reconsidered Bagwell because I formerly had overlooked the Astrodome angle. With each passing year, Morris' 254 wins and Smith's 478 saves become more impressive.   Lyle Spencer My inclination is to resist voting on first year of eligibility for anyone associated with performance-enhancers, acknowledging the stain this put on the game. Craig Biggio will be given serious consideration, but I'm not sure he's a first-ballot guy.   T.R. Sullivan This will be the most interesting election ever. Biggio should be a first-ballot lock. It would be great if Bagwell joins him. It will be interesting to see how voters view Schilling and Kenny Lofton. John Schlegel is a national reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "John Schlegel"
}
