{
    "url": "http:\/\/m.mlb.com\/news\/article\/26299878",
    "title": "Considering Rocket for Hall complicated",
    "subtitle": "Considering Rocket for Hall complicated",
    "body": "One of the thing that complicates Hall of Fame voting is a personal relationship with the player. Of course, it matters. To say otherwise is silly. For instance, Roger Clemens. During the three years he was with the Astros, he was a consummate professional. Clemens worked harder and prepared himself more relentlessly than any player I've known. Clemens had raging competitive fires, and it was incredible to see him take a 90-mph fastball and buckets of gut to the mound and still figure a way to fight through seven innings and keep his team in the game. Clemens' manager at the time, Phil Garner, took a long time figuring him out. Garner would stand there in the dugout and watch Clemens give up baserunner after baserunner in the early innings.  \"I was also thinking I had to go get him,\" Garner said. \"I didn't want him to embarrass himself.\"  And then something unexpected would happen. Clemens would get through the trouble, and then survive more trouble and still more. Garner would look up in the seventh inning, and Clemens would still be out there, having allowed a run, maybe two.  \"I figured out that he had a plan,\" Garner said. \"He wasn't going to let certain guys beat him, and he was going to pitch to the guys he wanted to pitch to. He was a genius in that way.\"    There may have been a time early in his career when Clemens got by on a diet of blazing fastballs, but by the time he landed in Houston, he was 41 years old and turning every start into a clinic on pitching.  He had moments that will live in the hearts and minds of Astros fans. One of those occurred in Game 4 of a 2005 National League Division Series against the Braves.  Clemens was the last man standing that day, and despite just two days of rest, he walked to the mound in the 16th inning and pitched three shutout innings in one of the great games ever played.  About the only surprise to his teammates was that Chris Burke -- and not Clemens -- hit the game-winning home run in the bottom of the 18th.  \"That man is John Wayne,\" Lance Berkman said, nodding toward Clemens.  Teammates referred to an area behind the home dugout at Minute Maid Park as the \"Rocket Hole,\" and they'd hear Clemens down there screaming at himself for whatever went wrong the previous inning and whatever challenge he faced the next.  Jeff Bagwell said teammates were at their best when Clemens pitched.  \"He cared so much,\" Bagwell said, \"that you didn't want to be the one to let him down.\"  Teammates saw Clemens as someone they could call if they were in trouble in the middle of the night. They believed he'd offer his assistance, no questions asked.  Clemens also tutored young players, and he took care of clubhouse attendants and lower-rung public-relations staffers with gifts and memorabilia. During a Minor League stint, he bought one team new clubhouse furniture.    That's the Roger Clemens I knew during those three seasons. In terms of being productive and a good teammate, and someone who represented the franchise well, there was no one better.  I mention all of this because this is the year Clemens' name will be on the Hall of Fame ballot for the first time, and because of his suspected use of steroids, he's unlikely to get enough votes for induction.  Clemens is the toughest of calls for me. There's significant evidence that he used steroids, and at this point, I can't bring myself to vote for him for that reason. I have no idea what role, if any, they played in Clemens' success, but it's tough to envision him up there on that stage in Cooperstown with Hank Aaron, Brooks Robinson, etc.  It's a terrible thing, because Clemens defined greatness, and it was an honor to watch him pitch. I keep wondering what would have happened if he'd simply confirmed everything in the Mitchell Report when it was released in 2007 and then apologized for letting his ambition and judgement get screwed up.  Would Clemens' admission have emboldened others to come forward to, and if they had, would we finally be able to understand the steroids era? Hall of Fame voters have struggled with their impact on the game and its ultimate honor. Should they automatically eliminate a player from Hall of Fame consideration?  We've sought direction from Major League Baseball and the Hall of Fame, but there are no easy answers.  Barry Bonds is also on the ballot for the first time this year, and he and Clemens will be an interesting litmus test. Will their personal accomplishments be so overwhelming that some voters are compelled to vote for them despite steroids.  Let's be clear that steroids are not a gray area. Players made conscious decisions to use them, and they were breaking the law by possessing and obtaining them. They had to find a dealer to supply them, and then they had to find someone to help administer them.  The players were not victims, and they made choices that tainted themselves and their sport. If past balloting is any indication, none of them will come close to getting into the Hall of Fame.  Still, it's difficult for some of us. Mark McGwire was a respected teammate, someone who believed winning was the only bottom line that mattered. Bonds impacted games like few other players ever have.  So much was lost in the steroid era that we'll need years to figure it all out. Players like Clemens may never be appreciated for the good they did, and that may be the saddest thing of all about the steroid era. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
