{
    "url": "http:\/\/m.mlb.com\/news\/article\/26299046",
    "title": "JJ's return, Buehrle's presence keys for Marlins",
    "subtitle": "JJ's return, Buehrle's presence keys for Marlins",
    "body": "MIAMI -- For all the key additions the Marlins have made this offseason, perhaps the club's biggest need is for Josh Johnson to stay healthy. If he does, Miami likes its chances of contending in the National League East. The team says all indications are the two-time All-Star will be ready to go when Spring Training begins on Feb. 22. \"He's been throwing and doing his long-toss program,\" Marlins president of baseball operations Larry Beinfest said. \"By mid-month, he will be on the mound, making his progression, like our other pitchers. The shoulder strength is good. I think his spirits are good. Everything is pointing in the right direction. We can keep our fingers crossed that the injuries of last year are behind him, because we need him to lead our rotation.\" Johnson missed a majority of 2011 with right shoulder inflammation. The plan is for the 6-foot-7 right-hander to be at full speed, with no restrictions, when pitchers and catchers begin workouts at the Roger Dean Stadium complex in Jupiter, Fla.  Johnson has been throwing off flat ground at his Las Vegas-area home since early December. He should be on a mound in another week or two, getting ready to lead the staff at the end of next month.  \"I think he's going to be fine,\" Marlins pitching coach Randy St. Claire said. \"You've got to be careful putting up too many restrictions, because if you do, then he doesn't get into shape. The way you get into shape is by throwing. If you don't throw much, then it will be kind of hard to get back in shape.\"  Johnson made just nine starts in 2011, and his season was shut down in mid-May after just 60 1\/3 innings.  St. Claire received a medical update on Johnson shortly before the holidays, and he expects to touch base with the team's ace in a few weeks.  \"That's what I'm hearing, that he's throwing, and he's feeling good and he started throwing earlier than last year, which would be expected,\" St. Claire said. \"He wants to be strong and rebuild his arm strength and all of those things.\"  When healthy, Johnson is among the best pitchers in the game. After he went down last year, the Marlins' season began to unravel. Without Johnson, the team went 5-23 in June and it tumbled out of the playoff race.  To have a realistic shot at making the playoffs, the Marlins will be counting not only on Johnson but the rest of the rotation to stay on schedule.  \"Keeping everybody healthy, that's how you win,\" St. Claire said. \"If you have the guys and you keep them healthy, then you've got a chance. When your key guys get hurt, it makes it tough on everybody else.\"  The Marlins have made two key offseason acquisitions to bolster their staff. They signed free-agent lefty Mark Buehrle, who had been with manager Ozzie Guillen with the White Sox. Last week, the club acquired Carlos Zambrano from the Cubs for Chris Volstad.  Buehrle and Zambrano have been All-Stars, and both have playoff experience.  Zambrano got in some extra work this offseason by pitching winter ball in Venezuela. He made five starts, posting a 2.45 ERA in 22 innings before the Marlins shut him down. The right-hander last threw on Dec. 27, and now he can focus on getting ready for Spring Training.  Buehrle, meanwhile, is a proven veteran with impressive credentials. Along with having thrown a perfect game and a no-hitter, he also was part of the White Sox's 2005 World Series championship. The lefty has a string of 11 straight seasons with 200-plus innings, and he boasts a career 161-119 record and 3.83 ERA.  Adding Buehrle, St. Claire says, should ease the pressure on holdovers Anibal Sanchez and Ricky Nolasco.  \"Buehrle's going to bring a lot,\" St. Claire said. \"I think he puts everybody in the slots they need to be. When we lost JJ, it put a lot of pressure on those [other] guys. It shouldn't. But I think mentally it did. They'd think, 'I've got to step up. I've got to do really well.' And then they'd start pressing. You can only do so much. It's just your nature.\"  Buehrle is a prime example of how a pitcher without an overpowering fastball can be highly productive. He was 13-9 with a 3.59 ERA last year for Chicago despite striking out only 109 batters in 205 1\/3 innings.  \"When guys start to do more than they're capable of, they get in trouble,\" St. Claire said. \"That's where Mark Buehrle fits in. He's a prime example. He doesn't try to throw balls by guys. He trusts his stuff and just tries to execute it. Working his game plan. He believes in his stuff. He doesn't try to do anything more. And he gets those consistent results.\"  Zambrano also has thrown a no-hitter in his career. The right-hander projects to be in the back end of the rotation, but Guillen and the staff will ultimately decide.  \"We'll leave that up to Oz,\" Beinfest said. \"We definitely see JJ and Buehrle up front, and he will figure it out from there. We like the way the rotation looks.\" Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
