{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/26290308",
    "title": "Cubs continue to work on deal with Wood",
    "subtitle": "Cubs continue to work on deal with Wood",
    "body": "CHICAGO -- The Cubs are still trying to negotiate a deal with Kerry Wood, who sounds as if he may be moving on.  Cubs general manager Jed Hoyer said Tuesday talks are continuing with the free-agent reliever.  \"We continue to want Kerry back in Chicago and we've offered him a substantial raise and we certainly hope it gets done,\" Hoyer said. On Monday night, Wood appeared on WGN Radio's Sports Night and said he wants to keep pitching and seemed to indicate he may leave the Cubs.   \"Regardless of what happens, we're still in Chicago, we're dedicated to the city,\" Wood said on Monday. \"Things will work out for me in the city of Chicago because we're dedicated to the city, we're dedicated to the community, we're dedicated to helping children and again, we're staying here, we're raising our family here.   \"I'm a Texas boy, but I feel like I've become a Chicagoan, so we're happy to be here whether I finish here or whether I don't, we plan on being here a long time.\"   Last year, Wood unveiled the Wood Family Foundation, dedicated to helping children in the Chicago area. On Friday, he will host \"Woody's Winter Warmup\" at Harry Caray's on Navy Pier, a fundraiser for his foundation. Theo Epstein, Cubs president of baseball operations, was scheduled to attend.   Wood has spent most of his professional career with the Cubs since he signed at 18, and understands the fans want him to stay.   \"There's always time for change and there's always room for it, so we'll just have to wait and see,\" Wood said.   Last week, Epstein said the team was negotiating with Wood's agents about a new deal.   \"Kerry Wood is exactly the type of guy we want to build a winning culture here in Chicago,\" Epstein said. \"I would be greatly, greatly disappointed if we're not able to bring him back.\"   On Tuesday, Hoyer said the Cubs' new front office is well aware of Wood's history with the team. The right-hander gave the Cubs a hometown discount last year when he signed a $1.5 million deal to return to Chicago. Apparently, he's not agreeable to another discount. There were reports Wood's agents were looking for a $4 million deal.   \"We both understand the history of the organization and understand which players mean a lot to the fans and the fan base and Kerry is one of them,\" Hoyer said Tuesday. \"That's something we're aware of. Fresh eyes are one thing, but that doesn't mean you ignore the rich past the Cubs have.\"   Wood went 3-5 with a 3.35 ERA in 55 games last season, which ended in mid September after he suffered a torn meniscus in his left knee. He had surgery in October and is expected to be ready by Spring Training.",
    "author": ""
}
