{
    "url": "http:\/\/m.mlb.com\/news\/article\/26321516",
    "title": "Former Royals greats share optimism for 2012",
    "subtitle": "Former Royals greats share optimism for 2012",
    "body": "KANSAS CITY -- Three former Kansas City stars got into the spirit of optimism about the 2012 season at the Royals Awards Luncheon on Wednesday.  \"I don't think it's a secret that it's been a tough 10 or 15 years here in this organization,\" Hall of Famer George Brett said. \"I think the Glass family figured out how to do it. They opened up their checkbook, they hired a great man in Dayton Moore to be the architect to bring in the new wave, and some of the players they've signed have been pretty impressive.  \"I know a lot of my friends kind of quit going to baseball games and they're going back to baseball games now. When I see them, that's what they want to talk about. They don't want to talk about the Chiefs or KU or K-State or MU. They want to talk about the 2012 season.\" Brett is close to the team as vice president of baseball operations. Former basestealing wizard Willie Wilson sees most of his games on TV, but he likes the view.   \"What I do notice is that they enjoy playing the game. They're laughing a lot more. You know they're coming to the ballpark to win the game, not just try and stay in the ballgame,\" Wilson said.   Mike Sweeney, who will be doing some work for general manager Moore this year, likes the look of the Majors' youngest team.   \"These guys are going to be the ones that are going to bring life and a heartbeat to Kansas City Royals baseball,\" Sweeney said.   Here are more tidbits from Wednesday's luncheon:    Sweeney said his 2012 season might expand beyond his commitment to the Royals.   \"I'm going to do a little bit with Dayton and then I got a job offer from MLB Network a couple days ago so that's kind of a nice consideration,\" Sweeney said.   He's figuring the TV gig would be part time.    The annual Royals FanFest, which usually includes the awards presentations, was canceled this year to allow the staff to plunge into preparations for the 2012 All-Star Game at Kauffman Stadium.   \"We expect to have multiple players in the All-Star Game first and foremost,\" Moore said. \"Our city's unique in the sense that our fans are going to embrace the All-Star Game like it's never been embraced in history. Our fans are really going to appreciate it and it means a lot for our community. I know Dan and David Glass worked hard to secure the All-Star Game here in Kansas City. I know that [senior vice president of business operations] Kevin Uhlich and his staff will do a tremendous job.\"    First baseman Eric Hosmer, winner of the Joe Burke Award for special achievement, came in for special praise.   \"He's a once-in-a-lifetime talent and he loves to play baseball,\" Moore said. \"He plays with a lot of innocence just like he's out in the schoolyard. He comes from a great family and we had a chance to follow that throughout the summer. That's what it's all about.\"   Manager Ned Yost confessed that he wanted Hosmer, who came to Kansas City after a .439 first month with Triple-A Omaha, right out of Spring Training last year.   \"Yeah, I wanted him then,\" Yost said. \"This kid was the best kid in Arizona, the best player in Arizona that we saw. But we knew it was important for him to go down and get some at-bats in Triple-A, but he saw to it that it didn't last long.\"   After getting his Royals award, Hosmer and his parents swung down to the Negro Leagues Baseball Museum in Kansas City, where he received the Larry Doby Legacy Award as the American League's top rookie.   A scheduling conflict will keep Hosmer from the museum's Jan. 28 Legacy Awards at the Gem Theater across from the museum.    Rookie right-hander Kelvin Herrera won the Paul Splittorff Award as the top pitcher in the Minor League organization by putting together a 7-1 record with 14 saves and a 1.60 ERA in 45 relief appearances for three clubs at the Class A, Double-A and Triple-A levels last season.   And he just wrapped up his Dominican Winter League stay with Escogido with a 0.52 ERA in 12 games, giving up just one earned run. He got his first taste of the Majors in two September outings with the Royals. His reaction to the big leagues?   \"I think it's another planet,\" he said. \"It's good to be up there because everything's different.\"   There was a moving video tribute to Splittorff, the Royals Hall of Famer and broadcaster who died last summer.    Left fielder Alex Gordon, the Royals Player of the Year, got high praise from Yost, who was asked by emcee Ryan Lefebvre if he'd ever seen a player win a Gold Glove in his first full year at a position as Gordon did.   \"I've never seen it before, but, quite frankly, I've never seen a player like Alex Gordon before and I've been around a lot of special players,\" Yost said. \"Alex Gordon to me is the perfect baseball player because he does everything a manager wants a player to do, he is everything a manager wants a player to be. When he shows up at the clubhouse, Alex is ready to take care of business.\"   Yost noted Gordon's great work ethic in practice as well as the games: \"He does not ever leave anything on that field. When that game is over, he's given every bit of effort, every bit of focus, every bit of determination that he has on that field. And, for me, I have yet to see a player who is as complete a player as Alex Gordon.\"    No surprise that Bruce Chen, the Royals Pitcher of the Year, generated the biggest laughs from the audience.   After watching video highlights of his season, the velvety throwing Chen quipped: \"First of all, I'd like to say that those pitches in real life are a lot faster.\"   With a straight face, he added: \"Without the defense, I wouldn't have won this award. Every time you see a highlight of [Johnny] Giavotella diving or Hosmer diving or Alex making a great throw to home plate, I was the one pitching.\"   Maybe so. He did lead the team in victories after all. Dick Kaegel is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Dick Kaegel"
}
