{
    "url": "http:\/\/m.mlb.com\/news\/article\/26285730",
    "title": "Kendrick jumps at chance to stay with Angels",
    "subtitle": "Kendrick jumps at chance to stay with Angels",
    "body": "ANAHEIM -- Howie Kendrick could've easily just waited an extra 10 months. Like so many others in his shoes have done, the Angels' second baseman could've played out his final season before free agency, cashed in via the open market -- especially because he's expected to bat in front of arguably the greatest hitter in baseball in 2012 -- and gone into next season on a one-year deal.  But that was hardly ever an option for Kendrick.  He just wanted to stay with the Angels. And it wasn't because they're the talk of baseball right now, or because Albert Pujols is in his lineup, or because they now look so much better on paper than they did when Kendrick last suited up for them in 2011. He just likes it here that much.   \"I'm very secure in the decision that I made,\" Kendrick said Tuesday. \"I'm happy here, the Angels want me here, and I don't think there's a better decision to make. We win. There's a lot of other teams that win, too. But we win here also -- and we win in like 70-degree weather.\"   Angels general manager Jerry Dipoto and Kendrick's agent, Larry Reynolds, began preliminary extension talks shortly before Christmas, and it didn't take long for a deal to materialize after that. By Saturday, they had agreed to terms on a four-year, $33.5 million contract that would take care of Kendrick's final arbitration year and his first three seasons as a free agent.   In the process, the two sides cut through all the formalities and posturing. Kendrick simply advised his agent to get to a place that was fair and pull the trigger. And so he did.   \"[Howie] made it very clear from Day One that if they got to a certain area, he wanted to stay with the Angels and he didn't care about testing the market,\" Reynolds said. \"So that's how we proceeded.\"   To announce the deal, Kendrick attended a media availability that doubled as an informal luncheon along with his wife, Jody, and two sons -- 3-year-old Owen and 11-month-old Tyson.   Kendrick, 28, made $3.3 million last season and was expected to garner something in the range of $5 million via arbitration this year. Now that he went the Jered Weaver route by signing an extension the season before free agency, he'll make an average of $8.375 million a year, which ranks fourth among second basemen -- trailing the Braves' Dan Uggla, the Phillies' Chase Utley and the Orioles' Brian Roberts.   \"I'm definitely happy,\" Kendrick said behind a table at JT Schmid's, located right next to Angel Stadium. \"I can't express enough how happy I am. I can't even find the words to say that I'm definitely glad to be back in Anaheim, and to stay in Anaheim.\"   Kendrick is excited by what the Pujols and C.J. Wilson additions mean for the Angels, of course. But he wanted to be a lifelong Angel long before that fateful Dec. 8 day, when the club spent nearly $330 million to make Anaheim an instant title contender.   \"We were a good organization before those signings, and I don't want to say that those guys encouraged me to stay because I always wanted to be here,\" said Kendrick, the Jacksonville, Fla., native who was a 10th-round Draft pick by the club in 2002. \"I've been here since '06, and I've grown up in this organization, so it definitely means a lot to me.   \"But the commitment to winning definitely also encouraged me a lot more to stay here, and like I said, the organization is second to none to me. It just feels good to be at a place where we're going to contend, and now we have a really good opportunity to win.\"   Kendrick has compiled a .292 batting average, .329 on-base percentage, 50 homers and 61 stolen bases in his first six seasons with the team. In that time, he has provided a positive clubhouse presence, a gritty spark and versatility on both sides of the field. He has played second base, left field and first base defensively and displayed speed, power and an ability to get on base offensively.   And, as last year showed, he may only be entering his prime.   Kendrick's extension actually comes on the heels of his best season, one that saw him bat .285 with 14 stolen bases while setting career highs in homers (18), triples (six) and slugging percentage (.464) en route to making his first All-Star team. He ranked third among Major League second basemen in Ultimate Zone Rating (14.4) and placed fifth at his primary position in Wins Above Replacement (5.8).   \"We believe this is just building a bridge toward what we hope to be a career as an Angel,\" said Dipoto, who has made a statement barely two months into his new job, by adding Pujols to the middle of the lineup, Wilson to the rotation, Chris Iannetta behind the plate and LaTroy Hawkins in the bullpen.   With all those new faces coming on board, it was especially important for Dipoto to make sure the core Angels stay on board.   \"Maybe the most important thing,\" said Dipoto, who's still in talks with shortstop Erick Aybar about what could be a very similar extension. \"This is a team, an organization, that's had such a great deal of success over the course of the last decade. Keeping that foundation of players that have essentially created that success together was something that we deemed to be very important.\"   Perhaps nobody is more important in that regard than Kendrick. Alden Gonzalez is a reporter for MLB.com. Read his columns and his blog, listen to his podcast and follow him on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
