{
    "url": "http:\/\/m.mlb.com\/news\/article\/2360899",
    "title": "Estrada, Nationals finalize deal",
    "subtitle": "Estrada, Nationals finalize deal",
    "body": "WASHINGTON -- The Nationals, looking to bolster their offense and add another left-handed bat to the lineup, officially signed switch-hitting catcher Johnny Estrada to a one-year, $1.25 million contract Thursday.  Estrada joins Paul Lo Duca as new catchers on the roster. Lo Duca, a right-handed hitter, is slated to miss up to six weeks after a recent left knee surgery.  The Nationals will be Estrada's fourth team in four seasons. Last year, he played for the Brewers, hitting .278 with 10 home runs and 54 RBIs. After the season, Estrada had arthroscopic surgery on his left knee and a bone spur removed from his right elbow. He said the knee is 100 percent and that he is throwing 140 feet in a workout program. Estrada wants to prove that he is more than just a hitter. He wants to show Washington he is a quality catcher.   During the offseason, word surfaced Estrada didn't get along with his pitching coaches and some questioned his game-calling last season when he was with the Brewers, and in 2006, when he played for the Diamondbacks.   When asked about his situations in Arizona and Milwaukee, Estrada acknowledged that he could have done things differently, but didn't like insinuations he was getting a negative reputation.   \"There are two sides to every story,\" Estrada said by phone. \"To be honest, I'm a very angry person right now as far as that goes. That kind of lit a fire under me this offseason. I don't know what was said, but, obviously, there have been some bad words spoken about me behind closed doors.   \"I'm going to own up to a lot of the responsibility of what happened in those places,\" he said. \"I felt like I could have made some better choices and handled things differently. I'm just a strong-minded person. I'm very passionate about winning and coming from the Atlanta Braves organization, I felt like I had a lot to offer in both of those places. My insight was never brought out or understood, I guess. I don't want to dwell on the past. I want to look forward.\"   The Nationals are hoping Estrada's strong relationship with bench coach Pat Corrales will help. The duo worked together when both were with the Braves.   \"He has always been one of my favorite coaches I've had over the years. I'm excited to be with him,\" Estrada said.   Estrada will be working with pitching coach Randy St. Claire, a popular and respected person in the organization. During the Winter Meetings, manager Manny Acta made it clear St. Claire is the leader of the pitching staff.   \"I'm going to tell you the leader we have on our pitching staff: It's Randy St. Claire,\" Acta said. \"He spent countless hours studying videos, opposition and looking at stats and working the mechanics of these guys.\" Bill Ladson is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
