{
    "url": "http:\/\/m.mlb.com\/news\/article\/2360821",
    "title": "Marlins, Gonzalez agree to deal",
    "subtitle": "Marlins, Gonzalez agree to deal",
    "body": "MIAMI -- A youthful Marlins squad is about to add an established veteran.  Outfielder Luis Gonzalez has reached an agreement on a one-year, $2 million contract with incentives that could land the 40-year-old an additional $1 million, a source confirmed.  The deal is said to be contingent on Gonzalez passing a physical. Marlins team policy is not to announce free-agent signings until physical exams are completed. The Marlins have been eyeing Gonzalez for some time, viewing the veteran as an additional corner outfielder who can also spot some at first base.   A native of Tampa, Fla., Gonzalez broke into the big leagues with Houston in 1990. He spent last season with the Dodgers, appearing in 139 games. The left-handing-hitting outfielder batted .278 with 15 home runs and 68 RBIs in his lone season with Los Angeles.   Bringing in Gonzalez adds some depth and insurance at both corner-outfield spots.   Marlins left fielder Josh Willingham, a 28-year-old who has started the past two seasons, was bothered by a herniated disk last September.   In a recent conversation, Willingham said his back is fine, and he has already begun working out at his home in Florence, Ala.   Willingham, who batted .265 with 21 homers and 89 RBIs last year, appeared in 144 games in 2007. In '06, Willingham saw action in 142 games.   Like Willingham, Gonzalez is capable of providing pop in the middle of the Marlins' order.   With 2,455 Major League games of experience, Gonzalez is regarded as one of the classiest players in the league. He will be looked upon to provide leadership to a young squad.     He's also another left-handed option with the bat who could also play first base, giving fellow lefty hitter Mike Jacobs a breather.   Another asset Gonzalez will provide is playoff experience. In December, the Marlins traded Miguel Cabrera and Dontrelle Willis to the Tigers. Those two were the final two players left from Florida's 2003 World Series title team.   Gonzalez won a World Series ring with Arizona in 2001, delivering the championship-clinching single in the ninth inning. Joe Frisaro is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
