{
    "url": "http:\/\/m.mlb.com\/news\/article\/2360584",
    "title": "Tigres awaiting decision from Cabrera",
    "subtitle": "Tigres awaiting decision from Cabrera",
    "body": "Does his loyalty rest with Tigers or the Tigres? That's the question Detroit third baseman Miguel Cabrera was asked on the eve of the 2008 Caribbean Series. As the biggest star from Maracay, Venezuela, since former Reds great David Concepcion, there was a chance Cabrera will suit up for his hometown Tigres de Aragua this weekend. There is a better chance he will not. Cabrera went 10-for-22 in the championship series against the Cardinales de Lara, but has been asked not to play in the Caribbean Series by his new team in Detroit. It should be worth noting that Cabrera was asked not to participate in the 2006 Caribbean Series in Maracay by the Marlins and he obeyed their wishes. Venezuela (Caracas) won the tournament that February without him. The Tigers third baseman is also nursing a sore quadriceps, according to reports from Venezuela.  How they qualified: The Tigres de Aragua won their second consecutive Venezuelan Winter League championship and their fourth title in five years by topping the Cardinales de Lara to qualify for the 2008 Caribbean Series. In the series clincher, Cubs infielder Ronny Cedeno drove in three runs and Edgardo Alfonzo had three hits and two RBIs.  Notable players: Cabrera, Raul Chavez, Alfonzo, Cedeno.  History in Caribbean Series: One of the original members of the Caribbean Federation with Cuba, Puerto Rico and Panama, Venezuela's history in the round-robin tournament dates back to 1948. The country played host to its first Caribbean Series in 1951 and won the title for the first time in 1970 (Magallanes). Magallanes also won the second title for the country in 1979 in Puerto Rico. The 2010 Caribbean Series is scheduled to be held in Venezuela. Next year's version is in Mexico.  The Tigres have never won a Caribbean Series title, and the last team from Venezuela to win a Caribbean Series was Caracas in 2006. It was the first title for the country since 1989, when Zulia took home the trophy. Overall, Venezuela has six won six Caribbean Series championships.     Strengths: Tigres manager Buddy Bailey is a good communicator and knows his roster well. His ability to put players in the correct position and work the bullpen is an advantage. Enthusiasm, youth and pride for country are staples in the Venezuelan dugout.   Weaknesses: Most of the Venezuelan stars, other than Baltimore catcher Ramon Hernandez (he plays first base in the Caribbean Series), do not participate in the event and the teams are usually filled with players at the lower levels in the Minor Leagues. The lack of experience and lack of overall firepower on offense will make the tournament a challenging one for this Venezuelan squad.   First game: Dominican Republic No. 2 (Licey Tigres) vs. Venezuela, 3 p.m. ET. Jesse Sanchez is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jesse Sanchez"
}
