{
    "url": "http:\/\/m.mlb.com\/news\/article\/2360601",
    "title": "D.R. dominates field in Caribbean Series",
    "subtitle": "D.R. dominates field in Caribbean Series",
    "body": "History and plenty of noise will be made this weekend in Santiago, Dominican Republic. For the first time since the country began participating in the Caribbean Series in 1970, the Dominican Republic will field two teams in the annual round-robin tournament. The teams, Licey and Aguilas, are the two most popular Winter League teams in the country. The rosters read like a who's who of Caribbean Major and Minor League stars. Astros shortstop Miguel Tejada will lead the top-seeded Aguilas Cibaenas from Santiago, while Angels infielder Erick Aybar and Cubs outfielder Felix Pie lead a host of talent on the Tigres squad in the 50th anniversary of the tournament. Here's a look at the Aguilas and Tigres heading into the first day of action on Saturday at Cibao Stadium.  How they qualified: The Aguilas edged Licey, 2-1, to clinch the Dominican Winter League championship in the nine-game playoff. The Aguilas have won the Dominican title nine times in the past 13 years. It also marked the second championship in a row for the Santiago team.  Notable players: Aguilas: Tejada, Rafael Furcal, Tony Pena Jr., Jose Lima, Julian Tavarez, Jose Acevedo, Denny Bautista, Fabio Castro, Joel Peralta and Darío Veras.  Tigres: Aybar, Pie, Edwin Encarnacion, Timo Perez, D'Angelo Jimenez, Ronnie Belliard, Anderson Hernandez, Jose Guillen, Ramon Ortiz, Ervin Santana, Guillermo Mota, Nelson Cruz, Kendry Morales, Omar Beltré, José Capellán, Jailen Peguero and Jesús Colomé.  History in Caribbean Series:  The Dominican Republic began playing in the Caribbean Series in 1970, and it won its first title the next year, when Licey took home the trophy in '71. A team from the Dominican Republic has won the Caribbean Series title seven times since 1997 and 10 times since '90.  The Aguilas have won the Caribbean Series five times and the Tigres have nine Caribbean Series titles. Overall, the Dominican Republic has won the tournament 16 times since it began play in 1970.    The last Caribbean Series title for the Aguilas came in 2007. Licey last won it in '04.  Strengths: Both clubs can score runs. The hitters are accustomed to facing quality pitching on a nightly basis and have a history of powerful bats.  Weaknesses: Pitching. What helps the Dominican teams during Winter League play is its expanding roster and ability to move players in and out of the bullpen. That won't be the case in the Caribbean Series. Starting pitching will be important if the teams expect to avoid an upset.  First game: Dominican Republic No. 2 (Tigres) vs. Venezuela, 3 p.m. ET. Dominican Republic No. 1 (Aguilas) vs. Mexico, 7 p.m. ET.  Jesse Sanchez is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jesse Sanchez"
}
