{
    "url": "http:\/\/m.mlb.com\/news\/article\/2360710",
    "title": "Strong pitching key for Obregon",
    "subtitle": "Strong pitching key for Mexico",
    "body": "It got so bad for the Mexican team during last year's Caribbean Series in Puerto Rico that reporters from its own country started chastising the players and the manager during heated postgame press conferences. Mexico responded by winning the series finale against Venezuela, 4-3, to snap an 11-game losing streak and quiet the critics -- at least temporarily. But the watchful eyes of the nation will be on the team again, this time the Obregon Yaquis, when Mexico starts play in the 2008 Caribbean Series on Saturday in the Dominican Republic city of Santiago. Obregon topped Mazatlan in the playoffs to earn its first Mexican Winter League title since 1981. Here's what to expect from Mexico.  How they qualified: The Marlins' Alfredo Amezaga tripled and scored the game's lone run in the top of the sixth to lead Obregon to a 1-0 victory and clinch the best-of-7 series against Mazatlan. Obregon finished the season with a 39-28 record.  Notable players: Carlos Rivera, Carlos Valencia, Amezaga, Jorge Padilla, Jason Botts, Joakim Soria, Jesus Rodriguez, Andres Meza and Justin Lehr.  History in Caribbean Series: A team from Mexico has won the Caribbean Series five times since it began play in the tournament in 1970. The country last won in 2005 when the round-robin was held in Mazatlan, Mexico, with a roster that included Major League players Vinny Castilla, Elmer Dessens and Erubiel Durazo. The first team from Mexico to win the title was Hermosillo in 1976. Culiacan has won two Caribbean Series titles for the country (1996 and 2002). Mexicali brought home the trophy in 1986.  The 2009 Caribbean Series will be held in Mexico.    Strengths: Pitching. Rodriguez, Meza and Lehr combined for 21 victories for the Yaquis. Meza sported a 2.19 ERA and Rodriguez finished with a 2.51 ERA in 72 1\/3 innings and 79 innings, respectively. Manny Acosta and Soria combined for seven saves. Rivera leads the offense, hitting .344 with seven home runs and 47 RBIs. Botts hit nine home runs and racked up 54 RBIs, but might not participate in the tournament at the Rangers' request. As a team, the team hit 52 home runs in 2007.  Weaknesses: There are only a handful of players from Mexico in the Major Leagues and very few of those participate in the Caribbean Series. That is a big disadvantage, especially this year, when the Dominican Republic rosters will be loaded with current, former and future Major League talent. Mexico will compete well against the team from Venezuela (Tigres de Aragua).  First game: Dominican Republic #1 (Aguilas) vs. Mexico, 7 p.m. (ET). Jesse Sanchez is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jesse Sanchez"
}
