{
    "url": "http:\/\/m.mlb.com\/news\/article\/16540820",
    "title": "Schilling tabbed for Arizona Sports Hall",
    "subtitle": "Schilling tabbed for Arizona Sports Hall",
    "body": "PHOENIX -- Curt Schilling will be inducted into the Arizona Sports Hall of Fame in March.  Whether his teammates from the 2001 World Series champion Arizona Diamondbacks will join him is up to fans.  For the first time, an Arizona Sports Hall of Fame class will also include a team and the Phoenix Regional Sports Commission is asking the public to vote which one will be selected. The 2001 D-backs head the list, which also includes the 1975 Arizona State University football team, the 1992-93 Phoenix Suns, the 1994 Arizona Rattlers, the 1996-97 University of Arizona basketball team, the 2007 Phoenix Mercury and the 2008-09 Arizona Cardinals.   \"That was a special team,\" Luis Gonzalez, who got the game-winning hit in Game 7 of the World Series, said recently. \"It was a group of guys that didn't care about individual awards or stats, but were just focused on winning. There were a lot of guys on that team that had done a lot in the game, but had never won a ring.\"   Fans can vote at www.phoenixsports.org until Feb. 15.   The 2001 D-backs became the first Arizona team to win a major sports championship. Led by Randy Johnson and Schilling on the mound and Gonzalez' 57 home runs, the D-backs went 92-70 to capture the National League West title.   In what turned out to be a foreshadowing of the World Series, the D-backs managed to beat the Cardinals in the NL Division Series thanks to a two-out hit in the bottom of the ninth inning base by Tony Womack in the decisive fifth game.   Schilling played a huge role in the series with the Cardinals, tossing a shutout in Game 1 and allowing just one run while going the distance in Game 5.   After dispatching the Braves in six games in the NL Championship Series, the D-backs faced a Yankees team that had won the previous three World Series.   After winning the first two games at home, the D-backs dropped three straight at Yankee Stadium before returning home on the brink of elimination.   They blew out the Yankees in Game 6 behind Johnson, and despite another great effort by Schilling, they trailed New York, 2-1, heading into the ninth inning.   D-backs fans remember the rest, with Womack driving in the tying run with a double and Gonzalez cementing his legacy with a bloop single to left off Mariano Rivera to clinch the game and the Series.   Schilling attended Phoenix Shadow Mountain High School and played at Yavapai College before entering professional baseball. Over his 20 year big league career, the right-hander went 216-146 and won three World Series.   In four years with the D-backs, Schilling was 58-28 with a 3.14 ERA. He finished second to Johnson in the NL Cy Young Award voting in 2001 and 2002. Steve Gilbert is a reporter for MLB.com. Read his blog, Inside the D-backs, and follow him on Twitter @dbackswriter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
