{
    "url": "http:\/\/m.mlb.com\/news\/article\/16537816",
    "title": "Dobbs, Hill make Minor League deals official",
    "subtitle": "Dobbs, Hill make Minor League deals official",
    "body": "MIAMI -- Perhaps the Marlins have found their left-handed pinch-hit specialist.  Greg Dobbs, 32, a career .250 pinch-hitter, will have an opportunity to catch on with Florida.  The team on Monday announced that Dobbs and right-hander Shawn Hill have signed Minor League contracts with invitations to Spring Training. Dobbs broke in with the Mariners in 2004 and spent the past four seasons with the Phillies.   In a reserve role, Dobbs is also a candidate to play first or third base. With the Marlins, he will likely be a candidate to be a spot starter at third.   While Dobbs struggled with a .196 batting average in 2010, he is a career .260 hitter. Dobbs hit five homers and drove in 15 for the Phillies a year ago. He will be looking to bounce back from a year where he was 6-for-49 as a pinch-hitter.   Dobbs' best seasons were in 2007 and '08. In '07, he batted .272 with 10 homers and 55 RBIs in 142 games. For Philadelphia's 2008 World Series championship team, Dobbs appeared in 128 games and batted .301. He added nine homers while driving in 40 runs. As a pinch-hitter in '08, Dobbs batted .355 (22-for-62) with two homers and 16 RBIs.   The Marlins open Spring Training on Feb. 18 at Roger Dean Stadium in Jupiter, Fla., and the lefty-bat-off-the-bench role is a job that is wide open.   Veteran Wes Helms is the primary right-handed pinch-hit option, but the team is looking for a complement from the left side.   Dobbs attended the University of Oklahoma, where in 2001, he was a college teammate of Tyler Johnson, the older brother of Marlins ace Josh Johnson.   Hill, meanwhile, is a 29-year-old right-hander who made four starts for the Blue Jays in 2010. The right-hander was 1-2 with a 2.61 ERA.   Hill debuted with the Expos in 2004, and he also pitched for the Nationals and Padres before joining the Blue Jays.   The right-hander adds depth to the rotation in Spring Training and will be a candidate for a long-relief role. In 44 career starts, Hill is 9-18 with a 4.74 ERA. Joe Frisaro is a reporter for MLB.com He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
