{
    "url": "http:\/\/m.mlb.com\/news\/article\/2338158",
    "title": "Larkin mentors Dukes",
    "subtitle": "Larkin mentors Dukes",
    "body": "WASHINGTON -- A few days before the Winter Meetings started in Nashville, Tenn., Nationals general manager Jim Bowden called Barry Larkin, his special assistant, to ask if Larkin had ever heard of Rays outfielder Elijah Dukes and was he aware of the slugger's troubled past.  Larkin told his boss that he never heard of Dukes. Bowden was looking to acquire Dukes in a trade and the Nationals already had a plan in place to make sure Dukes didn't have any problems on and off the field. One of the ideas was to have Dukes work out with Larkin in Orlando before Spring Training started. Larkin didn't hesitate. He agreed to be one of Dukes' mentors.  After being traded to the Nationals for pitcher Glenn Gibson on Dec. 3, Dukes and Larkin have been working out together ever since. Besides showing plenty of support, Larkin has been teaching Dukes the mental side of hitting. As the season goes on, Larkin will be a sounding board for Dukes, and the topic doesn't necessarily have to be about baseball. \"It's a matter of showing this guy some love. That makes for a very healthy environment to compete and do well regardless of what your personal issues are or may have been,\" Larkin said. \"He smiles when he is here. I think he really enjoys it. I want him to be ready for Spring Training and be in shape. This guy is a physical monster -- strong, fast, quick and all that kind of stuff. He is a stud.\"   After watching Dukes, 23, work out and hit, Larkin believes that Dukes could be a 30-30 player one day.   \"Physically, he is strong enough to hit 30 to 40 home runs. He's probably fast enough to steal 30 to 40 bases. Physically, this dude is gifted,\" Larkin said. \"I think it will be important that he feels like part of [the team] early as it is with any young player that has been traded.\"   Being a mentor is nothing new to Larkin. As a starting shortstop for the Reds, he was a big brother to players such as Dmitri Young and Austin Kearns. Larkin learned to help his teammates by being around Pete Rose -- his first big-league manager -- Tony Perez, Buddy Bell, Ron Oester and Dave Parker.   \"I'm a product of my environment,\" Larkin said. \"I came up with some incredible people, who were not just baseball players, but actual teachers.\"   Larkin's teachings have paid off. Besides working with Dukes, Larkin taught third baseman Ryan Zimmerman the proper way of playing shortstop. Whenever manager Manny Acta had the shift on a left-handed hitter such as Carlos Delgado, Zimmerman played short and was smooth turning the double play.   \"He sent me a text after making a double play. He said that position might be the easiest position on the field to play,\" Larkin said.    Bill Ladson is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
