{
    "url": "http:\/\/m.mlb.com\/news\/article\/2337792",
    "title": "Jays re-sign Johnson to one-year deal",
    "subtitle": "Jays re-sign Johnson for one year",
    "body": "The Blue Jays are six signatures away from maintaining an impressive streak. By signing outfielder Reed Johnson to a one-year contract on Wednesday, Toronto began chipping away at its arbitration-eligible players.  Blue Jays general manager J.P. Ricciardi has never gone to arbitration with one of his players, and the club has avoided the hearings altogether since 1997. Johnson penned his name on a 2008 contract worth $3.275 with Toronto, which gave the outfielder a slight raise over his salary a year ago.  Remaining on Toronto's to-do list are right fielder Alex Rios, infielder Marco Scutaro and pitchers Scott Downs, Jason Frasor, Brian Tallet and Gustavo Chacin. Each of those six is eligible for arbitration and has until his respective hearing between Feb. 1 and Feb. 21 to settle on a contract. Players and teams will exchange salary figures later this month. Johnson, who was sidelined for three months last season following major back surgery in April, decided to forgo the arbitration process in favor of signing a new contract. The 31-year-old left fielder made $3.075 million in 2007, when he hit .236 with two home runs and 14 RBIs in an injury-shortened campaign.   Johnson's subpar showing came after an impressive performance as Toronto's leadoff man in 2006. That season, he batted .319 with a career-high 12 homers, while leading all American League table-setters with a .390 on-base percentage. At the end of this past season, Johnson said he was prepared to show the Jays he could return to a high level of play.   \"I'm the type of player that, when something like this happens to me, it fuels me,\" Johnson said. \"I'm going to make sure it doesn't have an effect on the rest of my career. I'm going to come out next year, and I'm going to show everybody that I can still play at an elite level.\"   With questions surrounding Johnson's return from injury, the Blue Jays signed shortstop David Eckstein to a one-year deal to serve as their new leadoff man. Toronto also re-signed veteran outfielder Matt Stairs, who will open the '08 season in a left-field platoon with Johnson.   \"If he gets healthy,\" said Ricciardi recently, referring to Johnson, \"we've got a lot of confidence that he'll be what he was.\"   If Johnson does struggle to return from the injury, which required an operation to repair a herniated disc in his lower back, Toronto will most likely turn to outfield prospect Adam Lind. To begin the season, Lind projects to be in the outfield for Triple-A Syracuse due to the presence of Johnson and Stairs with the Jays.     Carter has spent parts of six seasons in the Majors, having pitched for the Royals, Rays and Dodgers. He spent last season in Japan, going 3-5 with a 4.48 ERA in 34 games for the Orix Buffaloes.   Parrish also has big league experience, appearing in 153 game with the Orioles from 2000-07 before being traded to the Mariners in August. The 30-year-old went 2-2 with a 5.71 ERA in 53 games combined for Baltimore and Seattle last season.   Ketchner, 25, had a tough 2007 in the Pacific Coast League with Triple-A Portland, posting a 1-11 record with a 5.62 ERA in 19 starts for the Sea Dogs. He's gone 32-38 with a 3.46 ERA in 146 Minor League games (84 starts).   All three pitchers received invites to attend Major League Spring Training.  Jordan Bastian is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
