{
    "url": "http:\/\/m.mlb.com\/news\/article\/2332558",
    "title": "Dawson commanded fear, respect",
    "subtitle": "Fear, respect for Dawson",
    "body": "Tony Perez knows something about what type of player belongs in the Hall of Fame, which is why he's lobbying for Andre Dawson.  \"We all respect the way he played and the way he played even when he wasn't 100 percent,\" Perez said of Dawson. \"Talk to any player who saw him play or played with him or against him, and they don't understand why he isn't in the Hall of Fame.\"  Perez, inducted into Cooperstown in 2000, is hoping Dawson can join him. The slender slugger with the cannon arm is on the ballot for the seventh year, and his entry to the Hall will be determined by the Baseball Writers' Association of America. Dawson's highest percentage of votes received was 61 percent in 2006. He is one of the top three returning vote-getters on this year's ballot. In the last ballot, Rich Gossage received 71.2 percent, Jim Rice 63.5 percent and Dawson 56 percent. A candidate must get 75 percent of the vote to gain election. Results of the 2008 BBWAA Hall of Fame election will be announced Jan. 8 on MLB.com's Hall of Fame Election Show, and the induction ceremony will take place on July 29 in Cooperstown, N.Y.   During Ryne Sandberg's induction speech at the National Baseball Hall of Fame in July 2005, he mentioned former teammates he respected because they played the game right. Dawson was high on that list.   \"No player in baseball history worked harder, suffered more or did it better than Andre Dawson,\" Sandberg said of the rifle-armed outfielder known as \"The Hawk.\" \"He's the best I've ever seen.   \"I watched him win an MVP for a last-place team in 1987 [with the Cubs], and it was the most unbelievable thing I've ever seen in baseball,\" Sandberg said. \"He did it the right way, the natural way, and he did it in the field and on the bases and in every way, and I hope he will stand up here someday.\"   Maybe 2008 will be Dawson's year.   In 21 big league seasons, beginning in 1976 with the Montreal Expos, Dawson batted .279 with 438 home runs, 1,591 RBIs and stole 314 bases. Dawson was the National League Rookie of the Year in 1977 and won the NL Most Valuable Player Award in 1987, his first season with the Chicago Cubs, when he hit .287 and led the league with 49 home runs and 137 RBIs.   Dawson joined the Cubs in an unusual way. After nine years in Montreal, he wanted to find a team that played on grass, unlike the artificial turf at Olympic Stadium. He approached the Cubs and general manager Dallas Green with a fill-in-the-blank contract. Dawson signed on March 9, 1987, for a base salary of $500,000 with $250,000 in incentives if he made the All-Star team, started in the All-Star Game and won the NL MVP. He did all three.   It was one of the best bargains in baseball.   The '87 season was magical. On April 29, Dawson hit for the cycle for the first time in his career, going 5-for-5 against San Francisco, and also threw out a runner at first on what seemed a sure single. In that game, he homered in the first inning, hit an RBI double in the third, singled in the fourth and tripled in the sixth.    Not even a fastball to his face could stop Dawson that season. On July 7, 1987, he was hit on the left cheek by an Eric Show pitch after hitting three homers in his previous five at-bats. Dawson received 24 stitches, missed two games and pinch-hit in a third before returning full-time. The only thing that could stop the quiet, soft-spoken outfielder was his knees, damaged by years on the unforgiving turf in Montreal.   Fans in the right-field bleachers at Wrigley Field would bow to Dawson as he took the field. And rightfully so. Dawson also hit three homers in consecutive at-bats on Aug. 1, 1987, against Philadelphia, connecting in the third, fifth and seventh innings. He had another three-homer game Sept. 24, 1985, when he was still with the Expos.   He ranks 24th all-time in RBIs, 32nd all-time in home runs and 21st in extra-base hits. Dawson is one of six players to hit 300 home runs and steal 300 bases. He's the only eligible player with more than 1,000 career extra-base hits who is not in the Hall of Fame.   An eight-time Gold Glove winner and eight-time All-Star, Dawson was named NL Player of the Year by The Sporting News in 1981 and '87. He totaled 100 RBIs four times, 20-plus homers 13 times, and 30-plus doubles five times. How feared of a hitter was he? On May 22, 1990, the Cincinnati Reds intentionally walked Dawson five times in a 16-inning game. The Cubs won, 2-1.   Mel Didier believes Dawson should be in Cooperstown. Didier is the scout who first spotted Dawson, and the details are included in his recently released book, \"Podnuh, Let Me Tell You a Story,\" co-written by MLB.com's T.R. Sullivan. Didier saw Dawson by accident because he was actually looking at some players on another team.   Dawson was a skinny center fielder for Florida A&M, and Didier's report stated: \"This young man has as quick of a bat as Hank Aaron, who I had known with the Milwaukee Braves when he came up. Aaron had the quickest bat I've ever seen. Andre Dawson has a bat like that, and he can run and he can throw. He's going to be an outstanding player.\"   Because no other scouts had seen Dawson, Didier was able to hold off until the 11th round to draft him in 1975. It was a risk -- but one that paid off.   Dawson played for the Expos, the Cubs, the Boston Red Sox and the Florida Marlins, with whom he is still associated as a special assistant to the president.   Hall of Fame voters only need to talk to Dawson's former teammates to appreciate what he did. Listen to Shawon Dunston, who relayed this story in an interview in 2000:   \"When you hit a home run off Nolan Ryan, he meets you at third base,\" Dunston said of the Hall of Fame pitcher who intimidated hitters. \"But when Andre hit one [off Ryan], he stayed near the mound and waited for the ball. That impressed me a lot. That's respect.\"   That's Andre Dawson. Carrie Muskat is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
