{
    "url": "http:\/\/m.mlb.com\/news\/article\/2337709",
    "title": "Leyritz's license previously suspended",
    "subtitle": "Leyritz's license previously suspended",
    "body": "FORT LAUDERDALE, Fla. -- Former World Series star Jim Leyritz had his license suspended a month before he was charged with driving under the influence and killing a woman last week in Florida.  New York State suspended the Florida license a month before the crash. Florida officials said Leyritz's license is still valid in the state, but they planned to suspend it soon, the state motor vehicles department said.  Leyritz was ticketed outside Albany, N.Y., for using a cell phone while driving June 20, and his license was suspended Nov. 23 for failing to answer the summons, according to records. \"He has a suspension on his record. It's current as of today,\" Ken Brown, spokesman for the New York Department of Motor Vehicles, said Wednesday.   Leyritz's attorney, Jeffrey Ostrow, said his client's license \"was not suspended in the state of Florida on the day of the accident, nor is it suspended today.\"   The 44-year-old ex-catcher was charged with DUI manslaughter and DUI property damage, police said. His 2006 Ford Expedition crashed at an intersection Friday, hitting the car of Fredia Ann Veitch. The 30-year-old woman from Plantation was ejected from her 2000 Mitsubishi Montero and died at Broward General Medical Center.   The Florida Department of Highway Safety and Motor Vehicles will send a letter to Leyritz, notifying him of the suspension before the end of the week. The suspension will start 20 days after he receives the letter, said Ann Nucatola, a spokeswoman for Highway Safety and Motor Vehicles.   \"The department has the statutory ability to suspend his license based on the fact he had knowledge of a suspension in another state and still came to Florida for a driver's license. It is unlawful,\" Nucatola said.   Leyritz, of Davie, has posted an $11,000 bond, police said. He could face additional charges once the suspension is put into the system Florida uses, police said.   He played for six Major League teams, starred in the 1996 World Series and was last in the Majors in 2000.",
    "author": ""
}
