{
    "url": "http:\/\/m.mlb.com\/news\/article\/2338953",
    "title": "Notes: Sweeney appreciates opportunity",
    "subtitle": "Notes: Sweeney appreciates opportunity",
    "body": "CHICAGO -- The news of Ryan Sweeney's move to Oakland made its way to the 22-year-old outfielder minutes before he boarded a plane for a weekend trip to Las Vegas on Thursday.  Taking a chance on Sweeney certainly won't be a complete gamble for the A's, not for a left-handed hitting outfielder who posted a .289 average with 33 home runs and 239 RBIs over four full Minor League seasons. But Sweeney's singular focus falls on reaching the big leagues, an opportunity the low-key talent hopes is a bit more available to him then he perceived it to be in Chicago.  \"Obviously, everyone wants to play all year,\" Sweeney told MLB.com during a phone conversation from Las Vegas. \"I think they gave me a good shot, but I don't think 45 or 35 at-bats is good enough to prove what you can do in the big leagues. \"People always talk about how long the season is, and it's more about how you end than how you start. Well, you can't begin and finish in 30 at-bats.\"   Sweeney made reference to the 35 at-bats, which represented his total during a Sept. 2006 callup, in which he hit .229. Sweeney's comment about 45 at-bats referred to his total in 2007 as a roster replacement for the injured Jim Thome, batting .200.   While Sweeney would have liked more than a few weeks to prove his worth, much like the opportunity afforded to Jerry Owens over the final three months of last season, he leaves with no animosity harbored toward his original team. He enters Oakland with the hope of making the active roster directly out of Spring Training for the first time in his career.   \"It's a good situation,\" said Sweeney of the trade. \"It's a business, and the ultimate goal for me is playing in the big leagues. The White Sox gave me a good opportunity. Oakland will give me an even better chance.\"   \"I think they see me as being a center fielder, and I love playing center field. But I really don't know what to expect.\"   Options available: General manager Ken Williams made it clear Thursday that Gio Gonzalez would not have been in the White Sox starting rotation plans for the 2008 season. The rotation, as of the start of 2008, shapes up as Javier Vazquez, Mark Buehrle, Jose Contreras, John Danks and Gavin Floyd.   If one of those starters should happen to falter, though, Williams believes that moves from the last two years provide enough arms in reserve to pick up the rotation slack.   \"One thing I think needs to be said is that part of our plan going into 2006 was adding pitching depth, which we could deal or eventually use ourselves,\" Williams said.   Williams used Gonzalez and Fautino De Los Santos to acquire Swisher on Thursday, a steep price he knew would come about after the White Sox could not find an outfield upgrade through the free agent market. The White Sox still have young pitchers such as Nick Masset, Lance Broadway and Jack Egbert to leave them immediately covered in the present, and remain optimistic for the future concerning the plus-stuff arms selected during the 2007 First-Year Player Draft.   Nonetheless, Williams didn't figure on losing both Gonzalez and De Los Santos in any sort of deal.   \"I did not plan on paying this type of price,\" Williams said. \"But I didn't plan on getting this type of player if I had to go down this road.\"   New attitude: Swisher's wildly outgoing nature off the field and his frenetic pace employed on the field already have drawn comparisons to Aaron Rowand, the prototype for the famous White Sox Grinder Rules. Swisher attributes his good-natured but hard-nosed demeanor to the simple enjoyment of his profession.   \"I'm one of those guys who comes to the ballpark and loves being there,\" Swisher said. \"I show up early and leave late. I might be one of those guys who has too much fun, but I love where I am and love what I do.\"   Swisher joked about his hope that the walls at U.S. Cellular Field were padded, accommodating his intense on-field effort. It's this sort of attitude, though, which becomes almost as important to Williams as the player's inherent talent.   \"For us, it's almost equal to the talent,\" Williams said. \"In our market, it is such that you have to be a fighter, a tough son of a gun, to come and perform at a high level and to play at a championship level. It makes the player who might seem most obvious for our needs not the most obvious if he doesn't have those qualities.\"   His kind of town: Chicago has deep and direct ties to the Swisher family.   Steve Swisher, Nick's father, was selected by the White Sox in the first round of the 1973 Draft. He eventually was traded to the Cubs -- along with Steve Stone -- for Ron Santo, and the catcher was selected as the Cubs' lone All-Star in 1976.   \"Chicago is the best city in the country for whatever sport it is,\" Swisher said. \"It has a great tradition, a winning tradition.\"   Get to the point: Playing for a manager such as Ozzie Guillen falls as another reason for Swisher's excitement in coming to the White Sox.   \"He's a player's manager,\" said Swisher of Guillen. \"The other thing I like about him is you always know where you stand. I'm not a BS type of guy, and I like to know what a manager expects of me.   \"I'm looking forward to going over, fitting in and becoming a member of their tradition of winning,\" Swisher added.   Scott Merkin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
