{
    "url": "http:\/\/m.mlb.com\/news\/article\/16533162",
    "title": "Who was black baseball's best pitcher?",
    "subtitle": "Who was black baseball's best pitcher?",
    "body": "In the wake of \"The Year of the Pitcher\" and in a salute to Black History Month, MLB.com posed the following question to a panel of 19 of the most respected authorities on \"black baseball,\" a term that encompasses baseball before Rube Foster founded the Negro Leagues in 1920: Who were the top five black pitchers prior to the integration of the Major Leagues? Based on a compilation of their rankings, the countdown toward No. 1 begins Tuesday. Today, we start with a preview of the series.   They were men of a certain era. They played baseball back when segregation kept the big leagues closed to blacks. Yet this half-century of segregation never stopped black men from playing baseball elsewhere.  The leagues of their own produced some of the finest pitchers in the annals of the sport. Ten of them are Hall of Famers -- pitchers whose careers were shaped by treks through America's heartland, on diamonds across Latin America and in ballparks where mainstream eyes rarely got to see them. And, boy, did those eyes miss plenty.   As great as Christy Mathewson, Walter Johnson, Cy Young, Addie Joss and Lefty Grove were, each had his equal, if not his superior, in black baseball.   But who were the best of this lot? Who were the top five pitchers whose performances have become indelibly etched into black baseball lore?   To begin this discussion, one thing seems certain: A top-five pitcher had to be so good that a \"believable case\" can be made that he was the best ever, said Craig Tomarkin of baseballguru.com.   \"To frame the discussion,\" Tomarkin said, \"we go back on the inevitable debate over the definition. Are we talking peak performance over five years or guys who lasted for a long time?\"   Tomarkin points to the comparison of Roger Clemens and his long career to Sandy Koufax and his relatively short career.     But in some ways, a list like this is a beauty contest, and it depends on how the beholder judges beauty (or greatness). Yes, statistics do matter here, because statistics always have defined a sport where numbers tell wonderful stories.   Numbers and box scores, though, are not as readily available or as complete for some of the men who can put in a legitimate claim to being the greatest.   Take left-hander John Donaldson, for example.   Donaldson, a barnstorming player whose career has largely been forgotten, pitched for clubs that pre-dated the Negro Leagues. His work outside formal black leagues, however, earned him admirers wherever he pitched.   Unfortunately, Donaldson left no clear path for historians to follow, which is the reason he was overlooked in 2006, when Major League Baseball, the National Baseball Hall of Fame and a 12-person panel of experts joined forces in considering Negro Leaguers for induction into Cooperstown.   Not all trails have landed in the cold-case files. The reporting of black sportswriters like Sam Lacy, Wendell Smith, Chester L. Washington, Ed Harris, Rollo Wilson and Doc Young chronicled the Negro Leagues and put a spotlight on its stars.   These writers' work remains in the public domain.   So do the oral histories of old-timers like Buck O'Neill, Ted \"Double Duty\" Radcliffe, Emilio Navarro, Bobo Henderson, Red Moore and Bobby Robinson.   Listening to those men's stories, sifting through newspaper files and regaling in the first-person recollections of barnstorming that Major Leaguers like Bob Feller, Joe DiMaggio and Dizzy Dean often told, historians have gotten a snapshot of black baseball and its greats.   The elite of the elite -- the dozen or so men among the hundreds who played ball in the Negro Leagues and the loose federations before it -- are easily named. But how do you judge the elite -- one Hall-of-Fame-honored candidate against another?   \"Trying to assess any of these ballplayers -- trying to compare the best or the worst -- is a conundrum of the Negro Leagues in general,\" said Raymond Doswell, a baseball historian and the interim president of the Negro Leagues Baseball Museum in Kansas City. \"You have to be careful, because you can't make the same kind of comparisons as you do with Major Leaguers.\"   The reason you can't, Doswell said, is the shortage of statistical information, which makes judging ballplayers on numbers alone unfair. Oral history must not be discounted, he said.   So the final rankings ought to make people think about the historical significance of these ballplayers and should also serve as a salute to the men who made black baseball what it's become.   That's why we reached out to the experts on black baseball for their thoughts. We sought people like Doswell -- sportswriters, educators and historians. We asked them whom they considered the best five pitchers ever.   The experts agreed on some; disagreed on others.   In this five-part tribute to black history, you will see a countdown to their choice as the No. 1 pitcher ever.   All five men on the final list made hitting in black baseball as difficult as it was to hit in the bigs.   One was the toughest of all.   Guess who?  Justice B. Hill is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Justice B. Hill"
}
