{
    "url": "http:\/\/m.mlb.com\/news\/article\/16536078",
    "title": "Stat Speak: Latos racks up K's, achievements",
    "subtitle": "Stat Speak: Latos racks up K's, achievements",
    "body": "In 1955, a 22-year-old left-hander named Herb Score burst upon the scene like few before or since him. The Indians hurler was named to the American League staff for the All-Star Game, won the league's Rookie of the Year Award (he went 16-10 with a 2.85 ERA) and set a rookie record with 245 strikeouts. That season, Score struck out 9.7 batters per nine innings -- at the time, the highest ratio in baseball history for any pitcher with enough innings to qualify for the ERA title.  Score was the first full-time pitcher in history to average at least one full strikeout for every inning pitched. Since then, 144 pitchers have joined Score in finishing a season averaging at least nine strikeouts per nine innings; the total includes 11 in 2009 (the most in one season) and 10 in '10 (the second most). However, among the 145, only 16 were 22 or younger. This subset of 16 includes two members from the 2010 season: the Dodgers' Clayton Kershaw (whose '09 season is also among the 16) and the Padres' Mat Latos.  In the \"Year of the Pitcher\" in 2010, Latos consistently produced wonderful moments and feats on the mound. On May 13 against the Giants, the second-year pitcher threw a one-hit shutout, coming within a sixth-inning single of a perfect game. That day, Latos became the ninth-youngest pitcher since 1920 to allow one or fewer hits over a full nine-inning game in a 1-0 shutout win. Latos' near-perfecto that afternoon produced a Game Score of 91, making him the sixth-youngest pitcher in the last 20 years to put up that high a score.   About a month after that one-hit shutout, Latos began a streak of 15 consecutive starts in which he went at least five innings and never allowed more than two runs. That type of run was the longest single-season streak in the Majors since at least 1920.   Over the course of his streak, Latos went 9-1, allowed 17 runs (16 earned) in 96 1\/3 innings (1.49 ERA) and struck out 114 batters while walking only 24. That last note -- his ratio of strikeouts to walks -- would catapult Latos into some rarefied air when the season was complete.   A near perfect game. A historic stretch of stinginess. A magnificent ability to rack up strikeouts and suppress walks. An eighth-place finish in National League Cy Young Award voting. These are just some of the achievements and variables that made Latos' 2010 season such a wonder and offered such compelling reasons to watch as many of his '11 starts as possible.     Latos' 1-0 win against the Giants on May 13 marked the sixth time at that point in the season a club could claim victory after scoring just a single run. The first 1-0 contest had occurred on April 20, when San Diego defeated San Francisco, 1-0. The Padres would go to win six 1-0 games in 2010 (with three of the victories coming against the Giants) -- tied with the Dodgers for the most in the season. Expanding the universe a little bit, the Padres won 28 games when scoring three runs or fewer -- the most in the Majors in '10 and the most by any team since the 1993 Braves won 29. The table below offers the highest team win totals (when scoring three runs or fewer) since '82.   Much of the credit for those 28 victories must go to the Padres' bullpen. San Diego, which only had two complete games all season (tied with the Braves and Nationals for 26th in the Majors), had a 2.81 bullpen ERA, got the fourth-most reliever innings, had a Major League-leading 544 strikeouts from arms in the 'pen, had the second-highest save percentage in the Majors and had 182 relief appearances in high-leverage situations -- fourth most in the Majors. The Padres' bullpen in 2010 was used often in tight situations, and came through spectacularly well. In fact, San Diego had five pitchers make at least 75 percent of their appearances in relief, throw at least 30 innings and put up an ERA+ of at least 190. No other team in history can make that claim.    Roger Schlueter is a senior researcher for MLB Productions. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Roger Schlueter"
}
