{
    "url": "http:\/\/m.mlb.com\/news\/article\/26363464",
    "title": "Once-flooded well of closers has run dry",
    "subtitle": "Once-flooded well of closers has run dry",
    "body": "With Jonathan Papelbon, Heath Bell, Ryan Madson and a handful of other closers hitting the open market, this offseason was bound to see a fair amount of movement among back-end bullpen arms.  And now, with a month to go before pitchers and catchers report, we've wound up with a bona fide closer carousel -- a mix of free-agent signings, big trades and even a move to the rotation.  Eight of the 30 pitchers who recorded at least 15 saves last year have changed uniforms, and Francisco Cordero will likely make it nine out of 30, including five of the 19 who saved 30 games or more. But with Cordero the only attractive option left on the market, the merry-go-round of high-leverage relievers finally appears to be closing down. To recap: Papelbon signed a four-year deal with the Phillies in November. That created an opening in Boston, so the Red Sox went on to acquire Andrew Bailey from Oakland.   Not long after Papelbon jumped to Philadelphia, the Rangers signed Joe Nathan, moving closer Neftali Feliz -- and his 72 saves since 2010 -- into the starting rotation.   The Marlins picked up Bell, who left San Diego for Miami for a three-year deal during the Winter Meetings. Two days later, the Padres filled Bell's shoes by trading with the Rockies for Huston Street.   Also at the Winter Meetings, when the closer carousel seemingly whirred at roughly the speed of a Feliz fastball, the Blue Jays dealt for Sergio Santos, coming off a 30-save season with the White Sox. Shortly thereafter, the Mets signed Frank Francisco and Jon Rauch, who shared closing duties in Toronto.   That left Madson and Cordero, and Madson recently settled on a one-year deal with the Reds.   Where does that leave Cordero and any other hopeful closers still looking for work? A quick look around the Majors, by division, reveals few -- if any -- opportunities.   Boston and Toronto entered the offseason looking for ninth-inning arms, but neither had to resort to free agency, acquiring Bailey and Santos, respectively, via trade. Boston also dealt for Mark Melancon, who saved 20 games for the Astros, to be a potential setup man.   The rebuilding Orioles could use a veteran in the bullpen but will likely hand the job to Jim Johnson, who converted all of his seven save opportunities in September. The Rays figure to once again build their bullpen around closer Kyle Farnsworth. And Mariano Rivera is still Mariano Rivera, so there won't be any changes on that front in the Bronx.   The Braves (Craig Kimbrel) and Nationals (Drew Storen) will return their young closers. With Bell closing, the Marlins can move Juan Carlos Oviedo (who had been playing under the name Leo Nunez and was their closer last year) into a setup role. The Phillies replaced Madson with Papelbon, and the Mets have plenty of options with Francisco, Rauch, Bobby Parnell and Ramon Ramirez.   The White Sox, like the Orioles, are rebuilding and could hand the job to Matt Thornton or Jesse Crain while young Addison Reed waits in the wings. The Tigers have Jose Valverde, last year's Major League saves leader, and the Indians return Chris Perez. The Twins re-signed Matt Capps, and the Royals will bring back Joakim Soria, with Jonathan Broxton primed for a setup role.   Now that the Reds have Madson, there isn't a clear opening in the NL Central aside from Houston, which hardly is in a position to spend on a closer after a 56-106 season. The Cardinals will return Jason Motte, as will the Cubs with Carlos Marmol, the Pirates with Joel Hanrahan and the Brewers with John Axford and high-priced setup man Francisco Rodriguez.   The Angels have made plenty of noise this offseason, so in that regard, it wouldn't be surprising to see them make a play for Cordero or a veteran with closing experience like Brad Lidge. But amid reports linking his club to Madson, general manager Jerry Dipoto said acquiring a closer wasn't a priority with young Jordan Walden returning.   The A's could replace Bailey, but given their rebuilding efforts, it seems more likely they will start the year with Grant Balfour or Brian Fuentes as their closer. Nathan should round out the Rangers' deep bullpen, and Seattle's Brandon League is coming off a strong season.   J.J. Putz was a revelation for Arizona's rebuilt relief corps a year ago, recording 45 saves with a 2.17 ERA and 0.91 WHIP. Brian Wilson headlines San Francisco's dominant bullpen, and San Diego replaced Bell with Street. The Rockies have Rafael Betancourt, and the Dodgers will return Javy Guerra and Kenley Jansen.   To put it more briefly: Every closer spot is either accounted for or open on rebuilding clubs with enough powerful young arms to fill the role.   Where does all of that leave a pitcher like Cordero, who has more saves than anyone in the Majors over the past five seasons? At this point, quite possibly as a setup man hoping for a midseason trade or a newly opened closer's job come 2013.   Aside from the huge deals dished out to Papelbon and Bell, teams seem to be shying away from big contracts to acquire someone with experience closing games, choosing instead to move a pitcher into that role or promote from within the organization.   For all the spinning and spiraling it did earlier this offseason, the closer carousel might not have another go-around left in it.  Adam Berry is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
