{
    "url": "http:\/\/m.mlb.com\/news\/article\/26447542",
    "title": "Arbitration hearings set for Bonifacio, Anibal",
    "subtitle": "Arbitration hearings set for Bonifacio, Anibal",
    "body": "MIAMI -- Emilio Bonifacio and Anibal Sanchez are in line for hefty pay raises. Each will know exactly how much in a couple of weeks. Arbitration hearings have been set for the two key Marlins. Sanchez will present his case to an arbitration panel on Feb. 3, while Bonifacio will have his hearing on Feb. 7. The Marlins were unable to come to contract terms with both players before the Jan. 17 deadline to exchange numbers. Technically, Miami could sign Sanchez and Bonifacio before their respective hearing dates. But per team policy, the club cuts off negotiations after the exchange deadline. The sides are $250,000 apart for Bonifacio, and there is a $1.1 million gap with Sanchez. Bonifacio is seeking $2.2 million, compared to the Marlins' $1.95 million counteroffer. Sanchez, in his final season of arbitration, is asking for $8 million, and the Marlins' offer is $6.9 million.  At the hearings -- expected to be in St. Petersburg -- the rulings will be either the high or low number, nothing in between.  Sanchez made $3.7 million in 2011, his second year of arbitration. Bonifacio, meanwhile, turned out to be a bargain at $425,000.  Bonifacio enjoyed a breakout season in 2011, pacing the Marlins with a .296 batting average and 40 stolen bases. A switch-hitter, he emerged from being a super-utility player into a regular.  Bonifacio had a 26-game hitting streak, the second longest in franchise history, and he was the National League Player of the Month in July after batting .380. Heading into Spring Training, Bonifacio is the front-runner to be Miami's starting center fielder. Manager Ozzie Guillen says he is leaning toward batting Bonifacio second, behind Jose Reyes.  Sanchez will be eligible for free agency after the 2012 season, and at this point, the Marlins have not strongly considered signing the right-hander to a multiyear deal. The 27-year-old made 32 starts in 2011, and he posted a career-high 196 1\/3 innings. His record was 8-9 with a 3.67 ERA.  Sanchez, Ricky Nolasco and Carlos Zambrano will compete for the No. 3, 4 and 5 spots in the rotation. Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
