{
    "url": "http:\/\/m.mlb.com\/news\/article\/26368154",
    "title": "Mariners reach deal with League, two more",
    "subtitle": "Mariners reach deal with League, two more",
    "body": "SEATTLE -- The Mariners avoided any arbitration hearings for another year as pitchers Brandon League, Jason Vargas and Shawn Kelley all agreed to one-year deals on Tuesday just prior to the arbitration-filing deadline.  League, 28, signed for $5 million, as initially reported by Jon Heyman of CBS Sports. League is in his final season of arbitration eligibility and will become a free agent next year.  League saved 37 games last year in his first season as the Mariners closer, posting a 2.79 ERA and earning his first American League All-Star bid. He earned $2.25 million last year. Vargas, 28, signed a one-year deal for $4.85 million, according to his agency, CAA Sports. Vargas, who has one more year of arbitration eligibility, earned $2.45 million last year when he went 10-13 with a 4.25 ERA and pitched 201 innings in 32 starts.   Kelley, 27, will earn $600,000, with a potential $50,000 more in incentives, in his first year of arbitration eligibility as a Super 2 qualifier. He normally wouldn't have been eligible for arbitration for one more year, but qualifies early under the Collective Bargaining Agreement that calls for the top 17 percent of players who have between 2-3 years of service time to become \"Super 2\" qualifiers.   Kelley began last season on the disabled list as he recovered from elbow surgery, but came back strong in September and pitched 12 2\/3 scoreless innings in 10 appearances. He's now regarded as a key member of the bullpen as the Mariners head toward Spring Training, with pitchers and catchers due to report on Feb. 11.   Any arbitration-eligible players who didn't sign by Tuesday's deadline would have had to file their salary request, with the club then filing its own offer and ultimately having the decision made by an arbitrator. But the Mariners haven't had a player actually go to an arbitration hearing since 2003. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
