{
    "url": "http:\/\/m.mlb.com\/news\/article\/26367932",
    "title": "Angels agree to one-year deal with Aybar",
    "subtitle": "Angels agree to one-year deal with Aybar",
    "body": "ANAHEIM -- The Angels may have only agreed on a one-year deal with shortstop Erick Aybar on Tuesday -- in a move that took care of all their arbitration-eligible players just before players and teams were scheduled to exchange figures -- but that doesn't mean the two sides have given up trying to negotiate something more long term.  In fact, Angels general manager Jerry Dipoto said he and Aybar's representatives are continuing those talks.  The only difference is that an extension for Aybar would now begin in 2013, since he's already set to make $5.075 million in 2012. \"As far as the want and desire to continue discussions with Erick about a long-term extension, those conversations are ongoing,\" Dipoto said in a phone interview. \"Erick's aware of it and his representatives are aware of it, and we're continuing to move forward with something that makes sense to keep Erick here long term.   \"Our desire throughout was to make sure we can put the best 25-man club on the field that was going to be possible, and we now know that Erick is part of that and that Erick will be very fairly compensated for his services in 2012. And this doesn't do anything to stop the Angels from negotiating an extension with Erick that extends beyond 2012.\"   Aybar is slated to be a free agent after the 2012 season and could garner a deal similar to the one second baseman Howie Kendrick agreed to on Jan. 7 -- $33.5 million over four years, or something of a similar value over three years now that his 2012 contract is taken care of.   Aybar, who's represented by SFX, made $3 million in 2011. Like Kendrick, he was drafted by the Angels in 2002. And, like Kendrick, he's coming off a career year, one that saw him win his first Gold Glove while batting .279 with a .322 on-base percentage and setting career highs in home runs (10), RBIs (59) and stolen bases (30).   Aybar is a career .276 hitter with 24 home runs and 78 stolen bases while playing parts of six seasons with the Angels.   Dipoto wouldn't go into specifics about where negotiations stand with Aybar, saying: \"We'll just have to let it take care of itself.\"   \"Obviously it's something that we're interested in, something Erick's interested in, and we'll just let the negotiations and conversations take place as they will,\" Dipoto said. \"There is no line in the sand right now on when we have to be done with it. Today's agreement with Erick does nothing to keep us from moving the ball forward in that regard.\"   Along with Kendrick and Aybar, the Angels had previously agreed to terms with three other arbitration-eligible players: infielder Alberto Callaspo ($3.15 million), first baseman Kendrys Morales ($2.975 million) and right-hander Jerome Williams ($820,000).   Barring another move -- and the club would still like to shore up the depth in its bullpen -- the Angels will go into the season with about $145 million committed to 18 players. All the others have less than three years of service time and will thus make roughly $500,000, meaning the Angels' payroll is currently expected to be about $150 million for 2012. Last year, they ranked fourth in the Majors with a payroll of about $138 million.   Aybar's extension is still on his mind, but for now, Dipoto is happy to have signed all his arbitration-eligible players before the deadline.   \"I can't say that you ever envision that, because there are two sides to every story,\" Dipoto said. \"I think that what we have been very satisfied with is that we had a group of players that really wanted to be Angels, and we also had a group of players that we wanted to be here. At any point where you have common ground like that, you're going to be able to come to logical and effective solutions, and I think that's what happened here.\"  Alden Gonzalez is a reporter for MLB.com. Read his columns and his blog, listen to his podcast and follow him on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
