{
    "url": "http:\/\/m.mlb.com\/news\/article\/26379616",
    "title": "2012 Urban Invitational comes to Houston",
    "subtitle": "2012 Urban Invitational comes to Houston",
    "body": "Question: What do you get when you combine budding talent, Major League scouts, a record five Historically Black Colleges and Universities plus an NCAA Division I school, a big league ballpark, a \"battle of the bands,\" inner-city hope and inspiration, a college fair, big league legends and celebrities in attendance, and live broadcasts on MLB Network and MLB.com? Answer: The 2012 Urban Invitational. Major League Baseball announced on Wednesday that its fifth annual, ever-growing round-robin collegiate tournament is relocating to Houston and utilizing a big league stadium for the first time. The Astros' MLB Urban Youth Academy at Sylvester Turner Park will be the primary site on Feb. 17 and 19, while the games on Saturday, Feb. 18, will be played at Minute Maid Park. There were three HBCUs at last year's event in Compton, Calif., prompting legendary Southern University head coach Roger Cador to say: \"It's getting better. We're really making it a nice affair. ... It means the quality of baseball here is real good.\" It is even better in 2012. Cador's Southern club is back from Baton Rouge as a fixture for the fifth year in a row, along with four other HBCUs: Alabama State (Montgomery, Ala.), Grambling State (Grambling, La.), Prairie View A&M University (Prairie View, Texas) and local representative Texas Southern. They each participate along with UC-Irvine, an NCAA Division I school.  \"We are thrilled to be working with the Houston Astros in bringing these six outstanding programs to Houston for this year's Urban Invitational,\" said Jimmie Lee Solomon, MLB executive vice president of baseball development. \"Through this event, Major League Baseball strives to bring much-needed exposure to these individual institutions and attention to collegiate baseball programs at Historically Black Colleges and Universities.   \"Additionally, we are very pleased to give local high school students the opportunity to learn more about higher education directly from the more than 20 colleges and universities at the college fair. This will be a great experience for all involved, especially these young men playing in a beautiful ballpark such as Minute Maid Park.\"  \"The Houston Astros are extremely excited about hosting the Urban Invitational in Houston this year,\" said Daryl Wade, manager of the Astros' MLB Urban Youth Academy. \"This event gives the organization a chance to reach out to inner-city high school youth with a message that seeking education after high school is attainable for anyone.   \"The high quality of baseball, music and schools, at our college fair over the weekend, should give these students the idea that there are many routes that can be taken to reach that next step in their lives. Whether it's through baseball, music, academics or all three, these kids have a chance, and we're happy to support such a cause.\"  MLB and the Astros will host a college fair at Minute Maid Park starting at 11 a.m. CT on Saturday, Feb. 18, as part of the weekend's activities. More than 20 colleges and universities will be represented and will provide information about college preparation, undergraduate and graduate degree programs, financial aid and scholarship opportunities.  \"The City of Houston is excited about the Urban Invitational coming here this year,\" said Sylvester Turner, Texas Representative, District 139. \"Not only will students enjoy the baseball games and performances by the high school and college bands, they will also have an opportunity to talk with representatives from 20-plus colleges and universities. I applaud the Astros and Major League Baseball for hosting the Urban Invitational and bringing it to Houston and to the Urban Youth Academy in my legislative district.\"  Greg Amsinger will provide play-by-play and Harold Reynolds will be the analyst in the booth for two of the Saturday games at Minute Maid Park, starting at 3 p.m. CT on MLB Network and simulcast on MLB.com. Between those two games, fans at the ballpark will be entertained in a collegiate \"battle of the bands\" featuring live performances from Southern's \"Human Jukebox,\" Texas Southern's \"Ocean of Soul\" and Prairie View A&M's \"Marching Storm.\"  HBCUs have a proud tradition of outstanding baseball players, ranging from Hall of Famer Lou Brock and Brewers All-Star Rickie Weeks (both from Southern) to Andre Dawson (Florida A&M). Thirteen HBCU players were selected in the 2011 First-Year Player Draft, six of whom played in last year's Urban Invitational in Compton. The Urban Invitational helps these programs continue providing young players from underserved communities the opportunity to play collegiate-level baseball.  Tickets to the games and events at Minute Maid Park will be available to the general public for $5, as will parking. A special $10 ticket package will allow access to the ballpark and provide a concession voucher for a hot dog and soda. High school students and anyone younger with a valid student ID will be admitted to the ballpark for free.  Games at Sylvester Turner Park will be available on game day for a suggested $5 donation. Children 12 and under, and any student 18 and under with a valid student ID, will be admitted free. All proceeds from the ticket donations at the Academy will benefit the MLB Urban Youth Foundation, which is a not-for-profit 501(c) (3) corporation.  As part of its commitment to address the issue of African-American participation in professional baseball, MLB has established Urban Youth Academies in Compton, Houston and Gurabo, Puerto Rico. Another is under construction in New Orleans; two others have been announced in Hialeah, Fla., and Philadelphia; and more will be announced soon. In just its first year, the Astros MLB Urban Youth Academy has registered about 700 young athletes, conducted 10 one-day baseball clinics and five week-long summer day camps, and currently provides daily Major League-style instruction.  \"The growth of MLB Urban Youth Academies continues to be phenomenal,\" UC-Irvine head coach Mike Gillespie said, \"and we greatly appreciate being included in its development as a participant in this spectacular event.\"  Game schedule (all times CT):   Feb. 17 at Sylvester Turner Park: Southern University vs. Prairie View A&M, 11 a.m.; UC-Irvine vs. Alabama State, 2:30 p.m.; Grambling State vs. Texas Southern, 6 p.m.  Feb. 18 at Minute Maid Park: Alabama State vs. Grambling State, 11 a.m.; UC-Irvine vs. Southern, 3 p.m.; Texas Southern vs. Prairie View A&M, 7 p.m.  Feb. 19 at Sylvester Turner Park: UC-Irvine vs. Texas Southern, 11 a.m.; Alabama State vs. Southern, 2:30 p.m.; Grambling State vs. Prairie View A&M, 5:30 p.m. Mark Newman is enterprise editor of MLB.com. Read and join other baseball fans on his MLB.com community blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
