{
    "url": "http:\/\/m.mlb.com\/news\/article\/26445860",
    "title": "Former Phillies broadcaster Musser dies",
    "subtitle": "Former Phillies broadcaster Musser dies",
    "body": "PHILADELPHIA -- Former Phillies broadcaster Andy Musser died at 74 on Sunday in his Wynnewood, Pa., home. His friends expressed their condolences. \"He was such a big part of my life,\" said Phils broadcaster Chris Wheeler, who worked with Musser in the booth from 1977-2001. \"He was a great person and a tremendous pro in the business. He could do anything. He was so easy to work with because he let you be yourself.\" \"Andy was the ultimate professional broadcaster, no matter which sport, and a good friend,\" said Phillies vice president of alumni relations Larry Shenk. \"We spent 25 great seasons with the Phillies. Like his mentor, By Saam, Andy never got too high or too low with what happened on the field. My deepest condolences to his wonderful family.\"  Musser, who worked with the team from 1976-2001, grew up in Lemoyne, Pa., a town just across the Susquehanna River from Harrisburg, Pa. He got his interest in broadcasting in high school while working for local radio station WHBG. He won a junior sportscaster award in 1958, when he taped himself broadcasting one inning of a Phils game. The award got him the opportunity to broadcast a couple innings with Hall of Fame broadcaster Saam and Gene Kelly.  \"I had grown up listening to By,\" Musser told Phillies magazine in 2008. \"He was my hero. I used to write him for advice and By always answered.\"  Musser graduated from Syracuse University before volunteering for the Army. After he got out of the Army, he tried working at his father's electrical wholesale business.  \"I realized that wasn't my gig,\" Musser said.  So Musser began his broadcasting career working weekends at another Harrisburg station (WHP). He eventually moved to WCAU radio and TV and the CBS Radio Network in Philadelphia before working in New York and San Diego. He made his way back to Philadelphia, where he broadcast Eagles, 76ers and Villanova men's basketball games.  He broadcast two Super Bowls (1972, '74), two Masters tournaments (1972-73), two NBA All-Star Games (1966, '70) and one NCAA men's basketball championship game (1975) before replacing Saam in the Phillies' broadcast booth in 1976.  Musser decided to retire in 2001 because he had interests other than baseball and had tired of the long hours, travel and time away from home.  \"He had a lot of interests,\" Wheeler said. \"He was an interesting guy. He wasn't just a sports guy.\"  \"Our thoughts and prayers go out to Andy's family, especially his wife Eun Joo, his son Allan and his daughter Luanne,\" team president David Montgomery said in a statement. \"Andy was a dear friend to many, an absolute gentleman, and a true professional. I had the pleasure of working with him for 26 years during which time he made a significant contribution to our club. Additionally, along with thousands of Philadelphia sports fans, I admired his versatility in announcing not only Phillies games but also his work with the Eagles, Sixers and Villanova Basketball. Since leaving the Phillies broadcast booth in 2001, Andy remained close to the club. We will all miss our dear friend.\"  Musser also is survived by his four grandchildren.  According to the Philadelphia Inquirer, a memorial service will be held at 11 a.m. ET on Jan. 31, in the Sanctuary of Bryn Mawr Presbyterian Church, 625 Montgomery Ave., Bryn Mawr, Pa. 19010. In lieu of flowers, donations may be made to the Bryn Mawr Presbyterian Church Foundation. Todd Zolecki is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Todd Zolecki"
}
