{
    "url": "http:\/\/m.mlb.com\/news\/article\/26404012",
    "title": "Addition of Bell boosts Miami's confidence",
    "subtitle": "Addition of Bell boosts Miami's confidence",
    "body": "MIAMI -- Locking down wins has been a struggle for the Marlins in recent years, which is a major reason the team paid top dollar to Heath Bell. In December, Bell signed a three-year, $27 million deal with Miami, including an option for 2015. The Marlins spent more on Bell than any reliever in club history in hopes of turning late leads into automatic wins. The former All-Star with the Padres brings impressive credentials to South Florida. Since he became San Diego's closer in 2009, his 132 saves are the most in the league over that span. Bell has a string of three straight years with more than 40 saves, including converting 43 of 48 last year. His presence, according to pitching coach Randy St. Claire, should increase the confidence level of the entire team when Miami carries a lead into the ninth inning.  \"Without a doubt, when you are looking to shorten the game, and all of a sudden, you get to that sixth inning and everybody on the team is feeling really good about this game,\" St. Claire said. \"That's what [Bell] does. When you've got that closer, you can slot that ninth inning, eighth inning, seventh inning. If your starter goes five-plus innings, six-plus innings, you're like, 'This game is over, we've got it.'  \"He's had 40-something saves the past few years. That's what his presence does.\"  In recent years, closing out teams was an issue. Since 2009, the Marlins have blown 68 save chances, tied with the Orioles for the second most in the Major Leagues. Only the Nationals had more blown saves, with 72. The Padres, meanwhile, ranked in the middle of the league with 56 blown saves.  Not all of these missed chances were by the closer. They are by the entire bullpen.  In the past three years, San Diego had the eighth-highest save percentage in the game at 71.1 percent, compared to the Marlins' 64.6 percent, which ranks 24th.  Bell's save percentage since 2009 is 90.4 percent, which is among the best in the game. Mariano Rivera, by comparison, has converted 121 of 133 chances (91 percent). Former Marlins closer J.C. Oviedo (formerly Leo Nunez) has 92 saves and an 81.4 percentage in the past three years.  \"To me, when you lose big games late, they're very demoralizing as a team,\" St. Claire said. \"It may take three, four, five games to get over them sometimes.\"  When a team makes converting saves automatic, the confidence is felt throughout the dugout.  \"Everybody gets it,\" St. Claire said. \"It's a team thing. It doesn't just affect the starters. The infielders, the outfielders get locked in. You feel, 'We've got this game.'  \"When you've got that who is consistently on the back side of that 'pen, shutting it down, it's good for the team -- not only for those starters. It's good for the whole team.\"  Bell, an All-Star, also is one of the most dynamic relievers in the game. He is fun-loving and full of energy. In San Diego, he displayed his leadership by rallying the entire bullpen as one, a tradition he plans to bring to Miami.  As a unit, the bullpen stands together for the national anthem, and then the relievers head to the 'pen as a unit before the first pitch.  \"To me, that's kind of a team thing, meaning a bullpen as a team,\" St. Claire said. \"Some 'pens are like that. Some of them aren't. Good bullpens get really close. They pull for each other. They're that one unit. That's the way they look at themselves.  \"Other bullpens that are really good, they may have two or three guys who are this way, and two or three guys who do it that way. I don't think that it is something that has to be followed. I think each group of guys are different.\"  One thing the Marlins see as a constant with Bell is his ability to consistently lock down games. Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
