{
    "url": "http:\/\/m.mlb.com\/news\/article\/26445008",
    "title": "White Sox announce front office promotions",
    "subtitle": "White Sox announce front office promotions",
    "body": "CHICAGO -- For the past 23 years, Kirk Champion has focused on developing White Sox pitching talent at the Minor League level. After the announcement on Monday of promotions for Buddy Bell, Nick Capra and Champion, his duties will broaden. \"I just think it spreads out your role a little bit more,\" said Champion, who was elevated to Minor League field coordinator from pitching coordinator, a role he filled for nine years and shared with Curt Hasler in 2011. \"The challenges are there, and that's exciting. I'm thrilled with the opportunity to take on more.\"  At the top of these trio of moves sits Bell's promotion to the newly created vice president, player development and special assignments post. Bell has served as the organization's director of player development since 2009.  That post, vacated by Bell, will be filled by Capra, who begins his 17th season with the White Sox. Capra served as the field coordinator from 2009-11, the position now held by Champion. He worked as assistant director of Minor League instruction under Bell in 2008, and as Minor League hitting coordinator from 2006-07.  \"Since he rejoined the White Sox, Buddy's role in the organization has continually evolved and expanded,\" said White Sox general manager Ken Williams, in a statement from Monday's announcement released by the team. \"Buddy and his staff have played an integral part in developing our young talent, and he has been a great resource for me on special scouting assignments, as well.  \"This move reflects the confidence we have in Buddy, as well as Nick and Kirk, who have been very successful and have been well-respected members of our organization for many years.\"  Bell will continue to oversee all aspects of the White Sox player development and Minor League system. He starts his fifth straight season with the club, and his eighth overall. He was director of Minor League instruction in 2008, the same position he held with the White Sox from 1991-93.  \"Cappy takes on a little more administrative role than he has had, which broadens me out, while Buddy takes on special assignment and Major League roles,\" Champion said. \"That means changes for all three of us, but moves we are all familiar with. They are not putting us in unfamiliar positions.  \"A lot of day-to-day roles in Spring Training change. It gets me a little more involvement with position players, rovers and managers. I've seen the guys that have had the role -- Jim Snyder, Buddy and [Alan] Regier and Cappy -- and they all did a nice job with that. I'm just going to continue to do what they have done over the years.\"  Hasler, a highly respected pitching coach in the White Sox system, continues on as pitching coordinator. Tim Laker moves into the hitting coordinator job, with Jeff Manto moving up to serve as the White Sox hitting coach, while Daryl Boston stands as the system's outfield instructor, Ever Magallenes as the infield instructor and John Orton as the catching instructor.  Devon White returns as baserunning instructor. Scott Takao holds the position of Minor League medical\/rehab coordinator, while Dale Torborg enters his ninth season as conditioning coordinator.  \"If you just sort of make sure you have your eyes on everything and you are organized enough, and I think my strengths fit in the role. ... If that's the case, this should be a nice transition,\" Champion said. \"But I always realize the importance of pitching and never lose sight of pitching.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
