{
    "url": "http:\/\/m.mlb.com\/news\/article\/26445010",
    "title": "Halos set sights on relievers Cordero, Ayala",
    "subtitle": "Halos set sights on relievers Cordero, Ayala",
    "body": "ANAHEIM -- Free-agent closer Francisco Cordero expects to pick a team by the end of this week, and the Angels are one of four finalists for his services, a source with knowledge of the negotiations told MLB.com.  The source didn't want to reveal the identity of the other three clubs, but said that three of the four are looking at Cordero as a closer, and the fourth is a championship contender trying to slot him into the eighth inning. That description seems to perfectly match the Phillies, who could use a setup man for new closer Jonathan Papelbon.  The Los Angeles Times has identified the Blue Jays and Orioles as the other two teams in the mix. At this point in the offseason, with the market for closers dried up and a return to the Reds seemingly not possible, Cordero is open to signing a one-year deal, which would be huge for an Angels club that inked Albert Pujols and C.J. Wilson to long-term deals this offseason and doesn't have much left to spend.   But the backloaded nature of the Pujols and Wilson contracts could give the Angels just enough wiggle room to sign Cordero, who could go a long way in helping them improve a bullpen that tied for the most blown saves in the American League last year.   General manager Jerry Dipoto has maintained throughout the offseason that he isn't looking to replace 24-year-old Jordan Walden in the ninth, just add depth in the back end of the bullpen. But the Angels see Cordero as a closer, the source said, and if Cordero becomes affordable enough on a one-year deal, Walden could slide back to the eighth inning -- at least initially.   Cordero, 36, is a three-time All-Star with a career 3.17 ERA and 327 saves. Last year, with the Reds, he posted a 2.45 ERA and converted 37 of his 43 save chances. His strikeout-per-nine-innings ratio has declined over the years -- from 12.2 in 2007 to 5.4 in 2011 -- but his 2011 WHIP (1.019) was his lowest since 2002.   The market for Cordero has taken a while to develop, mostly because teams figured that his return to Cincinnati was a foregone conclusion. Once Ryan Madson signed a one-year, $8.5 million deal to be the Reds' closer, though, interest around the league intensified.   The Angels -- who added veteran righty LaTroy Hawkins on a $3 million deal in December -- were one of the first teams to reach out to Cordero's representative, Bean Stringfellow, and have been in touch throughout the offseason, according to a source.   They've also been in touch with right-handed reliever Luis Ayala, who would be a cheaper option and would slide back into the middle innings, a separate source said last week. As of Saturday, the Angels and Orioles were two of the four clubs looking to give Ayala a Major League contract, but formal offers had not been tendered.   The 34-year-old Ayala signed a Minor League deal with the Yankees last February and had a big bounceback year, posting a 2.09 ERA and 1.268 WHIP in 56 innings (52 appearances). This offseason he's been lights out while pitching for the Yaquis de Obregon of the Mexican Winter League, giving up just two earned runs in 19 2\/3 innings (good for an ERA of 0.92) while striking out 13 and walking four.   Among the other appealing free-agent relievers remaining are Brad Lidge, Todd Coffey, Shawn Camp, Juan Cruz, Chad Qualls, Scott Linebrink and lefty Mike Gonzalez. Alden Gonzalez is a reporter for MLB.com. Read his columns and his blog, listen to his podcast and follow him on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
