{
    "url": "http:\/\/m.mlb.com\/news\/article\/26441848",
    "title": "Astros announce fan-friendly initiatives for 2012",
    "subtitle": "Astros announce fan-friendly initiatives for 2012",
    "body": "HOUSTON -- The day that Jim Crane officially became the owner of the Houston Astros, he hinted that several changes were on the way that would benefit Astros fans in 2012.  This wasn't just window dressing. Asked during his introductory news conference in November if those changes included lowering ticket prices, Crane indicated that was indeed the area that he and president\/CEO George Postolos would be focusing their attention on in the immediate future.  Turns out, Crane consulted with the staff on these issues even before he took over as the Astros' owner. And now, less than three months before Opening Day, a comprehensive plan has been put in place. Ticket prices for more than 5,000 seats have been lowered, and more affordable beer prices will be offered throughout the ballpark. And for the first time since Minute Maid Park opened, fans will be permitted to bring in their own food and beverages.   \"We feel this is the right thing to do,\" Crane said. \"It is a way for us to let our fans know how vital they are to our success, and to let them know we've been listening to them.\"   Crane held another media session on Monday to outline rebates, lower ticket prices and the revised policy that allows fans to bring in their own food and water. He was also asked repeatedly about uniform and name changes.   Crane indicated that a uniform change was something management has been exploring for a while and if they do want to make a change prior to the '13 season, they'll have to notify Major League Baseball sometime around the start of the '12 season.   Crane also said they would consider a name change, but he indicated nothing was on the horizon on that front.   \"We haven't said we're going to do it,\" Crane said. \"Don't jump to any conclusions.\"   From the get-go, Crane has been open-minded about fan ideas and suggestions. He has attended several meet and greets throughout January with season ticket holders, and many of the decisions made to lower prices and allow outside food and drink were made after hearing the feedback from the fans.   The rundown:   Tickets   The Astros reduced the price of seats in the Field and Club levels and the Outfield Deck. Seats in Field Box II (section 132, rows 11-40 and all of sections 133-134) are now priced at $29, down from $41 in 2011. The new Power Club (sections 233-236) in the Club Level offers tickets for $35 that includes a $15 credit for food, beverage and retail items. Those seats were $46 in 2011 with no food credit.   The Outfield Deck tickets are now $5 for adults and $1 for kids ages 3-14. In 2011, adult tickets were $7. With this reduction, a family of four with young children can attend a game for $12.   As a special thank you for their loyalty and commitment, the Astros will also issue five-percent rebates to full-season and 27-game-plan season-ticket accounts in 2012 who have renewed their tickets by Jan. 31. Those rebates will be distributed in the form of a gift card that can be used to purchase food, merchandise or individual game tickets at Minute Maid Park.   Beer   The Astros have expanded their $5 beer special to include every permanent concession stand and permanent bar at Minute Maid Park where domestic beer is sold. This beer, in a 14-ounce cup, now will be available at 35 locations throughout the ballpark.   Outside food and beverages   Fans are now allowed to bring food and water into Minute Maid Park for games. Food must be transported in a small, clear (see-through) plastic bag, and water must be in a sealed, plastic bottle, being one liter or less in size. One bottle of water per person is allowed.   The Astros will also continue to offer several of the popular ticket specials that have been available in recent years:   Price Matters Days presented by H-E-B: This offer, which is available for every Monday through Thursday Astros game, includes one View Deck II ticket, one hot dog, a bag of H-E-B chips and one soda for $10, which represents a savings of over 50 percent. Also, for $10 more, fans can purchase a lower level seat in the Bullpen Boxes.   All You Can Eat: For $30, this deal includes a Mezzanine game ticket and unlimited hot dogs, popcorn, peanuts, nachos, soda and water and is available for every home game. Groups of 20 or more are eligible to purchase this package for $25.   Coca-Cola Value Zone: This offer, which is available for every Friday, Saturday and Sunday game, includes a Mezzanine ticket and Astros cap, as well as a hot dog and Coke product beverage for $20.   POWERADE Double Play Tuesdays: This offer, which is available every Tuesday, features two Outfield Deck tickets for $2. Additionally, fans can now also purchase two Field Box II tickets for $40, which is new in 2012.   9-Inning Lunch Break: This package is offered for weekday, 1:05 p.m. CT games and includes a Field Box ticket and $20 in Minute Maid Park food and beverage vouchers, which is a $61 value, for $45, a savings of $16 per ticket.   Dynamic Pricing: This offer is available for every Astros home game for select seats. Prices, which fluctuate based on demand, can represent up to 50 percent in savings per ticket.   Special Fundraising Pricing: Charities and community organizations can earn up to $10 per ticket by selling discounted Astros tickets.   Group Ticket Specials: With the Astros Group Ticket Program, groups of 20 or more can purchase discounted tickets. Group discounts can be as high as 50 percent per ticket, depending on the size of the group.  Alyson Footer is senior director of social media for the Astros. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
