{
    "url": "http:\/\/m.mlb.com\/news\/article\/26443766",
    "title": "Reinsdorf issues statement on Ozzie's exit",
    "subtitle": "Reinsdorf issues statement on Ozzie's exit",
    "body": "CHICAGO -- White Sox chairman Jerry Reinsdorf issued a statement Monday concerning Ozzie Guillen's exit as manager on Sept. 26, with two games remaining in the 2011 regular season. Guillen was released by the team from the remaining year of his contract to pursue other opportunities, ending up as the new Miami Marlins manager.  \"Regarding Ozzie Guillen's departure as White Sox manager last September, I want to make it clear that he left with our organization's blessing and at my urging,\" said Reinsdorf. \"Ozzie told me he wanted to finish out the year, the Marlins really wanted him in Miami for the conclusion of the season, and I told him that he had no choice but to go given the excitement surrounding the opening of their new stadium and the unveiling of their new uniforms.  \"Ozzie needed to be in Miami at the end of the season for the Marlins. We will always be grateful for the 21 seasons Ozzie spent in a White Sox uniform as a player and coach, especially his role in helping us win the 2005 World Series championship. We wish him nothing but the best.\" Guillen's departure became a recent topic of conversation after a Jake Peavy radio interview on White Sox Weekly. Peavy, who was shut down after a Sept. 6 start with a tired right shoulder and has taken umbrage at the insinuation that he let down his teammates, mentioned that Guillen didn't finish the season with the Sox, so he didn't know \"who quit on who.\"   Guillen promised through his Twitter account to clear up any misconceptions about his departure, saying he never quit on anything, and that he would spare no feelings in defending that record.  Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
