{
    "url": "http:\/\/m.mlb.com\/news\/article\/26437036",
    "title": "Chipper ranks among all-time best switch hitters",
    "subtitle": "Chipper ranks among all-time best switch hitters",
    "body": "The list of the top 10 hitters in the modern era, by career OPS+, opens with left-handed batters occupying the top four spots.  Babe Ruth sits at No. 1, with a 206 mark, followed by Ted Williams (190), Barry Bonds (181) and Lou Gehrig (178). Lefties also hold down the eighth and ninth spots (Shoeless Joe Jackson and Ty Cobb) spots as well.  The first right-hander comes in at No. 5 with Rogers Hornsby at 175, with two more righties, Albert Pujols with 170 at No. 7 and Jimmie Foxx with 163 at No. 10. For those keeping score, 28 OPS+ points separate the top lefty from the fourth-highest left-hander, and the best three right-handed hitters are separated by a total of 12 points. The sixth spot on the modern era top-10 OPS+ list is held by switch-hitter Mickey Mantle, who shines ever so brightly with a 172 mark. Entering the 2012 season, the next-highest switch-hitter can be found all the way down in 35th place, where Lance Berkman and his 146 sits, a full 26 points behind Mantle.   This separation between Mantle and the next level of great switch-hitters is remarkable, and is only given additional support when looking at single season OPS+ leaders among those who hit from both sides of the plate. Since 1901, Mantle owns the top seven spots for single season OPS+, with a high mark of 221 in 1957. Mantle's monopoly is then ended by Chipper Jones, who owns the eighth-highest single season OPS+, with his 176 in 2008.   Through virtually any angle that is utilized for evaluation, Mantle's supremacy among switch-hitters is unquestionable. In creating tiers among this subset of all batters, it is truly Mantle and then everyone else. But in the present day, two switch-hitters, Jones and Berkman, have made significant cases that their final resting place should be in the level directly below Mantle.   By career OPS+, Berkman (146) and Jones (141) own the second and third rankings, and with time to add to their counting stats, are in the top 10 in home runs, RBIs, walks and extra-base hits among switch-hitters. In some respects, Jones and Berkman are Mantle Lite (and this designation is offered as a definition of highest praise). They have great combinations of power and patience, with exceptional rate-stat numbers.   Jones and Berkman added to their cases last season, although they made the argument in different manners. For Jones, big and bold counting-number milestones were at the forefront of his evolving narrative. In 2011, the Braves third baseman reached 1,000 extra-base hits (only 33 other players have attained that number), passed 2,500 hits, rang up his 500th double, and motored beyond 1,500 RBIs. The accumulation of all of these milestones just doesn't happen every day, with Jones one of 21 players in history to get to all of them. Among switch-hitters, only Eddie Murray also made his way to each of these landmarks.   For Berkman, the brief he produced came in the form of a magnificent rate-stat season. He posted a career-high 166 OPS+, and for the fifth time in his career cleared a .300 batting average, a .400 on-base percentage, and a .500 slugging percentage. With his fifth such season, Berkman became the 38th player (and third switch-hitter, after Mantle and Jones, each with eight) to have at least five. Then again, Jones is the only switch-hitter to post a .300\/.400\/.500 career line (Mantle, rather famously, finished his career with a .298 batting average; with 59 games left in his career, he was still at .300\/.422\/.561 but then batted .233 in those final games).   With all of these opinions in place, how do Jones and Berkman look when compared to Mantle? We'll offer two perspectives on the question: the first will take a look at each of the player's two best seasons, while the second will isolate each of the players' best five consecutive-year stretch (by OPS+). Finally, because Jones and Berkman are indeed part of the \"everyone else\" grouping, we'll assemble a table that lists the top 10 career OPS+ values for switch-hitters, along with a series of numbers in other categories -- this way, a better sense of the company surrounding the two current players can be developed.   The definition of \"best\" in this case carries certain subjectivities, to be sure. In the case of Mantle, it's pretty clear that 1956, 1957 and 1961 are a cut above the rest of his seasons. But for Jones and Berkman, the evaluations are murkier. For that pair, a number of advanced metrics were used in an attempt to make the most refined and intelligent determinations as possible.      Mickey Mantle: 1956, 1957, 1961  In these three seasons combined, Mantle led the AL in 14 categories. He won the Triple Crown in 1956 and he is the only switch-hitter to lead his league in batting, homers and RBIs in a season.    His OPS+ values in these three seasons are the three highest ever by a switch-hitter, and fall within the top 37 by all hitters. Among those 37, Mantle is one of five players to have at least three ranking seasons. Babe Ruth owns 10 of the first 37, Ted Williams and Barry Bonds each have four, and Rogers Hornsby has three.    Mantle's 54 home runs in 1961 are the most ever by a switch-hitter, and his 52 in 1956 are the second-most. Chipper Jones in 1999 and Lance Berkman in 2006 are tied for the third most, with 45. Also, Mantle's 146 walks in 1957 are the most, and his .705 slugging percentage in 1956 represents the only time in baseball history a switch-hitter has reached .700; his slugging percentages in 1961 and 1957 are the second and third highest, respectively, all-time for switch-hitters.    Mantle's combined numbers in 1956-57 vs. Willie Mays' combined numbers in his best back-to-back OPS+ seasons (1964-65):   Mantle: .358\/.487\/.686\/1.174\/215 OPS+; 86 HR, 691 TB, 258 BB   Mays: .306\/.390\/.626\/1.016\/178 OPS+; 99 HR, 711 TB, 158 BB    In 1957, Mantle posted a .512 on-base percentage that is tied for the 12th highest among all players since 1901, compiled a 1.177 OPS that is tied for the 25th highest in the modern era, and assembled a 221 OPS+ that is the 13th best since 1901. None of these stats led the AL, as Ted Williams owned the league's top marks in all three: a .526 on-base, a 1.257 OPS, and a 233 OPS+.   Chipper Jones: 1999, 2001, 2007  Jones' 87 extra-base hits in 1999 were, at the time, tied for the most ever by a switch-hitter. Since then, that total has been eclipsed by Berkman in 2001 and Jimmy Rollins in 2008. In 1999, Jones became the first switch-hitter in history with 40 doubles and 40 home runs; that feat was matched by Mark Teixeira in 2005.    In 2007, when Jones posted a league-leading 165 OPS+, he became the second switch-hitter in history to assemble three different qualifying seasons with an OPS+ of at least 160. Mantle had nine. Jones reached that plateau again in 2008, when he posted a 176.    That 176 OPS+ in 2008 is actually the highest of Jones' career, but because of limited playing time (128 games), his numbers are not as voluminous as in some other seasons. Jones won the batting title and led the NL with a .470 on-base percentage that year. The .470 OBP is the third-highest ever by a switch-hitter, behind Mantle's .512 in 1957 and his .486 in 1962.    In 2001, when he batted .330 with a .427 on-base percentage and a .605 slugging percentage, Jones joined Mantle as the only switch-hitters with multiple seasons of a .300\/.400\/.600 slash line. Mantle had five. Jones reached those numbers again in 2007, and through the 2011 season, he and Mantle are the only switch-hitters with at least three such seasons.    In 2007, Jones became the first switch-hitter since Reggie Smith in 1977 to lead his league in OPS+. Other switch-hitters, before or since, to also have done this: Milton Bradley in 2008, Tommy Tucker in the American Association in 1889, and Mantle, who did it eight times, including five straight seasons from 1958-62.   Lance Berkman: 2001, 2004, 2006  Berkman's 94 extra-base hits in 2001 are the most ever by a switch-hitter, and were broken down by 55 doubles, five triples and 34 home runs. The 55 two-base hits were, at the time, the most ever by a switch-hitter; that total was bested by one by Brian Roberts in 2009. Propelled by that massive amount of extra-base hits, Berkman accumulated 358 total bases in 2001 -- the sixth-highest total among switch-hitters. Only six in that group have ever reached 350 total bases: Berkman, Jones, Jimmy Rollins, Ripper Collins and Mark Teixeira each have done it once. Mantle, of course, did it twice.    In 2001, Berkman reached base safely 296 times (191 hits, 92 walks and 13 hit by pitches), tied for the 13th-highest total by a switch-hitter. He would do even better in 2004, when he reached 309 times -- a total that tied him with Chipper in 1999 and Lu Blue in 1931 for the fifth most. Berkman drew 127 walks in 2004, which gave him three straight seasons of at least 100. That number is tied for the fifth-most ever by a switch-hitter.    In both 2001 and 2006, Berkman's slash line got him into the .300\/.400\/.600 group. Among switch-hitters, the guys to do this multiple times are Mantle (three), Jones (three) and Berkman (two). Only two other switch-hitters -- Collins in 1934 and Ken Caminiti in 1996 -- have even done it once. In 2006, his traditional power numbers (45 homers and 136 RBIs) were quite gaudy. Only three other switch-hitters have reached 40 home runs and 130 RBIs in a season: Mantle in 1956 (52, 130), Caminiti in 1996 (40, 130) and Teixeira in 2005 (43, 144).    Like Jones, Berkman's best OPS+ season came outside of these three seasons. Last year he posted a 166 -- the 13th highest in a modern-era season for a switch-hitter and the third time he got to 160. Only Mantle and Jones have reached that level more times.    Berkman had quite a run from 2001-06. Over those six seasons, among all hitters, Berkman had the eighth-most total bases, the fifth-most extra-base hits, the third-highest OBP, the eighth-highest slugging percentage, the fifth-highest OPS and the fifth-best OPS+. In all of these categories, Berkman led all switch-hitters.   There are an awful number of \"mosts\" and \"bests\" and \"highests\" in those statistical manipulations above, and a lot of detail pointing toward why Mantle is the absolute best, and how Jones and Berkman can each make a case for being at the top of \"the rest.\" But certainly, this represents only one way of shaping the numbers. When arguments about the best are usually refined, dissenters can sometimes find themselves holding opposite ends of the peak-vs.-career argument. This ideology has interesting significance when it comes to picking through \"the rest\" to see who gets to stand closest to Mantle.   Consider this: Despite Eddie Murray's relatively low career 129 OPS+, some of his counting numbers are far above those produced by others ranked ahead of him, such as Smith, Ken Singleton and Teixeira. Murray painted an extraordinary career, both for its consistency and its incredibly elongated run of excellence.   Among all switch-hitters, Murray owns the second-most total bases and the most extra-base hits, the second-most home runs, the second-most hits and the fourth-most walks. That's a lot of near-mosts, and perhaps enough to securely add Murray's name to Jones and Berkman for the tier below Mantle. So how does his best consecutive five-year stretch (by OPS+) look, when it runs alongside those produced by Mantle, Jones and Berkman?      Murray's five-year peak looks perfectly in place with the ones crafted by Jones and Berkman, and even benefits a little more when one remembers that the first year of his five-stretch came in the 1981 strike-shortened season in which the Orioles played only 105 games.   Combined, Mantle (11), Berkman (six), Jones (five) and Murray (five) have accounted for 27 of the 52 seasons in the modern era in which a switch-hitter has qualified for the batting title and posted an OPS+ of at least 150. Only one other, Singleton, has as many as four such seasons. Players like Singleton (best five-year stretch by OPS+ is 152) and Reggie Smith (149) are in the mix when it comes to the apex, and then there are career men like Pete Rose and Tim Raines (who actually also had quite a peak from 1983-87) who have different arguments for being highly regarded and placed. But, from a number of different vantage points and with the utilization of various tools and approaches, it seems quite fair to say that in the switch-hitting universe where Mickey Mantle is the very best, baseball fans of today are getting to see two of the next best.  Roger Schlueter is senior researcher for MLB Productions. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Roger Schlueter"
}
