{
    "url": "http:\/\/m.mlb.com\/news\/article\/26441438",
    "title": "Tigers looking into replacements for V-Mart",
    "subtitle": "Tigers looking into replacements for V-Mart",
    "body": "DETROIT -- The Tigers spent most of last week showing off the talent they have on their roster by trekking across the city and the state on their Winter Caravan tour. Now comes the task of refocusing on what they don't have.  That part could make the drive from Detroit to Kalamazoo feel like a short commute.  Monday marked one week since the Tigers discovered the ligament tear in Victor Martinez's left knee and the level of damage he likely incurred. Though Martinez is expected to seek a second opinion this week from noted orthopedic surgeon Dr. Richard Steadman, the expectation is that he'll need surgery that would sideline him for the 2012 season. Four weeks from Monday, the Tigers will hold their first formal workout for their pitchers and catchers, with the rest of the roster to follow later that week. They have about nine and a half weeks until Opening Day on April 5 against the Red Sox at Comerica Park. They could spend a lot of that time pondering their next bat.   The possible names are already piling up. Foxsports.com cited a source saying the Tigers have interest in a reunion with Johnny Damon, the DH that Martinez replaced after the 2010 season before Damon played an underrated role in Tampa Bay's run to the American League Wild Card last year. Jim Bowden of MLB Network Radio cited interest in Juan Pierre, the former White Sox speedster whom the Tigers tried to acquire from the Dodgers two offseasons ago. Danny Knobler of CBSSports.com added Raul Ibanez, Hideki Matsui and Vladimir Guerrero to the list.   All are well into their 30s, with Ibanez creeping up on his 40th birthday in June, but that's the nature of the free-agent market this late in the offseason. All but Guerrero are left-handed hitters who could balance out of the lineup without the switch-hitting Martinez.   More importantly, all are former everyday outfielders who can fit as designated hitters, which is what the Tigers are seeking at this point over first basemen that can double at DH. While the latter could provide Miguel Cabrera some time at DH, that isn't a pressing priority at this point, which would explain why first basemen such as Casey Kotchman and Derrek Lee haven't garnered much buzz.   The Tigers were also linked with Carlos Pena in rumors before he agreed to terms with the Rays on Friday. However, it appears there wasn't much momentum toward a deal, either on the Tigers' part or from Pena, who manned first base in Detroit from 2002-05 before the Tigers released him late in Spring Training in '06.   Add up the names, and it seems to fit with what manager Jim Leyland told reporters Thursday, that he made out a list of 10 players who could replace Martinez and most aren't in the organization. It also fits the idea that time is not of the essence.   While the names of available players are plenty, the teams in serious need to sign them are not. The Red Sox have been rumored to be seeking a lower-cost bat, and the Yankees suddenly have an opening after dealing Jesus Montero to Seattle for Michael Pineda. Others, such as the Nationals, Orioles and Rangers, have been tied to slugging first baseman Prince Fielder.   The Tigers also have options on the trade market, from Astros slugger Carlos Lee to Cubs outfielder Alfonso Soriano. However, even with insurance expected to cover a portion of Martinez's $13 million salary this year, the expectation is that the Astros or Cubs would have to cover much of the salary on Lee or Soriano to make a deal work. That, too, could set up a waiting game.   If Detroit was zeroing in on one particular player, the club would be much more likely to get it done quickly. As of Friday, however, that wasn't the case.   The one name that could define the timetable isn't even a free agent yet, which says plenty about how long this could take. Cuban outfielder Yoenis Cespedes remains in the Dominican Republic waiting for the government there to approve his residency, the next step before he's eventually allowed to play in the U.S. That wait has been going on since November, with no clear end in sight. Whenever it happens, though, the Tigers are expected to be among the most interested teams, along with the Marlins and Cubs, according to various reports.   If the Tigers win the bidding and sign Cespedes, they might have the bat they need, even if he were to open the season in the Minors to get acclimated. Between his relatively young age of 26 and the rave reviews from scouts on his five-tool game, he could be worth the wait compared to the rest of the market. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
