{
    "url": "http:\/\/m.mlb.com\/news\/article\/26438868",
    "title": "Scheduling an MLB season is no easy task",
    "subtitle": "Meggie: Scheduling an MLB season no easy task",
    "body": "Katy Feeney has her work cut out for her.  Feeney, MLB's senior vice president of scheduling and club relations, oversees the creation of MLB's master schedule. That means Feeney's responsible for the scheduling of 2,430 games, subject to the requests of teams and guidelines on everything from road trips to Interleague Play.  Feeney, who has been with MLB since 1977, said she enjoys the challenges of her job -- for the most part. \"I like working with the teams; I like working with the players when I get a chance. [I like] the challenges of scheduling, although sometimes that is also very frustrating, because nobody's ever happy with their schedule. Trying to get 30 teams somewhat balanced in a schedule is not an easy task,\" Feeney admitted.   So how does the magic happen?   \"We do have some outside consultants -- computer experts who start feeding all of the information into a computer [that] tries to work out all of the problems,\" she said. \"But [the process] still needs some human work to make some adjustments.   \"The best thing that the computer does is tell you very quickly what you have, and it can count a lot faster, making sure each team has the proper amount of games. It can also tell you if you make this change, what will happen. Because if you make a change, it will have a ripple effect throughout the schedule. Rarely does a change impact one team or just two teams. It can impact 10, 12, all 30 teams, depending on what the change is.\"   Feeney said there is a set of rules that must be followed when scheduling division and Interleague games.   Individual teams also have input into their schedules. Each team fills out a questionnaire, which, according to Feeney, contains such details as holidays the team would like to be at home, dates the stadium is not available due to other events, or any anniversaries the team would like to be at home for.   \"That information gets considered when we are putting together the original schedule,\" Feeney said.  Although teams' requests are not guaranteed to be fulfilled, Feeney does her best to accommodate as many requests as possible. Teams also get to choose specific start times for their home games.   The process is lengthy. Feeney said scheduling for the 2012 season began in November 2010, when questionnaires were sent out to teams. In January 2011, when the questionnaires were returned, the computers went to work compiling a rough draft of the schedule, which was reviewed by Feeney and a scheduling committee in March 2011.   After making adjustments, Feeney sent a tentative schedule to teams in June. Another round of modifications was made, and by July 1, the schedule was shipped to the Players Association for approval. In September, a schedule, sans game times, was released.   Feeney also discussed the role technology plays in the scheduling process.   \"When we first started scheduling, it was all done by hand,\" said Feeney. \"But it was also a little easier. There was no Interleague Play, there were only 12 teams in the league, we didn't have as many postseason games.\"   While the computer does have its advantages -- \"The best thing the computer does is to tell you what you have and immediately block something if there is a rule violation,\" she said -- she doesn't see it completely taking over the process.   \"The game is played by humans and you always are going to need to have some human massaging of the schedule. For example, the computer might send a team on the road for a month because it meets all of the requests, but you don't want a team on the road for a month, so you have to go in and change that,\" said Feeney.   The impending move of the Houston Astros to the American League, slated for 2013, will completely change the dynamics of the schedule, listing a variety of changing scenarios.   \"[We] will have an Interleague game every day. You will start the season with an Interleague series and end the season with an Interleague series. The number of games you play against teams outside of your division could change, the number of games you play with teams in your division could change,\" said Feeney.   But one thing is for certain -- the 162-game structure is here to stay.   \"Baseball is a game that is played every day, for the most part. You get an off-day here and there. Baseball is a game that is very statistically oriented, so it is important to keep the number of games consistent from year to year,\" Feeney noted. Meggie Zahneis, winner of the 2011 Breaking Barriers essay contest, earned the job of youth correspondent for MLB.com in the fall of '11. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Meggie Zahneis"
}
