{
    "url": "http:\/\/m.mlb.com\/news\/article\/26439180",
    "title": "Around the Horn: Indians catchers",
    "subtitle": "Around the Horn: Indians catchers",
    "body": "This is the third story in a six-part Around the Horn series, examining aspects of the Indians' roster as Spring Training approaches. Today we'll take a look at Cleveland's catchers.  CLEVELAND -- The Indians have a growing problem developing behind the plate. Fortunately, it is the type of problem that many teams probably wish they had at one of the game's prime positions.  \"We feel like we have the benefit of having two high quality Major League catchers,\" Indians general manager Chris Antonetti said. \"We plan to try to leverage that to try to take advantage of both guys' skills.\" In Carlos Santana, Cleveland has an emerging run producer who has found a home in the heart of the lineup. Backing him up is Lou Marson, who has flashed one of the better arms in baseball and has shown the potential to be a better hitter than his big league career to this point suggests.   The trick for the Tribe this season will be to find a way to divide the catchers' playing time in a way that benefits the club's offense the most. One strategy that was on display last year was having Santana play first base on occasion to keep his potent bat in the lineup.   Santana still went through some growing pains, but his first full season in the Majors was promising, especially considering he was coming back from a serious left knee injury. The switch-hitting catcher put that firmly in the past, leading the Indians in home runs and games played (155).   \"When you reflect back on the year Carlos had,\" Antonetti said, \"and what he was coming back from last offseason -- just recovering from the knee surgery -- while we were optimistic about how he'd perform last year, we didn't have a great deal of certainty because of the severity of his knee injury.   \"What he was able to demonstrate last year is he's capable of handling the volume. He led our team in games played last year while producing at a high level, and also continuing to develop and emerge as a quality receiver behind the plate.\"   Last season, the 25-year-old Santana collected 27 homers (a club record for a switch-hitter), 35 doubles, 79 RBIs and 97 walks. He was one of only four players in the Major Leagues (Prince Fielder, Miguel Cabrera and Joey Votto being the others) to achieve at least 25 homers, 35 doubles, 75 RBIs and 95 walks.   Santana did so while hitting just .239.   \"We didn't make that much out of the batting average,\" Cleveland manager Manny Acta said during the Winter Meetings in December. \"He walked 97 times. These people sometimes get caught up in the old batting average stat, but the old batting average is only relevant if you don't walk at all.   \"And the fact that he kept his on-base percentage above .350, that was good enough for us. If you go and look into the statistics, this guy, he was in a very select group.\"   And the Indians only believe he will get better.   \"We know how scary things are going to be,\" Acta said.   Marson, 25, has not enjoyed Santana's level of success since being acquired by the Indians in the July 2009 trade that originally sent lefty Cliff Lee to the Phillies. Marson's career batting average in 180 games for the Tribe is only .215, and he hit just .230 over 79 games with the Indians last year.   What Marson did do, however, was throw out baserunners at a clip of 33.3 percent, which was the second-best mark in the American League. The right-handed-hitting catcher also posted a .297 average against left-handed pitching, which could play into how he is handled by the Indians in 2012.   The Tribe could play Santana at first base on days a left-hander is starting for the opposition. That would open the door for the club to primarily feature Marson against lefties, taking advantage of his production against southpaws.   \"On those days when Carlos isn't behind the plate,\" Antonetti said, \"we feel great having a guy like Lou to step back there.\"   Behind Santana and Marson, the Indians' depth at catcher includes Luke Carlin, Michel Hernandez, Matt Pagnozzi and prospect Chun-Hsiu Chen. Those four catchers will be in camp this spring as non-roster invitees.   As things stand, the Indians are still viewing Santana as their starting catcher for the future. His offensive production, and Cleveland's issues at first base, have led to questions about potentially turning Santana into a full-time first baseman.   At least for now, Santana's place is behind the plate.   \"That's our expectations at this point,\" Antonetti said. \"But, hey, we're open-minded. If Lou Marson comes into camp and has an exceptional spring, and he continues to progress mostly on the offensive side, and we determine that's the best team for us going forward, we'll adjust.   \"Right now, our plans are for Carlos to catch. There are a variety of different ways we can go at first base, depending upon how things go in Spring Training. I think we've considered all the way through Plan Q.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
