{
    "url": "http:\/\/m.mlb.com\/news\/article\/26438334",
    "title": "Feeling fresh, Pierzynski not thinking farewell",
    "subtitle": "Feeling fresh, Pierzynski not thinking farewell",
    "body": "CHICAGO -- The 2012 campaign marks the 15th big league season for A.J. Pierzynski, his 12th full one.  Despite Pierzynski having endured the bumps and bruises of catching at least 1,000 innings for 10 straight seasons, making him the only active backstop to accomplish such a feat, while knocking out 1,512 hits and 128 home runs, the 35-year-old has no intention of making this upcoming year his last in the Majors.  \"I would love to keep playing,\" Pierzynski told MLB.com during a recent phone interview from his Florida home. \"Physically, I feel great. I feel as good this winter as I have in a long time. \"There are no physical limitations on anything, and I'm happy to be able to go out and play. I'm fortunate that I've done the things I've done. I haven't been beat up. I would love to finish my career with the White Sox.\"   Pierzynski once stood out as a White Sox tormenter, playing parts of six seasons with the American League Central rival Twins. He served as the starting catcher on two division champion squads in Minnesota.   But in his eighth season on the South Side of Chicago, Pierzynski joins first baseman and team captain Paul Konerko as the two remaining players from the 2005 World Series championship roster. Now, one question to be examined at this weekend's SoxFest is how much will Pierzynski's starting role be reduced during the upcoming season.   As part of this modified rebuild undertaken by general manager Ken Williams, there has been talk that right-handed-hitting Tyler Flowers will be more than the regular backup to Pierzynski. Flowers, who turns 26 on Tuesday, took over behind the plate when Pierzynski made a first career trip to the disabled list last season due to a fractured left wrist suffered on Aug. 12, when he was hit by a Bruce Chen pitch.   Flowers hit .209 with five homers and 16 RBIs overall, but also impressed with the way he handled the White Sox pitching staff. Pierzynski carries that same impressive quality in regard to adeptly working with the pitchers, which holds even greater importance with new young arms being worked into this season, but has more offensive polish as evidenced by his .284 career average and his .287 average with eight homers and 48 RBIs in 129 games during the 2011 season.   Holding full no-trade veto power makes it seem unlikely that MLB's 19th ranked catcher in career innings caught will play anywhere but Chicago in 2012, and the competitive edge Pierzynski brings on a daily basis is important to a team trying to exceed middling early expectations from pundits. In regard to possibly losing playing time to Flowers, it's not part of Pierzynski's offseason preparatory plan.   \"To be honest, I haven't even thought about it,\" said Pierzynski, who hasn't talked to new manager Robin Ventura about his situation. \"I come in every year expecting to play 162 games.   \"Until they pull me out and tell me, 'No,' that's the way it is. But it's not my call. I just want to do all I can to help the team win.\"   If Pierzynski plays the way he's capable, then he probably won't be sitting out any more than usual in the finale of his two-year, $8-million extension. This last contractual year also could be his last as part of the White Sox, with Flowers potentially moving into a 2013 starting role.   \"You never know how it's going to work out, but I would hope there would be some team with interest in me so I could continue this great ride,\" Pierzynski said. \"Why would I stop playing? I feel great.   \"My family supports me going out and playing. So why would I not like to play? It's easy to say I would love to give it two or three more years, but at the same time, it's something I can't control. I really just worry about this year.\"   Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
