{
    "url": "http:\/\/m.mlb.com\/news\/article\/26415668",
    "title": "Tribe ticket exec to be featured on Baseball IQ",
    "subtitle": "Tribe ticket exec to be featured on Baseball IQ",
    "body": "CLEVELAND -- Jeff Stocker does not remember the specific details. He can only recall knowing he was at the game and that the Indians won in dramatic fashion. More than three decades later, he still beams when discussing one of his first baseball memories.  \"I don't truly remember being at the game,\" said Stocker, who works as a season ticket account executive for the Indians. \"But I do remember circumstances surrounding the ballgame itself.\"  It was June 11, 1975, at Cleveland Municipal Stadium, and the Indians were trailing the White Sox, 4-3, in the 13th inning. Frank Robinson -- a player-manager for the Tribe, and the first African-American manager in baseball history -- put himself in the game as a pinch-hitter. What happened next helped shape Stocker's love affair with baseball and the Cleveland Indians, a lifelong partnership that led to becoming a contestant on MLB Network's first game show, Baseball IQ. Robinson launched a walk-off, pinch-hit home run, and the Indians picked up another young fan in Stocker.   \"I grew up an Indians fan,\" said the 43-year-old Stocker, who resides in North Canton, Ohio. \"Some of my best and first memories are Indians baseball-related. I'm a huge fan. Rick Manning and Lenny Barker were like my heroes when I was a kid.   \"So the '70s and '80s Indians, who were terrible, were my heroes. I loved them and I didn't know any better. I fell in love with baseball and I fell in love with the Tribe.\"   Now, all the years that Stocker has spent studying box scores will be put to the test on Baseball IQ, which premieres at 9 p.m. ET on Tuesday on MLB Network. The station surveyed all 30 big league clubs, MLB.com and the National Baseball Hall of Fame and Museum to find the best trivia minds for a tournament-style competition.   The show -- hosted by MLB Network's Matt Vasgersian -- will feature front-office personnel, equipment managers, scoreboard operators and museum curators, among others.   The 32 participants will square off in a bracket-style contest -- Stocker will take on Craig Nordquist, who works in the Twins' guest services department, in the first round -- that will cover 31 episodes. Two new episodes will air every Tuesday through Thursday through Feb. 23, leading up to the onset of Spring Training.   Stocker was in New Jersey this past week taping the show.   \"It's been a lot of fun,\" Stocker said. \"And I'm very impressed. On one level, I really honestly thought this was going to end up being a competition for guys who can just 'Rain Man' baseball history. It wasn't that way.   \"The questions are complicated in the way they were worded. You really have to hang on every word. It's really well done.\"   Baseball IQ involves many list-based questions, which can cover such topics as current players and managers World Series champions, MVPs, Cy Young Award winners, Hall of Famers, milestones and more. The participants will have a chance to win up to $45,000 for their hand-picked charity (Cleveland Indians Charities, in Stocker's case).   Stocker looked forward to the challenge.   \"When they called me about the show,\" Stocker said, \"I was asked, 'Do you consider yourself to be a baseball historian?' I was like, 'A historian? No, but I know a lot.'\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
