{
    "url": "http:\/\/m.mlb.com\/news\/article\/26420300",
    "title": "Carter honored at New York BBWAA dinner",
    "subtitle": "Carter honored at New York BBWAA dinner",
    "body": "NEW YORK -- Attendees of the Baseball Writers' Association of America's (BBWAA) New York chapter dinner typically reserve their revelry for those who are present: MVPs and Cy Young Award winners, managers and their bosses, Hall of Famers and baseball lifers. Yet at Saturday's 89th annual dinner in midtown Manhattan, writers and fans saved their most palpable reverence for a notable absentee. Hall of Fame catcher Gary Carter, who received grave news earlier this week regarding his battle with brain cancer, was unable to receive his Milton and Arthur Richman \"You Gotta Have Heart\" Award in person. In his absence, his three children accepted the award following a lengthy standing ovation from the hundreds in attendance. \"We are incredibly proud to be the kids of such amazing parents, whom we love very much,\" said Kimmy Bloemers, one of Carter's two daughters and the author of an online journal chronicling her father's condition. \"There is no doubt that both of them have a lot of heart.\"  With that, Carter's son, D.J., read a brief speech written by his father.  \"I'll always have a special place in my heart for the people and the city of New York,\" D.J. Carter read. \"I have nothing but fond memories of my time here in New York, highlighted, of course, with the World Series championship in 1986. I still remember the feeling of riding in the World Series parade with over one million people lining the streets to celebrate our championship. The fans were always supportive of me on the baseball field and have continued to support me and my family since my diagnosis of brain cancer in May of 2011.  \"It is with honor that I accept this award. I want to wish all of you the very, very best in the future and hope the Mets will win many more World Series championships.\"  Carter learned late last week that new spots had formed on his brain after treatment had significantly reduced the size of his original tumors. His doctors are planning their next course of action.  \"I can't think of a better time or a better award for Gary to win, because he has a giant heart,\" said Carter's former Mets teammate Bobby Ojeda, who presented the award to Carter's children. \"And that heart is fighting right now. He is fighting for his life. That same spirit, I think, is why Gary is hanging tough through all of this.\"  It was a rare somber moment at a dinner otherwise marked by conviviality. Among the highlights were a chorus of playful boos for new Red Sox manager Bobby Valentine, Don Newcombe's comical presentation of the American League Cy Young and MVP awards to Tigers pitcher Justin Verlander, and a live re-enactment of Abbott and Costello's classic \"Who's on First?\" sketch.  A murmur bubbled throughout the room toward the end of the dinner, when Brewers outfielder Ryan Braun accepted his National League MVP Award in his first public remarks since news leaked last month of his positive test for a performance-enhancing substance. Braun hinted at his situation but did not address it directly.  The dinner then closed on another solemn note, when Yankees closer Mariano Rivera and NASCAR driver Kevin Harvick presented Yankees trainer Gene Monahan with the William J. Slocum-Jack Lang Award for long and meritorious service.  Monahan retired following the 2011 season after having worked for the Yankees since 1962.   \"To be able to do what you do the best and love the most, and maybe make a little bit of difference,\" Monahan said, \"that's what happiness is all about.\"  Other New York chapter winners included the 1962 Mets, who took home the \"Willie, Mickey and the Duke\" Award as baseball personalities forever linked in history; Blue Jays outfielder Jose Bautista, who won the Sid Mercer-Dick Young Player of the Year Award; outfielder Tommy Davis, who accepted the Casey Stengel \"You Could Look It Up\" Award for his sensational 1962 season with the Dodgers; new Marlins shortstop Jose Reyes, who took home the Ben Epstein-Dan Castellano \"Good Guy\" Award for his dealings with the media; Yankees reliever David Robertson, who accepted the Joan Payson Award for community service; Cardinals third baseman David Freese, who won the Babe Ruth Award for postseason MVP; and Rivera, who took home the Joe DiMaggio \"Toast of the Town\" Award after breaking the league's all-time saves record in 2011.  Present to accept their national BBWAA awards were National League Cy Young Award winner Clayton Kershaw, Rookie of the Year Craig Kimbrel and Manager of the Year Kirk Gibson. American League Rookie of the Year Jeremy Hellickson and Manager of the Year Joe Maddon were unable to attend due to prior commitments.  Their absences created voids. Carter's created a gaping hole in the room amid a message of hope.  \"These children are going through what no one should have to go through,\" Ojeda said. \"But they're learning how you go through something like this. You go through it with that fight in your heart.\" Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
