{
    "url": "http:\/\/m.mlb.com\/news\/article\/26355614",
    "title": "Twins finalize one-year deal with Zumaya",
    "subtitle": "Twins finalize one-year deal with Zumaya",
    "body": "Joel Zumaya won't be picking up his comeback with the Tigers, but he'll be staying in the American League Central. The hard-throwing, injury-troubled reliever signed a one-year deal with the Minnesota Twins, the club announced on Wednesday.  The two sides spent Saturday putting together a deal that could pay Zumaya anywhere from $800,000 to $1.7 million if he reaches appearance-based incentives. The deal became official on Wednesday after Zumaya passed a physical earlier in the week, and he'll be joined by Twins general manager Terry Ryan in an introductory conference call with reporters on Thursday morning.  Zumaya weighed what he called \"good offers\" from three other clubs, but he said the Twins included guaranteed money rather than a Minor League deal with a Spring Training invite. He and his agents, Alan and Randy Hendricks, were negotiating with multiple clubs until Saturday morning, when Zumaya decided to accept the Twins' standing offer. \"That's where I'm gonna be,\" Zumaya told MLB.com in a phone interview. \"I'm going to be seeing Detroit a lot.\"   If he's healthy, Zumaya will be throwing off the same mound at Target Field where he last threw a Major League pitch. He fractured his elbow throwing for the Tigers against the Twins on June 28, 2010.   As it turns out, that was the right-hander's last appearance in a Detroit uniform. Though the Tigers had an offer out to Zumaya for a Minor League contract with a non-roster invitation to Spring Training, they made it clear they weren't going to guarantee him a spot. Zumaya told MLB.com in November he was most likely moving on. In the end, the Tigers were not on his final list of teams.   Zumaya joins a Twins bullpen in transition after Joe Nathan left for the Rangers earlier in the offseason. Minnesota re-signed Matt Capps to close and returns Glen Perkins off an impressive season of middle- and late-inning work, but while Perkins blossomed into a high-strikeout lefty last year, the Twins haven't had a truly overpowering reliever in a while.   If Zumaya's healthy, he has that potential. Though he hasn't topped 32 games or 40 innings in a season since his impressive rookie season of 2006, Zumaya has been an effective reliever when he hasn't been hurt. He was showing flashes of his old form in 2010 before getting injured, striking out 34 batters over 38 1\/3 innings while allowing 32 hits and posting a 2.58 ERA.   Zumaya underwent surgery after that July injury to repair a fractured bone at the tip of his elbow, a procedure that included inserting a screw to hold the elbow together. He had to undergo a follow-up surgery to replace the screw after complaining of elbow pain last Spring Training.   The surgery cost Zumaya the entire 2011 season. He threw for up to 20 interested teams last month and reportedly hit the mid-90s on the radar gun. Since then, Zumaya and his agents have been talking with clubs, including the Twins, trying to land a Major League contract in a situation where he could fit into a good bullpen role. The Red Sox made a hard push early on, and the Rangers, Yankees and Mariners offered Minor League contracts with Spring Training invites.   \"We had multiple teams talking,\" Zumaya said. \"That's why I waited this long.\"   Those offers were intriguing, Zumaya said, and he felt confident he could bet on his health and make a team out of a camp. However, the guarantee and the roster spot were important to him.   Zumaya said his arm feels good. He plans on heading to his Florida home in the coming days to start preparing for camp. Twins pitchers and catchers will report to Fort Myers, Fla., on Sunday, Feb. 19. Coincidentally, the Twins travel to Lakeland, Fla., for a Spring Training matchup with the Tigers on March 21. Jason Beck is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
