{
    "url": "http:\/\/m.mlb.com\/news\/article\/26397990",
    "title": "Braun reportedly pleads case before arbiters",
    "subtitle": "Braun reportedly pleads case before arbiters",
    "body": "Reigning National League Most Valuable Player Ryan Braun, who faces a 50-game suspension after testing positive for elevated levels of testosterone late last season, pleaded his case Thursday before a three-member panel that will decide the Brewers outfielder's fate, The New York Daily News reported Thursday evening.  The panel, which the Daily News reported includes Major League Baseball Players Association executive director Michael Weiner, MLB vice president for labor relations Rob Manfred and independent arbiter Shyam Das, heard Braun's case in which his representation strongly denied that he knowingly took a performance-enhancing drug. Baseball's drug policy prohibits players from taking any banned drugs or substances, knowingly or otherwise.  The hearing of Braun's appeal reportedly took place two days before Braun is scheduled to accept his MVP Award at the New York Chapter of the Baseball Writers' Association of America's annual dinner. The panel's decision is not expected to come before Saturday, according to the Daily News, and the paper also reported it was not known whether the hearing would continue into Friday. According to a Daily News source, Braun tested \"insanely high, the highest ever for anyone who has ever taken a test, twice the level of the highest test ever taken.\" Also according to the report, Braun's representation intended to use that as one of several \"highly unusual circumstances\" as it looks to fight the suspension.   No Major League player is known to have had a PED-related suspension overturned.   Braun, who hit .332 with 33 home runs and 111 RBIs while leading the Brewers to the NL Central title, has vehemently denied the positive test since it was reported by ESPN last December. Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Cash Kruth"
}
