{
    "url": "http:\/\/m.mlb.com\/news\/article\/26395926",
    "title": "Reddick honored by Red Sox; excited to join A's",
    "subtitle": "Reddick honored by Red Sox; excited to join A's",
    "body": "BOSTON -- Josh Reddick came back to Massachusetts on Thursday night to be honored as the Red Sox's Rookie of the Year for 2011. In an otherwise comfortable return, the only wrinkle was that Boston is no longer his hometown during baseball season.  Just after Christmas, and just before Reddick was getting ready to leave for a cruise, he was traded to the Oakland Athletics as part of a deal for Andrew Bailey and Ryan Sweeney.  The Red Sox gained a closer and an unheralded veteran. They lost one of their most promising young players -- someone who just might have been their starting right fielder in 2012. \"It was actually the day before I was going on the cruise,\" Reddick said. \"I was actually already in Jacksonville, Fla., and I was having dinner with an old high school coach. As soon as we walked out from eating lunch, I got a phone call from [general manager] Ben [Cherington]. I knew right away what had happened. He gave me a heads up, and the next day, we took off. It kind of worked out, because I turned the phone off, so I didn't have to worry about it blowing up. It's pretty good.\"   The trade came right around the time Reddick thought he would be returning to the Red Sox, the only organization he's played for.   \"It was a bit of a surprise,\" said Reddick. \"I thought if it was going to happen, it was going to happen at the Winter Meetings. Once we got past that point, it was kind of just sit by your phone and wait kind of deal. Once that passed over, I thought, 'I'll be going to Fort Myers in Spring Training.' Right back after the cruise, I was planning on going right back to Fort Myers and continuing to finish the rehab [from wrist surgery]. It didn't work out that way.\"   Though Reddick would have gladly stayed with the Red Sox for the rest of his career, he knows the type of opportunity the rebuilding Athletics have in mind for him. His days of shuttling back and forth from Triple-A have likely ended.   \"It's going to be fun,\" Reddick said. \"Obviously, that's what you want to do in this day and age as a young guy, so that's one thing I'm looking forward to. Obviously, it's going to be upsetting to leave Boston, but that's how the business goes and that's how you've got to deal with it.\"   Reddick is looking forward to his new adventure with the A's, one that will probably start with him playing in right field.   \"I think center field was an option until we re-signed Coco [Crisp],\" said Reddick. \"Once we got him back, it was an option to move me to right field. Every depth chart you seem to look at has him in center and me in right. But like I've said in years past, I've played wherever they want me to.\"   Oakland fans will be glad to know that Reddick is well-versed in \"Moneyball.\"   \"It was actually quite funny,\" Reddick said. \"When I got traded, I came back from the cruise and they wanted to fly me out there, and one of the movies that was showing on the plane was 'Moneyball.' I said, 'Why not?' I went ahead and got the feel for it and watched it. It turned out to be a pretty good movie.\"   And as the movie mentioned, the Red Sox had similar organizational philosophies as the A's, only with a lot more money to spend.   \"Being with the Red Sox, I've learned a lot and developed quite a bit,\" said Reddick. \"I'm just going to try to do what it takes to get on base. [A's general manager] Billy Beane seems to have the same kind of concept with on-base percentage -- and maybe not preach it as much as the Red Sox do -- but what every team wants to do is score runs, so I'll take the same approach I had this year into next year.\" Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
