{
    "url": "http:\/\/m.mlb.com\/news\/article\/26395918",
    "title": "Red Sox unveil newly aligned medical staff",
    "subtitle": "Red Sox unveil newly aligned medical staff",
    "body": "BOSTON -- After two seasons in which the Red Sox experienced health issues throughout the stretch run, there was a determination from the organization to make its medical staff run more efficiently.  With that in mind, the Sox unveiled their realigned medical staff for 2012 on Thursday. The staff will no longer include a medical director, the position Dr. Tom Gill held for the last seven seasons.  Instead, the Red Sox have installed a team of seasoned doctors. Larry Ronan will continue as the Sox's head team internist, a position he has held since 2005. Peter Asnis has been promoted to head team orthopedist after serving as a Red Sox team physician since 2005. Asnis is the head physician for the Boston Bruins and also works for the New England Patriots.   \"First of all, Tom Gill, our prior medical director, provided a lot of leadership over the last seven years,\" Red Sox general manager Ben Cherington said. \"The department came a long way, and we got to a point where we felt like we needed to make some changes to bring it to the next level.\"   What are the Red Sox trying to accomplish?   \"There are really two primary objectives, and that's to increase the level of clinical care in the clubhouse, and at the same time while we're doing that, provide the players with the traditional day-to-day needs that they have to go out on the field and play,\" Cherington said. \"We think this staff combines the best of both the traditional baseball world and the next wave, next generation of methodology in clinical care.   \"So we're excited that we put this staff together. They've been working together for a few weeks now. We were crossing T's and dotting I's to get the release out, but the team's been together for a few weeks, and they've been working with players and visiting players. Ultimately, we hope this staff gives the players everything they need and does it in a way that the players see they're out for them and only for them. Hopefully that turns into our guys being on the field more and performing.\"   There are also changes on the training staff. Rick Jameyson has come over from the Indians to serve as head athletic trainer. Mike Reinold, who held that role the last two years, is now the head physical therapist. Pat Sandora will take Dave Page's place as strength and conditioning coach.   New positions have also been created for the training staff. Dan Dyrek, who was instrumental in prolonging the career of basketball legend Larry Bird, has come on board as a clinical consultant. Mike Boyle was hired as strength and conditioning consultant. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
