{
    "url": "http:\/\/m.mlb.com\/news\/article\/26366420",
    "title": "Morrow, Janssen face arbitration hearings",
    "subtitle": "Morrow, Janssen face arbitration hearings",
    "body": "TORONTO -- The Blue Jays appear headed toward their first cases of salary arbitration since 1997.  Toronto was unable to reach agreements with right-handers Brandon Morrow and Casey Janssen prior to Tuesday's 1 p.m. ET deadline.  The Blue Jays can still discuss contracts with the two pitchers, but club policy is to cut off negotiations, except on multiyear contracts, once the salary arbitration process has officially begun. \"The policy hasn't changed. All one-year deals need to be completed by the exchange date,\" general manager Alex Anthopoulos told reporters during a conference call on Tuesday afternoon. \"If not, the only way we avoid a hearing is a multiyear scenario.\"   The Blue Jays were successful in avoiding arbitration with four players prior to the deadline, as second baseman Kelly Johnson ($6.375 million), outfielder Ben Francisco ($1.537 million) and Carlos Villanueva ($2.2775 million) all agreed to terms, while center fielder Colby Rasmus signed a one-year deal valued at $2.7 million on Sunday.   Toronto hasn't taken anyone to a hearing since right-hander Bill Risley in 1997, but the club nearly had two cases last year. Slugger Jose Bautista and Jason Frasor were both unsigned heading towards Spring Training, but they ultimately signed multiyear contracts with the team.   The arbitration process has the potential to cause friction between players and the organization. An independent arbitrator must pick one salary figure or the other -- it's not an option to find a middle ground between the two salaries. Both sides make their case, and there is a clear winner and loser, which is why most teams try to avoid the process altogether.   Anthopoulos doesn't necessarily look at things in such black and white, though, and he believes there isn't anything wrong with going to a third party for a decision.   \"I don't look at it that way. We're playing to get it right,\" Anthopoulos said when asked about going into the hearing looking for a victory. \"There's no winning and losing in my mind, because we take the information that we have, we do our best, we come up with what we feel is best, but neither side can tell you with certainty that they are right.   \"I know that either way, whatever the arbitrators rule, that's the right salary and that's the right decision for the player. There isn't anything wrong with it. If they rule in favor of the player, we're fine with that.\"   Following an up-and-down season in which he made $2.3 million as the Blue Jays' No. 2 starter, Morrow is asking for $4.2 million, while Toronto has countered with a $3.9 million offer. The righty went 11-11 with a 4.72 ERA in 179 1\/3 innings, but he appeared to figure things out toward the end of the season.   The 27-year-old unveiled a new cut fastball and an increased level of intensity on the mound that led to allowing just two runs in his final 21 innings. The potential to become one of the American League's elite pitchers is still there, and he will once again open the season slotted just behind Ricky Romero in Toronto's rotation.   Janssen made $1.095 million last season and is seeking $2.2 million in arbitration, while Toronto has offered $1.8 million. Janssen went a perfect 6-0 with a 2.26 ERA, two saves and seven holds in 55 2\/3 innings last season. He will team up with veterans Jason Frasor and Darren Oliver to help bridge the gap between the starters and closer Sergio Santos.   Anthopoulos wouldn't comment on how close he was to signing either Morrow and Janssen prior to Tuesday's deadline, but Anthopoulos said all sides can still find a lot of common ground despite the differences.   \"The one thing that we both agree on is that the players should get a raise and the players should make more than they did last year,\" Anthopoulos said. \"I think we're all on the same page in that we like the players and we want to give them a raise. What we can't see eye to eye on is how much of a raise to give them, so a third party has to get involved to tell us what the right amount is -- and we don't have a problem with that.\"   The 29-year-old Johnson was acquired in late August from Arizona in exchange for Aaron Hill and John McDonald. Johnson proceeded to hit .270 with three home runs and nine RBIs, and over 791 career games, the Texas native has a career on-base percentage of .343.   Johnson was eligible for free agency at the start of the offseason, and he was originally expected to sign with another team. Multiyear deals appeared hard to come by on the open market, which prompted Johnson to remain with the club, a move that gives the Blue Jays some much-needed offensive production out of the second-base position.   Francisco is expected to make the Blue Jays as the club's fifth outfielder. He was acquired from the Phillies on Dec. 12 in a deal for left-hander Frank Gailey. Last season, Francisco hit .240 with six home runs and 34 RBIs, and he has the ability to play all three outfield positions.   The 28-year-old Villanueva has spent six seasons in the big leagues -- five with the Brewers and one with the Blue Jays. He is 26-28 in his career, with a 4.28 ERA in 263 games (40 starts) with the two clubs. Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
