{
    "url": "http:\/\/m.mlb.com\/news\/article\/26367756",
    "title": "Tigers sign remaining arbitration-eligible trio",
    "subtitle": "Tigers sign remaining arbitration-eligible trio",
    "body": "DETROIT -- For a 10th consecutive year, the Tigers have avoided an arbitration hearing. This time, they didn't get past the day numbers were exchanged.  On the day arbitration-eligible players and teams exchange numbers, the Tigers found a middle ground with their remaining three eligible players and settled. They agreed to one-year deals with right-hander Max Scherzer, outfielder Delmon Young and utility player Don Kelly.  Kelly will earn $900,000 in 2012. Young and the Tigers settled for $6.725 million. Scherzer's deal will pay him $3.75 million, with a $25,000 bonus available based on innings pitched. Kelly's contract shows the value of versatility on the market. He made his case with two years of solid utility work, playing in 231 games combined over the last two seasons. He batted .245 (63-for-257) last year with eight doubles, three triples, seven home runs, 28 RBIs and a .672 OPS. He also pitched in one game and caught in another during the same week in late June and early July.   Kelly was eligible for arbitration for the first time after 11 years in pro baseball. The 27-year-old Scherzer had to wait a little less after his Major League debut in 2008 and three seasons in a rotation after that, the last two with the Tigers.   In terms of victories, last season was the best for Scherzer, who went 15-9 despite a career-high 4.43 ERA. He struck out 174 batters over 195 innings while allowing 207 hits and 29 home runs. He has 94 starts over the last three years, including a career-high 33 in 2011.   Young was expected to be the most challenging case, partly because he's a year away from free agency, partly because he had what seemed like two different seasons -- an early-season struggle with Minnesota before a late-season surge in Detroit.   The 26-year-old ended up with a .268 average with 12 home runs and 64 RBIs in 124 games before hitting five postseason runs in the Tigers' run to the American League Championship Series.   The Tigers haven't faced an arbitration ruling since Dave Dombrowski took over as general manager in 2002.  Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
