{
    "url": "http:\/\/m.mlb.com\/news\/article\/26367272",
    "title": "Bourn, Jurrjens avoid arbitration with Braves",
    "subtitle": "Bourn, Jurrjens avoid arbitration with Braves",
    "body": "ATLANTA -- Michael Bourn and Jair Jurrjens may wonder if they will remain with the Braves beyond this year. But they both can now begin preparing for Spring Training without worrying about an arbitration hearing. The Braves avoided these potential hearings by signing each of their four arbitration-eligible players before salary figures were scheduled to be exchanged Tuesday. Martin Prado signed Friday and Eric O'Flaherty reached agreement Monday night. Bourn and Jurrjens agreed to the terms of their respective one-year contracts on Tuesday. Bourn will make $6.845 million as he enters his final arbitration-eligible season and prepares for the possibility of hitting the free-agent market next winter. Jurrjens will make $5.5 million this year and have a chance to receive up to $150,000 in bonuses if he reaches 175, 180, 190, 200, 210 and 215 innings pitched ($25,000 each). This has been an interesting winter for Jurrjens, who has spent most of the offseason conditioning in Atlanta. His name has been linked to numerous trade talks, and there is still a slight chance the Braves could deal him to a team that believes he is past the right knee ailment that spoiled last year's All-Star season.  Jurrjens entered the All-Star break leading the National League with a 1.87 ERA and exited it bothered by the same right knee that had sidelined him during the final weeks of the 2010 season. The 25-year-old right-hander produced a 5.88 ERA in seven starts after the break and missed all of September.  Wearing a knee brace, Jurrjens started to regain some confidence in his knee toward the end of September. The Braves were pleased with the velocity he showed during an instructional league game that was staged one day after the regular season ended.  The Braves were planning to give Jurrjens a start in the NL Division Series had they made the playoffs.  Bourn has led the Majors in stolen bases during each of the past three seasons, and he has swiped 49 more bags than any other player during this span. The 29-year-old veteran produced career high marks in batting average (.294) and slugging percentage (.386) while playing for the Astros and Braves this past season.   Bourn's speed could draw attention as he and his agent Scott Boras could explore the free-agent market next winter. The Braves have said there's a possibility of keeping Bourn in Atlanta with a multiyear deal.  Looking for a consistent spark at the top of its lineup, Atlanta acquired Bourn from Houston on July 31. He provided an initial spark and then struggled down the stretch. Bourn hit .232 and produced a .280 on-base percentage in his final 16 games.  Bourn hit a respectable .278 with a .321 on-base percentage in 53 games with the Braves. The 22 stolen bases he recorded during this two-month stretch were more than any Atlanta player has combined to total over the past two seasons.  Bourn matched a career best with 61 stolen bases in 75 attempts during the 2011 season. He has at least 41 stolen bases each of the past four years. Rafael Furcal is the only player to record 40 stolen bases in a season (2000 and '05) while playing for the Braves, dating back to 1994. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
