{
    "url": "http:\/\/m.mlb.com\/news\/article\/26365396",
    "title": "MLB announces Spring Training schedule",
    "subtitle": "MLB announces Spring Training schedule",
    "body": "It has been 81 days since David Murphy flied out to Allen Craig at Busch Stadium, completing one of the most exciting finishes to any Major League Baseball season. Now that the 2012 Spring Training schedule is out, mid-winter anticipation reaches another level, and fans cement plans for annual excursions to Florida and Arizona. It all begins with the first exhibition game on Feb. 29, when the Phillies host Florida State in Clearwater, Fla. The Cactus League opener is on March 2 in Phoenix, where the Mariners will visit the Athletics in a preview of Japan Opening Series 2012. Spring Training always is about new beginnings for players and their fans, and that will be especially true for the Red Sox. Want to see what a Green Monster looks like in the subtropics? After so many years at City of Palms Park, the Red Sox will debut JetBlue Park at Fenway South in Lee County, Fla., against the Twins on March 4. Five Grapefruit League games and four Cactus League games are scheduled for March 3. Two days later comes the first full slate of action in both states, involving all 30 clubs.  The Mariners and the A's will complete their Cactus League schedules on March 21. Major League Baseball will open its regular season in Tokyo for the fourth time when those two clubs participate in a two-game series on March 28-29, dedicated to assisting in the rebuilding efforts across Japan.  For those who can't wait to see Albert Pujols face live pitching in Arizona as a new member of the Angels' lineup, it should come on March 5. The only question is where, because the Angels have split-squad games that day, one in Phoenix against the A's and one in Mesa, Ariz., against the Cubs.  Select exhibition games at Major League and Minor League ballparks will be played from March 31 through April 4. The Miami Marlins will host the inaugural regular-season game at their new downtown ballpark on April 4 when they welcome the defending World Series champion Cardinals on ESPN. But first, the Yankees will play at Miami in exhibitions on April 1-2.  Six regular-season games are scheduled for Thursday, April 5, and 10 games are scheduled for the following day, with the first full slate of regular-season games on April 7.  Between now and the Spring Training openers, the annual rite of MLB.TV signups and MLB.com At Bat app downloads also will become available. In the meantime, you can get an MLB.TV Offseason Package for $24.99, and it includes not only all full-game replays from 2011, but also more than 100 live 2012 Spring Training exhibitions.  It will be a time for prospects to make their case for The Show, and for longtime veterans to defend their turf and resume the long road to a Fall Classic.  \"You start seeing the ball, really ripping it, within two or three weeks, but you need four or five to be really sharp, maybe not at age 22, but certainly at 32,\" Ted Williams wrote in his bestselling autobiography \"My Turn at Bat.\" \"Spring Training does that for you.\" Mark Newman is enterprise editor of MLB.com. Read and join other baseball fans on his MLB.com community blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
