{
    "url": "http:\/\/m.mlb.com\/news\/article\/26446026",
    "title": "Orioles come to terms with free agent Betemit",
    "subtitle": "Orioles come to terms with free agent Betemit",
    "body": "BALTIMORE -- Less than four weeks before Spring Training begins, the Orioles got their versatile designated hitter in Wilson Betemit, agreeing Tuesday on the terms of a two-year contract with a 2014 vesting option with the free agent.  The 30-year-old Betemit is a switch-hitter who is particularly effective against right-handed pitching, posting a career .817 OPS in that category, and comes with a history of high on-base percentage -- a statistic both executive vice president of baseball operations Dan Duquette and manager Buck Showalter place heavy emphasis on.  \"Wilson has played for a number of teams, but he's excelled in the American League, and I just think there's good value in his bat to help our team for more than a year,\" Duquette said of the multiyear signing, which, based on plate appearances in 2012 and '13, could stretch to the '14 season. \"He'll play this year at 30 [years old], and the contract gives him incentive to perform at a high level.\" Betemit rebounded from tough 2009 season with the White Sox, spending the past two years with Kansas City and Detroit and hitting a combined .290 with a .838 OPS. He is primarily an infielder, but he could play the outfield if needed and gives the O's a flexible option at DH, an avenue that Showalter preferred after having Vladimir Guerrero fill the role last season.   While Betemit does offer bench flexibility, and another potential leadoff option if Brian Roberts (concussion) can't stay healthy, Duquette said Tuesday his primary position will be DH.   \"We like Wilson Betemit for his bat,\" Duquette said. \"He came up as a shortstop [with Atlanta]. His best position is batting.\"   That is also a position at which the Orioles feel the 30-year-old is still improving. Originally signed by the Braves as an amateur free agent out of the Dominican Republic on July 28, 1996, Betemit was the youngest player in the Major Leagues when he made his debut at 19 during the 2001 season.  Over a nine-year career, Betemit owns a .269 average, .336 on-base percentage and .448 slugging percentage with 63 home runs and 243 RBIs in 697 games with the Braves, Dodgers, Yankees, White Sox, Royals and Tigers.   \"We thought there was good value for him to complement our club,\" Duquette said. \"From the left side against right-handed pitching, he's very valuable. It looked to me like the last couple years, Wilson is really learning how to hit and how to leverage his power.\"   Betemit's signing turns the Orioles' immediate attention to upgrading the bullpen, and although Duquette didn't mention specifics, the team is still interested in closer Fransisco Cordero and figures to add several more relievers to foster bullpen competition in camp.   To clear room for Betemit on the 40-man roster, right-handed pitcher Rick VandenHurk was been designated for assignment. VandenHurk, 26, pitched to an 8.00 ERA in four games for the Orioles and was 9-13 with a 4.43 ERA in 26 starts for Triple-A Norfolk in 2011. Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
