{
    "url": "http:\/\/m.mlb.com\/news\/article\/26456276",
    "title": "D-backs trio among top 100 prospects",
    "subtitle": "D-backs trio among top 100 prospects",
    "body": "PHOENIX -- When he took over as general manager in September of 2010, Kevin Towers said he hoped the D-backs would be known as a pitching-rich organization.  That would certainly seem to be the case after the organization had three pitchers -- Trevor Bauer, Archie Bradley and Tyler Skaggs -- ranked in the top 21 of MLB.com's Top 100 Prospects list.  This year's edition of MLB.com's Top Prospects list has expanded from 50 to 100 players. The annual ranking of baseball's biggest and brightest young talent is assembled by MLB.com's Draft and prospect expert Jonathan Mayo, who compiles input from industry sources, including scouts and scouting directors. It is based on analysis of players' skill sets, upsides, closeness to the Majors and potential immediate impact to their teams. The list, which is one of several prospect rankings on MLB.com's Prospect Watch, only includes players with rookie status in 2012. Bauer and Bradley were both selected by the D-backs in the first round of the 2011 First-Year Player Draft, and most experts agreed that Arizona made the most of the historic opportunity of having two of the first seven picks in the Draft.   Bauer, who was selected with the No. 3 overall pick, is ranked No. 9 on the list. The right-hander out of UCLA signed before other first-round picks, which allowed him to make seven starts at the Class A and Double-A levels.         \"I think it was important that he got those starts under his belt, and when he comes in this spring he'll have a better idea of the professional game,\" D-backs farm director Mike Bell said.   One of the things Bauer learned was that he would have to do a better job of controlling the running game in the pros, and, typical of his intense work ethic, he applied himself right away to making that adjustment.   \"He didn't lose anything as far as pitchability, but he was able to control the running game better and I'm sure he'll continue to work on it,\" Bell said.   Bauer, who won the 2011 Golden Spikes Award, which is given to the nation's top amateur baseball player, has an above average fastball, a really good curveball and a good changeup. The right-hander throws a variety of those pitches and is meticulous about how he goes about his work.   \"I enjoy watching him, I enjoy watching him prepare,\" Bell said. \"He takes the game serious. It's his job, it's his life. He loves it. I have a lot of respect for the way he prepares every day.\"   Bradley, who was selected with the No. 7 overall pick in the Draft, ranks No. 20 on MLB.com's Top 100 Prospects list. The right-hander chose baseball rather than a scholarship to play quarterback at the University of Oklahoma.   Signed just before the deadline, Bradley made two appearances at Rookie-level Missoula and a few appearances during the team's instructional league. While it wasn't a lot of action, it was enough to make an impression, particularly with his desire to get better.   \"He is very confident in a good way,\" Bell said. \"He's not arrogant or cocky. He carries himself very well and has tremendous presence on the mound. His fastball is electric -- his breaking ball and changeup are good -- but his fastball just explodes out of his hand.\"   Bradley's long arms allow him to release the ball out further in front of his body so his fastball gets on hitters quickly.   When he was selected, Bradley was considered very polished for his age, and that could make his rise to the big leagues quicker than most pitchers drafted out of high school.   \"I look for him to take some big strides this year,\" Bell said.   Skaggs, who was selected No. 40 overall by the Angels in the 2009 First-Year Player Draft, was acquired by the D-backs in July of 2010 in a deal that included right-hander Dan Haren.   The left-hander, ranked 21 on the Top 100 Prospects list, started last year at Class A Visalia and went 5-5 with a 3.22 ERA in 17 starts before being promoted to Double-A Mobile, where he went 4-1 with a 2.50 ERA in 10 starts.   \"A great kid, mature, confident,\" Bell said.   Skaggs' fastball may register 91-93 mph on the radar gun, but because of his long arms it seems to play faster.   \"His curveball is a big league curveball right now,\" Bell said. \"And his changeup is better than I think he gives it credit for. He just needs to continue to throw it and get a better feel for it so he understands how good it can be.\"   Even with the D-backs' rotation seemingly set heading into Spring Training with Ian Kennedy, Daniel Hudson, Trevor Cahill, Joe Saunders and Josh Collmenter the likely starters, Skaggs, like Bauer, could easily see big league time this year. Steve Gilbert is a reporter for MLB.com. Read his blog, Inside the D-backs, and follow him on Twitter @SteveGilbertMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
