{
    "url": "http:\/\/m.mlb.com\/news\/article\/26453258",
    "title": "Braves land five prospects on Top 100 list",
    "subtitle": "Braves land five prospects on Top 100 list",
    "body": "ATLANTA -- As the Marlins and Nationals aggressively navigated the trade and free-agent markets this offseason, the Braves remained confident that their fertile development system will provide the pieces necessary to experience success for many years to come. Atlanta has placed five players on MLB.com's Top 100 Prospects list for the upcoming season. Julio Teheran leads this group as he ranks fourth on the overall list, second among pitchers and first among right-handed pitchers. The 20-year-old right-hander ranked as the 10th-best prospect last year. Two other Braves pitchers -- Arodys Vizcaino (36) and Randall Delgado (42) -- rank among the game's Top 50 prospects. The organization's other additions to this year's Top 100 list are shortstop Andrelton Simmons (65) and catcher Christian Bethancourt (91). Atlanta fans gained an early introduction to Teheran, Vizcaino and Delgado when each of the pitchers made the rise to the Majors last year.  The Braves and Yankees were two of the five organizations to place at least five prospects on this year's Top 100 list. The Padres, Rays and A's led the way, placing six prospects on the list.  This year's edition of MLB.com's Top Prospects list has expanded from 50 to 100 players. The annual ranking of baseball's biggest and brightest young talent is assembled by MLB.com's Draft and prospect expert Jonathan Mayo, who compiles input from industry sources, including scouts and scouting directors. It is based on analysis of players' skill sets, upsides, closeness to the Majors and potential immediate impact to their teams. The list, which is one of several prospect rankings on MLB.com's Prospect Watch, only includes players with rookie status in 2012.       Rays left-handed pitcher Matt Moore stands as this year's top overall prospect, ranking just in front of Nationals outfielder Bryce Harper, Angels outfielder Mike Trout and Teheran.  Teheran managed to exceed expectations, as he dominated International League opponents during his first season at the Triple-A level. The young right-hander went 15-3 with a 2.55 ERA in 25 appearances (24 starts) for the Gwinnett Braves.  Still, there appeared to be some room for development, as Teheran went 1-1 with a 5.03 ERA in five appearances (three starts) for Atlanta. He made his Major League debut in Philadelphia on May 7 and made another emergency start in Arizona 11 days later. Both starts lasted fewer than five innings.  Teheran returned to the Majors in September. He impressed while limiting the Mets to one run over 5 1\/3 innings and earning his first big league win. But the Braves limited him to two relief appearances the remainder of the season.  \"I think it's typical for young guys coming along that have as much buildup as [Teheran] has to have some growing pains,\" general manager Frank Wren said. \"He had a great year with Gwinnett, and the last month, we saw some special things.\"  Vizcaino began the 2011 season as a starting pitcher for Class A Advanced Lynchburg and found himself in Atlanta's bullpen by Aug. 10. The hard-throwing 21-year-old right-hander did not even make the transition to the relief role until the middle of July, when he was with Double-A Mississippi.  Showing some of his tremendous promise, Vizcaino posted a 1.69 ERA and recorded 13 strikeouts in 10 2\/3 innings in August. He then showed signs of fatigue when opponents batted .406 with a .472 on-base percentage against him in September.  The Braves are not ready to rule out the possibility of Vizcaino returning to a starting role later in his career. But there's plenty of potential in the relief role for this young hurler who has recorded 9.3 strikeouts per nine innings and a 4.10 strikeout-to-walk ratio in his Minor League career.  Delgado actually proved much more impressive than Teheran and Vizcaino at the big league level, posting a 2.83 ERA in seven starts with Atlanta. The 21-year-old right-hander displayed poise and consistent command as he consistently challenged hitters with an array of fastballs and changeups. He could prove even more effective as he continues to develop his breaking pitches.  \"He came to the big leagues and was unfazed,\" Wren said. \"He gave us a chance to win almost every time he was out there.\"  The Braves knew they were getting a special defensive player when they selected Simmons in the second round of the 2010 First-Year Player Draft. But they were not necessarily expecting him to hit .311 and win the Carolina League batting title by 21 points last year.  Many scouts consider Simmons to be the game's best defensive shortstop prospect. If he handles the bat well while playing with Double-A Mississippi this year, there is certainly a chance he could make the jump to Atlanta by the start of the 2013 season.  Bethancourt made tremendous strides in 2011 by combining to hit .289 with five homers with Class A Rome and Lynchburg. But the athletic 20-year-old catcher really gained more attention when he batted .306 with five homers in 72 at-bats during the Arizona Fall League.  \"I think sometimes we forget how young [Bethancourt] is,\" Wren said. \"You have got to be patient with many young players. I think we saw the benefit of that patience during the second half last year and in the [Arizona] Fall League.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
