{
    "url": "http:\/\/m.mlb.com\/news\/article\/26448556",
    "title": "Cubs trio among MLB.com's Top 100 prospects",
    "subtitle": "Cubs trio among MLB.com's Top 100 prospects",
    "body": "CHICAGO -- Don't tell Brett Jackson or Anthony Rizzo that the Cubs intend to be patient with them.  \"Who knows what can happen?\" Rizzo said. \"I'm going to Spring Training trying to make the team. I'm prepared.\"  Jackson feels the same. \"As far as making the team out of spring, obviously, that's the goal and I'm working every day to make that a reality and be part of something special here in Chicago,\" Jackson said. \"We'll leave the important decisions up to the new guys who clearly know what they're doing. People are raving about them being rock stars -- we're excited to see what kind of show they put on. I'm excited about the opportunity I have with them and with the Cubs this year.\"   The \"new guys\" are Theo Epstein, Cubs president of baseball operations, general manager Jed Hoyer, and scouting and player development director Jason McLeod, who were together with the Red Sox and are staging a reunion tour in Chicago.   Jackson (No. 33), Rizzo (No. 37) and shortstop Javier Baez (No. 62), who was the Cubs' No. 1 pick in last June's First-Year Player Draft, are the future of the organization, and the three made MLB.com's Top 100 Prospects list, released Wednesday.The list, which is one of several prospect rankings on MLB.com's Prospect Watch, only includes players with rookie status in 2012.       This year's edition of MLB.com's Top Prospects list has expanded from 50 to 100 players. The annual ranking of baseball's biggest and brightest young talent is assembled by MLB.com's Draft and prospect expert Jonathan Mayo, who compiles input from industry sources, including scouts and scouting directors. It is based on analysis of players' skill sets, upsides, closeness to the Majors and potential immediate impact to their teams.   Baez, 19, is just getting started. Selected out of Arlington Country Day High School in Jacksonville, Fla., he batted .771 with 20 doubles, six triples, 22 homers and 52 RBIs in 115 plate appearances. A native of Bayamon, Puerto Rico, Baez got his first taste of pro baseball when he played in instructional league last fall in Mesa, Ariz.   Jackson, 23, an outfielder who was the Cubs' first-round pick in the 2009 Draft, and Rizzo, 22, a first baseman acquired from the Padres, are much closer to being fitted for big league uniforms.   Epstein & Co. know Rizzo well. The Red Sox selected him in the sixth round of the 2007 Draft out of high school. He was limited to 21 games in 2008 after being diagnosed with limited stage Hodgkin's lymphoma in late April that year. In '09, he batted .297 and led all Red Sox Minor Leaguers with a .368 on-base percentage.   When Hoyer and McLeod took jobs with the Padres, they acquired Rizzo again as part of a five-player deal that sent Adrian Gonzalez to the Red Sox.   Rizzo got a taste of the big leagues last June when he was called up to the Padres. In his Major League debut June 9 against the Nationals, he struck out in his first at-bat, then tripled in the fifth, walked twice and scored a run. He arrived after hitting .365 at Triple-A Tucson.   But Rizzo batted .143 in 35 games and was sent back to Tucson. In hindsight, Hoyer said, Rizzo wasn't ready.   \"I don't think it was a mistake,\" Rizzo said. \"It is what it is. Things didn't go as planned, obviously, but everything happens for a reason. If I didn't do bad, I wouldn't be here [with the Cubs] right now.   \"I think when I got called up, I was trying way too hard,\" he said. \"Things I was doing that I've never done before and I asked myself, 'Why am I doing that?' I just couldn't help it.\"   He never lost confidence.   \"I tried to not let it affect me at all,\" he said. \"I know it's just a game and a lot worse things can be going on.\"   Things like cancer. Epstein, Hoyer and McLeod helped Rizzo when he was diagnosed with Hodgkin's. Having the trio believe in him enough to acquire him again gave Rizzo a huge boost.   \"Jason and Theo and Jed were there for me when I was sick and helped us and guided us through hard times, and it shows just how committed they are to thinking I'm going to be someone special, and I think I'm going to be that person,\" Rizzo said.   Epstein and Hoyer also have said Rizzo needs some time. Heading into the 2012 season, Bryan LaHair is projected as the Cubs' first baseman after leading the Pacific Coast League with 38 home runs in 2011.   Jackson also will have to overwhelm the Cubs this spring to bump someone from the outfield. He has primarily played center but can also play left. Jackson began last season at Double-A Tennessee, and batted .256 in 67 games before he was promoted to Triple-A Iowa in early July, where he batted .297 in 48 games with 10 homers, 13 doubles, and six stolen bases.   In the offseason, he joined Team USA, but a minor hip injury limited his at-bats. Jackson said he could've played through the soreness but felt that playing would put the team at a disadvantage. He will arrive at Cubs camp in Mesa next month raring to go.   \"I'm bigger, faster, stronger and more powerful -- that's been the goal this offseason,\" he said.   During the Cubs Convention earlier this month, Jackson appeared very much at ease with the fans. It was as if he had a few years in the big leagues already.   \"I feel more comfortable this year, just because I know more people than I did my first convention,\" he said. \"I don't know, maybe I was supposed to be a rock star. I've had a great time this year and looking around at all the guys, there's not a weak link here from top to bottom. I've got great friends already.\"   He attended Kerry Wood's fundraiser held during the convention weekend and recognizes the importance of being involved in the community. His girlfriend works for a lung cancer foundation, which also has inspired him to look at the impact he can have beyond just on the field.   Both Rizzo and Jackson appear ready.   \"I'm excited for what's in store as far as chemistry goes,\" Jackson said of the Cubs. \"It's different -- you can tell. I'm excited to be part of that.\" Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter@CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
