{
    "url": "http:\/\/m.mlb.com\/news\/article\/26454460",
    "title": "Prince offers more than just homers",
    "subtitle": "Justice: Prince more than just a slugger",
    "body": "Jim Leyland can begin to toy with the lineup combinations, and this is where the fun starts.  Just the other day, the manager said something about Victor Martinez being irreplaceable, and that the Detroit Tigers had virtually no chance of replacing him with someone as good.  At the time, Leyland couldn't have imagined how things would play out and that his team would end up making a move that has the potential to reshape the balance of power in the American League. It's not just that the Tigers added Prince Fielder's 38 home runs and 120 RBIs. It's not just that they're adding his raging competitive fires. He brings all of those things to the table, and his teammates will feed off them. Fans will, too.   Now about those fans. Maybe they're wondering what they're getting. Maybe they've only caught snippets of Fielder from the nightly highlights.   They'll discover that Fielder is better than they probably think. He has a violent swing and hits the ball consistently hard in the way, say, Vlad Guerrero did in his younger days.   Once they see Fielder regularly, they'll come to see that he's more than just offense. He's a terrific baserunner and has the instincts for the game that all the special ones have.   That stuff sometimes gets lost in the mountain of dazzling offensive numbers. And make no mistake about that part of his game. Those numbers are dazzling.   In seven full seasons, Fielder has averaged 38 home runs, 33 doubles and 94 walks a season. He's a three-time National League All-Star, and since 2007, he's had seasons in which he finished third, fourth and third in NL MVP Award balloting.         Still only 27, Fielder should be an elite player for several more years. He's the type player franchises build around.   In this case, though, perhaps the best thing about Fielder's reaching a deal with the Detroit Tigers -- perhaps the thing that's making Leyland smile the most -- is that he's going to step into a lineup with another of baseball's very best offensive players.   Throw in Miguel Cabrera's 30 home runs, and suddenly the Tigers have something spectacular going. Cabrera and Fielder were second and fifth in on-base plus slugging percentage in the Majors last season.   Keep in mind that the Tigers were fourth in the American League in runs scored in 2011, helped in large part by Victor Martinez's 40 doubles, 12 home runs and .330 batting average.   When the Tigers learned that Martinez will miss the entire 2012 season after tearing the anterior cruciate ligament in his left knee last week, general manager Dave Dombrowski went through an assortment of options.   Dombrowski's initial thought was to sign a veteran -- Johnny Damon? Carlos Pena? -- to a one-year deal and patch things together. The GM acknowledged that Fielder was on his radar screen but didn't think he could afford him.   And then talks began to progress, and Tigers owner Mike Ilitch approved the deal. The Nationals, Rangers, Blue Jays, Mariners and Cubs were among the teams to take a long look at Fielder.   For his part, Fielder told friends he wanted to go to a place where he could win immediately. It's unclear when he began to consider the Tigers, but the deal came together quickly.   Fielder's presence will make every hitter in that lineup better, from 25-year-old catcher Alex Avila to 26-year-old outfielder Delmon Young. They'll all end up being happy they've got Fielder on their side.   Both Fielder and Cabrera batted cleanup last season, so Leyland will move one of them into the No. 3 spot. What Leyland does after that is the fun part. He can build a lineup out from there and probably can't be wrong.   The Tigers already have the best pitcher on earth in Justin Verlander. Behind him, they've got Max Scherzer, Rick Porcello and Doug Fister. At the back of the bullpen is a closer, Jose Valverde, who didn't blow a single save last season.   Baseball in Detroit has always been special. Those uniforms mean something to generations of fans who've marked moments in their lives by something Al Kaline or Alan Trammell did or something Ernie Harwell said.   It's a city where the fans are smart and expectations high. Expectations will be higher than ever now that the Tigers have plucked the second-best offensive player off the free-agent market.   With Verlander still at the top of his game, with a future Hall of Fame manager filling out the lineup card, this has a chance to be a special season for the Tigers. Enjoy the ride, Detroit. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
