{
    "url": "http:\/\/m.mlb.com\/news\/article\/26450238",
    "title": "Posada hints 2012 may be Mo's last year",
    "subtitle": "Posada hints 2012 may be Mo's last year",
    "body": "NEW YORK -- Now that the \"Core Four\" is officially down to the dynamic duo of Derek Jeter and Mariano Rivera, who will be the next Yankees great to receive a sendoff toward Cooperstown?  If you ask Jorge Posada, the answer is the 42-year-old Rivera, who might have shared a little inside information with his former batterymate.  \"Mariano said this is it,\" Posada said. \"He said he has one more year, but Derek said he's got like three more to go.\" Rivera is entering the final year of a two-year, $30 million contract, while Jeter's commitment to the Yankees runs through 2014. But Posada quickly clarified that he doesn't actually believe baseball's all-time saves leader will hang it up after '12.   \"I don't think so, especially the way he keeps playing,\" Posada said.   There was no sale on a Rivera retirement for Jeter, either, as the captain quipped, \"Mo is going to be here longer than all of us.\"   Rivera, who attended the news conference along with current teammates Jeter and CC Sabathia, said that Posada's announcement did not make him consider his own future.   \"I don't think about it right now, but the time will come for me when I'll have to just admit it and hang [up] the glove and the uniform and move on,\" Rivera said. \"So we all go through that.\"   Rivera has spoken previously about how difficult the demands of life on the road away from his family have become. Last spring, Rivera arrived at camp in Tampa, Fla., and said that his 8-year-old son Jaziel almost did not let him go.   Rivera said that he expects, just as Posada did and Andy Pettitte a year prior, that he will be at peace with his final decision when the time is right.   \"[It's] the same thing; just knowing that it's time to go,\" Rivera said. \"You just have to accept that. I mean, I love the game and I have the passion for the game, but when the time comes and you have to go, you have to go.\" Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
