{
    "url": "http:\/\/m.mlb.com\/news\/article\/26449470",
    "title": "Acta: Tribe doing all it can to assist Carmona",
    "subtitle": "Acta: Tribe doing all it can to assist Carmona",
    "body": "The Indians are doing everything they can to help get the pitcher known to date as Fausto Carmona to the United States as soon as possible, manager Manny Acta told The Associated Press.  The AP originally reported on Tuesday that Acta said Carmona, whose real name was revealed to be Roberto Hernandez Heredia after he was arrested in the Dominican Republic on Thursday for using a false identity, would miss Spring Training. The AP later amended its story, omitting that part of its report.  The right-hander was released from jail on Friday but must complete his judicial process in the Dominican before he can return to the U.S. \"It doesn't matter that he was a little inconsistent last year,\" Acta said to the AP. \"Fausto is an important part of our rotation.\"   Acta named Kevin Slowey as a potential replacement for Carmona, who went 7-15 with a 5.25 ERA last season, when he served as the Indians' Opening Day starter. Carmona's arrest also revealed that the pitcher is actually 31 years old, three years older than was previously believed.   Slowey did not record a win in 14 appearances (eight starts) last season, going 0-8 with a 6.67 ERA with the Twins.   Carmona was released by Judge Keyla Perez on bail of around $13,000, the AP reported last week. Carmona was then instructed to check in with prosecutors as Dominican authorities continue to investigate the matter. He was ordered to remain in the Dominican Republic.   ESPN's Pedro Gomez reported on the show \"Outside the Lines\" that the mother of the real Fausto Carmona revealed the pitcher's secret during a radio interview on a station in the Dominican several weeks ago. According to Gomez, authorities decided to wait until Carmona went to apply for a new visa to arrest him.   According to the ESPN report, the belief is that the Indians pitcher was paying for the use of the false identity. After Cleveland picked up the right-hander's $7 million club option for 2012, the family allegedly asked for increased annual payments, at which point the starter refused.   The pitcher's agent, Bean Stringfellow, has not returned messages left by MLB.com.   One possible approach for Cleveland would be to place Carmona on Major League Baseball's restricted list. Players on the restricted list do not count toward a team's 25-man or 40-man roster, do not receive pay and are not permitted to sign with another club.   That was the route the Marlins took when dealing with a similar situation.   In September, the pitcher formerly known as Leo Nunez was forced to return to the Dominican Republic after it was discovered that he was playing under an assumed name. His real name is Juan Carlos Oviedo, and he admitted to using false documents in order to sign a professional contract.   Oviedo remains on the restricted list, and the pitcher is sorting through visa issues, even though he has cooperated with investigators. The Marlins signed Oviedo to a $6 million contract to avoid arbitration, but the club does not have to pay the pitcher until he is back in the U.S. and off the restricted list.   It is not known if the Indians would simply be able to void Carmona's contract, or if the club would choose to go down that route.   Carmona's date of birth has been listed as Dec. 7, 1983, which would have made him 17 years old when he signed with the Indians as a non-drafted free agent in 2000. It is possible that Carmona was actually as old as 20 when he first pitched in Cleveland's farm system.   The right-handed sinkerballer broke in with the Indians as a reliever in 2006, and he finished fourth in the American League Cy Young Award balloting after going 19-8 with a 3.06 ERA in the 2007 campaign. He's been erratic over the past few seasons, posting a 33-48 record and a 5.01 ERA in 111 starts between 2008 and '11.   The Indians hold club options on the right-hander's contract for 2013 and '14.   Carmona projected to fall within the Nos. 3-5 spots in Cleveland's rotation prior to his arrest. Justin Masterson and Ubaldo Jimenez will likely vie for the first two spots, with Josh Tomlin and Derek Lowe also filling roles on the staff. Paul Casella is an associate reporter for MLB.com. Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Casella and Jordan Bastian"
}
