{
    "url": "http:\/\/m.mlb.com\/news\/article\/26436174",
    "title": "Posada to announce retirement on Tuesday",
    "subtitle": "Posada to announce retirement on Tuesday",
    "body": "Longtime Yankees catcher Jorge Posada, who spent his entire 17-year Major League career in pinstripes, will announce Tuesday that he's hanging up his No. 20 jersey for good.  The Yankees said Monday that Posada, 40, will hold an 11 a.m. ET news conference at Yankee Stadium to formally announce his retirement. It can be seen live at MLB.com and yankees.com.  \"I will always be a Yankee,\" Posada said in November. \"The New York Yankees, for me, is my second family.\" Posada was one of the \"Core Four\" -- along with Derek Jeter, Mariano Rivera and Andy Pettitte -- that played roles in the Yankees' five World Series championships from 1996-2009.   The Puerto Rico native, a 24th-round pick in the 1990 First-Year Player Draft who was converted to catcher from second base, was a .273 hitter with 900 runs, 379 doubles, 275 homers and 1,065 RBIs in 1,829 career games. The Yankees noted in announcing the news conference that, of the 14 former catchers currently enshrined in the Hall of Fame, only Yankees legend Yogi Berra posted higher marks in all three Triple Crown categories of batting average, home runs and RBIs.   The writing has been on the wall for Posada, whose role with the team dwindled over the past few seasons -- from the regular starting catcher to occasional designated hitter and pinch-hitting roles -- and was very much in doubt for 2012.   Posada hinted at the official announcement last week when he said he would not be returning this season, ending speculation that he may take another shot with a different club.   \"I'm not getting prepared for another season, that's for sure,\" Posada said last week at a fundraiser for Derek Jeter's Turn 2 Foundation at the Seminole Hard Rock Hotel and Casino in Tampa, Fla. \"I tried, and it's not in me. ... More and more days started going by, and nothing's going in the right direction.\"   Posada leaves as one of the game's most seasoned postseason veterans, ranking second all-time in playoff games played with 125, and his 119 playoff games at catcher are the most all-time, ahead of Berra's 63. Posada caught at least one game in six different World Series.   Posada is one of five players in baseball history to record at least 1,500 hits, 350 doubles, 275 homers and 1,000 RBIs while playing at least half of his games behind the plate.   Posada trails only Bill Dickey and Berra for games caught as a Yankee, and he finishes his illustrious career seventh on New York's all-time list for doubles and walks (936), eighth in homers and 11th in RBIs.   Posada, who caught in part of one game in 2011 as he transitioned to a designated-hitter role, was a five-time All-Star and five-time American League Silver Slugger Award recipient.   But Posada struggled throughout the 2011 season after being told before Spring Training that the club no longer considered him a viable option behind the plate, posting a batting line of .235\/.315\/.398 as he transitioned to being a full-time DH. In fact, he often found himself out of the starting lineup.   \"The fans have been very supportive my whole career, especially this year,\" Posada said after a late-September game, reflecting on what he figured was the imminent end to a long career in New York. \"They've been very supportive. I've really got to thank them, because they have been there for me the whole year this year.\"   The switch-hitter completed a four-year, $52.4 million contract at the end of last season, and he said as recently as two months ago that he was entertaining the idea of suiting up for another club. He began his offseason workouts as he usually does, but has apparently changed his mind about continuing his career elsewhere.   Posada is sure to present an interesting case for the Hall of Fame, where he could potentially be reunited with those three teammates -- only Rivera and Jeter remain with New York -- with whom he came up through the ranks.   \"I've played with him since I was 18 years old,\" Jeter said last week at the charity event. \"It's going to be kind of odd. ... Sometimes you've got to move on.\" Joey Nowak is a reporter for MLB.com. Follow him on Twitter at @joeynowak.‬ This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joey Nowak"
}
