{
    "url": "http:\/\/m.mlb.com\/news\/article\/26456852",
    "title": "Tigers' deal for Prince sparks plenty of reaction",
    "subtitle": "Tigers' deal for Prince sparks plenty of reaction",
    "body": "As news of Prince Fielder's nine-year, $214 million contract with the Tigers surfaced on Tuesday, it sent shock waves throughout baseball.  While the list of Fielder's possible suitors included the Nationals, Rangers, Orioles and Mariners, the Tigers were able to come away with the prized free agent, acting as the \"mystery team\" during negotiations.  Fielder, 27, has hit 230 home runs in six-plus Major League seasons, all with the Milwaukee Brewers. He hit 38 home runs with 120 RBIs in 2011 and finished third in the voting for the National League Most Valuable Player Award for the second time in his career. Saying it was unlikely the Rangers would be able to sign the first baseman after they recently signed starter Yu Darvish to a six-year, $60 million deal, Texas general manager Jon Daniels reiterated Tuesday that the team wasn't willing to sign Fielder for as many years or as many dollars as the Tigers.   \"Detroit is going to be tough,\" Daniels said. \"It doesn't change the way we feel about our club.\"   The left-handed-hitting Fielder will likely bat fourth behind the right-handed-hitting Miguel Cabrera, who led the Majors last season with a .344 batting average, .448 on-base percentage and 48 doubles. Fielder batted .299 with a .415 OBP and .566 slugging percentage.   While Washington was also unable to lock up Fielder, Nationals manager Davey Johnson believes in the first basemen his team already has.   \"We'd love to have him. But anybody in the big leagues would love to have him hitting fourth on their club because he's one of the most dangerous hitters in baseball,\" Johnson said.   \"We have a good first baseman we like, Adam LaRoche, who had a bad year last year because he had a bad shoulder. A torn rotator cuff or a labrum in his shoulder, he got that fixed. And we've got a first baseman in waiting if he's not healthy, and that's Mike Morse.\"   The Brewers were not surprised that Detroit made a play for Fielder, especially after Tigers slugger Victor Martinez suffered a left knee injury during offseason training.   \"In some sense, I'm glad he got a good contract that he's satisfied with,\" Brewers general manager Doug Melvin said. \"We knew early on that we probably weren't going to be in it. I think Prince probably knew that, too.   \"Prince is a very valued player, and we would have loved to have him [longer], but we didn't have that money. [Fielder's agent] Scott [Boras] got a deal that he likes and it looks like a pretty good deal for Prince.\"   Fielder has averaged 40 homers and 113 RBIs over the past five years and has been able to stay injury free, appearing in at least 157 games in each of the last six seasons.   With such numbers, American League Central opponents realize the challenge that confronts them this coming season.   \"As a team it's one of those things where you can't let mistakes beat you in a game against the Tigers,\" White Sox reliever Matt Thornton said. \"You have to make quality pitches. They are running out there [Austin] Jackson, [Brennan] Boesch, Prince, Cabrera, [Alex] Avila, [Jhonny] Peralta, [Delmon] Young, so many good players.\"   While Detroit won the division by 15 games last season and looks even better on paper this year, the other clubs in the AL Central believe it's important to have tough competition.   \"It's good for us. We want to face the best and be able to say we beat the best. Nothing is going to be given to us,\" Royals starter Bruce Chen said. \"The Tigers are a very good team and they were the favorite and, with Prince Fielder, they automatically cemented their position as favorites. But we want to go out there and beat the best.\"   Even Prince's father, Cecil, who played in Detroit for over six seasons, weighed in on the signing.   \"That just shocked me. I got that call and it is crazy,\" Cecil told MLB Network Radio. \"I think he'll be comfortable in that place and adding to what they already have makes them pretty strong.   \"I never thought I'd see Detroit make a move like this.\" Quinn Roberts is a contributor for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Quinn Roberts"
}
