{
    "url": "http:\/\/m.mlb.com\/news\/article\/26423320",
    "title": "New skippers ready to ride manager carousel",
    "subtitle": "New skippers ready to ride manager carousel",
    "body": "The turnover in the Major League managerial ranks between Opening Day 2010 and the start of the 2011 season was near-historic, and the current cycle isn't too far behind in terms of quantity and quality of positions filled.  The 2010-11 period saw 12 new managers, those who took the field for Opening Day 2011 but not the year before -- just one managerial move shy of the all-time record of 13 in a baseball calendar year, reached in 1992 and 2003.  But the manager-go-round didn't stop there. The 2011-12 cycle includes seven who will take the baseline for Opening Day introductions with their clubs for the first time. In total, we're talking about nearly two-thirds of the ballclubs in the Majors going through at least one managerial change since Opening Day 2010, a pretty staggering total when you throw it all together. We may not know anything about how the first full year will turn out for those seven, but we know everything about how the class of 2010-11 turned out.   With some time for reflection and the realization that a new wave is on its way, here's a look at those 2010-11 managerial changes and how their first full seasons rated:      Excellent changeups Kirk Gibson, D-backs: There wasn't one change that went as well as this one. In his first full season at the helm, Gibson turned on a fastball and sent it into the bleachers, pumping his fist around the bases all the way into October.   National League Manager of the Year honors came along after the D-backs had ridden a wave into the playoffs, but Gibson really earned the accolades in Spring Training, when he established the organizational tone he promised to set. Gibson took exhibition losses, and there were many, like regular-season ones, but he stared straight ahead at making the club better. Once the D-backs found a groove, they excelled in all aspects of the game.   Ron Roenicke, Brewers: Taking over a team that had the tools to make it to the postseason, Roenicke's laid-back but competitive leadership helped guide the Brewers to the NL Central title and into the NL Championship Series.   With the Prince Fielder \"Probably\" Farewell Tour ongoing, Roenicke deftly managed both Nyjer Morgan and Tony Plush after absorbing the initial gut punch of having top starter Zack Greinke go down with a basketball injury before he threw his first pitch. Through it all, Roenicke was the picture of composure, amid success and adversity. We'll see what challenges the Ryan Braun situation provide in his second year.   Quality starts Clint Hurdle, Pirates: It was evident with the Pirates' surge early in the summer that Hurdle struck a chord with the perennially young Pirates team. A couple of trades later, ones bringing veteran talent instead of shipping out youth as in years past, the Pirates fell out of contention. But there's reason for optimism with Hurdle at the helm and the NL Central perhaps even more wide open than it was a year ago.   Buck Showalter, Orioles: At the end of the 2010 season, Showalter played the part of miracle worker, leading the Orioles to a 34-23 record, second-best in the AL down the stretch. But it was back to the same old story in 2011 as the Orioles posted their 14th consecutive losing season -- although their 69 wins marked a high since 2007. With the Dan Duquette front office now installed, one would think a bump up in wins is expected of Showalter and Co.   John Farrell, Blue Jays: After succeeding Cito Gaston, Farrell and his Jays held on for a .500 record. What they're hoping in Toronto is that Farrell's desire for a more well-rounded offensive approach can lead to more victories, now that a young crop of talented players like Brett Lawrie has arrived.   Ned Yost, Royals: Another manager blessed with young talent yet cursed by a string of losing seasons, Yost took over during the 2010 season and oversaw an important stage in the Royals' development in 2011. How graceful the next step will be for Alex Gordon, Eric Hosmer and Co. will determine how Yost will be judged at the end of the season.   Don Mattingly, Dodgers: He worked on his managerial chops and settled into the role in his first year. Then again, the Dodgers had the league's Cy Young winner and the MVP runner-up and finished third in the NL West, three games over .500. That leaves much room for improvement.   Ready to rally Fredi Gonzalez, Braves: Is any manager more ready to get his team back on the field than this guy? He owns a piece of the Braves' 2011 collapse as much as anyone, but he's been the chosen one for some time now, and the Braves have the goods to snap back.   Terry Collins, Mets: With two stars traded during the season, another injured for two months and another brilliant while healthy but on his way out, Collins had plenty on his plate in his first season. And that doesn't even count the organizational turmoil. Collins and the Mets still have their hands full with an increasingly stacked NL East.   Eric Wedge, Mariners: Under Wedge, the Mariners used 18 rookies, including four in a six-man rotation, and took off for a strong 37-35 start in June. That was before a club-record 17-game losing streak put an end to any hopes of a huge turnaround. But 2012 can provide another fresh start.   He gone Before they could even get to a second Opening Day at the helm, the Marlins' Edwin Rodriguez and the Cubs' Mike Quade were relieved of their positions.   As we head into 2012, there are still stories of longevity in the managerial brotherhood, even if only six of the other 15 managers in the NL have been on their current job longer than Gibson.   The Angels' Mike Scioscia leads everyone, heading into his 13th consecutive season at the helm under the Halo, followed by the Twins' Ron Gardenhire, entering his 11th. And with Tony La Russa having retired, leaving rookie Mike Matheny at the helm, the Giants' Bruce Bochy stands as the skipper who has managed the most consecutive years in the Majors -- 2012 will be his 18th, the first 12 with the Padres. (Dusty Baker would have him beat, but being out in 2007 makes next year his 19th out of the past 20.)   But those are clearly the exceptions these days. Come April, the Cardinals' Matheny will join other rookies like the Cubs' Dale Sveum and Robin Ventura of the White Sox in debuting as a manager, while veterans like Ozzie Guillen in Miami, Bobby Valentine in Boston, Bob Melvin in Oakland and Davey Johnson in Washington will stand on the top step for the first Opening Days as managers of their clubs.   While both Melvin and Johnson have established themselves as 2011 midseason replacements, each still will be judged more on the 2012 season.   Whether any of them pulls a Kirk Gibson, of course, remains to be seen. John Schlegel is a national reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "John Schlegel"
}
