{
    "url": "http:\/\/m.mlb.com\/news\/article\/26455146",
    "title": "Cards a good fit for Beltran despite '06 NLCS",
    "subtitle": "Cards a good fit for Beltran despite '06 NLCS",
    "body": "NEW YORK -- Chalk it up to baseball's bizarre sense of symmetry that, when faced with his first free-agent decision in seven years this offseason, Carlos Beltran's most comfortable fit came with the Cardinals -- the team that created one of the defining negative moments of his career. Batting with two outs in the ninth inning in Game 7 of the 2006 National League Championship Series, Beltran infamously stared at an Adam Wainwright curveball to eliminate the Mets. Now he is Wainwright's teammate, despite the protestations of some Mets fans. \"I'm not thinking about the fans,\" Beltran said Tuesday at the Baseball Assistance Team's annual fundraising dinner in New York City. \"I'm thinking about myself. I'm thinking about my chances of being with a team that I just wanted to have the opportunity to be in the playoffs. What happened in 2006, you have to turn the page. That's over.  \"It's already been six years. If they want to continue to think about that moment, that's their problem. But I turned that page. I really moved on. I just feel that being with the Cardinals this year, it was a good fit for me.\"  Five months after the Mets traded him to the Giants for pitching prospect Zack Wheeler, the No. 1 ranked prospect in the club's system by MLB.com, and seven years after New York signed him to a $119 million contract as one of the centerpieces of the team, Beltran joined the Cardinals for two years and a relatively modest $26 million.  His goal is to play out this contract in St. Louis, bringing him to age 36, then hope his bothersome knees hold out another two years before retirement.  But from an outside perspective, the thought of him in a Cardinals uniform has irked some Mets purists, who blame Beltran singularly for the team's shortcomings in 2006. That much is hardly fair considering Beltran had put together an MVP-caliber season to help drive the Mets that far, teaming with David Wright, Jose Reyes, Carlos Delgado and others to bring the Mets within one game of a World Series.  Now, with Beltran and Reyes gone to NL rivals, Wright is the only prominent player left from that 2006 club, which was projected to dominate the division for years.  \"That really means that we're getting old,\" Beltran said, laughing.  Though the outfielder's legacy in New York will always be marred by the knee injuries that undermined significant portions of his time here, he did hit 149 home runs in 6 1\/2 seasons, making him a far better investment than some of the club's other big contracts.  Beltran's renaissance as a right fielder in 2011 also allowed the Mets to net Wheeler, a pitching prospect well above the caliber many figured the Mets could receive in a deadline deal. Along with Matt Harvey and Jeurys Familia, Wheeler is considered one of the cornerstones of New York's rebuilding effort.  Beltran, indirectly, made that possible, just as he made his own deal with the Cardinals possible -- even if the public perception in New York is not entirely positive on that one.  \"The way they think of me, that's how they feel, so there's nothing I can do about it,\" Beltran said. \"I just have to say that, in my time here, I really enjoyed playing for the Mets. We went through a lot of ups and downs as a team, but I feel, personally, that in the years that I was healthy, I did the best that I could to help the team.\" Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
