{
    "url": "http:\/\/m.mlb.com\/news\/article\/26409816",
    "title": "Cespedes' arrival hinges on residency process",
    "subtitle": "Cespedes' arrival hinges on residency process",
    "body": "With Spring Training right around the corner, several teams are eagerly awaiting the opportunity to bid on Cuban defector Yoenis Cespedes. It's been almost 2 1\/2 months since he burst onto the baseball scene with an entertaining training video promoting his first showcase in the Dominican Republic, but he still has not been declared a free agent by Major League Baseball. What's the hangup?  Under a new, simplified process established by President Barack Obama's administration in January 2011, any Cuban defector who wants to do business with an American company must first establish residency outside Cuba and the United States. Establishing residency in the Dominican can take up to three months once the paperwork has been submitted, a step that Cespedes -- currently playing for Aguilas Cibaenas in the Dominican Winter League -- has not yet completed.  Cespedes is represented by agent Adam Katz and is training with Edgar Mercedes while playing in the Dominican, where he hit his first home run earlier this week. Cespedes recently said the Marlins, Cubs, White Sox, Orioles, Tigers, and Indians have expressed the most interest in signing him. He is expected to command a contract greater than the one received by Cuban left-handed pitcher Aroldis Chapman, who signed a six-year, $30.25 million deal with the Reds in January 2010. In accordance with the new guidelines, Cuban players no longer have to wait three to six months to be unblocked by the U.S Department of Treasury's Office of Foreign Assets Control (OFAC) after establishing residency outside of Cuba or the United States.   Prior to Jan. 28, 2011, any Cuban national who defected had to first establish residency, which could take months, and then apply to the OFAC for a license to be an unblocked individual. Until a player received the license, he was not free to sign. And an investigation by OFAC could take up to six months, meaning it could take six to nine months from defection to a free agency.   Now under the new rules, instead of having to request a specific license from OFAC for unblockage, there is a general license authorizing Major League teams to do business once permanent residency outside of Cuba (and not in the United States) was established, eliminating the requirement that the defector be processed by OFAC before they were declared free agents by Major League Baseball.   In short, establishing residency -- not being unblocked -- is the most important step for Cuban players like Cespedes trying to land jobs in the big leagues.   There were reports Cespedes would become a free agent at the end of December and later reports that he would become a free agent at the beginning of January. It has not happened. Katz, who has represented established Major League players from Cuba in the past, and Mercedes have respectfully declined to comment on the matter but remain confident their client will become a resident and continue the process.   When Cespedes will get his residency in the Dominican and become a free agent remains unclear, but what is clear is that the rules have changed and that Katz, who has not previously represented a Cuban defector prior to his reaching the Major Leagues, and his client have not completed the first major step to getting on the market. Jesse Sanchez is a national reporter for MLB.com. Follow him on Twitter @JesseSanchezMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jesse Sanchez"
}
