{
    "url": "http:\/\/m.mlb.com\/news\/article\/26455306",
    "title": "Prince is worth every penny for Tigers",
    "subtitle": "Bauman: Prince is worth every penny",
    "body": "In the end, after all the speculation and conjecture, Prince Fielder signed with a team in the right league for a price that was fair-market value.  A truly large amount of money was involved. But given the inflationary nature of this particular market, it was all that much larger than expected.  Fielder has agreed to sign with the Detroit Tigers for a nine-year, $214 million contract. The Tigers needed run-production replacement after Victor Martinez suffered a torn ACL in his left knee. Fielder's track record says that he can provide that. If Fielder plays first -- and there is no other option for him, other than designated hitter -- Miguel Cabrera can be the Tigers' DH or move back to third base. Either way, it's an imposing combination in the middle of the Detroit order.   There will be much written about Fielder's father, Cecil, and his many years in a Detroit uniform, but that is not why this deal works for the younger Fielder. The father and son have gone through a long period of estrangement.         The deal works for Fielder in part because it is with an American League team. He is 27, but at some point in his career, designated hitter will be the role that bests suits him. That notion might be correct even as we speak, but at least with the Tigers the option will remain.   And the deal compensates Fielder roughly in the way the market says a top-shelf slugger\/first baseman should be paid.   Who are the true comparables for Fielder? What does the market dictate for his services? It is hard to find the perfect fit, although he is often compared to Ryan Howard of the Phillies. But Howard is 32. Their career OPS are virtually identical, although Fielder is a much better bet to reach base via a walk, and is much less likely to strike out.   Howard received a $125 million, five-year deal from the Phillies. That turned out to be a short contract for a slugging first baseman, but it leads all the first-baseman\/sluggers in per-year payment, or what is known in the trade as average annual value. So whatever the relative merits of Howard and Fielder, this contract is not particularly representative.   Can we fairly compare Fielder with Adrian Gonzalez, who gets an average of $22 million per year over seven years, or Mark Teixeira, who receives an average of $22.5 million over eight years? Again, Fielder is younger, but both Gonzalez and Teixeira are outstanding defensive players. Fielder's defensive work cannot compare with their performances in that area.   Yet, Fielder will receive from the Tigers an average annual salary of $23.78 million. This contract beats Gonzalez and Teixeira both in length and in average annual value. In fact, it checks in just behind the gold standard for slugger\/first basemen, awarded to Albert Pujols by the Angels. That was for $240 million over 10 years.   There has been a serious bout of conventional wisdom going around lately, with people saying that Fielder, a genuine, proven run-producing force, remained unsigned at this late offseason date because he and his agent, Scott Boras, were asking for too much money and too many years in a new contract.   That was a little too pat, a little too easy, and in the end, not quite accurate enough. It could be argued that asking for too much money and too many years is part and parcel of what Boras does for a living. The thing that separates him from the pack is that he has so often been successful at obtaining these lavish and long contracts for his clients.   On Fielder's side of the argument, the people who told the Milwaukee Brewers not to draft him in the first place because nobody with his body type could sustain a high level of play were completely wrong, at least so far. Fielder has been extraordinarily durable to this point. And his relentless effort makes him not only a favorite among his teammates, but a leader of men. He was certainly a leader of Brewers, and he played an absolutely central role in the Milwaukee club winning its first division title in 29 years.   In the end, Fielder may have been the beneficiary of Martinez's misfortune, but this deal goes deeper than that. Fielder is a prolific run producer and he comes to this free-agent moment at age 27. His long-term outlook made more sense for an American League club that could eventually find at least a part-time home for him at the DH.   What all the existing numbers for roughly comparable players suggested was a contract for more than five years, less than 10; more than $20 million per year, but less than $25 million per year.   That's where the Prince Fielder contract saga ended, with Detroit, with $214 million over nine years. Fielder was in the high end of the possible range in both salary and length of contract. That reflects both the Tigers' need to replace Martinez's production, and the continuing success of Boras in finding every available nickel and then some for his clients.   At least five of the wealthiest teams in baseball were not involved in the bidding because they were all set for the foreseeable future with expensive slugger\/first basemen of their own. Several other clubs had genuine interest in Fielder, but viewed this kind of contract as inflationary and\/or exorbitant.   But in the end, Fielder was worth what Boras could convince one team to pay. This turned out to be the Detroit Tigers and $214 million. It is by any reasonable standards, an extraordinary amount of money. Yet it is not, in this instance, a shocking amount of money. Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
