{
    "url": "http:\/\/m.mlb.com\/news\/article\/26408566",
    "title": "Tribe obtains Slowey from Rockies for Putnam",
    "subtitle": "Tribe obtains Slowey from Rockies for Putnam",
    "body": "CLEVELAND -- The Indians acted swiftly in trying to protect their rotation depth.  On Friday, Cleveland completed a trade with the Rockies, acquiring right-hander Kevin Slowey and cash ($1.25 million) in exchange for Minor League reliever Zach Putnam. Slowey will compete for a spot in the Tribe's rotation during Spring Training.  The fact that there is even a competition at all is a sudden development. Cleveland's rotation composition was drastically altered on Thursday, when the starter known to date as Fausto Carmona was arrested outside the United States consulate in the Dominican Republic for using a false identity. The pitcher's actual name is believed to be Roberto Hernandez Heredia.   Indians general manager Chris Antonetti insisted that the club did not acquire Slowey as a direct response to the situation involving Carmona.   \"There's obviously some uncertainty with Fausto's situation,\" Antonetti said. \"But as we've talked about throughout the course of the offseason, we've looked for opportunities to improve the team in any way we can. This is a guy we've had interest in for a while.   \"For a lot of reasons, this made sense. Certainly, with the uncertainty about Fausto's situation, it gave us maybe a little more clarity about how he'll fit on the club.\"   Antonetti went as far as to say that the Indians have tried to acquire Slowey in the past.   \"We've tried to trade for Kevin multiple times when he was with the Twins,\" Antonetti said. \"Our interest in him has been longstanding. We've actually had dialogue with the Rockies for the better part of the offseason and, ultimately, were able to align at the right value at the right time.\"   Slowey would presumably compete against right-hander Jeanmar Gomez and lefty David Huff for the lone vacancy on the staff. Slowey does have a Minor League option remaining, so he could be sent to Triple-A Columbus without consequence. Antonetti noted that Slowey was not being considered as a bullpen option at this point.   Carmona was released from jail on Friday, but it is not clear how long it will be before he is able to return to the United States. The pitcher was instructed by Dominican authorities to remain in his native country while prosecutors continue an investigation into the matter.   It is unlikely that Carmona -- the Tribe's Opening Day starter a year ago -- will be in Arizona in time for his team's Feb. 19 Spring Training reporting date for pitchers and catchers. At this point, it is not even clear if Carmona will be a part of the Indians' rotation during the upcoming season.   The Indians are currently working to sort through their options.   Antonetti declined to comment on the matter.   \"At this point, we're going to continue to refrain from commenting until we have a little more clarity,\" he said. \"We're still in the process of trying to get some additional information to work through that situation.\"   The general manager did note that Indians manager Manny Acta has spoken with Carmona.   \"Manny's talked with Fausto directly,\" Antonetti said. \"We've had numerous conversations with his representatives as well as people in Major League Baseball and other authorities.\"   One possibility is that the club will place the pitcher on Major League Baseball's restricted list until the situation is resolved. Under that scenario, Carmona would not receive any of his $7 million 2012 salary until he returned to the United States.   In the meantime, Slowey gives the Indians an extra arm to throw into the mix.   \"We feel that we've added and improved the quality of our starting pitching alternatives,\" Antonetti said. \"After stringing together a number of good years with the Twins, Kevin struggled a little bit last year with some minor injuries.   \"Our scouts that saw him last year feel he has the ability to get back to where he's been in the past to help our Major League team.\"   As things currently stand, Justin Masterson and Ubaldo Jimenez figure to compete for the Nos. 1-2 roles on the Indians' starting staff. Right-handers Josh Tomlin and Derek Lowe -- the latter acquired earlier this winter in a trade with Atlanta -- project to occupy to more spots.   Gomez and Huff, who both have Major League experience, follow that foursome on the Tribe's depth chart. Behind them are Minor Leaguers Zach McAllister, Scott Barnes and Corey Kluber.   The 27-year-old Slowey is coming off a subpar season, during which he went 0-8 with a 6.67 ERA in 14 appearances (eight starts) for the Twins. The righty was traded to Colorado on Dec. 6 and promptly avoided arbitration with his new team by inking a one-year contract worth $2.75 million for 2012.   In his big league career, which includes stints with the Twins in parts of five seasons, Slowey has gone 39-29 with a 4.66 ERA across 100 appearances. Between the 2008-2010 seasons, the righty compiled a 35-20 record with a 4.36 ERA. Over that span, Slowey struck out 314 and walked 68 in 406 2\/3 innings.   Overall last year, Slowey went 1-11 with a 5.26 ERA in stops at three different levels in the Twins' system. Besides pitching for Minnesota, he spent time with Class A Fort Myers, Triple-A Rochester. Slowey landed on the disabled list twice last year due to a right shoulder issue and an abdominal strain.   Putnam, 24, had a shot at competing for a spot in the Indians' bullpen during Spring Training. The right-hander spent the bulk of 2011 with Triple-A Columbus, where he went 6-3 with a 3.65 ERA in 44 outings. In 69 innings of work, Putnam struck out 68 and walked 23.   \"In the end, we felt like we had some depth in the bullpen,\" Antonetti said. \"In order to improve our rotation, it necessitated moving a guy like Zach. We're excited to have Kevin in the organization and excited to see him come into Spring Training to compete for a job.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
