{
    "url": "http:\/\/m.mlb.com\/news\/article\/26405642",
    "title": "Thome taking measures to play first for Phils",
    "subtitle": "Thome taking measures to play first for Phils",
    "body": "PHILADELPHIA -- Jim Thome has been preparing his body for the test to come. When he rejoined the Phillies on a one-year contract in November, the team said he will be used this season as a pinch-hitter and possibly as an occasional first baseman. The first part made perfect sense. Thome has 604 career home runs, which ranks eighth in baseball history, and can provide Philadelphia some much-needed power from the bench. But the second part? Thome hasn't played significant innings at first base since 2005, when he last appeared in a Phils uniform. Thome, 41, has implemented Pilates and yoga into his offseason workout routine and concentrated more on stretching, flexibility and running to put him in better position to play.  \"Honestly, I don't know how my back is going to react, because I haven't played [first base] in seven years,\" he said Friday afternoon at Citizens Bank Park. \"That's going to be a phase that I'll have to adjust to.\"  Thome and Phillies manager Charlie Manuel planned to fly to Tampa, Fla., on Friday to participate in a minicamp at the Carpenter Complex in Clearwater, Fla. Thome said he has fielded ground balls two to three times a week in an indoor facility in Chicago this winter, but he readily acknowledges it is nothing compared to game action.  It's not as stressful on his back, either.  \"I think Spring Training is going to be a true test for that,\" said Thome, who has had back issues over the years. \"Obviously, you're going to be on the field more. You're going to be on your feet more. It's just a matter of being diligent.  \"The one thing I will say: the work that I've put in, nothing will be unturned. I'll put everything I can into it. And then we'll just have to see how my body reacts once we get there.\"  So how has he enjoyed Pilates and yoga?  \"Let's face it,\" Thome chuckled. \"I'm not the proto-yoga person. But it's helping me.\"  In a perfect world, Thome will respond favorably and can play first base at least once a week while Ryan Howard recovers from left Achilles surgery. If not? The Phillies still expect Thome to a productive late-inning threat, something they haven't had since Matt Stairs in 2008. Todd Zolecki is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Todd Zolecki"
}
