{
    "url": "http:\/\/m.mlb.com\/news\/article\/26409530",
    "title": "Slimmer CC plans to watch diet more closely",
    "subtitle": "Slimmer CC plans to watch diet more closely",
    "body": "TAMPA, Fla. -- Offseason training and in-season conditioning might have been the furthest things from CC Sabathia's mind Friday as he enjoyed a round of golf to help raise funds for Derek Jeter's Turn 2 Foundation, but the Yankees' big left-hander has spent plenty of time this winter thinking about how to stay fit next season.  Participating in Jeter's annual celebrity golf tournament on a picturesque day at the Avila Golf and Country Club, Sabathia appeared to have slimmed down a bit and said he was already planning adjustments to his routine that will help him stay strong down the stretch. One of those things, he said, is constantly monitoring his diet.  Sabathia lost about 30 pounds last winter and entered Spring Training in excellent shape, but he appeared to have put that weight back on by the end of the year. After posting a 2.72 ERA and 1.160 WHIP the first half of the season, he went 6-4 with a 3.44 ERA and 1.331 WHIP the rest of the way. It's worth noting that Sabathia struck out more batters per nine innings after the All-Star break than he did before (10.2 compared to 7.8), but his hit and walk numbers were up, as was his ERA. Some might just call it bad luck -- he allowed an abnormally high batting average on balls in play in August (.402) and September (.387) -- but he still allowed 31 earned runs in 68 2\/3 innings over the last two months of the regular season.   Whether it was the actual reason behind his struggles, many pointed to Sabathia's conditioning -- or lack thereof -- as the problem. For his part, Sabathia said he tried to take that criticism in stride and not get frustrated with it.   \"I'm a big guy. I'm always going to have to deal with it,\" Sabathia said. \"When I pitch bad, then I'm fat. When I pitch good, then I'm a good size.   \"I'm used to it, and I've been dealing with it my whole career. It's nothing. It's just up to me to get in shape and be able to pitch and help my teammates out.\"   Sabathia, who agreed to a five-year contract extension in late October, said his personals goals for next season are staying healthy and making all of his starts, and he was quick to say he expected the Yankees to contend for a World Series title.   \"That's always our goal,\" he said. \"And it's a realistic goal, coming to New York and being able to try to win a championship every time out.\"   Coming off a 97-win season and an American League East title, the Yankees recently made a big stride toward achieving that goal by trading young slugger Jesus Montero for 23-year-old right-hander Michael Pineda and signing free-agent righty Hiroki Kuroda. The Yanks had been unusually quiet most of the offseason, but those moves could transform their rotation from a weakness in 2011 to a potential strength in '12, solidifying the group behind Sabathia.   \"It is good. We always do something, you know?\" Jeter said Friday, smiling. \"Sometimes things just work out in the end.\"   After being the stopper of a shaky rotation last year, Sabathia probably should have been the first person to breathe a sigh of relief when the club added Pineda and Kuroda to the fold. But the Yankees' ace said he won't feel any less pressure when he takes the mound next season.   \"I'm still going to want to pitch every game up to my capabilities and pitch well,\" Sabathia said. \"We made some good moves. Our team was good, but we made it even better. ... Anytime you can add an arm like Pineda and get a veteran like Kuroda, it makes the team a lot better. I'm excited to see if we can stay healthy and try to win a championship.\" Adam Berry is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
