{
    "url": "http:\/\/m.mlb.com\/news\/article\/26408424",
    "title": "Honeycutt helped guide Kershaw on Cy trail",
    "subtitle": "Honeycutt helped guide Kershaw on Cy trail",
    "body": "LOS ANGELES -- The Clayton Kershaw World Tour, with earlier stops in Africa and California, and points in between, rolled into the Big Apple on Friday, as the lefty visited the New York Stock Exchange before he accepts his National League Cy Young Award at Saturday night's Baseball Writers Dinner.  Meanwhile, as a token of his appreciation, Kershaw is flying in Dodgers pitching coach Rick Honeycutt from Tennessee as his guest for the awards dinner, a fitting gesture to one of the most successful pitching gurus in the game.  In Honeycutt's six years as pitching coach, the Dodgers staff has the lowest composite ERA (3.84), the second-lowest opponents' batting average (.250, trailing the Giants) and the second-highest strikeout total (7,489, trailing the Cubs) in baseball. With bullpen coach Ken Howell, Honeycutt oversaw the rebuiling of the relief staff on the fly last year when Jonathan Broxton, Hong-Chih Kuo and Vicente Padilla went wrong, replacing them with rookie right-handers Javy Guerra, Kenley Jansen and Josh Lindblom, along with lefty Scott Elbert.   The 57-year-old Honeycutt, however, is reluctant to take credit for Kershaw and the Cy Young.  \"With Clayton, it's just not about me. I don't have to do a whole lot,\" Honeycutt said. \"I just mention something I see and he processes it. These guys still have to do it. It's a process. You see with Clayton over time he's gotten better and better. You want to see that each month and each year. When they don't continue to get better, I take it hard. It's like I failed these guys. All guys are good or they don't get to this level. But he's different. To separate himself like he has, he's really special.\"   Kershaw was already special when the Dodgers made him a first-round Draft pick in 2006, but even special players hit bumps in the road and Honeycutt recalls a turning point for Kershaw in the 2009 season. In his seventh start of the year, Kershaw was roughed up in Philadelphia, the loss dropping his record to 1-3 and raising his ERA to 5.21. Honeycutt, then-manager Joe Torre and hitting coach Don Mattingly called Kershaw in for a meeting.   \"It had become a battle for him,\" Honeycutt recalled. \"Before that meeting I talked to Donnie, asked him to look at a few games. Donnie said if he was coaching opposing hitters, he'd tell them to spit on all the off-speed stuff and look for the fastball. I wanted Clayton to hear that from a hitter's perspective, what the scouts were telling the hitters to do against him, so he would understand what was happening and what he had to change.   \"He wasn't consistently throwing strikes. His breaking ball was not finishing high enough to get called strikes, and he was missing down and away to left-handers. So, I brought that info to Joe and we put our heads together to find the best way to adjust. The talent was there.   \"Since that time, the info goes in and he digests it. Before that, maybe it was just too early for him. Maybe he needed some failure before it's like, 'Can I get better? What do I need to do?' That has to happen. He made some adjustments. He moved to the other side of the mound, he took a different approach to his bullpen sessions, and the slider made a world of difference. It acts as a change of speed. He's got a great touch. He can make it break straight down or run it hard into a right-hander.\"   Said Kershaw: \"My first two years I was called into the principal's office too many times. They told me to pitch better or get shipped out, in so many words. I finally got less stubborn and figured it was time to figure something out, rather that just go with what I had.\" Kershaw essentially taught himself the slider in a bullpen session two days after the Philly debacle.   \"He tried it in the bullpen at Wrigley Field and took it right into his next start,\" said A.J. Ellis, who caught that breakthrough session. \"That pitch took him from a really good pitcher to a great pitcher.\"   Kershaw won the Cy Young Award off a 21-win season with a 2.28 ERA and 248 strikeouts, accomplishing the pitching Triple Crown by leading the league in all three categories.   Perhaps more impressive is that, since the 2009 meeting in Philadelphia, he's 41-20 with a 2.46 ERA, 606 strikeouts and 206 walks.   Perhaps the most telling statistic is that Kershaw's strikeout-to-walk ratio has improved each year, from less than 2-to-1 his rookie year to almost 5-to-1 last year. No surprise to Honeycutt.   \"I think back to the first batter he faced in a spring game -- he homered,\" Honeycutt said. \"And Clayton then loaded the bases, but he struck out three guys and he came back to the dugout with the biggest grin on his face like, 'Wow, got that out of the way.' He was 19 and just having a good time. Not a lot of guys would come back smiling. That's what I like about him. He's just so different.   \"Look at last year. So many games he'd have a rough spot in the first three or four innings and then all of a sudden he's like a different guy. He had a game with about 60 pitches the first three innings, then 40 pitches the next four. You don't see that often. He's just putting everything together in his mind. There's never panic. It's just a joy to see it.   \"You know, when the season is going on, you know he's having a good year. But when it was over and you reflect on the numbers, wow.\" Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
