{
    "url": "http:\/\/m.mlb.com\/news\/article\/26405354",
    "title": "Norris looks to build on progress made in '11",
    "subtitle": "Norris looks to build on progress made in '11",
    "body": "HOUSTON -- Astros starting pitcher Bud Norris certainly made some strides in his second full season in the Major Leagues in 2011, setting career highs for innings pitched, starts and strikeouts while lowering his ERA by more than one run per game.  The numbers were an improvement, but still not where Norris wanted them to be at the end of this season, nor where the Astros needed them to be. He finished 2011 with a 3.77 ERA in 31 starts, 176 strikeouts and a 6-11 record that was the result of inconsistency and poor run support.  The issue of run support -- the Astros lost four of Norris' starts last season by a 1-0 score -- is out of the 26-year-old's hands, but gaining more consistency each time he takes the mound is a primary goal for Norris when Spring Training begins in a month. \"I definitely made some strides in the right direction, but as far as I'm concerned, I've got to keep doing that,\" he said. \"That's kind of what it's all about -- getting better year in and year out and learning more of the ropes. I had a pretty good season last year, a decent season. I want to get better and I know what I need to improve on, and I need to keep that consistency and kind of build off of that.\"   Norris, one of the few Astros Draft picks from 2005-07 to reach the Majors, has been working out at Minute Maid Park this offseason with several of his teammates in an effort to be ready when pitchers and catchers begin playing catch in Kissimmee, Fla., on Feb. 20.   Norris amassed 186 innings last season and missed his final start because of biceps tendinitis, but -- after some initial trepidation -- he says his arm is in good shape.   \"I was a little worried,\" he said. \"There's definitely that [concern of injury] in the back of my mind. I feel really good now. The trainers have been great -- Rex [Jones] and Nate [Lucero] -- and have been giving me a lot of arm exercises to make sure it's extra strong. I started my throwing program early this year to make sure the shoulder's 100 percent, and I'm happy where I'm at right now.\"   The Astros aren't expected to contend this year as they continue to rebuild, but Norris is an important piece of the future. He's under Houston's control for four more years, so there's no reason to believe he won't be one of the anchors of the rotation when the team is ready to make noise in the American League West.   With that in mind, this will be an important year for Norris. He understands he needs to find more consistency. He walked 3.39 batters per nine innings a year ago, which was the 10th-highest total in the National League.   \"You need to manage the walks,\" he said. \"Your ultimate goal is to get to 200 innings, and consistency is a huge part of that in order to reach that goal. Just keeping my confidence and staying consistent is going to be part of that.\"   Though the Astros are in full-tilt rebuilding mode, Norris has high hopes for the rotation.   Wandy Rodriguez is one of the game's most consistent left-handers, going 11-11 on a team that lost 106 games in '11. Brett Myers followed up his terrific '10 campaign with an up-and-down '11, but he pitched much better in the second half.   There are high hopes for Jordan Lyles, who pitched half the year in the rotation at 20 years old, and J.A. Happ, who finished the season strong after a woeful four months.   \"The rotation is there,\" Norris said. \"The guys are going to have to pitch and play some defense. We need to come together as a unit and all do our jobs. Last year, at times, we kind of got away from that, and there was a lot going on with the sale of the team. We have a new owner [Jim Crane] and a new GM [Jeff Luhnow] and we're definitely at a good place to put our minds together and become one unit. This is a young group. We want to do it together.\" Brian McTaggart is reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
