{
    "url": "http:\/\/m.mlb.com\/news\/article\/26404038",
    "title": "'Lach' finds special place back with Angels",
    "subtitle": "'Lach' finds special place back with Angels",
    "body": "Leading up to Spring Training, MLB.com will take a look at the new members of the Angels' baseball-operations department -- the one that's completing what many consider the greatest offseason in franchise history. The five-part series begins with a beloved Anaheim figure, Marcel Lachemann.  ANAHEIM -- Like he'll say about so many of those on his first staff, general manager Jerry Dipoto calls Marcel Lachemann a baseball treasure. More specifically, though, Lachemann is an Angels treasure. Dipoto knew that when he hired him to be his special assistant in November, but he really began to feel it after introducing him to the rest of the staff at organizational meetings in Arizona earlier this month.  Lachemann -- the Angels' pitching coach from 1984-92, manager from 1994-96 and pitching coach again from 1997-98 -- didn't need any introduction. \"There were very many people who were emotionally on a high because Lachemann was back in the organization,\" Dipoto said. \"His history here was great, and guys like [pitching coach] Mike Butcher, [former All-Star pitcher] Mark Langston, people who were in that room, [current field coordinator] Gary DiSarcina, numerous of our Minor League coaches and staff, managers that 'Lach' has touched through the years, were so excited to see him back.\"   The salty Lachemann, who has spent about 45 of his 70 years on this planet in pro baseball, rode the highs and lows during his 14 total years on the Angels' Major League staff. He was with them during the 1986 season, when they fell one strike short of the World Series; with them during the historic collapse of '95, when they watched an 11-game division lead vanish in less than two months; with them when they weren't the juggernaut they have now become.   \"For a long time, we kind of played second-fiddle to the Dodgers,\" Lachemann said. \"Of course, they were having great years, too, when Mr. [Peter] O'Malley owned the team, and we were kind of like the little kid out there in Orange County.\"   While Lachemann spent the last 12 years in the Rockies' system, the Angels grew up, winning the World Series in 2002, reaching the playoffs five times from 2004-09 and, a little more than a month ago, signing Albert Pujols and C.J. Wilson to make them a force heading into this season.   Shortly after taking the job as GM in late October, Dipoto set his sights on Lachemann, the man who served as his last pitching coach with the Rockies in 2000 -- when a devastating neck injury forced him to retire as a player. He also worked with Lachemann when Dipoto was the Rockies' director of player personnel in '05.   In his current role, Lachemann will mainly work closely with Butcher and all Minor League pitching coaches to ensure consistency throughout the system with regards to pitching philosophies.   \"He's calm, he's under control, intensely competitive,\" Dipoto said of Lachemann. \"He knows how to teach it, he knows what it looks like, he knows how to identify it, and quite frankly, he knows how to articulate it. 'Lach' is not afraid to tell you what he thinks about a player, and that's so important.\"   Lachemann says he very much enjoyed his time with the Rockies, and today is as close as ever with GM Dan O'Dowd, whom he served as a special assistant to in the 10 years following his two-year stint as pitching coach in Colorado.   But in October, disagreements over the amount of restrictions the Rockies place on young pitchers made him feel it was time to step aside.   \"I'm not going to say that I'm right and you're going to do things my way,\" Lachemann said. \"But by the same token, I didn't want to be the guy standing in the background and saying I don't know why they do it that way. It's not fair to the people that are there or are running it.\"   Shortly after he walked away, Dipoto brought Lachemann back to the place where he has the most history -- a history with a couple of tough-to-erase memories.   There's that 1995 season, which ended with a one-game playoff loss to a Mariners team that stormed all the way back to win the AL West. Toughest moment in Lachemann's Angels tenure? Not so much. Lachemann takes solace in the fact that his club actually came back from three down with five to play to force that playoff.   His toughest moment is easily the American League Championship Series of 1986. Up 3-1 in the best-of-7 series, the Angels were one strike away from finishing up Boston in Game 5 and winning the pennant. But Dave Henderson had other plans. He hit that famous two-out, two-strike, two-run homer in the ninth to put the Red Sox ahead, and two games later, gave them a World Series berth the Angels figured was theirs.   Lachemann will never forget what then-manager Gene Mauch told him in the clubhouse after that heartbreaking, extra-inning Game 5 loss: \"Man, that had to be the greatest game I've ever been involved in.\"   \"And I'm thinking to myself, 'You've got to be kidding me,'\" Lachemann recalled. \"'You've been fighting all these years.' But all that going back and forth, that's just the way Gene loved baseball. I mean, all the things that were happening -- the plays, the pitches -- it went back and forth. That was the toughest. If I wake up at night thinking about a game, that's probably the one that comes up.\"   Now, in a smaller and far different role, Lachemann has a chance to sort of make up for that shortcoming, for all the shortcomings. An Angels team Lachemann is involved with is once again a force to be reckoned with.   Except now, instead of Wally Joyner, DiSarcina or Langston, it's Pujols, Howie Kendrick and Jered Weaver.   \"The expectations are going to be higher than it has been in the past, and rightfully so with the money that's been spent on the players that they brought in,\" Lachemann said. \"The game still has to be played on the field. Everybody knows that. But I think everyone's excited about the season, everyone's excited about what's going on and what the future of the Angels looks like.\" Alden Gonzalez is a reporter for MLB.com. Read his columns and his blog, listen to his podcast and follow him on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
