{
    "url": "http:\/\/m.mlb.com\/news\/article\/26393804",
    "title": "Condition worsens for Hall of Famer Carter",
    "subtitle": "Condition worsens for Hall of Famer Carter",
    "body": "Hall of Fame catcher Gary Carter's condition has taken a turn for the worse, according to a family blog maintained by daughter Kimmy Bloemers. Bloemers wrote Thursday that Carter, suffering from brain cancer, has been diagnosed with more tumors on the brain.  \"I write these words with tears because I am so sad for my dad,\" she wrote on caringbridge.org. \"Dr. Jimmy Harris will be coming to my parent's house this evening to talk to the family about the next step. I will continue to keep you all updated. Love to everyone and thank you for the prayers.\"  Carter was initially diagnosed wiith four malignant tumors in his brain last May, and doctors have classified his case as inoperable. The former catcher has undergone chemotherapy and other treatments designed to shrink the tumor, but he suffered a setback at the end of the year. Bloemers wrote on her blog that Carter fell down on Christmas Eve and again last Thursday, and he experienced a torn rotator cuff that will require surgery at some point. Carter had to undergo two magnetic resonance imaging tests on Friday to determine the extent of his injuries.   The results of one MRI on his shoulder revealed the torn rotator cuff. The results of the other test -- on his brain -- were read by specialists at Duke University and then conveyed to the Carter family, which will now consult with physicians before deciding its next course of action.   Carter, who was inducted into the National Baseball Hall of Fame and Museum in 2003, held his 27th annual charity golf tournament earlier in the week. Carter was able to be present for the tourney's banquet on Sunday night but was unable to take part in the golf experience on Monday.   \"Great friends, teammates and family filled the room in support of my dad, autism and local schools,\" Bloemers wrote. \"Dad was so appreciative of the many hugs and encouragement given to him throughout the evening. Jim Palmer was the spokesperson for the golf tournament. Dad spoke a few words thanking everyone for being there and for all the support and prayers. He said he wants to feel better so he can continue to help others. Monday was a beautiful day of golf. Although dad could not be there, we were told it was a successful day and overall a wonderful tournament event.\" Spencer Fordin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Spencer Fordin"
}
