{
    "url": "http:\/\/m.mlb.com\/news\/article\/26389140",
    "title": "Hurling Darvish sets off Rangers' dominoes",
    "subtitle": "Hurling Darvish sets off Rangers' dominoes",
    "body": "ARLINGTON -- The Rangers will introduce Yu Darvish at a news conference on Friday night at Rangers Ballpark in Arlington. He will be bombarded with questions from American and Japanese reporters. Scheduled for 8 p.m. ET and to be aired live by MLB.com and texasrangers.com, it should be the biggest news conference at the Ballpark since Alex Rodriguez was introduced to the Texas media in 2000. But that will only be the start. Darvish has agreed to a six-year, $60 million contract with the Rangers. On top of the $51.7 million posting fee paid to the Hokkaido Nippon-Ham Fighters, that is a significant financial investment for a player who has never pitched in the Major Leagues. There are many questions that still remain unanswered. How will Darvish fit in with his new team?  First of all, his new teammates are thrilled to have him aboard.  \"Our owners stepped up big time,\" second baseman Ian Kinsler said. \"I'm really excited about having Yu join us for another World Series.\"  \"We're excited,\" infielder Michael Young said. \"This franchise is doing fantastic things. Our fan base is energetic, and we all feed off that. Adding a pitcher of this caliber really gets the competitive juices flowing even more. And the way this group is wired, that's really saying something.\"  The Rangers have had no problems in the past assimilating new teammates into the fold -- including Japanese pitchers Akinori Otsuka, Yoshinori Tateyama and Koji Uehara. They were more than accommodating when Josh Hamilton was acquired from the Reds, and have had no problems dealing with his special needs and attention. They were able to roll with C.J. Wilson and his unusual exotic interests.  Wilson was certainly different, but he was also dedicated to his craft and to winning. That's all the Rangers expect from any player: be ready to compete when the game starts.  The Rangers will have to brace themselves for the crush of media that will follow Darvish every day. They dealt with it in the playoffs the past two years, but never like this every day during the regular season. That will be a big adjustment.  Where will Darvish fit into the pitching staff?  The Rangers have already avoided a mistake they made with Chan Ho Park 10 years ago, when owner Tom Hicks immediately proclaimed him as their No. 1 starter. Park was ill-equipped to deal with such high expectations, even though he was coming off five good years with the Dodgers.  The Rangers believe Darvish has that potential, but declined to anoint him as such. He will not be their Opening Day starter, as Park was in 2002. Manager Ron Washington has already declared Colby Lewis will get the ball for the opener.  Best guess is Darvish will begin the season as the No. 3 starter. The Rangers will likely follow Lewis with left-hander Derek Holland and then Darvish. That would allow the Rangers to fit him between Holland and Matt Harrison, their other left-hander.  Neftali Feliz, who is moving from the bullpen to the rotation, would likely be the fifth starter. Remember, the Rangers also need to manage expectations for Feliz, maybe even more so than Darvish.  Darvish also has one more advantage than Park. Back in 2002, Park was viewed as a savior for a dreadful pitching staff. Darvish is joining a rotation that was one of the best in the Majors last year.  \"We're not looking for a savior,\" general manager Jon Daniels said. \"There are some expectations, but we're not going to add to them.\"  Can Darvish adjust better than other Japanese pitchers?  This is an unknown, even with all the homework the Rangers have done on Darvish. Japanese pitchers have had mixed success in the United States. Darvish will have to adjust to a different pitching regimen and the excessive Texas heat.  Darvish will pitch once every fifth day, rather than once a week in Japan. He will have to alter his between-starts throwing program. He will likely throw fewer pitches and not be asked to throw more than 130 in an outing.  Other Japanese pitchers, including Hideo Nomo and Daisuke Matsuzaka, have had mixed success in the United States -- often starting off well, then tapering off. Darvish, who is 25 and stands 6-foot-5, is younger and more physically imposing than many Japanese pitchers when they came to the United States. The Rangers' homework told them he is dedicated to his conditioning and his craft, but the others -- with the possible exception of Hideki Irabu -- were also quite dedicated.  \"I think there are a lot of unique things about him,\" club president Nolan Ryan said. \"His body type, his size and durability, his feel for the baseball, the fact that he is comfortable throwing his breaking ball, as well as his fastball. He has several quality pitches. If you look at him, he's very special. He's not the usual Japanese type of pitcher or another Major League pitcher. He's a special type of pitcher.\"  The Texas heat is a factor for any pitcher, but will be a big adjustment for Darvish. His former team, the Nippon-Ham Fighters, is one of four teams in the six-team Pacific League that played at least some of their games in a domed stadium.  \"We talked about that internally and with Yu,\" Daniels said. \"We have guys who have played in the heat and succeeded in the heat. It's all about commitment, conditioning and work ethic. We're not worried about it in the least.\"  The Rangers should have a strong bullpen that will ease the workload for both Darvish and Feliz. If Alexi Ogando moves to the bullpen as expected, he and Scott Feldman give the Rangers two middle relievers who can pitch multiple innings in front of setup relievers Mike Adams, Mark Lowe, Uehara and Tateyama.  How does this impact payroll, Prince Fielder?  Right now, the Rangers' payroll is far higher than it has ever been -- and that doesn't take into account the $51.7 million posting fee. With Darvish under contract, the Rangers have 15 players signed for 2012 for a total of approximately $96.6 million. That is already higher than last year's $92 million payroll.  They still have three outstanding arbitration cases with Mike Napoli, Elvis Andrus and Nelson Cruz. But if all three are settled at the midpoint, that will add another $19.5 million to the payroll and push it up to approximately $116 million for 18 players. By the time the pre-arbitration players are signed, the Rangers will be over $120 million.  Last year, six teams had a payroll of above $120 million. Add Fielder at a conservative $20 million and the Rangers would have a payroll higher than all but the Yankees, Phillies and Red Sox last season.  The Rangers continue to express reluctance in their desire to pursue Fielder. But they did meet with him a week ago, and it would be shocking if there weren't further conversations with Fielder's agent, Scott Boras.  The Rangers still want to pursue long-term contracts with some of their own players. Hamilton is a free agent after next season, and is looking for a five-year contract worth more than $100 million. The Rangers are wrestling with that more than looking at Fielder. Hamilton is a tough call, but the Rangers see him as a unique talent who doesn't come along very often.  How long will we have to read Yu-pun headlines?  Brace yourself. It's a six-year contract. T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
