{
    "url": "http:\/\/m.mlb.com\/news\/article\/26392538",
    "title": "Prince could be final piece for Nationals",
    "subtitle": "Bodley: Prince could be final piece for Nats",
    "body": "The Marlins and Angels made most of the noise at December's Winter Meetings, tossing cash around as if it were Monopoly money. When the dust settled, the Marlins had their eyes on unseating the Phillies as National League East champion and the Angels' chances of knocking the Rangers off their American League West perch improved dramatically. The Nationals certainly didn't make the bold -- and expensive -- moves of Miami and Los Angeles, or equal their own $126 million signing of free-agent outfielder Jayson Werth the year before. And with Spring Training only a few weeks away, Washington may not be ready to push Philadelphia aside, but its improvement is a key reason why the NL East is the best division in the Major Leagues. \"I think our ballclub is one or two players away from being a heck of a ball team,\" said Nats manager Davey Johnson.  Of the five NL East teams, only the New York Mets will not be a factor or have a significant 2012 presence in the division.  \"Day in and day out, you have to say it's the best division in baseball,\" said Phils manager Charlie Manuel. \"The consistent play within the division is amazing. ... Washington will be very competitive.\"  The Nationals, who finished third at 80-81 last year, could be more than competitive. If they outbid the Rangers, Giants or whomever for first baseman Prince Fielder, I predict they'll be playing postseason baseball for the first time since they were the Montreal Expos.  Fielder obviously would be one of the \"one or two\" players Johnson speaks of.  Picture Fielder batting cleanup in a lineup that includes Ian Desmond, Werth, Ryan Zimmerman, Michael Morse, Danny Espinosa, Wilson Ramos and possibly 19-year-old Bryce Harper.  Now that Yu Darvish is in the fold with the Rangers, the Nats seemingly are the leading contender to sign Prince.  Ted Lerner has been portrayed as the NL's richest owner, so it's unlikely he'll be outbid for Fielder. The ultimate decision is whether Fielder will be worth the estimated $22 million a year it will cost. Or, if the risk is too great for a 27-year old whose 275 pounds on a 5-foot-11 frame could be an ongoing health concern for a long-term contract.  There are conflicting reports out of Texas as to whether the Rangers are still in the running after spending over $110 million to get Japan's top pitcher.  Fielder has hinted he'd like to play for the Rangers, but their general manager, Jon Daniels, said, \"I'm intimately aware of our budget, and it's very unlikely.\"  True to form, Scott Boras, Fielder's agent, is intent on getting the best possible deal for his client. The Angels, of course, gave Albert Pujols a 10-year, $254 million contract.  Washington general manager Mike Rizzo is doing a superb job of building the Nationals for the future. Fielder, the top remaining free agent, would have enormous impact immediately.  He not only would improve the team, but generate excitement and undoubtedly increase the amount of TV rights fees the Nats are negotiating with their cable network.  Rizzo earned his stripes as scouting director for the D-backs. His player-development acumen and scouting experience make him the perfect GM for the Nationals.  He's intent on building a strong foundation around the core of talented young players the Nats have drafted. Rizzo has made the most of Washington's high Draft picks, landing the likes of pitcher Stephen Strasburg and slugging outfielder Harper.  This is not about a quick fix, but a nucleus that will make the Nationals perennial contenders. It's a plan much like the Phillies have used under Pat Gillick and Ruben Amaro Jr. to produce five consecutive NL East titles.  Even without Fielder, the Nats have a bright future.  Their biggest offseason move was the acquisition of Gio Gonzalez, a 26-year-old left-hander obtained from Oakland. He joins a rotation headed by Strasburg, who's coming back from Tommy John surgery in 2010.  Rizzo believes Gonzalez, who went 16-12 with a 3.12 ERA with Oakland last season, \"gives us a young core of starting pitchers at the Major League level. That is something we've never had before.\"  Strasburg was the heralded No. 1 overall pick of 2009, as was Harper in 2010. Under Rizzo's plan, Strasburg made his Major League debut on June 8, 2010, and went down with his arm injury on Aug. 21 of that year.  The buzz when the Nationals report to Spring Training in Viera, Fla., next month will be whether or not Harper is ready for the Major Leagues. If so, he'll be the right fielder, with Werth shifting to center.  Johnson was the manager when Dwight Gooden made his debut with the Mets in April 1984 as a 19-year-old.  \"Just like any gifted young player, we're going to allow Harper to develop at his own pace,\" said Rizzo. \"We're not going to retard his progress, but we're certainly not going to accelerate it past where we think he belongs.\"  Johnson, the ideal skipper for this young team, said he's keeping an open mind about Harper, \"but I'd love to see someone who could sting the ball from the left side and make the ballclub. It will be an interesting spring.\"  Footnote: Fielder bats from the left side, has stung the ball on occasion -- as attested by his 230 home runs and 656 RBIs after just seven seasons.  Just a thought. Hal Bodley is the senior correspondent for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Hal Bodley"
}
