{
    "url": "http:\/\/m.mlb.com\/news\/article\/26390650",
    "title": "Tribe inks Lewis, Accardo to Minor League deals",
    "subtitle": "Tribe inks Lewis, Accardo to Minor League deals",
    "body": "CLEVELAND -- One of the Indians' goals for this offseason was to add a group of experienced players to add depth behind the Major League roster. The result has been a wave of signings to address that area of need.  On Thursday, Cleveland added another pair of options to its depth chart, signing reliever Jeremy Accardo and outfielder Fred Lewis to Minor League contracts. Both players have received non-roster invitations to attend Spring Training with the big league club.  \"We're excited about the names that we've added,\" Indians vice president of player development, Ross Atkins, said earlier this week. \"There's no question that those guys will provide. We feel protected at every position. In total, the Indians have extended non-roster invites to 17 players. Nine within that group were added this offseason on Minor League deals. That list includes pitchers Robinson Tejeda, Chris Ray and Chris Seddon; catcher Matt Pagnozzi; outfielder Felix Pie; infielders Jose Lopez and Andy LaRoche; and now Accardo and Lewis.   Accardo -- like Ray and Tejeda -- will come into camp this spring with a shot at cracking the Indians' bullpen, which will likely have one or two jobs up for grabs. The 30-year-old Accardo is out of Minor League options, but he has past experience as a late-inning reliever in the Majors.   The right-hander's best season came in 2007, when he posted a 2.14 ERA and saved 30 games as a fill-in closer for the Blue Jays. Since then, however, Accardo has fashioned a 5.09 ERA and a 1.66 WHIP (walks plus hits per innings pitched) over 78 big league games between Toronto and Baltimore.   Last season with the Orioles, Accardo had a 5.73 ERA in 31 appearances. Over 37 2\/3 innings out of Baltimore's bullpen, he compiled 23 strikeouts and 18 walks.   Lewis -- once an up-and-coming outfielder with the Giants -- is coming off a subpar season with the Reds. In 81 games, the lefty-hitting Lewis posted a .230 average with three homers and 19 RBIs. He opened the season on the 15-day disabled list due to a strained right oblique.   In August, the 31-year-old Lewis hit just .095 (4-for-42) in 22 games for Cincinnati, who sent him outright to Triple-A Louisville on Sept. 1.   Lewis, whose primary position is left field, is out of Minor League options. His best season came in 2008, when he hit .282 with nine homers, 25 doubles, 11 triples, 21 stolen bases and 40 RBIs in 133 games for the Giants. In parts of six seasons, Lewis has hit .267 with a .751 OPS between stops with the San Francisco, Toronto and Cincinnati.   Accardo and Lewis provide more backup options for an Indians team that suffered a long list of injuries during the 2011 season. Cleveland is still searching for additional help this winter, with the club's focus being finding a hitter to add to the big league roster. First base remains the most logical position to upgrade.   \"We'll continue to work on all fronts to try to find ways to improve,\" Indians general manager Chris Antonetti said last week. \"One of our other goals going into the offseason was really to improve our organizational depth and add guys at the upper levels of our Minor Leagues, through either smaller trades or Minor League free-agent signings with invites to camp.   \"We feel like we've been able to do that and bring in a good group of guys that should not only compete for spots in Spring Training, but could provide us with some quality alternatives in the event that a need arises during the season.\"  Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
