{
    "url": "http:\/\/m.mlb.com\/news\/article\/26389496",
    "title": "Cobb confident he can compete in Majors",
    "subtitle": "Cobb confident he can compete in Majors",
    "body": "ST. PETERSBURG -- Pitching depth is all the buzz in conversations about the Rays as they prepare for the 2012 season -- and for good reason.  Just start counting off the likes of James Shields, David Price, Jeremy Hellickson, Wade Davis, Jeff Neimann and Matt Moore. That's six above-average pitchers, and Alex Cobb's name hasn't even been mentioned yet.  While Cobb might not be as flashy as some of the names ahead of him, there aren't many teams in Major League Baseball that would pass on having the 24-year-old right-hander from Vero Beach, Fla., in their rotation. Cobb made 12 starts with Triple-A Durham and nine for Tampa Bay over three stints in the Majors in 2011. Logging his first experience in The Show, Cobb was impressive while logging a 3-2 record with a 3.42 ERA.   Manager Joe Maddon felt comfortable calling upon Cobb to become the sixth pitcher in the Rays' rotation at midseason, a move designed to give his starters a little breather before the final push toward September.   Unfortunately for Cobb, his season was cut short in August due to thoracic outlet syndrome. On Aug. 18, Cobb underwent season-ending surgery to remove a blood clot and blockage in the area of his first right rib. Fortunately, the problem has been corrected and it's all systems go for 2012.   Cobb can be found at Tropicana Field these days, going about his paces like any of the other player preparing for another season.   \"It's been a pretty normal offseason,\" Cobb said. \"Luckily [the surgery] happened at a time in the season that I could recover and still have a normal offseason.   \"The thing about [the surgery] was [that] it didn't have anything to do with ligaments or anything like that. So it was more like a healing process from a broken bone, or something like that. Once the area actually healed, I was pretty much good to resume normal activity. I've been in the weight room ever since the season got over and I've been following a normal throwing program. I'm up with everybody else right now.\"   Though disappointed to be removed from possibly playing an active role in a pennant race, Cobb feels lucky about the timing of the surgery.   He made his final start on Aug. 6 against Oakland and was removed after 4 1\/3 innings with discomfort in his right hand. Later, the problem was diagnosed as thoracic outlet syndrome.   \"As much as it stunk being in the playoffs and wanting to help and be as much a part of it as I wanted to be, looking back now, it couldn't have happened at a better time,\" Cobb said. \"If it would have happened at Spring Training this year, I would have missed the whole year.   \"The fact that it happened at the end of last year was really a blessing in disguise, which I didn't realize until I got out here with everybody on a normal throwing program.\"   Cobb actually feels like the operation gave him a little better range of motion in his right shoulder.   \"I like to throw coming from over the top,\" Cobb said. \"That helps with my changeup a lot. So I'm able to have more range of motion over the top of my head. So hopefully that will help me out a little.   \"Pitchers in the past who have had the surgery have actually benefitted from that and gained a couple of miles per hour. Hopefully that will happen with me, too.\"   By the time Cobb made that final start, he had taken huge strides from his debut game, which took place on May 1 against the Angels at Tropicana Field. Making a spot start, he earned a no-decision in a 6-5 Rays loss in which he appeared to be in over his head. He was optioned back to Durham on May 3.   Despite the less-than-auspicious beginning, Cobb caught on quickly in his next go-round. Tampa Bay recalled him on May 30, and he made four more starts until he was optioned again on June 18. Cobb was recalled for a third and final time on July 18.   He distinguished himself by going 3-0 over his first seven Major League starts, making him the first American League pitcher to begin his career with seven starts and no losses since Minnesota's Kevin Slowey had eight in 2007. Cobb remains the only pitcher in Rays history to turn the trick.   Though Cobb lost his final two starts, he had enough success to gain the much-needed feeling that he belongs in the Majors.   \"Mentally, I know I can compete,\" Cobb said. \"I have the confidence now to know that I can compete with the guys up here, and that as long as you make the adjustments you need to, it's the same game you've played all along as you progressed through the Minor Leagues. It's just a little bigger of a jump.\"   It's unknown where will Cobb be in 2012. He could be part of a deal to bring the Rays more offense, he could be in Tampa Bay's starting rotation, or he could begin the season at Durham. One thing's for sure: Cobb is not going to fret about matters he can't control.   \"Who knows what's going to happen with me this year?\" Cobb said. \"I'm just happy I had the experience I did last year. I know that I can compete after last year. Whether I have to start the year at Triple-A or if I'm fortunate enough to break came with the rotation, whatever happens, I'm just happy to be able to be here and be with this team.   \"I love being here with this organization. Being with them since I got drafted and being from Florida, I've watched this organization grow. I want to stay a part of it.\" Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
