{
    "url": "http:\/\/m.mlb.com\/news\/article\/26386450",
    "title": "Jeter honored with Lou Gehrig Memorial Award",
    "subtitle": "Jeter honored with Lou Gehrig Memorial Award",
    "body": "TAMPA, Fla. -- Wednesday night's \"Launch Party\" kicked off the 9th Annual Derek Jeter Celebrity Golf Classic, presented by the Seminole Hard Rock Hotel and Casino. But this year's fundraiser held a little extra meaning for Jeter. Jeter was honored on Wednesday night with the Lou Gehrig Memorial Award, sponsored by the Phi Delta Theta International Fraternity, in recognition of his charitable work. The award is presented annually to a Major League player who best exemplifies Gehrig's off-the-field character. The award was first handed out in 1955 and is permanently maintained at the National Baseball Hall of Fame and Museum in Cooperstown. N.Y. Jeter is the fourth Yankee to win the award, joining Bobby Richardson, Tommy John and Don Mattingly. Recent winners include Albert Pujols, Shane Victorino, Mike Timlin, Trevor Hoffman, John Smoltz, Jim Thome and Jamie Moyer. \"Any time you get honored for your philanthropic work, that makes you feel good. Any award named after Lou Gehrig, it probably means a lot more to me than some other players,\" Jeter said. \"It feels good. Any time you get an award for the work that you do away from the field, in my opinion, means that much more.\"  Jeter was joined on Wednesday night by several celebrity guests, sponsors and supporters at a cocktail reception that featured a silent auction to benefit his Turn 2 Foundation.  The Hard Rock Cafe helped roll out the red carpet for Jeter and his guests -- a group that included longtime teammate Jorge Posada, MLB Network analyst Harold Reynolds, Rays coach Don Zimmer, Pro Football Hall of Famer Richard Dent, former big league center fielder Kenny Lofton and R&B legend Charlie Wilson.  A tournament and draw party will be held on Thursday, and the fundraiser will conclude on Friday with the Celebrity Golf Classic and awards ceremony.  \"It's very important,\" Jeter said. \"It's a fun event that I think everyone enjoys, but it's an important event for the foundation because it's a fundraiser. Obviously, we couldn't help out people unless we had the funds to do it.\"  Posada was in attendance to support Jeter and his foundation, which has awarded more than $16 million in grants to create and support programs and activities that motivate young people to choose healthy lifestyles.  \"Whatever Derek is going to lead, I'm going to be there,\" Posada said. \"He's doing it for a great cause. I've been here for the last nine years, so I'm a big supporter of him and, obviously, his foundation.\"  As for the tournament, most of the guests downplayed their chances of winning. Posada seemed especially certain about his lack of game on the links.  \"I'm a bad, bad golfer,\" he said, smiling. \"I haven't played with [Jeter] in a while, but yeah, I will say I'm the worst. He plays better than me.\" Adam Berry is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
