{
    "url": "http:\/\/m.mlb.com\/news\/article\/26385848",
    "title": "Leyland's lineup creativity may be tested",
    "subtitle": "Leyland's lineup creativity may be tested",
    "body": "TOLEDO, Ohio -- The call to Tigers manager Jim Leyland came while he and his wife were visiting their daughter at college. It was from Leyland's boss, but it wasn't expected.  \"He said, 'How are you doing,'\" Leyland said, referring to team president\/general manager Dave Dombrowski, \"and I could tell something wasn't right. I said, 'I'm fine,' and he said, 'Well, you're not going to be doing too good. Are you sitting down?'\"  Given that kind of introduction, a season-ending ACL tear in Victor Martinez's left knee might not be the worst thing on the list of possibilities. But it didn't provoke a sigh of relief, either. A couple of days later, as Leyland talked at the Triple-A Toledo Mud Hens Fandemonium on Wednesday night, he had progressed from shock to acceptance, and a little bit of recovery.   \"I think Dave put it well: It's a punch in the gut,\" Leyland said. \"But if you want to stay in the fight, you take a punch. We can take a punch.\"   The Tigers lost Delmon Young for a stretch in the American League Championship Series last fall and Magglio Ordonez for all but the opening game of the series. They had Martinez hobbled, but not out. This time, they know he's out, most likely for the 2012 season, unless something unforeseen comes out of the second opinion being given by Dr. Richard Steadman next week.   If there's a silver lining out of it, that's one for Leyland: He won't have to wonder if Martinez is ready.   \"There's no uncertainty,\" Leyland said, \"so we know we have 10 weeks [before the season begins to replace him].\"   It won't take nearly that long for the Tigers to move on, if Leyland can help it. If he gets the chance in the next couple days on the Tigers' winter caravan, he hopes to talk with his players about it.   \"Look, we're going to discuss this today,\" Leyland wants to tell his players, \"and after this, I don't want to discuss this anymore. And I don't want to downplay Victor, but I want to get the message across: 'Look, fellas, this is the way it is. We can take a punch.'\"   The uncertainty is in how the Tigers will replace Martinez, and Leyland didn't offer a specific direction as to what will happen. If anything, he fed the idea that the club has multiple potential directions. With the Tigers losing their designated hitter, rather than their shortstop or catcher, that's a little salvation.   Detroit could go for a hitter to put behind Miguel Cabrera in the lineup, Leyland said. Or it could move others around and fit an addition somewhere else.   \"This is so, so fresh; this hasn't really set in yet, so I don't know what's going to happen,\" Leyland said. \"You think about it, and there are some options probably outside [the organization], and there are some options that would be possibly hitter-type, still not a lot of speed. There might be some speed out there that you might make adjustments with some personnel on your team and put them into that role or fool with that role. But I think we just want to look at it internally first.    \"There's no reason to panic about it. That's how I feel about it. There's no reason to overreact. I mean, you feel sorry for Victor, you feel sorry for yourself. But that can only last for a short period of time. You can feel sorry for Victor for the whole year, but you can't feel sorry for yourself the whole year.\"   That echoes remarks Leyland made earlier in the day to MLB Network Radio in which he suggested the Tigers could use the open spot to become more athletic.   \"We talked about that originally [this offseason], maybe getting a little more athletic, a little more speed,\" Leyland said. \"But like I said, I'd rather have a slow guy that can hit than a fast guy that can't.\"   Leyland's reaction when asked about the abundance of hitters still on the market might have been telling, that there are no obvious options.   \"There are a lot of names out there; I'll say that,\" Leyland said. \"How good they produce anymore, I don't know. And I always ultimately leave that up to Dave.   \"We've already had some discussions -- I won't say who they are -- of some guys internally. We've had some discussions about some guys outside the organization. I imagine there are a lot of agents that called Dave Dombrowski yesterday. All of a sudden, there were a lot of guys that want to play in Detroit.\"   Leyland can imagine, because one agent called him, too.   Even if the Tigers look inside the organization for a solution, Leyland was open to creative thinking. Instead of finding somebody to bat fifth behind Cabrera, Leyland hinted, they could move Cabrera around in the order.   Remember, Leyland is the type of manager who spends his offseason making out lineups. Since finding out about Martinez's injury, Leyland said, he guessed that he has made out about eight more lineups -- some complete, some with a blank spot.   \"Does this have an effect on Cabrera hitting third or fourth? Most likely, sure, it probably does,\" Leyland said. \"But I don't have the answer, how it's going to work out just yet.\"   Leyland doesn't expect to know how to fill that blank for a while. He does expect it to be a short-term solution, rather than something that changes the look of the club for years to come.   \"If you're asking me if we're going to go out and sign some guy for three years, I would doubt that,\" Leyland said. \"But I don't want to speak for Dave on that. That's his area.   \"When this happens, you just don't go out the next day and sign some guy. There's all kinds of things that are involved in that, what kind of physical condition. You just have to be patient, and that's one thing about Dave -- he's relentless when it comes to this kind of stuff.\"   The Tigers are relentless, but they're also realistic. Leyland doesn't know what's coming their way, doesn't know which options they'll follow. All he knows is the option they won't have -- Martinez. They can recover, but they can't replace.   \"This guy's one of the best clutch hitters in baseball, one of the best two-strike hitters in baseball, one of the best run producers in baseball, really, without the big-time home run power,\" Leyland said. \"So you're most likely not going to replace that.\" Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
