{
    "url": "http:\/\/m.mlb.com\/news\/article\/26382992",
    "title": "Winning hand? Time to pair Yu with Prince",
    "subtitle": "Winning hand? Time to pair Yu with Prince",
    "body": "We now come to perhaps the most interesting chapter of this offseason. That means you, Prince Fielder. He wants to play for the Texas Rangers. That much seems clear. Otherwise, he would have signed elsewhere by now. Agent Scott Boras has worked the market for three months and almost certainly knows what's out there for Fielder. He began the process by turning down a deal from the Brewers believed to be worth $120 million over six years, and that's a significant number to keep in mind as this thing winds down. It's unclear what Boras was seeking at the beginning of free agency, but once Albert Pujols got his $250 million, that became the target number.  Unfortunately for Fielder, this hasn't been a great free-agent market. The Red Sox and Yankees have spent cautiously, and other than the Marlins and Angels, others teams did so, as well.  Do the Rangers NEED Prince Fielder? They do not, and that's the bottom line.  With the signing of Yu Darvish on Wednesday, they got deep in both the rotation and bullpen. And even without Fielder, they've got an offense that finished third in the American League in runs and second in home runs.  Six weeks after losing No. 1 starter C.J. Wilson, the Rangers have again managed to put themselves in contention for a third straight playoff appearance.  The Angels and Yankees have both had terrific offseasons, and the Red Sox, Tigers, Rays and Blue Jays will all be in contention.  But they're not better than the Rangers, who are in a window in which they're good enough to win a World Series. These windows don't stay open forever.  General manager Jon Daniels has done a splendid job building a nice farm system and could have a team capable of contending for years to come.  Still, it's an inexact science. Prospects flop. Injuries occur. As Tony La Russa often said, \"The group dynamics change every year.\"  Josh Hamilton is a free agent after this season, and Michael Young is 35 years old and unsigned after 2013.  In other words, nothing is guaranteed. All that appears certain is that Texas is good enough to win a championship in 2012.   With Darvish signed, the Rangers can now turn their attention to Fielder. There appears to be a decent shot they'll pass on him. After all, their payroll appears to be over $100 million already.  If the Rangers do pass on Fielder, it's only because they couldn't make the finances work out.  He would make every team in baseball better, and at 27, he's only a year older than Mitch Moreland, the current Texas first baseman.  Fielder is special. He has finished second in the National League in OPS three of the last five seasons. Among all AL first basemen, the Rangers were 12th in OPS and home runs, 11th in doubles, sixth in batting average and 18th in on-base percentage last season. Fielder hit 20 more home runs than the Texas first basemen, and his OBP was 84 points higher.  To add Fielder to a lineup that already has Hamilton, Adrian Beltre, Nelson Cruz, etc., would make them scary good.  As for Fielder, the Rangers are a perfect fit. The Nationals, Mariners and Cubs might be in position to offer more money, but the Rangers offer a chance to win immediately.  Some of the people who know Fielder best believe the chance to win immediately is critically important. The Cubs could build an entire franchise around Fielder, but it seems unlikely they're going to make the playoffs until 2014 at the earliest.  The Mariners and Nationals have lots of young talent, but there's no way of knowing how quickly the pieces will fit together. The Nationals could win in 2012, but they're in a brutally tough division and aren't nearly as far along as the Rangers.  Inside the industry, there has been a general belief that the Rangers wouldn't sign both Darvish and Fielder, that the financial commitment would be too great at a time when they're also attempting to sign Hamilton to an extension.  Others believe ownership will give Nolan Ryan and Daniels whatever they want. The Rangers were twice a strike away from winning the World Series last season, and Darvish almost certainly makes them good enough to win again.  Fielder would elevate them to another level. He'd make them the favorite from Day 1 of the 2012 season and help bring 3 million fans into the Ballpark at Arlington.  There are few things columnists love more than spending a team owner's money, and this is one of those cases. Here's hoping the Rangers go for it. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
