{
    "url": "http:\/\/m.mlb.com\/news\/article\/26369992",
    "title": "Viciedo ready to take on full-time role for Sox",
    "subtitle": "Viciedo ready to take on full-time role for Sox",
    "body": "CHICAGO -- The 2011 controversy swirling around Dayan Viciedo never was about his Major League preparedness.  It centered more upon finding everyday White Sox at-bats for the young talent, with the outfield already filled up by Juan Pierre, Alex Rios and Carlos Quentin, and the designated hitter's post anchored by Adam Dunn.  That playing-time issue no longer exists for Viciedo as the 2012 season fast approaches. Not with Quentin being moved to the Padres on New Year's Eve. So, the task at hand for the new White Sox right fielder is living up to the expectations placed upon him back when he was brought in as a free agent on a four-year, $10-million deal in Dec. 2008. But those lofty targets and this new opportunity hasn't changed Viciedo's mindset or offseason preparation.   In fact, he never thought about being assured a starting position even when Quentin was dealt.   \"I was not coming into Spring Training thinking that my job was penciled in,\" said Viciedo through White Sox manager of cultural development Jackson Miranda during a Tuesday-afternoon conference call. \"I was coming into Spring Training to fight for a position.\"   Viciedo became a point of constant debate during Ozzie Guillen's last year at the White Sox managerial helm. It was a trouble spot that stemmed from Viciedo simply ripping the ball at Triple-A Charlotte and general manager Ken Williams telling MLB.com in early June that the Cuban was ready to help the White Sox but that Guillen was set at the time with the group he had. Once Viciedo arrived for the White Sox series finale in Seattle on Aug. 28, he immediately made an impact with two hits, three RBIs and a laser-like home run to center in his second at-bat.   There were no other long balls for Viciedo in 99 at-bats covering the remainder of the season. He had seven hits in his first 13 trips to the plate with four RBIs but finished 19-for-89 (.213) with two RBIs in September.   Opposing pitchers clearly adjusted to the free-swinging Viciedo, having already got a look at him when Viciedo hit .308 over 104 at-bats with the White Sox in 2010. But Viciedo doesn't seem worried about the ongoing changes needed to be made, major or minor, to accommodate 550-plus plate appearances.   \"Really, it's all going to be about the preparation, starting in Spring Training and then during the season making adjustments,\" Viciedo said. \"Pitchers know me and I know the pitchers. We are going to get to know each other real well this year.   \"I'm going to focus on making contact, getting some RBIs and getting people in. That's the most important thing to me. I have the strength to hit home runs, so I'm confident the home runs will come.\"   With Viciedo's original deal focusing on compensation and not control issues, the 2012 campaign is not a contract year for the physically fit 5-foot-11, 230-pound slugger. He will not be eligible for free agency until after the 2017 season.   Even if a multi-year, multi-million-dollar contract was on the line, it wouldn't seem to bother Viciedo. His low-key mantra is being as prepared as possible, starting with current offseason work in Florida, and then sliding into the middle of the order and to a right-field slot that appears to be his best position defensively.   There is no hint of animosity about being passed over for an earlier call to the Majors in 2011, when he finished with a .296 average, 20 homers, 28 doubles and 78 RBIs over 119 games for Charlotte. It just wasn't his time.   \"Wherever they put me, that's where I'm supposed to be,\" said Viciedo of spending most of 2011 with the Knights. \"But this is my year, and I'm going to do the best I can and take advantage of it.   \"My expectations are like every year: work hard during the offseason, get into Spring Training and be ready to be called upon. As far as pressure to do what Carlos has done, I don't feel any pressure. For the most part, I'm going to do what I've been training to do. I feel comfortable and it's going to be a great year for me.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
