{
    "url": "http:\/\/m.mlb.com\/news\/article\/26368370",
    "title": "Faith at heart of Kershaws' work in Zambia",
    "subtitle": "Faith at heart of Kershaws' work in Zambia",
    "body": "LOS ANGELES -- National League Cy Young Award winner Clayton Kershaw was at Dodger Stadium on Tuesday, but he wasn't talking about his salary-arbitration situation -- or even about baseball. Kershaw and wife Ellen are on a promotional tour for their new book, which chronicles their sharing of his passion for baseball and her passion for helping orphans in Africa. The couple just returned from her sixth, and his second, pilgrimage to Zambia, where they broke ground for \"Hope's Home,\" a safe haven for children whose families have been destroyed by AIDS.  \"HIV has wiped out the adult population,\" said Clayton. \"They are kids raising kids. The poverty, the living conditions -- it's tough to see. It puts in perspective what we have here, things we take for granted -- like eating three meals a day and having a place to sleep.\"  So a 23-year-old, who's arbitration and is likely to see his salary explode from $500,000 to 10 or 15 times that after winning the Cy Young Award, made the 20-hour journey again, and now has a book that tells about it.  \"Arise -- Live Out Your Faith and Dreams on Whatever Field You Find Yourself,\" is published by Regal, a division of Gospel Light, and Kershaw is proud of the book's Christian overtones. He doesn't shy away from the obvious comparisons to Denver Broncos quarterback Tim Tebow, whose use of the NFL for spreading the Gospel has been both praised and parodied, but definitely publicized.  \"Look where we are now -- Dodger Stadium, talking about a book,\" Kershaw said. \"It's a platform for us. Tim is right on with that, for sure. Everybody has a different approach. For me, everything I do has a purpose beyond our lifetime. On the field, I have a job to do. I guess you could say I'm a little more understated. That's not to say either way is wrong, it's just my personality. I have a huge investment in baseball. But faith and family are up there.\"  Kershaw said he will continue \"Kershaw's Challenge -- Strikeout to Serve,\" donating money for every strikeout to Arise Africa, and this year will add partner charities from Los Angeles and his hometown of Dallas. A year ago, he provided manual labor for the orphanage the group built. This trip, he said, was spent more on \"relational stuff -- playing with the kids, looking at the land we bought and working with architects for a second orphanage.\"  He said he was able to maintain his arm strength by playing long toss with Ellen's brother, who played high school ball, and pitching into a blue tarp. Ellen said her husband was better prepared for the second trip than the first.  \"I've seen how he's grown,\" said Ellen. \"Last year, he had some hesitancy, didn't know what to expect. You can't prepare for the brokenness you see. And the offseason is a huge time for him to get prepared. But he found his niche with the kids by playing baseball with them. He was much more comfortable with the language barrier. He was like a human jungle gym -- they were drawn to him, and it was fun for me to watch.\"  Ellen said that she didn't \"think it was a coincidence\" that her husband's first trip to Africa was followed by the best season of his young career.  \"The Lord really blessed him,\" she said.  Ellen, whose passion for Africa was sparked by an Oprah Winfrey special 15 years ago, said she's also seen the difference that is being made in Zambia.  \"We are sponsoring a little girl, Hope, who's 12,\" she said. \"She has HIV. When we first met her, she was a sick little girl. Now, she's full of personality, healthy, the sky's the limit for her. We've seen how the kids grow.\"  The Kershaws have grown, too.  \"Ellen asked me what I wanted my legacy to be,\" Clayton said. \"You want to be remembered for something other than baseball. You can impact other people with your faith. That's the purpose of what this is all about.\" Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
