{
    "url": "http:\/\/m.mlb.com\/news\/article\/26367794",
    "title": "No guarantees for teams who spend big",
    "subtitle": "Noble: No guarantees for big spenders",
    "body": "It was mid January 20 years ago, and the pending baseball season began to seep into the consciousness of the folks who found Shea Stadium a comfortable venue to visit in the summer. The Winter Meetings were more than a month in the past, and a pervasive sense of optimism had developed among the Mets' followers. Mets partisans had become accustomed to -- read: spoiled by -- success. Indeed, the 1991 season, the team's first without Darryl Strawberry, also was its first losing season in eight years. Soon after it ended, Mets co-owner Fred Wilpon shared a thought with new general manager Al Harazin, and the thought was quite to the point. \"We can't have another year like last year.\" Which, loosely translated, meant: \"Fix this mess.\" Unspoken, but certainly inferred was an urgency in Wilpon's words. \"Fix this mess now\" is what the general manager heard. By mid January, Harazin had made what he -- and many others -- considered the necessary repairs. The Mets hardly had been a \"fixer-upper\" when he replaced Frank Cashen. And the bold moves Harazin made were widely hailed as good ones that addressed the needs that had become conspicuous during the 77-84 season in 1991.  He signed three free agents -- Cashen had little use for free agency -- Bobby Bonilla, Eddie Murray and a veteran second baseman who could turn a double play with the best of 'em, Willie Randolph. And during baseball's December convention, Harazin swung a trade that would have made Frank Lane, Bill Veeck or Trader Jack McKeon envious. He moved Gregg Jefferies and Kevin McReynolds to the Royals for Bret Saberhagen and Bill Pecota.  Folks throughout the game ooo-ed and aaah-ed after they had assessed all Harazin had done. He'd imported switch-hitting power and run production in Bonilla and Murray to offset the absence of Strawberry's bat, and he created a formidable middle of the order -- Bonilla, Murray and switch-hitter Howard Johnson, a bona fide 30-30 man. He'd brought in Randolph, a skilled and patient batsman, to hit behind Vince Coleman, the club's 1991 free-agent investment. And Saberhagen was to join hands with Dwight Gooden, David Cone and Sid Fernandez to provide new manager Jeff Torborg the four-fifths of a starting rotation comparable with any in the National League.  The Mets were repaired, reloaded, reinforced and regarded as a unquestioned threat to the Pirates' two-year reign in the division.  And then it all blew up like an improper mixture from a bargain chemistry set. The Mets were a fifth-place team again, and a 90-loss team, too. Before the 1993 season began, a book entitled \"The Worst Team Money Could Buy\" was published. It slammed Harazin, Torborg, Bonilla, Murray, Coleman and anyone else who didn't bat .320 or produce a sub-3.00 ERA. Turned out, the book was a year premature. The sequel season was more grotesque, replete with 103 losses, a managerial change, episodes of childish misbehavior and more sour faces than a bushel of lemons could create.    It can happen again, not to the Mets. They're short on expectations as well as players. But it can happen to any team, even yours. It can happen to the 2012 Phillies, no matter that Jimmy Rollins is back and Jonathan Papelbon is in place and developments with Ryan Howard's Achilles tendon are encouraging. It could happen to the Marlins even with Jose Reyes, Heath Bell, Mark Buehrle and their new digs; to the Angels even with Albert Pujols; to the Yankees despite their reinforced rotation; to the Rangers whether they sign Yu Davrish and Prince Fielder.  It already has happened to the Tigers. The knee injury Victor Martinez has suffered clearly endangers their offense.   Stuff happens; bumper stickers, T-shirts, the '92 Mets and Martinez's knee tell us.  That no guarantees exist despite all the personnel maneuvering isn't a new concept. Every so often, though, reminders are needed. And this is the time of year to provide them -- before Spring Training blurs the truth, before a Florida flash or a Phoenix phenom fools us. We're still thinking logically at this point.  We're a month from pitchers and catchers reporting, but we almost have reached the gloomier segments of the winter when we're apt to fantasize about what awaits us in the dog days and beyond: Darvish's five-start shutout streak, the Indians' 13-game lead in the American League Central, the Astros' 11th victory, Pujols' hitting streak reaching 46 games, the Royals' run of 16 victories in 22 games, Stephen Strasburg's 0.93 ERA, Bobby Valentine's third skirmish, the Astros' 12th victory, Joe Mauer and Justin Morneau in the same batting order for the 106th time, the Mets' first no-hitter (by Johan Santana), Jose Bautista's four-home run game, the Brewers' third two-game winning streak, J.J. Putz's 50th save, a Steve Bartman sighting at Wrigley, Josh Johnson's ninth shutout ...  Brian McCann's MVP August, the first fair ball hit out of this Yankee Stadium (by Jesus Montero), a third consecutive game without a strikeout by Mark Reynolds, Joey Votto's run at a Triple Crown, Robin Ventura's pinch-hit grand slam, the Phillies' acquisition of David Wright, Kendrys Morales' first home run since then, Papelbon's first big league hit, a game-winning home run in the 13th inning at Wrigley Field, Wright's three-homer game at Citi Field, the Pirates' 82nd victory, the Rockies' 10th save, Justin Verlander's third career no-hitter, the Astros' 13th victory, Evan Longoria's second cycle in a week ...  Buster Posey's fifth four-hit game of the season, Carlos Zambrano's fourth water-cooler tantrum, the Padres' third home run at Petco, Manny Ramirez's return to the Red Sox, Ramirez's retirement, Alex Rodriguez's 682nd home run, the Mets' 41st victory, the Twins' successful pennant push, Matt Kemp's 7-for-7 game, Mariano Rivera's 652nd save, the A's appointment of Tony La Russa as manager, the Astros' 17th victory.  Anything can happen and often does.  Think of the offense Steinbrenner dollars created in the '80s with Rickey Henderson, Don Mattingly, Dave Winfield, Don Baylor, Willie Randolph and Ken Griffey Sr. The 1985 Yankees had Ron Guidry, Phil Niekro, Joe Cowley and Ed Whitson combine for a 60-30 record and had Dave Righetti saving games. They won 97 games and finished in second place with no Wild Card safety net.  Consider the Reds of 1977, coming off successive World Series championships. Tony Perez had been traded, but most of the other components of the Big Red Machine were in place and quite functional. George Foster hit 52 home runs and drove in 149 runs, and the team acquired Tom Seaver in June. But the Dodgers won 22 of their first 27 games, and the Reds watched the playoffs.  And see how the Twins have suffered since the 12th inning of their 163rd game in 2009. Little has gone favorably since then. By the end of last season, the only guarantee involving the Twins was that they were certain to stub their collective toe.  But consider the 2011 Cardinals. Good stuff happens, too. Marty Noble is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Marty Noble"
}
