{
    "url": "http:\/\/m.mlb.com\/news\/article\/26368294",
    "title": "Happ agrees to one-year contract with Astros",
    "subtitle": "Happ agrees to one-year contract with Astros",
    "body": "HOUSTON -- The Astros reached a contract agreement with left-handed pitcher J.A. Happ on Tuesday, coming to terms on a $2.35 million deal to avoid arbitration.  Happ, who earned $474,000 in 2011, was eligible for arbitration for the first time in his career following a rocky season in which he went 6-15 with a 5.35 ERA in 28 starts. Prior to Tuesday's deadline to exchange numbers, Houston wasn't able to reach an agreement with infielder Jed Lowrie, whose request of $1.5 million exceeds the Astros' offer of 900,000.  \"We want to get a fair deal for the club,\" Astros general manager Jeff Luhnow said.\"Sometimes that means negotiating a settlement ahead of time and avoiding having the hassle and the legal cost of having to prepare for a hearing. Certainly there comes a point which you say, 'We're far enough apart where it makes sense to take the risk.' \"It's a case-by-case basis. I don't think that we can be considered to have a philosophy one way or the other. Any time you avoid arbitration it's a good thing, but only if it's the right deal for the club.\"   Lowrie, acquired in a trade from the Red Sox on Dec. 14, and the Astros can work to negotiate a deal any time prior to going to an arbitration hearing next month. If the two sides can't reach a deal, an arbitrator would choose either the player's desired salary or the team's offer. Lowrie made $450,000 last year.   Happ, 29, finished the 2011 season strongly after a slow start, posting a 2-1 record in his final six starts with a 2.43 ERA following a brief stint at Triple-A Oklahoma City. He held opponents to 22 hits in his final 37 innings of work in 2011.   In his career, Happ is 25-24 in 88 appearances with a 4.00 ERA, which includes a 9-7 mark in 23 career starts at Minute Maid Park with a 3.99 ERA. He was acquired by the Astros from Philadelphia on July 29, 2010, as part of the deal that sent Roy Oswalt to the Phillies. Brian McTaggart is reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
