{
    "url": "http:\/\/m.mlb.com\/news\/article\/26368546",
    "title": "V-Mart could miss season because of ACL tear",
    "subtitle": "V-Mart could miss season because of ACL tear",
    "body": "DETROIT -- The Tigers hadn't even arrived back home from Texas after the American League Championship Series last October when Victor Martinez was talking with teammates on the team plane about preparing for next season. That's how fast the All-Star's mind-set moved on from their gut-wrenching defeat.  But nobody in the Tigers organization, not even team president\/general manager Dave Dombrowski, could've been prepared to go into next season without Martinez. Thus, Tuesday's news that Martinez tore the anterior cruciate ligament in his left knee during offseason workouts -- a likely season-ending injury -- had to feel almost as bad as the ALCS loss itself.  \"I would not use the word devastating,\" Dombrowski said on a Tuesday afternoon conference call. \"I would say you're hit in the gut, you pick yourself up and you go.\" They'll pick themselves up in due time. On Tuesday, however, they were still reacting to the shocking news.   Martinez was working out last week near his offseason home in Orlando, according to Tigers head athletic trainer Kevin Rand, when he suffered the injury during agility drills. He was shuffling side-to-side when his other foot gave way.   \"He was doing a lateral move,\" Rand said. \"He had his right foot slip, and all his weight came down on his left knee.\"   Rand said Martinez called him late last week and traveled to Lakeland, Fla., for an MRI exam. The results that came back Monday were jarring.   Dombrowski said they received verification on the results Monday night. Martinez plans on getting a second opinion from noted orthopedic surgeon Richard Steadman early next week, but the Tigers are expecting he'll need surgery.   Victor Khabie, chief of sports medicine at Northern Westchester Hospital in Mount Kisco, N.Y., says the timetable from surgery to a return to baseball is usually around nine months.   \"It takes this long for the new ligament to heal,\" Dr. Khabie said in an email, \"and for him to regain the strength in his leg that is lost after this injury and subsequent surgery. The good news is that, generally, ACL surgery is a very reliable operation with an excellent success rate. He should be back close to 100 percent for the 2013 season.\"   Former Tigers All-Star Carlos Guillen, who has rehabbed through two ACL surgeries in his career, had a similar timetable.   \"It's eight, nine months, 10 months,\" Guillen told MLB.com in a phone interview Tuesday night. \"The first [surgery] is tough. The second time was easy for me. But it takes a long time. To feel really good, it takes a year. ... He'll be fine after 10 months, a year.\"   The Tigers aren't ruling out the possibility Martinez could return near the end of the season, but it's considered unlikely.   Martinez sprained the same left knee on an awkward slide last August at Kansas City, and was limited to designated hitter duties the rest of the season. It clearly limited his speed moving around the bases, and a subsequent toe injury didn't help. The knee was the only concern going into the offseason, manager Jim Leyland said at the time, but Rand said an end-of-season evaluation later showed he'd be able to recover.   \"He was evaluated at the end of the season as part of our exit physical,\" Rand said. \"Obviously the diagnostic then showed that his knee was healed and he was given the go-ahead to do his program in the offseason.\"   With that, the Tigers have gone along in their offseason dealings with the comfort that their middle-of-the-order duo of Miguel Cabrera and Martinez was set. They looked into trades and other signings for the top of the order, but felt like they had their core, especially with Delmon Young and Brennan Boesch added in.   Tuesday brought a reminder of how quickly that can change.   \"Anytime that happens, I think you're in a situation where you feel like you got a sock in the gut,\" Dombrowski said. \"And I think that's how Jim feels.\"   Martinez drove in 103 runs batting behind Cabrera last year, batting .330 in the process. He gave opponents a punishment for pitching around Cabrera, and undoubtedly played a big role in Cabrera's rise to the AL batting crown and MVP consideration.   Martinez batted .394 with 87 RBIs with runners in scoring position last year, despite just five home runs in those situations. He batted .571 (16-for-28) with two outs and a runner on third.   Moreover, his leadership was an underrated factor in the Tigers' rise to the AL Central title and their ensuing run to the ALCS. Several teammates credited Martinez for providing a presence the team previously lacked, on and off the field.   Asked about Martinez's mood, Dombrowski said, \"He's down in the dumps. He loves to play the game, loves to be around it. He's a competitor. You know it hurts him to get the news. When you know how much he went through to stay in the lineup last year, you know he's dejected.\"   Replacing that type of hitter, this late in the offseason, is difficult enough. Replacing that presence is next to impossible. With Martinez, the Tigers were looking toward Spring Training as strong favorites to win the division. Even without Martinez, they're still probably the strongest team, but it's the first real loss they've had. Though the Tigers lost Joel Zumaya to free agency and figured to do the same with Guillen, Magglio Ordonez, Wilson Betemit and Brad Penny, all were complementary players.   Martinez hits at the core, and it happened so suddenly that Dombrowski said they haven't had time to plan out replacing him, though he said agents have called to shop their clients.   Dombrowski left open the possibility of bringing in a replacement, most likely short term. But he said the bulk of the burden rides on the players on the roster.   \"You look at a club like St. Louis, they lost [ace] Adam Wainright in Spring Training and then they won a world championship,\" Dombrowski said. \"We have guys who need to step up. We still have a good team.\" Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
