{
    "url": "http:\/\/m.mlb.com\/news\/article\/16360620",
    "title": "Red Sox excited to see what new pieces can do",
    "subtitle": "Red Sox excited to see what new pieces can do",
    "body": "BOSTON -- In just a few weeks' time, the Red Sox will report to sunny and warm Fort Myers, Fla., revamped dramatically from when you last saw them. All eyes will be on Adrian Gonzalez and Carl Crawford, who are arguably the most highly anticipated newcomers to join Boston since Curt Schilling seven years ago.  But don't forget about the familiar stalwarts, particularly the ones who spent too much of last year with casts, crutches or walking boots. Dustin Pedroia, Kevin Youkilis, Jacoby Ellsbury, Mike Cameron and Jason Varitek are all expected to be back to full health, hoping to erase the bitter taste of Boston missing the postseason for the first time since 2006.  \"I hope we've made the lineup a lot deeper, a lot more dynamic,\" said GM Theo Epstein. \"It's a pretty rare opportunity for an organization to add two of the best players in the game, in my opinion, under 30, to a core that I feel is already young and in its prime. We should have one of the deepest, most dynamic, hopefully best lineups in the league.\" And the bullpen, the team's big weakness a year ago, has been upgraded with the additions of Bobby Jenks and Dan Wheeler.   Epstein took center stage during the winter months, but he will soon give way to manager Terry Francona and the players, who will try to prove that the Red Sox are as good on the field as they look in paper.   \"At the end of the offseason, people will say what they want about how we look on paper,\" Epstein said. \"That doesn't really matter. We've got to go out and grind through it over the course of 162 games and prove who's the best club.\"   As with any team, there will be questions marks going into the coming season.   1. Will Salty catch on?  It was at the General Managers Meetings back in November when Epstein said that at some point, you have to assume risk with an unproven player at a position or two. In 2011, that player will be Jarrod Saltalamacchia.   Once Victor Martinez opted to take a better offer with the Tigers, the Red Sox decided to put their faith in Saltalamacchia, who has the skills to become a solid player on both sides of the ball. Thus far, he has underachieved in his career. Will this be the year he realizes his potential?   Boston does have some measure of security behind the plate, with Varitek returning for a 15th season.   2. Can Beckett reclaim the moniker of ace?  From 2007-09, Josh Beckett was considered the ace of the Red Sox. But Beckett would be the first to admit he didn't fit that title last year. After signing a contract extension the day after the season started, perhaps Beckett tried too hard to prove he was worth the money. Then, his back went bad and he was out of the mix for two months.   When Beckett returned shortly after the All-Star break, he showed flashes of brilliance in a given start, but generally had one bad inning. Nobody is more competitive than Beckett, so a return to his past level should not be unexpected. But there will be some uncertainty from both the pitcher and the Red Sox until he actually gets back on the mound and starts dominating again.   3. Will a closer controversy unfold?  When camp opens, the closer will be Jonathan Papelbon. However, with the four-time All-Star coming off a down year, the Red Sox have options if he falters again. Jenks, also coming off a subpar season, has a nice track record of saving games for the White Sox. And Daniel Bard, perhaps Boston's closer of the future, was dominant in a setup role last year. All eyes will be on Papelbon when the season starts. As Francona proved when he supplanted Keith Foulke with Papelbon in 2006, he is not afraid to be bold when it comes to an entrenched veteran.   4. Will Lowrie push Scutaro at shortstop?  It was two years ago that Jed Lowrie seemed primed to take over as the Red Sox's shortstop. But he's simply been unable to stay healthy for a full season, or even a large portion of one, making Boston resistant to give him too much responsibility. But if Lowrie can hit like he did at the end of 2010, Francona might eventually be inclined to vault him above Marco Scutaro as the team's primary shortstop. However, Lowrie will have to stay on the field to make that happen. Even if Scutaro remains as the starter, Lowrie will be a highly useful player because of his ability to play all over the infield.   5. Will Lackey be more consistent?  After signing a five-year, $82.5 million deal to come to Boston, John Lackey was a slight disappointment in Year One. Lackey's 4.40 ERA was his highest since 2004. On the plus side, he usually kept his team in the game. Lackey admitted there was a far bigger challenge in pitching in the American League East on a full-time basis than he imagined. The Red Sox are confident he will make the necessary adjustments in 2011. Lackey, too, should be more comfortable in Boston after going through all his \"firsts\" last year.   6. Can the new guys embrace the spotlight?   By all accounts, Gonzalez and Crawford have the type of personalities and skills that should make them sound fits for the ultra-intense atmosphere of playing baseball in Boston. But there is likely to be some type of adjustment period for two players who have played in small markets throughout their careers. San Diego and Tampa Bay don't compare to Boston when it comes to fan and media scrutiny. This will become a non-issue quickly if Crawford and\/or Gonzalez get off to fast starts.   7. What to make of Dice-K?  Even as he enters his fifth season with the Red Sox, Daisuke Matsuzaka remains an enigma. There are times he is brilliant and too many others in which he labors just to get the ball over the plate. Durability has also been a big issue. Perhaps this will finally be the year he puts it all together. If not, the Red Sox might dangle him on the trade market. Matsuzaka has two years left on his contract.   8. Will Ellsbury hold up?  Each time Ellsbury seemed recovered from his fractured left ribs, he had a setback. Perhaps he was trying to come back too quickly. Or maybe nobody ever grasped the true extent of the impact of Adrian Beltre's left knee in that nasty collision with Ellsbury's ribs. At any rate, Ellsbury makes Boston's offense go at the top of the order, which is why he was badly missed in 2010. He never had health problems in the past, so the Red Sox hope that last year was an aberration and not the start of a trend. The combination of Ellsbury and Crawford on the bases is once that should give opposing teams nightmares.   9. Was Drew's dropoff a fluke?  Right fielder J.D. Drew never seemed like himself in 2010. His hot streaks were shorter and his slumps were longer, and he didn't seem to be moving around in the outfield quite the same as in the past. Drew was candid that he was affected by what he interpreted was a wider strike zone last year. He will try to adapt to that this year and resume being the on-base machine Boston had come to expect the previous couple of years. This is the last year of Drew's much-scrutinized $70 million contract. He has stated in the past that this could be his final year in the Majors.   10. Can Doubront be a solid lefty option in the 'pen?   The Red Sox are confident that Felix Doubront will one day develop into a solid starting pitcher. Right now, their best use for him is in the bullpen. He started the transition to relief late last season, but an injury to his left pectoral muscle robbed him of a month of on-the-job training. By the end of Spring Training, Doubront hopes to be fully up to speed on what it takes to be a dependable reliever. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
