{
    "url": "http:\/\/m.mlb.com\/news\/article\/16345684",
    "title": "Mattingly's mound visit a memorable miscue",
    "subtitle": "Mattingly's mound visit a memorable miscue",
    "body": "LOS ANGELES -- Don Mattingly won nine Gold Glove Awards as a first baseman, but he's now also known for a managerial miscue he made before his career as a Major League skipper even started.  The date was July 20, 2010, and the Dodgers were facing the rival Giants. It really was one of those bizarre games in which anything that could go wrong, did. The Dodgers lost, 7-5, their sixth consecutive defeat coming out of the All-Star break, even though they led at one point by four runs, with ace Clayton Kershaw outpitching two-time Cy Young winner Tim Lincecum.  Brushbacks and beanings led to three Dodgers ejections -- manager Joe Torre, Kershaw and bench coach Bob Schaefer (all three were also suspended) -- leaving Mattingly to close out the game as acting manager. It was a fastball to Aaron Rowand's back that got Kershaw and Torre ejected after the first pitch of the seventh. Both teams had been warned in the fifth when Lincecum threw a pitch that came close to hitting Matt Kemp and then drilled Kemp in the back on the next throw.       In between the Kemp and Rowand plunkings, Russell Martin was nearly hit, leading to Schaefer's ejection, and the Giants scored three runs, two of them unearned because of a dropped fly by Xavier Paul. That brought the score to 5-4.   Though he wasn't supposed to pitch in the game after throwing 44 pitches two days earlier, All-Star closer Jonathan Broxton entered the game in the ninth with that same 5-4 lead and promptly loaded the bases.   The game was decided on Andres Torres' ninth-inning double off George Sherrill, he of the 7.48 ERA at the time, after Broxton was removed from the game because of a misinterpretation by the umpires of a rule that Mattingly had inadvertently broken.   Mattingly, who came to the mound to relate to Broxton and the infielders the defensive strategy he wished them to employ, turned and stepped toward the dugout, then immediately wheeled and stepped back onto the mound to respond to a question from first baseman James Loney.   Mattingly was then called for making a repeat visit to the mound.   \"Really, [I] just went out to let the infield know we were going to play back, [that batter Torres] could run, [that the] corners we wanted to be basically pretty much going home,\" said Mattingly. \"After I did that, I turned to walk away, and James said something. I just kind of turned around. He asked me the depth that we wanted him [to play]. I really didn't realize I was off the dirt, but obviously, I was. I had a little bit of a feeling at that point. I'm aware of the rule. But again, I didn't realize; I kind of felt like I turned and just turned back around. Again, obviously, I guess I didn't.\"     (a) This rule limits the number of trips a manager or coach may make to any one pitcher in any one inning;  (b) A second trip to the same pitcher in the same inning will cause this pitcher's automatic removal;  (c) The manager or coach is prohibited from making a second visit to the mound while the same batter is at bat, but  (d) if a pinch-hitter is substituted for this batter, the manager or coach may make a second visit to the mound, but must remove the pitcher.  A manager or coach is considered to have concluded his visit to the mound when he leaves the 18-foot circle surrounding the pitcher's rubber.  Rule 8.06 Comment: If the manager or coach goes to the catcher or infielder and that player then goes to the mound or the pitcher comes to him at his position before there is an intervening play (a pitch or other play) that will be the same as the manager or coach going to the mound.  Any attempt to evade or circumvent this rule by the manager or coach going to the catcher or an infielder and then that player going to the mound to confer with the pitcher shall constitute a trip to the mound.  If the coach goes to the mound and removes a pitcher and then the manager goes to the mound to talk with the new pitcher, that will constitute one trip to that new pitcher that inning.  In a case where a manager has made his first trip to the mound and then returns the second time to the mound in the same inning with the same pitcher in the game and the same batter at bat, after being warned by the umpire that he cannot return to the mound, the manager shall be removed from the game and the pitcher required to pitch to the batter until he is retired or gets on base. After the batter is retired, or becomes a base runner, then this pitcher must be removed from the game. The manager should be notified that his pitcher will be removed from the game after he pitches to one hitter, so he can have a substitute pitcher warmed up.  The substitute pitcher will be allowed eight preparatory pitches or more if in the umpire's judgment circumstances justify.  The umpires also ruled with Bochy this time, but botched the enforcement in two ways. First, they ordered Broxton removed from the game. MLB officials, citing Rule 8.06 and the fact that home-plate umpire Adrian Johnson warned Mattingly quickly not to return to the mound, later said the umpires should have ejected Mattingly and allowed Broxton to face Torres before being removed.   Mattingly then brought in Sherrill, and the umpires erred again, allowing him only eight warmup pitches when he should have been afforded enough pitches to get sufficiently loose. Sherrill, having given up the game-winning double to Torres, later said his arm wasn't yet loose.   \"It was a mistake,\" Torre said. \"Broxton should have been allowed to pitch to the hitter, and Donnie should have been thrown out, according to the rules. I was consumed with the Sherrill thing. [Crew chief Tim] McClelland told Donnie he'd have as many pitches as he needed. The umpire behind the plate stopped him at eight. McClelland said, 'Ready?' and George said, 'I guess so,' and that was that.\"   \"After seven [pitches], the umpire says, 'One more,' and calls for the hitter. 'That's all you're getting,'\" Sherrill said. \"Go get 'em, I guess. ... I'm still not loose.\"   McClelland the next day stood by his crew's actions, even after MLB said the rule was misapplied.   \"I am not of the opinion [that's the way the rule should have been applied],\" McClelland said. \"The league is of that opinion. It's a difference of opinion in a situation that's not covered. A defiant manager -- in that situation, the pitcher has to pitch. We were processing what had happened [before Bochy came out.] I have never seen that situation in my 28 years as an umpire, and heard about it only once. [Whether Mattingly was defiant] was part of our discussion.\"   The Dodgers could have protested the decision to remove Broxton, but only at the time of the umpire's decision. By then, Torre and Schaefer, a rules expert, had been ejected, while Mattingly was conferring with pitching coach Rick Honeycutt in the dugout and the game was spinning out of control.   \"Honey and I talked, [we] pretty much turned around and George was pretty much ready to go,\" Mattingly said. \"I didn't realize they cut him off at eight. Timmy told me he could get all he wanted to, let him warm up, and at that point, you figure that's the way it's going to be.\"   Sherrill said he was actually asked twice if he was ready to go, but he had no idea who was asking the question either time, and he took both questions to be sarcastic.   \"When I went by Sherrill, I asked if he was good to go,\" McClelland said. \"He said, 'Yes, I guess.' He could've told me, 'No, I'm not.'\"   \"It's our situation to make the protest,\" said Torre. \"The people supposed to do it weren't even in the dugout. That's me. It was just a screwup all the way around. We had the right to protest, and we didn't do that. The umpire sort of messed up, too.\"   Torre said he called McClelland after the game, because he was troubled that the umpires put his pitcher's health in jeopardy.   \"It's dangerous to put a pitcher out there who's not loose,\" Torre said. \"That's putting the pitcher in harm's way. Apparently, nobody told George he could have as many as he needed. Evidently, [Johnson] didn't know that rule.\"   Kemp and Kershaw wouldn't discuss any intent after the game, but Torre thought the incident harkened back to April 16, when Vicente Padilla hit Rowand in the face, breaking his cheek.  \"My guess would be yes, it did,\" Torre said. Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
