{
    "url": "http:\/\/m.mlb.com\/news\/article\/16382726",
    "title": "Inbox: Could White Sox use six-man rotation?",
    "subtitle": "Inbox: Could White Sox use six-man rotation?",
    "body": "CHICAGO -- Let's begin 2011 with a hearty greeting of Happy New Year and Happy Holidays to all the loyal Inbox readers and everyone else who doesn't regularly stop by and visit.  Here are a few individual early new year shout outs. Happy 46th wedding anniversary to Ed and Phyllis Merkin, who have been like parents to me. OK, they are my wonderful parents. And congratulations to Leslie Parker on her engagement over the holidays. Ms. Parker was one of MLB.com's outstanding associate reporters in covering the White Sox and the Twins.  Now, we return to your regularly scheduled White Sox questions. Do you think the White Sox would consider a six-man rotation when Jake Peavy comes back? It would keep everyone fresh for the playoffs. I would put the rotation as Mark Buehrle, Edwin Jackson, John Danks, Peavy, Chris Sale and Gavin Floyd. -- Todd, Mishawaka, Ind.   It's an interesting suggestion, Todd. It's also one Ken Williams mentioned last September, when he told MLB.com about the possibility of Sale temporarily replacing Peavy in the rotation. Actually, Williams was in favor of this idea at the start of 2006, trying to compensate for not just the innings thrown during 2005's championship run, but the high-pressure, intense innings piled up by his starters.   Ultimately, the White Sox stayed with a five-man rotation in 2006, and I suspect the same plan will be followed in 2011. Whenever six-man rotations have been discussed in the past, big-inning guys like Buehrle and Jon Garland -- when he was in Chicago -- never really were in favor. Starters are, for lack of a better phrase, creatures of habit. It's one thing to give Buehrle one or two extra days of rest occasionally during the season's first half to keep him fresh for the second half, but to have an extra man in the rotation messes a bit with their preparatory schedule.   Your rotation order looks good. I would probably put Peavy as the last guy in that alignment currently as he works his way back. Of course, the White Sox would love to have Peavy as their No. 1 guy when the playoffs begin in October.       First of all, I want to say Go Blue! My question is: With Konerko back and the new addition of Adam Dunn, will Konerko still play first base or will he become designated hitter with Dunn playing first? -- Abby, Elgin, Ill.   Abby, clearly you understand the concept of how any positive reference to the Michigan Wolverines gets your question in the Inbox. Dunn will get a little bit of time at first base and potentially even in left field, but the White Sox captain will be the first baseman and an extremely underrated first baseman defensively, at that. Dunn fully understands how he will be coming into Chicago as the designated hitter and is comfortable and clearly satisfied with the role.   What is the timetable for Peavy's return to the starting rotation? -- Michael, Temecula, Calif.   There really isn't a timetable for Peavy, or at least not one being made public. Recovery from this detached latissimus dorsi muscle in his right posterior shoulder is not something with many past examples, meaning it's harder to definitively say Peavy will be going strong in eight months or one year. The White Sox will be very careful with Peavy, and while he drew rave reviews from pitching coach Don Cooper during his December rehab throwing session in Chicago, he still has some hurdles to leap to get baseball-ready.   If Peavy is on the mound for the White Sox by mid-April or early May, then the organization will be happy. One thing that struck me from Cooper's comments was how Peavy looked free and easy, quicker and pretty much just normal during his recent session. Once he gets over those physical and mental hurdles, that All-Star version of Peavy could be back on the mound.   I believe the White Sox still need to add guys in the bullpen this offseason. What are the chances of the White Sox acquiring Rafael Soriano or some top-name relief guys? -- Steve, Plainfield, Ill.   Adding the Scott Boras-represented Soriano through free agency would be taking that \"all-in\" strategy, with the 2011 payroll approaching $125 million, and going in about four or five levels more. The White Sox are looking to obtain another pitcher, potentially a left-hander or a pitcher who can spot start and work in relief, but I don't know if the free-agent closer could be part of that mix with his expected contractual demands.   Bobby Jenks' recent criticism to MLB.com of how the bullpen was used in 2010 centered on manager Ozzie Guillen going with the hot hand in the season's second half, instead of sticking with strict roles. Remember, though, those moves made by Guillen and Cooper were necessary because of injuries to Jenks, J.J. Putz and Matt Thornton. The White Sox actually prefer to work with a set alignment, and you can take a look at the defined bullpen jobs for 2005 relievers such as Cliff Politte, Neal Cotts, Dustin Hermanson and Jenks as an example.   The organization certainly believes Thornton or Sale can capably handle the closer's job. But if Soriano somehow is brought in, then Thornton continues his highly valuable setup responsibilities with Sergio Santos. I also wonder if the White Sox would have to trade a starter such as Jackson, only because his 2011 salary checks in at $8.35 million, to make room for a potential Soriano addition, with Sale moving into the starting rotation.   Signing Soriano without subtracting anyone clearly would be a huge boost for the White Sox.   I understand that Jared Mitchell was hurt last year and lost valuable development time, but how long do you think it will be before he is patrolling left or center field for the White Sox? -- Michael, Waukesha, Wisc.   A reasonable target for Mitchell's arrival would have been some time in 2012 as a potential Juan Pierre replacement if not for the torn tendon he suffered on the inside of his left ankle during a Cactus League game in Tempe, Ariz. Now, his arrival date looks more like 2013.   During Arizona Fall League action, I had a chance to watch Mitchell in the field and talk to him fairly extensively. His confidence has not dropped, and while he struggled offensively, Mitchell felt as if he was extremely close to where he needed to be swing-wise. Check out Mitchell's progress in Spring Training and during the 2011 campaign to truly get an accurate read as to where he stands after the injury.   Sean Casey would say, \"In five years, Dayan Viciedo has a chance to be a big star! In five years, Brent Morel has a chance to be 30.\" So will Viciedo get a fair shot at the third-base job this spring? -- Curtis, Bloomington, Ind.   Don't undersell Morel. He will get the first look at third base and has the chance to be far more than serviceable or a defense-only participant as an everyday player. Morel could end up around .270 with 12 home runs and 60 RBIs to go with that outstanding glovework, compared by some to a young, raw Joe Crede.   Viciedo could end up as a high-end trade chip, but Williams doesn't want to move him. The ball simply jumps off Viciedo's bat, but he needs to develop more patience at the plate. Unfortunately, he's sort of a man without a spot defensively. Scott Merkin is a reporter for MLB.com. Read his blog, Being Ozzie Guillen and follow him on twitter at @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
