{
    "url": "http:\/\/m.mlb.com\/news\/article\/16354106",
    "title": "Conrad relishes 'magical' walk-off grand slam",
    "subtitle": "Conrad relishes 'magical' walk-off grand slam",
    "body": "ATLANTA -- Had he never realized the euphoric sensation created by living a childhood dream, the Braves might not have even been in position to be victimized by that rash of costly errors he committed during the postseason.  As the Braves entered the final weekend of the first full Major League season, Brooks Conrad was recognized in Atlanta as Mr. Clutch. Once they return to action at the start of Spring Training, the baseball world will recognize him as that figure they mocked and then sympathized with once the errors became far too common in the playoffs. Nearly three months since his week-long defensive nightmare climaxed with the chilling three-error performance that victimized the Braves during Game 3 of their National League Division Series against the Giants, Conrad is obviously still haunted by the memories. But proving to be the same dedicated guy who had battled through the frustrations created by nine Minor League seasons, Conrad is approaching 2011 with the determination to not allow the events at the end of '10 to completely destroy everything else that was experienced during what was one of the most memorable and magical years of his life.       \"It was just a magical season for me,\" Conrad said. \"Even though it was a little bit rough toward the end, the whole thing was just positive and just a fun, fun season.\"   History will remember him as the man whose third error allowed the Giants to complete their two-run, ninth-inning comeback in Game 3 of the NLDS. Those who traveled the entire journey with the determined 30-year-old rookie will remember his first year in the Majors as one filled with magical moments, none any more special the one on May 20, when he capped a seven-run ninth inning with a walk-off grand slam off Reds closer Francisco Cordero.   \"Growing up, you're imagining all of these situations like hitting a walk-off homer with two outs in the ninth, all of that,\" Conrad said. \"Then to grow up and be in the big leagues and be in a situation kind of like that and to come through is kind of cool. It's like one of your dreams coming true.\"   As Conrad was reminded this year, dreams can come true and nightmares can also prove to be a reality. Truth be told, Conrad was never supposed to be in position to commit eight errors in a seven-game stretch that bridged the regular season's final three games and the first three games of the NLDS. Had Martin Prado not suffered season-ending injuries on Sept. 27, Conrad would have stayed in that same utility role that vaulted him to instant stardom during that afternoon at-bat against Cordero.   Once the Reds chased Tommy Hanson with an eight-run second inning that May day at Turner Field, it was impossible to predict what was going to transpire. Conrad's wife, Jesse, certainly wasn't expecting what was about to happen as she sat in their car outside the stadium with a pair of tired children, who simply wanted to say goodbye to their father before he embarked on a long road trip.   Having already erased half of the six-run deficit they faced entering the ninth, Atlanta sent Conrad to the plate with one out in the bases-loaded. The opportunity for this 30-year-old rookie switch-hitter to be overcome with nervousness was delayed, when he was somewhat embarrassed to hear Reds catcher Ramon Hernandez tell him that he might want to change batting helmets now that the right-handed Cordero had replaced left-hander Arthur Rhodes.   \"So much of it was just plain funny,\" Conrad said.   Somehow the batting helmet ended up drawing much more attention than the bat, while the story of this slam was told over the next few days and weeks.   Conrad fell behind 1-2, battled back to 2-2 and then capped a six-pitch at-bat by drilling a fastball the opposite way. There was no doubt that he had hit it deep enough for a sacrifice fly, and that's exactly what he thought he had produced once Laynce Nix jumped at the wall to make the catch.   Conrad rounded first base and immediately gained the impression Nix had robbed him. With both hands on his helmet, a frustrated Conrad turned his neck to the left and saw his teammates jumping over the dugout rail. They knew he had completed the improbable comeback with a walk-off grand slam before he did.   \"I don't hit too many home runs to the opposite field, so that was kind of a weird feeling for me,\" Conrad said. \"But I knew I hit it pretty good. So I remember coming out of the box and talking to the ball, saying 'Go, go, go.'   \"When I hit first base is when [Nix] jumped up and it went off of the glove a little bit and went over the wall. I remember the whole thing. I thought he caught it. Everything's a little black after that. When I turned around with the emotion of thinking he caught it and then heard the crowd and saw everyone jumping over the dugout railing, you realize what you did is awesome.\"   It was the grandest of the late-inning heroics produced by Conrad, who ended up hitting .313 in 48 close-and-late situations during the 2010 season. It was also a moment that might have never occurred had Reds third baseman Miguel Cairo not botched Prado's potential double-play grounder two batters earlier.  \"Looking back at all of those games, there's a lot of miscues that go into a lot of big games and big moments,\" Conrad said. \"The more opportunities you get, the more chances you get to win the game late. That's just the game of baseball.\"   More than two months after allowing Buster Posey's two-out, ninth-inning grounder to slip under his legs and evolve into the decisive moment of the Game 3 NLDS loss, Conrad finds himself among the many who have been introduced to both the euphoria and despair that baseball can bring to anyone who chooses to swing a bat or wear a glove.   But at the same time, he finds himself among the few who have realized the thrill of hitting that walk-off grand slam, and then sprinting around the bases with the realization that dreams can indeed come true in the grandest of manners.   \"I can look back and remember most of the at-bat,\" Conrad said. \"In some situations you won't remember an at-bat. An at-bat like that, you're going to remember forever.\"",
    "author": "Mark Bowman"
}
