{
    "url": "http:\/\/m.mlb.com\/news\/article\/16383240",
    "title": "Inbox: Extra pressure on Pettitte?",
    "subtitle": "Inbox: Extra pressure on Pettitte?",
    "body": "With the official report date for pitchers and catchers just six weeks away, it's time to ring in the new year with another dip into the Yankees Inbox:  With so many \"maybes\" in the starting rotation and the fact that we did not land Cliff Lee, do you think this puts pressure on Andy Pettitte to give us another year? Do you think he will?-- Tom A., Putnam Valley, N.Y.  It's time for Pettitte to come to a decision, one way or the other, and help clear up the blueprint for what's left of the Yankees' offseason -- a major sticking point that we may finally be able to check off our lists this week. If Pettitte comes back, the Yankees would project to head into the season with essentially the same rotation as they had in 2010, subbing Ivan Nova for Javier Vazquez. I think a lot of fans could live with that, with the promise that there could be a later upgrade if the need and opportunity strike.   The Lee decision could have worked either way -- if he had signed with New York, maybe Pettitte would have seen increased chances for a sixth World Series ring and signed right up. We'll never know. But I do think Pettitte feels a tug of responsibility to the fortunes of the team, and he must recognize an outlook right now that seems less than ideal.   You could sense from speaking to Pettitte during those two months on the disabled list last year that it was agonizing to him, needing to help the team and unable to answer that call. Perhaps that will work in the Yankees' favor at this point, and Pettitte will see that the team truly needs his services.   A lot of it will rest on how Pettitte feels right now at age 38, tanned and rested from a Hawaiian vacation and the clock ticking to get his left arm ready for Feb. 14. None of us really know what the internal process is like, and Pettitte hasn't been talking. But my guess is that if the veteran doesn't believe he can get through the season without injury, he will call it quits and stay home.   There seem to be some capable starting pitchers who are rebounding from injuries or down years. Are the Yankees pursuing any of these?-- Bruce M., Croton-on-Hudson, N.Y.       It has seemed pretty quiet lately, with Pettitte's holding pattern casting a shadow and the holidays putting business on hold. One name a lot of fans asked about was Brandon Webb, but the Yankees had little interest in him, believing the necessary dollars would be too great of a risk considering his injury history.   The fact that Cashman keeps stressing the word \"patience\" could be his way of telegraphing that the starting pitching, as currently constituted, might be what we all see in Tampa, Fla., on Feb. 14. There have been loud cries from fans to make a move -- any move, it seems -- but the Yankees just don't seem thrilled with what is on the trade and free-agent markets right now.   \"There's not much available, to be quite honest,\" Cashman said recently. \"But if something is there for the taking that we like and we can match up with, we'll strike.\"   Why are the Yankees not going after a solid relief pitcher like Rafael Soriano? I know they signed Pedro Feliciano, but couldn't they use another solid relief pitcher to get to Mariano Rivera?-- Bob, South Deerfield, Mass.   I wouldn't rule it out. Someone will need to fill the role that Kerry Wood filled so nicely after July 31, and it remains to be seen if that will actually be Joba Chamberlain or Dave Robertson. There hasn't been a great deal of buzz about Soriano around the Majors recently, probably due to the big payday he's still hunting, and obviously he'll want to be paid as a closer. But the Yankees have the checkbook to play along if so inclined. Brian Fuentes' name has also popped up in rumors, and the Royals' Joakim Soria recently told a newspaper that he wouldn't block a trade to the Yankees.   I heard something that the Yankees were in talks about signing Manny Ramirez. If this is true, what are the chances of the Yankees signing him?-- John W., Toms River, N.J.   You can probably file this in with the Johnny Damon rumors -- it doesn't seem to make a whole lot of sense for the Yanks. Ramirez's name came up in internal discussions, but there's no reason to think they went into any more detail than anyone else on the free-agent list. They could use a right-handed outfield bat for the bench, but after a season of holding their breath anytime a ball was hit to Marcus Thames, Ramirez doesn't seem like the best fit. They've also committed to using Jorge Posada as the DH for 2011.   I was wondering what -- if any -- role Greg Golson will have? I keep hearing the Yanks are looking for a right-handed-hitting outfielder who is a good defender. Seems like Golson fits the mold.-- Patrick M., Staten Island, N.Y.   And who can forget that throw to cut down Carl Crawford at Tropicana Field? If they can't come up with another player to plug in to that role, it's possible the Yankees could carry Golson as a backup on the big league roster. More likely, he'd start the year playing every day at Triple-A Scranton\/Wilkes-Barre and be near the top of a short list of players to be called up if necessary.   It seems to me that Robinson Cano would be an excellent No. 3 hitter in the lineup. Do you see a possible Cano-Alex Rodriguez-Mark Teixeira batting order?-- Mark C., South Bend, Ind.   To be continued. I could see why Joe Girardi might consider it this spring, and it will be a topic examined during camp. There are internal politics at play, of course, but Cano was the Yankees' best hitter in 2010. If that's going to hold true again, why not have their best offensive player hitting third? It might also help mask Teixeira's annual early-season slump that the Yankees have learned to brace for. Bryan Hoch is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
