{
    "url": "http:\/\/m.mlb.com\/news\/article\/16380488",
    "title": "Inbox: Could Wood return as a starter?",
    "subtitle": "Inbox: Could Wood return as a starter?",
    "body": "Happy New Year. Kerry Wood, Alfonso Soriano and stolen bases are the hot topics in this week's Cubs Inbox. E-mail your questions to cubsinbox@gmail.com, and please include your full name and hometown.  I've always been a fan of Wood and glad the Cubs brought him back. I was wondering, though, how many years did Ryan Dempster pitch in relief before going back to being a starting pitcher, and is there any chance we could see Wood attempt to return as a starter? -- Pete W., Ellsworth AFB, S.D.  Dempster was primarily used in relief from 2004-07. He was coming off Tommy John surgery in August 2003, and eased back into action in '04 out of the bullpen. But he began the '05 season in the rotation and was switched to closer after six starts because the Cubs needed help. Dempster became a full-time starter in '08. Wood's situation is different. He not only had elbow surgery, but also had issues with his right shoulder. He was switched to the bullpen because he had trouble going deep into games, and right now, he's best suited for relief. In case you're wondering, Wood has started 178 games in his career and has a 71-55 record, a 3.69 ERA and 1,282 strikeouts in 1,116 2\/3 innings; in 203 games as a reliever, he has a 3.45 ERA, 62 saves and 237 strikeouts in 203 2\/3 innings.   As with recent years, the question seems to be who will lead off? What do you think about letting Soriano do it again since the Cubs reached the playoffs during his time there? I understand his wheels are not what they used to be, but when has the team really had a basestealing threat there? -- Mike H., Talco, Texas   Juan Pierre was the last Cubs leadoff man who was a legit basestealing threat and that was in 2006, when he stole 58. Soriano hasn't come close to that since joining the Cubs. In his four seasons with Chicago, he's swiped 19, 19, nine and five bases. Soriano will celebrate his 35th birthday on Friday. If he was 25, I'd say put him in the leadoff spot. Last year was the first time since 2005 in which Soriano had more at-bats somewhere other than No. 1.  In 2007, Soriano batted .308, hit 33 homers and scored 92 runs as the leadoff man and the Cubs won the National League Central. In '08, he also led off, hit .287, hit 29 homers and scored 76 runs and again they won. His age, high strikeout totals and low on-base percentage don't make him a prototypical leadoff man, but he did provide some energy there. At the Winter Meetings, manager Mike Quade said he hadn't picked anyone yet. Last February, Kosuke Fukudome said if he could pick a spot in the lineup, he'd like No. 1. We'll see.       Does stealing bases translate into wins? The 2010 World Series champion Giants were tied with the Cubs for the fewest stolen bases in the National League with 55. The 2008 and '09 Phillies, on the other hand, ranked second and third in the NL in stolen bases, respectively. Let's focus on the leadoff men. Here are the stats of the No. 1 batters of the past five NL champs and the Cubs' leadoff man stats for each season:   2010 Giants leadoff men: 107 runs, 26 stolen bases, .317 on-base percentage (Cubs: 81 runs, 18 stolen bases, .316 OBP)   2009 Phillies: 104 R, 32 SB, .294 OBP (Cubs: 97 R, 15 SB, .335 OBP)   2008 Phillies: 106 R, 50 SB, .356 OBP (Cubs: 117 R, 25 SB, .342 OBP)   2007 Rockies: 114 R, 48 SB, .335 OBP (Cubs: 127 R, 23 SB, .341 OBP)   2006 Cardinals: 98 R, 10 SB, .335 OBP (Cubs: 86 R, 58 SB, .329 OBP)   With Ron Santo's passing, is it possible the Cubs could convince Mark Grace to come back and join Pat Hughes in the radio booth? -- Thomas D., Savage, Md.   Grace has a pretty good gig now. The former Cubs first baseman just completed his sixth season as the color analyst for the D-backs' TV broadcast, and he also does some studio\/game work for FOX on its national baseball broadcasts. WGN Radio is interviewing candidates and may make an announcement at the Cubs Convention on Jan. 14-16.   The Cardinals and now the Brewers seem to have a solid rotation. How serious are the Cubs about trading for the Rays' Matt Garza and signing free-agent right-hander Brandon Webb? You can't touch a rotation of Carlos Zambrano, Garza, Dempster, Webb and Randy Wells (and not necessarily in that order). The Cubs would be, without a doubt, the front-runners in the NL Central, and, dare I say, give the Phillies a run for their money. -- Bill P., Troy, Ill.   Since you wrote, Webb has agreed to a one-year deal with the Rangers. The Cubs did look at his medical reports, but they did not want to give Webb the guarantees he wanted. As for Garza, the latest news out of Tampa Bay is that the Rays are expected to hang on to the right-hander unless the Cubs or some other team is willing to blow them away with players. Do the Cubs want to give up someone like Andrew Cashner? No. The Rays may change their mind around the Trade Deadline. I wouldn't worry about the Phillies -- the NL Central will be tough enough now that the Brewers have added Zack Greinke and Shaun Marcum, and the Cardinals have Chris Carpenter, Adam Wainwright and Jaime Garcia. It will be interesting to see what new pitching coach Mark Riggins can do with the Cubs' starters.      Looking at the 2011 schedule, I see the Cubs have the White Sox as well as the Red Sox and Yankees on their Interleague schedule. It seems like year in and year out, we play the best teams from the American League. Last year, we had the Angels, Rangers and White Sox. Do you have a breakdown of the records of the AL teams the Cubs have played and will play this year? How are these schedules determined? -- Benjamin L., Lincoln, Neb.   The Cubs also played the Mariners last year and lost that series, 1-2. Teams do get advance copies of the schedule from the Major League office, but I don't think anyone should admit to the Cubs' schedule this year. In May, they will play seven games in seven days in three cities (Cincinnati from May 16-17; Florida on May 18-19; and Boston from May 20-22).   I was saddened when Lou Piniella left the Cubs before the end of the season last year. How is he doing, and what is he up to? -- Dick P., Roanoke, Va.   Piniella looked relaxed and fit when he joined Bobby Cox, Joe Torre and Cito Gaston at the Winter Meetings last month. He has lost weight because of daily 25-mile bike rides he now takes with friends in Tampa, Fla. He's moving into a new house and also busy with family. Piniella said he has no plans to get back into baseball. He did expect to get antsy in mid-February when it's time to report for Spring Training.   Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
