{
    "url": "http:\/\/m.mlb.com\/news\/article\/16382152",
    "title": "Inbox: How will Rays replace Crawford?",
    "subtitle": "Inbox: How will Rays replace Crawford?",
    "body": "I get the whole thing about why the Rays did not go after Carl Crawford -- the Red Sox will be on the hook for a long time for a lot of money -- but now that he's gone, what does the team plan to do in left field? Are they going to give the job to Desmond Jennings? I say that's the best course of action. Let the kid have the job and see if he can play. -- Bill D., Sarasota, Fla.  In another era of Rays baseball, the team might have given Jennings the job, but that's not the culture of the current regime. Jennings will be given a chance to win the job, but there will be plenty of competition. Matt Joyce is a candidate for left field, as well as right field, and the sleeper is Justin Ruggiano, who has done some good work at Triple-A Durham and really hasn't had much of a chance with the Rays. In addition, it's likely Tampa Bay will sign a free agent or two -- these could be Minor League free agents with invites to Major League Spring Training -- so it should be an interesting time in Port Charlotte, Fla., come February.   I'm still upset about the Rays not getting it done in the 2010 season. Yes, they won the American League East, but they came up short where it counts most. I think they had the best team in baseball, so they should have won the World Series. Now I think the team is headed toward a downward spiral, while the other teams in the division are getting better. Can you talk me off the ledge? -- Charles S., St. Petersburg First, even though the Rays did not win the World Series, I think you are right in that a good argument could be made that they had baseball's best team in 2010. However, you're not going to win that argument based on the team's early exit from the playoffs. Now, I don't know if I've been drinking the Kool-Aid or what, but I look at what remains with the team, and I still think it is one of the better teams in baseball. If the Rays were to start the season today, the starting lineup might look like this: Joyce, LF; B.J. Upton, CF; Ben Zobrist, RF; Evan Longoria, 3B; Reid Brignac, SS; Sean Rodriguez, 2B; Dan Johnson, 1B; and John Jaso, C.   On top of that lineup, which is likely to be tweaked further before camp opens, there are six starting pitchers that make the rotation one of the best in baseball. While last season's bullpen was outstanding, I believe this year's, though not yet fully loaded, has a chance to be equally as good because of the situation the new relievers will find themselves in with the Rays.     Basically, the situation brings a climate for success based on three factors. First, Tampa Bay starters typically pitch deep into the game. That has allowed the bullpen as a whole to remain well-rested. Next, the team will again have a standout defense. And finally, manager Joe Maddon and pitching coach Jim Hickey both seem to understand how to handle relief pitching.   So, Charles, I hope that makes you feel better. Don't jump just yet.   Why don't the Rays just go ahead and trade Matt Garza? I'm sure the demand for him is great -- he's got dominating stuff and he can completely shut down another team. If the Rays trade him, they can get some prospects for the future and cut some money from the payroll. The Rays have plenty of starting pitching. -- Richard G., Tampa, Fla.   While the Rays will explore trade possibilities for Garza because they always do so while trying to make their team better, I don't believe they will trade the talented right-hander. Why? For starters, he's good and they want to win. Next, the team has six quality starters, but that number could quickly be reduced with a sore shoulder here or a bad elbow there. The team has been extremely lucky in regard to the health of its starting pitching. And starting pitching remains the most coveted commodity in baseball.   Every season the Rays seem to have a surprise player who becomes an impact player for the team -- Ty Wigginton, Carlos Pena, Eric Hinske and Joaquin Benoit all fit that mold, to name a few. Who do you think has a good chance to be that player this season? -- Ken, Dade City, Fla.   Elliot Johnson is my contender. He has a good chance to finally make the jump from Durham to Tampa Bay as the team's utility man. Why is he my candidate? Easy. He can play a lot of positions and he's an athlete. Rays fans who have watched Johnson during Spring Training games can attest to what an exciting player he can be. And for those fans that have not seen him play: Just wait. He's fun to watch.   How good do you think David Price can be this season? I think he should have won the AL Cy Young Award last year, but the voters messed that one up. Hopefully they will do a better job this season. I believe he's the best pitcher in baseball. -- Robert W., Naples, Fla.   I believe there's a good chance he can be the best pitcher in baseball. But if he's pitching in the No. 1 spot in the rotation, there's a chance his win-loss numbers won't be quite as good based on the fact that he will be going against the other team's No. 1 on a lot of nights. But there is one true thing about Price: Don't ever underestimate him. He's as competitive as they come. Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
