{
    "url": "http:\/\/m.mlb.com\/news\/article\/16382422",
    "title": "Inbox: Sorting out situation at first base",
    "subtitle": "Inbox: Sorting out situation at first base",
    "body": "PITTSBURGH -- In 42 days, Clint Hurdle will gather his pitchers and catchers on the fields at Pirate City for the first Spring Training workout of 2011. Yes, that's six weeks from now. Maybe the feeling is different on your end, but I feel like yet another offseason is whizzing by.  I'll keep making the Inbox a weekly feature leading up to camp, and this week there seemed to be an unbalanced number of questions on the first base situation. So let's make that the start and focus of this week's edition.   With the Pirates signing corner infielder Garrett Atkins, what does that mean for Lyle Overbay? Is Atkins guaranteed a spot on the roster, or will he compete with Josh Fields to be the backup corner infielder? Garrett Jones has most definitely been pushed completely to a right field platoon role with Matt Diaz, correct?  -- Derek S. Bradford, Pa. Regarding the last of those three questions, yes, the plan is to platoon Diaz and Jones in right field. That's plenty straightforward. And now the rest ...   Atkins is not guaranteed a roster spot (he signed a Minor League deal) and will enter Spring Training trying to earn a job as backup corner infielder. We're still more than a month away from the start of camp and Atkins already has plenty of competition for that role. Both Fields and Andy Marte have agreed to Minor League deals and could also fill that backup corner infield role. There's a chance that two of the three could make the Opening Day roster, though it's probably more likely that just one does.   What does this all mean for Overbay? Not much, as long as he performs. Though Overbay has had much better results against right-handers than lefties in his career (and especially recently), he was not brought in under a $5 million deal to be a part-time player. He is slated to play every day as long as he stays healthy and puts up career-average numbers.       Is there any chance Steve Pearce gets a decent number of at-bats against lefties at first base? Guaranteeing $5 million for a platoon player is a lot, but Overbay is dreadful against lefties (.212 BA with just seven homers in the last three years).  -- Jason D., Richmond, Va.    Pearce would appear to be in a playing-time pickle since, as mentioned in the previous answer, Overbay is expected to play regularly. Pearce can earn a spot backing up Overbay at first, but he'll have to beat out Marte, Fields and Atkins for that opportunity. He can also serve as a backup outfielder, though it's hard to see Pearce playing much in right field given the presence of Jones and Diaz.   Pearce did earn an extra option year because of the time missed due to injury in 2010, so that means the Pirates have the flexibility of shuffling him back and forth between Triple-A and Pittsburgh during the year, as needed. That's a big deal, given that Pearce was expected to be out of options heading into '11.   Of all the things that went wrong for the Pirates last season, Pearce's string of injuries was one of the most unfortunate happenings. Just as Pearce was finally getting some regular playing time and finally producing, he found himself sidelined. We'll find out soon, but that might have been Pearce's last legitimate chance to make a statement in this organization.   Fields is a right-handed bat with some power potential. With solid defense in a small sample of playing time at first base with the White Sox, could he be the right-handed power bat\/first baseman the Pirates were looking for?  -- Tommy S., East Liverpool, Ohio    Might as well continue with the first base theme, huh? Fields is an intriguing case study, much in the same way that Marte is. Both are former top prospects that had seemingly high ceilings. Fields performed for a bit at the Major League level, but the careers of both Fields and Marte could be labeled disappointments to this point.   Many players who sign Minor League deals never turn out to have an impact on a big league club. But then again, there are some (think Jones) who do. The Pirates are hoping that a change of scenery could spark a renaissance in either Marte or Fields. If so, the Pirates have a steal. If not, the organization loses nothing in taking the chance.   Now, all that talk about the Pirates looking for a right-handed-hitting first baseman evaporated with the signing of Overbay. Yes, I know he's a left-handed hitter, but the need for a right-handed-hitting first baseman surfaced when the Pirates were looking for someone to platoon at first with Jones. Now that Jones has shifted to right field, that need isn't so prevalent.   Again, just like Jones did in '09, if Fields or Marte (or even Pearce or Atkins, for that matter) shines in Spring Training or early in the year, it's certainly possible that one of them will earn more playing time. However, each has plenty to prove before we start talking about that as a serious possibility.   Why isn't Jeff Karstens being considered for a spot in the rotation? He was our only consistent pitcher last season.  -- Wes B., St. Marys, Pa.    If the Pirates get into the same bind they did last year -- when injuries and ineffectiveness stung the rotation early in the season -- Karstens is always an option to step into the rotation. However, while Karstens did step up with some key starts last season, Pittsburgh has to hope it has better options.   Pittsburgh is counting on Ross Ohlendorf, James McDonald, Kevin Correia and Paul Maholm to solidify four of the five rotation spots. And the club believes it will have ample competition to find a capable fit for the last opening. Karstens has shown value as a long reliever, and that's the Pirates' preferred role for the right-hander. Two things have hurt Karstens in his pursuit to be a full-time starter. First, he hasn't shown the durability needed to climb toward the 200-inning mark that starters need to shoot for. And second, his 4.92 ERA in 50 career starts isn't particularly impressive.   Hypothetically, if the Pirates were to spend the money and acquire a Type A player, like Carl Pavano, and lose a second-round pick in the 2011 First-Year Player Draft, would they be using that money on the 2011 payroll, since they wouldn't be signing another above-slot Draft pick?  -- Dave P., Nemacolin, Pa.    When the Pirates have talked about Draft and payroll budgets, they have always done so distinguishing the two. In other words, the pool of money used in the Draft is entirely separate of the pool used for the Major League payroll. That said, no, money saved in one area would not be shuffled to address another need. Instead, that money could be used to sign other players in the 2011 Draft.   I was looking at some mock drafts for the 2011 Draft, and nearly all of them have the Pirates selecting third baseman Anthony Rendon from Rice. Would it make sense to draft another third baseman when we already have Pedro Alvarez?  -- Travis T., Connellsville, Pa.    If Rendon is the best player available in the Draft, then yes, selecting him makes total sense. Unlike other sports where you draft for need, baseball drafts are almost always (yes, there are still exceptions) dictated by talent. I believe I have mentioned this in this forum before, but Alvarez is by no means locked in to be the Pirates' long-term third baseman. Physically, there are already questions about him sticking there, and if the Pirates were to draft Rendon, it would be a natural fit to move Alvarez across the diamond at first. Doing so would give the Pirates potential impact bats at both corner infield spots. Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
