{
    "url": "http:\/\/m.mlb.com\/news\/article\/16384462",
    "title": "Inbox: What's left on A's agenda",
    "subtitle": "Inbox: What's left on A's agenda",
    "body": "Do you think the A's are done making moves? I think they need one more power bat. While many fans are pleased with the Hideki Matsui signing, I still don't see him as much of an upgrade over Jack Cust. I also think David DeJesus and Rajai Davis are one in the same, and Josh Willingham isn't going to take the offense to the playoffs all by himself. -- Nate P., Concord, Calif.  How about a little optimism to start the new year? The A's deserve at least that when looking at what they've been able to accomplish this winter, especially in comparison with their American League West counterparts. It seems the A's are quite pleased with their offensive additions in Matsui, DeJesus and Willingham and don't plan on pursuing another big hitter. At the same time, the club would contend that, at no point during the year, are they ever quite done making moves. That's not to say, however, that a power bat is headed to Oakland by month's end. If anything, the A's stand a chance to add an extra reliever.  Together, Matsui, DeJesus and Willingham give the team a well-rounded group of hitters who are capable of aiding in the production of more runs than the 2010 A's core tallied. I realize these players aren't exactly sexy names when sitting alongside the Jayson Werths and Adrian Beltres of the baseball world, but they're not boring ones either. They're upgraded impact players who, alongside the AL's best young pitching staff, could help keep the A's in playoff contention. I do, simply because Matsui boasts far more experience in the role and Carter is not even viewed by the A's as a full-time DH possibility at the moment. He only has 70 Major League at-bats under his belt, and the A's would like to watch how he develops as an outfielder so as not to immediately put aside what they believe is impressive athletic ability. Handing a 24-year-old rookie DH duties on a daily basis is quite rare, and Carter seemingly still has to prove himself as an everyday hitter at the big league level. With a large dose of outfielders already in tow, Carter may have to wait to do so should the likes of DeJesus, Coco Crisp, Willingham, Ryan Sweeney and Conor Jackson stay healthy. Carter may have to start the year at Triple-A, though I'm sure the A's brass would like to find a way to keep him on the 25-man roster to continue his Major League grooming process.              Jane Lee is a reporter for MLB.com. Read her blog, Major Lee-ague, and follow her on Twitter @JaneMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jane Lee"
}
