{
    "url": "http:\/\/m.mlb.com\/news\/article\/26361992",
    "title": "Sorry, Josh, Prince too good for Texas to pass",
    "subtitle": "Justice: Prince too good for Rangers to pass",
    "body": "One of the things we learned about Rangers general manager Jon Daniels last winter is that he has no problem making the tough call. His one and only concern appears to be making his team better, and if feelings get bruised, so be it.  Let's hope Josh Hamilton understands that part of the deal. The Rangers have a chance to have a monstrous lineup, one that would improve a team that's already very, very good. In the end, does anything else matter? Can you imagine Prince Fielder in the middle of a lineup that already has Adrian Beltre, Nelson Cruz, Ian Kinsler and Hamilton? What kind of damage would he do in a hitter-friendly home ballpark? Forty home runs? Fifty? That offense would provide a comfort level for a starting rotation that could be a work in progress. In Derek Holland, Matt Harrison and Neftali Feliz, the Rangers have three of baseball's top young arms, but they've combined for just 124 Major League starts (none of them by Feliz).   The Rangers are attempting to sign Japanese free agent Yu Darvish, who essentially would replace C.J. Wilson at the top of the rotation. His acquisition would ease the sting of Wilson's departure for the Angels and allow the younger guys to shoulder less of the load.   Over the last few months, columnists in Toronto, Seattle, Washington and other places have weighed in on Fielder. They've wondered if this is the time for their franchise to make such a move. Some have recommended their teams pass.   This is silly talk. Fielder is only 27 years and has averaged 38 home runs and 33 doubles in his six full Major League seasons. There's just not much of an argument to be made for not having him.   Well, there's actually one, and it's such a small one I don't even know why I'm bringing it up.   Yes, money. There's nothing columnists love doing more than spending another man's money.   Agent Scott Boras is seeking a huge financial commitment for Fielder, and if it's so large that it prevents a general manager from putting together a complete team, then the signing would make no sense.   The Rangers apparently have the money to sign both Darvish and Fielder. At the very least, they're looking at the possibility.   In an offseason when the Angels, Marlins and Yankees appear to have dramatically improved, the Rangers are attempting to position themselves for a third straight trip to the World Series.   Fielder has one of baseball's sweetest swings and is both a polished baserunner and above-average defensive player. He's also durable, having missed one game the last three seasons.   If the Rangers can negotiate a contract they can live with, he would dramatically increase their chances of another American League pennant.   That said, there is a potential downside. Fielder's signing would come at a time when Hamilton is approaching the final year of his contract. Last week, Hamilton said he would cut off negotiations if he's not signed by the start of Spring Training.   (One of these days I'm going to try that. OK, boss, you've got until the close of business today to give me that raise. What's that, boss? OK, the close of business tomorrow.)   Hamilton would have to wonder if the Rangers have enough money to keep him AND Fielder. He might also wonder if the Rangers are choosing to sign Fielder instead of him.   This is an important time for Hamilton. At 30, he's seeking what likely will be the largest pay day he gets in the Major Leagues.   He has earned it, too. He has been a giant presence in the middle of the lineup. Beyond that, he's one of baseball's most compelling stories. His battle against drug and alcohol addiction has become one of the secondary human-interest stories of his time with the Rangers. His has been the triumph of the human spirit.   He has also missed 143 games the last three seasons and batted just .234 in the postseason. In a perfect world, Daniels surely would love to sign Fielder and keep Hamilton.   But if the finances allow him to hold onto just one, it would be tough to argue against the player who is three years younger (Fielder) and who is almost never hurt.   If you think Daniels couldn't bring himself to part company with Hamilton, guess again. After the 2010 season, he signed third baseman Beltre even though it meant the franchise's most popular player, Michael Young, would no longer have an everyday position.   Daniels did it anyway, because he believed it made the club better. Young was upset for a time, but eventually accepted a different kind of role and made 159 starts at five different positions.   The Rangers scored 68 more runs and won six more games on their way to back-to-back postseason appearances for just the second time in franchise history.   That's why signing Fielder is a slam dunk. He's on the short list of baseball's best players, and signing him is the kind of opportunity a team doesn't get very often. Hopefully, Hamilton understands Fielder would make the Rangers better, and in the end, nothing else matters.  Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
