{
    "url": "http:\/\/m.mlb.com\/news\/article\/26361316",
    "title": "Yankees, Hughes agree on one-year contract",
    "subtitle": "Yankees, Hughes agree on one-year contract",
    "body": "NEW YORK -- The Yankees agreed to a one-year, non-guaranteed contract with right-hander Phil Hughes on Monday, avoiding arbitration.  CAA Sports, Hughes' agency, posted on Twitter that the one-year deal is worth $3.2 million plus performance bonuses. That gives the 25-year-old a $500,000 raise after an injury-riddled 2011 season.  Hughes was 5-5 with a 5.79 ERA in 14 starts and three relief appearances last year, coming off an 18-win season for New York in 2010. Allowing five or more earned runs in each of his first three starts, Hughes landed on the disabled list from April 15 to July 6 with right shoulder inflammation, casually referred to as \"dead arm\" by the club.   Showing improved velocity, Hughes limited opponents to two earned runs or fewer in eight of 11 starts after the DL stint but landed in the Yankees' bullpen for the postseason.   In his five-year career with the club, Hughes is 36-23 with a 4.46 ERA.   The Yankees have spoken optimistically about the work that Hughes is doing this winter at the Athletes Performance training center near his Orange County, Calif., home, expecting a bounce-back season from the hurler.   After trading for right-hander Michael Pineda and signing veteran right-hander Hiroki Kuroda, the Yankees now showcase a surplus of starters, with at least seven pitchers hoping to fit into a five-man rotation.   Hughes may enter Spring Training in a three-way battle with A.J. Burnett and Freddy Garcia for the final spot, with a bullpen assignment not out of the question.   Tuesday afternoon marks the deadline for teams and eligible players to submit arbitration figures. The remaining Yankees set for arbitration are: pitchers Joba Chamberlain, Boone Logan and David Robertson, catcher Russell Martin and outfielder Brett Gardner.  Bryan Hoch is a reporter for MLB.com. Follow him on Twitter at @bryanhoch. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
