{
    "url": "http:\/\/m.mlb.com\/news\/article\/26360066",
    "title": "Righty Padilla agrees to deal with Red Sox",
    "subtitle": "Righty Padilla agrees to deal with Red Sox",
    "body": "BOSTON -- The Red Sox have added another name to their fifth-starter derby, agreeing to terms with veteran right-hander Vicente Padilla on a Minor League deal.  Boston's interest in Padilla had been heating up in recent days, and MLB.com and MLB Network's Peter Gammons reported the agreement on Monday. The contract is worth $1.5 million, with performance bonuses potentially pushing the value to $4.5 million.  The Red Sox have signed a couple of other veteran pitchers to similar agreements in recent weeks, including righties Carlos Silva and Aaron Cook. Alfredo Aceves, who was invaluable for Boston in a swingman role last year, is also in the running for a rotation spot. The Red Sox also have the big three of Jon Lester, Josh Beckett and Clay Buchholz, plus Daniel Bard, who is trying to make the transition from reliever to starter. Padilla pitched just nine games last season for the Dodgers, all out of the bullpen, before being shut down with neck woes.   When Ben Cherington was hired as general manager, he said the Red Sox needed to \"hit\" on some pitchers this winter like they did with Aceves last year.   This is a similar signing. The only reason Aceves was available to Boston is because injury problems in 2010 and a bike accident in the offseason forced the Yankees to non-tender him.   Padilla pitched in Nicaragua this winter to prove his health to teams. Apparently, the Red Sox liked what they saw.   The 34-year-old Padilla is 104-90 with a 4.31 ERA in 330 career appearances, 237 of which have come as a starter.   He has pitched for the D-backs, Phillies, Rangers and Dodgers. Padilla was a 15-game winner for the Rangers in 2006 and has recorded 14 wins in three different seasons.    Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
