{
    "url": "http:\/\/m.mlb.com\/news\/article\/26330142",
    "title": "Prospect Watch: Top 10 right-handed pitchers",
    "subtitle": "Prospect Watch: Top 10 right-handed pitchers",
    "body": "MLB.com's Top 50 Prospects list has been expanded to 100. The 2012 version will be unveiled on Wednesday, Jan. 25, on MLB.com as well as on a one-hour show on MLB Network, airing at 10 p.m. ET. Leading up to that, MLB.com takes a look at baseball's top 10 prospects at each position. On the 2011 list of Top 10 right-handed pitchers, there was the American League Rookie of the Year Award winner and the hurler who finished fifth in that voting. Seven of the 10 pitched in the big leagues. This year's Top 10 right-handed pitchers list has five repeat performers and is strengthened by five newcomers, featuring a quartet of 2011 first-round picks. 1. Julio Teheran, Braves: At the start of the 2010 season, Teheran was at the lowest full-season rung, the South Atlantic League. He made his Major League debut in May, then spent more time in Atlanta in September, speeding through the Braves' system to get there. Teheran was dominant in Triple-A during the 2011 season, using outstanding stuff and mound presence to excel. He has three above-average-or-better offerings -- with his fastball, curve and changeup -- and commands all of them well. Teheran will still be just 21 for all of the 2012 season, and he should continue to add strength to his frame. The Braves have a ton of good young pitching, and Teheran has a chance to lead them all. 2. Shelby Miller, Cardinals: They say the jump to Double-A is the toughest one to make, but Miller didn't have any trouble with that leap in 2011. With the gloves off, Miller dominated in the Texas League and went to his second Futures Game. Still armed with a plus fastball, he's learned to be a more complete pitcher, improving his breaking ball, his changeup and his knowledge of how to use all of his weapons. Miller has also proven to be more durable and able to pitch efficiently deep into games, even while missing plenty of bats. He'll have to continue to do that as he moves up and prepares for what could be his Major League debut in 2012.       3. Jameson Taillon, Pirates: Taillon was the No. 2 overall pick in the 2010 Draft for good reason -- he was a big, strong high school right-hander with outstanding stuff and a better feel for pitching than many prepsters. While Pittsburgh maintained a strict innings limit on Taillon in his first season, nothing happened to dampen the excitement for his future. He has the potential to have four above-average or plus pitches -- fastball, curve, slider and changeup -- and can throw all of them for strikes. Taillon will move up a level in 2012, and with the gloves coming off a bit, he could start pushing his way up the ladder more quickly.  4. Trevor Bauer, D-backs: Bauer spent most of his college career in Gerrit Cole's shadow, but he's ahead of his UCLA teammate on this list and should get to the big leagues faster. Bauer made it to Double-A in his first summer, and there was even some talk of him getting a September callup, though cooler heads prevailed. Using an unorthodox delivery and conditioning methods (he's a big proponent of long-tossing), the somewhat undersized right-hander elicits comparisons to Tim Lincecum. As interesting as that all is, his stuff is even more exciting. Bauer will throw as many as five pitches, grading out from average to plus across the board. He should get a very long look in Spring Training and will be a part of Arizona's rotation for years to come.  5. Dylan Bundy, Orioles: While Bundy was the first high school arm taken in the 2011 Draft, after three college pitchers, it would be a mistake to think that means he'll take a long time to develop. Like Bauer, Bundy uses long-tossing to build arm strength, and it seems to work for him. He's not that big, but he's strong and athletic, utilizing a four-pitch mix extremely well. Bundy's fastball is plus and he maintains velocity with smooth mechanics. He has two breaking pitches -- a curve and slider -- both of which are outstanding, and he also throws a changeup. Occasionally, prep pitchers buzz through a system, and it wouldn't surprise anyone if Bundy pitches at more than one level in 2012.    6. Gerrit Cole, Pirates: Look at Cole's size and pure stuff, and it's easy to see why he was the No. 1 pick in the Draft. If he can harness his three plus pitches, he has everything a team wants from a top-of-the-rotation starter. Cole has three plus pitches with his fastball, slider and changeup. He gets into trouble when he overthrows, leaving everything too hard and straight. Outside of a rough Rising Stars appearance, Cole showed just how successful he can be when he stays under control while pitching in the Arizona Fall League. He has the stuff to move quickly and should do just that. Assuming Cole can learn to be consistent with his delivery, it shouldn't take him too long to make it to Pittsburgh.  7. Jacob Turner, Tigers: Following Detroit's model for young pitchers, Turner made his Major League debut in just his second pro season, leaping up from Double-A for a July outing and then returning in September. Now he's ready to compete for a rotation spot on Opening Day. Just 21 when the season starts, Turner has improved as an all-around pitcher. Though his plus fastball is still his best pitch, his other offerings -- curve and changeup -- have improved, as has his command. If that continues, Turner will be able to join former fast-trackers like Justin Verlander and Rick Porcello in the Tigers' rotation.  8. Taijuan Walker, Mariners: With the way Walker pitched in his first full season, Seattle will quickly forget it didn't have a first-round pick in 2010. The SoCal high school product was a multisport star and, as a result, is really focusing on pitching full-time for the first time as a professional. So far, so good, as Walker has been dominant as the Mariners have been cautious with him up until this point. The stuff is there, with a mid-to-high 90s fastball and excellent curve. His changeup is rapidly improving. That three-pitch mix, Walker's size and athleticism could all add up to a frontline starter in the future.  9. Archie Bradley, D-backs: The second of two Oklahoma high school pitchers taken in the top 10 of the 2011 Draft, he's no less impressive than state-mate Dylan Bundy. A three-sport standout in high school, Bradley signed with Arizona rather than play quarterback at the University of Oklahoma. He has a very exciting combination of size and stuff, with a plus fastball, a power curve and a changeup he didn't need in high school, giving him the chance to have three above-average pitches. And though Bradley played other sports, he has a good idea of what he's doing on the mound, meaning he may not move as slowly as some prep pitchers do, starting with full-season ball in 2012.  10. Jarrod Parker, A's: Parker put his 2010 Tommy John surgery behind him last year, particularly in the second half, earning a September callup and a spot on the D-backs' postseason roster. He was then the key prospect sent to Oakland in the Trevor Cahill deal, immediately becoming the A's top prospect. Parker has a very good four-pitch mix, and his stuff was all the way back. He also came back a more mature and complete pitcher, one who used his time away from the game wisely. Parker profiles as a top-of-the-rotation starter, and he should get an opportunity in Oakland in the very near future.  To be eligible for the list, a player must have rookie eligibility. To qualify for rookie status, a player must not have exceeded 130 at-bats or 50 innings pitched in the Major Leagues, or accumulated more than 45 days on the active roster of a Major League club or clubs during the 25-player limit period, excluding time on the disabled list or in military service. Jonathan Mayo is a reporter for MLB.com and writes a blog, B3. Follow @JonathanMayoB3 on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Mayo"
}
