{
    "url": "http:\/\/m.mlb.com\/news\/article\/26459864",
    "title": "Posada's storybook ending one of many",
    "subtitle": "Posada's storybook ending one of many",
    "body": "When Jorge Posada retired Tuesday, the storyline was obvious. He was hanging it up rather than choosing to play for any other team.  \"I could never wear another uniform,\" Posada said.  \"I will forever be a Yankee.\" Those sentiments helped make the announcement so compelling. The reality, though, is that the two statements can stand alone -- separate yet equal.   For example, in our minds, won't Fernando Valenzuela always be wearing Dodger Blue as he glances heavenward just before releasing another devastating screwball? But he performed for five other teams after leaving Los Angeles, including throwing the final pitch of his big league career for the Cardinals.   Jeff Conine is still Mr. Marlin, even though he bounced through four more cities before having his last at-bat with the Mets.   Pedro Martinez and Andy Van Slyke retired as Phillies, but Steve Carlton, Rich Ashburn, Larry Bowa, Darren Daulton and John Kruk didn't.   Heck, even Babe Ruth -- as forever-a-Yankee as any player could possibly be -- played his last game for the Boston Braves.   What Posada did was special. Still, players who aren't fortunate enough to spend their entire careers with the same organization can, and often do, end up indelibly linked to just one franchise.   And then there are the stars who manage to bring their careers full circle. In recent years, nobody has managed to handle that with more aplomb than Jim Thome, who signed a one-year free-agent contract with the Phils for the upcoming season.   Thome could have retired. He's 41 years old, and his Hall of Fame credentials are in order. But his long, close relationship with manager Charlie Manuel and memories of his first stint in Philadelphia lured Thome back. That and the chance to fill in one of the few blanks on his resume: Winning the World Series.   \"That's what made this decision very easy and why it came about so quickly,\" Thome explained. \"The Phillies have put themselves in a position that I think any player would want to come to -- to get an opportunity to win. [Manuel] played a big part in that -- and, obviously, the history here with the fans.   \"I enjoyed it here. It was three years of my life and leaving a place I truly enjoyed. I understood the situation at the time. You move on, and business is business, but it's unique how everything comes full circle and you get that opportunity to come back.\"   What makes Thome's situation unique is that he also had a chance to pay homage to the other organization that played such a central role in his life.   Thome started his professional career with the Indians and might just be the best first baseman that proud franchise has had. He was immensely popular with the home crowds, who loved his homespun style and genuine sincerity and marveled at his long, booming home runs.   Thome might have lived happily ever after with the Tribe, except that when he became a free agent after the 2002 season, the Phillies made an offer he couldn't refuse. Many Cleveland fans understandably felt jilted.   Eventually, Ryan Howard replaced Thome in the Phils' lineup. Thome was traded to the White Sox, was a stretch-drive pickup for the Dodgers, then signed with the Twins, for whom he hit his 600th career home run last August.   After that, the out-of-contention Twins did Thome a favor. They put him on waivers, and he ended up with a chance at a farewell tour with the Indians, to say thanks to all those who helped him at the beginning of his career.   Not every player can manage the end of his career that neatly. They aren't out of luck, though. Some feel so strongly about signing with the team they feel closest to that they'll sign a one-day contract just to make it official.   Nomar Garciaparra did so with the Red Sox. So have many others, including Mike Sweeney (Royals) and J.T. Snow (Giants).   Doug Glanville was a Phillies fan growing up in Teaneck, N.J. He went to school at the University of Pennsylvania but was taken in the first round of the 1991 First-Year Player Draft by the Cubs. Traded to Philadelphia before the 1998 season, Glanville batted .325 a year later.   Glanville went on to play for the Rangers, the Cubs again and once more with the Phillies. He was released by the Yankees in Spring Training 2005 but didn't want his career to end that way, so he signed a one-day contract with the Phils, then formally announced his retirement.   \"I wanted to go out the way I remember the game, with the baseball family that began my passion for the sport,\" Glanville explained. \"My experience with the Phillies as a player only reinforced that sentiment, so it was the perfect ending.\"   Everybody would like a perfect ending. And, it turns out, there's more than one way to get there. Paul Hagen is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Hagen"
}
