{
    "url": "http:\/\/m.mlb.com\/news\/article\/26483408",
    "title": "Patient Sandberg hopeful promotion in his future",
    "subtitle": "Patient Sandberg hopeful promotion in his future",
    "body": "CENTER VALLEY, Pa. -- It's difficult enough to make it to the big leagues. Harder still to become an All-Star. Exceptional to win a Most Valuable Player Award. Being inducted into the Hall of Fame the longest shot of all. Ryne Sandberg accomplished all that. Funny thing, though. He may have found a task that's even more daunting: becoming a Major League manager. \"It's not that easy,\" Sandberg -- who will return for his second season managing Triple-A Lehigh Valley, the Phillies' top affiliate -- agreed Thursday night at a promotional event for the IronPigs at DeSales University. \"You have to be at the right place at the right time. You have to have the right connections. There might be a little bit of politics involved. Absolutely. There are 30 Major League managerial jobs and there are a lot of guys in my shoes. That's the way it goes. I totally understand that.\"  Sandberg has done everything he can do. He started out managing at Class A for the Cubs, the team for which he starred. By every available metric, Sandberg succeeded, but when he was passed over in favor of Mike Quade a year ago, he left and took the job with the Phils.  It was a homecoming of sorts. Originally signed and developed by the Phillies, they gave Sandberg his right-place-right-time moment by trading him to the Cubs exactly 29 years ago Friday. Given his break, he never looked back. Sandberg is still waiting for his chance to show that he could do the same running games from the end of the bench.  Sandberg took over a Lehigh Valley team that had never spent even a single day above .500, went to the playoffs and was named Minor League Manager of the Year by Baseball America.  That was enough to get Sandberg an interview with the Cardinals after Tony La Russa resigned. He didn't get the job, but remains undiscouraged.  \"I'm very happy where I am with the Phillies organization,\" Sandberg said. \"We had a fine year and I had a lot of fun here at Lehigh Valley. So I look to do the same and help out the organization and gain experience and continue working and see where that takes me.\"  Part of the problem is that a player's ability can be measured by statistics. Wins and losses don't tell the whole story for a manager, especially in the Minors, where he has little say over his roster and has to balance competing with developing talent.  \"In the Minor Leagues, [wins and losses] are out of your control,\" Sandberg said. \"I've been fortunate enough to win four out of the five years I've managed, but that's hard to determine anything. But being around people who get to know you and watch you and having an opportunity pop at the right time, that's all part of it.\"  Sandberg even uses his own quest to relate to what his players go through.  \"I was with guys last year who had fine seasons and didn't get a chance to go to the Major Leagues because it wasn't their turn and it wasn't their spot that was available,\" he said. \"I find myself in the same boat that they're in, and I often verbalize that to them. 'Hey, we're all in this together. We're waiting for the same thing. We have the same goals. But in the meantime, let's form a team here and get after it and give it our best shot.' That's all you can do.\"  Maybe, if Sandberg hangs around long enough, he'll get his chance when Charlie Manuel steps down. Maybe another club will come calling first. Phils assistant general manager Scott Proefrock has no doubt that Sandberg has what it takes to succeed.  \"From what I observed, and comments from our people who went through there, the thing that really was impressive was how he got a bunch of veteran Minor Leaguers to play with enthusiasm all the way through the season,\" Proefrock said. \"He kept them engaged. The clubhouse atmosphere was tremendous.\"  \"And I think those are all qualities that are necessary for a manager at the Major League level. He showed he's got those abilities. Is it translatable to the Major Leagues? Absolutely. Charlie's a master at it as well. That environment where the players are having fun, know their manager is on their side and puts them in a position to succeed and is rooting for them. That's what I saw.\"  Some aspiring managers give themselves a deadline. If they don't get their break within a certain period of time, they turn away and get on with their lives. Sandberg isn't looking at it that way.  \"I don't think that would be good to do, because there would be an end to the tunnel,\" he said. \"I wouldn't do that as a player. It's almost like saying at the end of a playing career, how many more years? Then you start shutting it down. That's not a good thing. I want to keep going.  \"I take each year at a time. I'm having fun, I love the organization and especially like what's going on at the Major League level. So to be part of that, there's some gratification to that -- sending players up and watching them perform. To see them help the Phillies win 102 games. So I'm back for more and feel good about that.\" Paul Hagen is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Hagen"
}
