{
    "url": "http:\/\/m.mlb.com\/news\/article\/2343354",
    "title": "Livesey, Repke honored by Rays",
    "subtitle": "Livesey, Repke honored by Rays",
    "body": "ST. PETERSBURG -- The Rays are proud of what they have accomplished throughout their organization. On Thursday, they passed along a little of the credit by recognizing Steve Livesey and Fred Repke as the organization's Development Man of the Year and Scout of the Year, respectively.  Livesey, 39, is entering his 13th season with the Rays' organization, and his third as Minor League hitting coordinator. He is the only individual to have coached or managed in the Tampa Bay system continuously since the inaugural 1996 season.  \"Steve has been an integral part of our development system since 1996,\" said Andrew Friedman, the Rays' executive vice president of baseball operations. \"He was a great coach and manager for many years and has taken us to another level with his work as our hitting coordinator over the past two seasons. Nobody in our organization works harder, and through his rapport with our young players, Steve's creativity and dedication have made a significant impact.\" Livesey made his managerial debut in 2004 with Class A Charleston, where he led the RiverDogs to their first playoff appearance since 1988. The following year he skippered the Rays' California League entry in Visalia. A 35th-round Draft pick of the Yankees in 1991, he played two years in the Yankees organization before becoming a coach at San Bernardino, an independent Cal League team, in 1993. He spent the next two seasons as a coach for the Yankees' Gulf Coast League club before joining Tampa Bay. Livesey is the son of former Rays special assistant Bill Livesey.   \"It just seems strange getting an award for a job that's so much fun to do,\" Livesey said.   Repke, 51, joined the organization in 2000 as Southern California scouting supervisor. His signees include Rays starting pitcher James Shields and third baseman Evan Longoria -- the No. 3 overall selection in the 2006 First-Year Player Draft -- as well as left-handed pitcher Jacob McGee, who was recently named the third-best prospect in the organization by Baseball America.   \"We ask more of our amateur scouts than to simply identify talented young players,\" Friedman said. \"By building close relationships with them, a scout gives us confidence in the quality of the people we draft, and in the value of the resources we spend to make them Rays. Fred has excelled in all of these areas, and some of the brightest young stars in our organization are here because of his work. We are very pleased to honor him for his efforts and his loyalty.\"   Repke has also overseen the Northern California and Northern Nevada territories during his tenure with the Rays. Last year he was promoted to West Coast crosschecker. He pitched in the Dodgers' system from 1975-77.   \"For me to be able to do a job I love, this award is just icing on the cake,\" Repke said. \"I'm blessed.\"    Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
