{
    "url": "http:\/\/m.mlb.com\/news\/article\/2343919",
    "title": "Notes: Ordonez heads scholarship",
    "subtitle": "Notes: Ordonez heads scholarship",
    "body": "DETROIT -- Reigning American League batting champion Magglio Ordonez was already expected to be a popular figure this weekend between TigerFest and the team's winter caravan. After giving autographs on Saturday, however, he'll be giving back to area kids on Sunday.  While the caravan begins its way around metro Detroit and other parts of Michigan, Ordonez has a special stop scheduled for Sunday morning in the southwest part of the city, where he'll announce the creation of the Ordonez Family Scholarship.  The scholarship, administered by the Community Foundation for Southeast Michigan through the Detroit Tigers Foundation and a generous donation by Ordonez, will award an annual $2,500 scholarship to a southwest Detroit high school senior to attend college. The scholarship will be renewable for up to four years. The formal announcement will come on Sunday at an event at Holy Redeemer Catholic Church hosted by the Southwest Detroit Business Association.   \"This scholarship is another key investment made in our community by the Detroit Tigers organization and the Ordonez family,\" said Kathy Wendler, president of the Southwest Detroit Business Association. \"We look forward to working with them on creating many more opportunities for Southwest Detroit in the future.\"   The first Ordonez Family Scholarship will be awarded this spring. To apply, interested students must be a resident of southwest Detroit, generally defined as the area south of Interstate 94 and west of the intersection of I-75 and I-96, and have attended a southwest Detroit high school for their entire secondary education. Students can contact the Community Foundation for Southeast Michigan or their high school guidance counselor for details.   Chat at TigerFest: The Tigers again have a series of shows and discussions scheduled as part of their annual TigerFest celebration this Saturday at Comerica Park.   The five shows featuring Tigers personalities will take place on the main stage, set up indoors on the upper level of the Big Cat Court just inside Gate A. They begin at 11 a.m. CT, when team president\/general manager Dave Dombrowski joins radio play-by-play Dan Dickerson to talk about this year's team and the organizational outlook. That will be followed at noon by the Inside Tigertown Show with Dickerson and Oakland Press columnist Pat Caputo. Both of those shows will also be broadcast on 97.1 FM The Ticket.   At 1 p.m., Tigers television analyst Rod Allen takes the microphone along with Tigers vice presdent\/assistant GM Al Avila for an inside look at Major League trades and the steps involved to execute them. Various players will visit the main stage from 2-4 p.m., when they'll take questions from fans and moderator Dan Petry.   Finally, members of the 1968 World Series championship club will take the stage from 4-5 p.m. for a discussion session. Tigers radio analyst Jim Price will lead the group, joined by Gates Brown, John Hiller and Mickey Lolich.   Caravan roster set: The Tigers have been divided up on three different tours when the Tigers embark on their annual Winter Caravan on Sunday and Monday, which will take the team all over the state, across the Detroit River into Windsor, Ontario, and down to Northwest Ohio.   Manager Jim Leyland, coaches Gene Lamont and Jeff Jones, new Tigers Dontrelle Willis and Miguel Cabrera, and pitchers Jeremy Bonderman and Nate Robertson will headline various segments on the Metro Bus, which will stay around the local area.   Dombrowski will join Ordonez, coaches Rafael Belliard and Andy Van Slyke, first baseman Carlos Guillen, catcher Vance Wilson and pitchers Zach Miner, Rick Porcello and Jordan Tata on the West Tour, which will visit Michigan State University and Grand Rapids on Sunday before going to Hope College in Holland, Mich., and Eastern Michigan University in Ypsilanti on Monday.   Avila will join coaches Chuck Hernandez and Lloyd McClendon, shortstop Edgar Renteria, outfielders Jacque Jones and Marcus Thames, and pitchers Justin Verlander, Bobby Seay and Macay McBride on the North Tour. They'll spend Sunday at two different stops in Traverse City before visiting Central Michigan University and Saginaw Valley State University on Monday.   For a detailed list of caravan stops, click here. Jason Beck is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
