{
    "url": "http:\/\/m.mlb.com\/news\/article\/2341346",
    "title": "Clemens needs to proceed with caution",
    "subtitle": "Clemens needs to proceed with caution",
    "body": "If I was Roger Clemens' lawyer, or his best friend, I would give him some very basic advice.  Number one, a cover-up always is worse than the crime. And the very last thing you want to do is to lie to Congress. That's perjury and that's very, very serious.  Number two, it's never too late to tell the truth as long as you get it out on the table before you take an oath and swear to tell the truth before Congress or in a court of law. It's one thing to tell a fib or two to Mike Wallace and to other members of the media, and it's another thing to lie under oath.   I'm not saying it's a good thing to lie to the media. In fact, it's a case of very poor judgment. However, distorting the truth in response to questions from the media is a far cry from singing the same type of song before Congress.   One of those acts can get you jail time, and I think you know the media hands out a lot of opinions, but never jail time.   Now let's get one thing straight: I'm not saying Roger Clemens has lied to the media about the use of performance-enhancing drugs.   I will say that he has done a very poor job of defending himself in view of Monday's press conference in Houston, Sunday's appearance on \"60 Minutes\" and even a clip on his own Web site.   The highlight of the press conference turned out to be a 17-minute taped telephone conversation between Brian McNamee, Clemens' former trainer and accuser, and the seven-time Cy Young Award winner.   The tape of the conversation, which was recorded on Friday, provided Clemens with an ideal opportunity to put his denial of steroid use in the boldest terms.   \"What do you want me to do? Tell me what you want me to do,\" McNamee stated early in the conversation and repeated in similar words throughout the tense discussion.      Clemens' answer should have been simple and to the point: \"Brian, here's what I want you to do. You know and I know that I didn't take steroids or any performance-enhancing drug at any time and I want you to step forward and tell this to the world. That's exactly what I want you to do. You need to acknowledge that you lied related to your involvement with me as my trainer.\"   The answer by Clemens would have fit with his answer to questions he has been receiving from the media.   At one point on the tape, Clemens does say to McNamee, \"You just need to come out and tell the truth.\" It may be that McNamee believes this is exactly what he has done.   The point is that Clemens didn't confront McNamee in the fashion he is known to confront opposing hitters. He served up soft answers when the game called for a fastball under the chin.   Clemens wouldn't be the first big star to admit to questionable behavior and receive forgiveness from the public. One of the great players in basketball, Magic Johnson, stood up before the nation in 1991 and acknowledged he had contracted HIV. He has gone on to become a highly successful and well-respected businessman and a crusader for HIV\/AIDS prevention.   It's a case study that has been missed by many great athletes, including the Olympic champion Marion Jones, who has had a tragic fall from grace when forced to admit her use of performance-enhancing drugs after many denials.   I'm not trying to make a case that Clemens should plead guilty to something where there is no guilt. That makes no sense.   On the other hand, much of what Clemens has been saying hasn't made a great deal of sense.   He told Wallace on \"60 Minutes\" that the only injections McNamee gave him were for the painkiller lidocaine and the vitamin B-12.   I've spoken to an experienced trainer who has worked in Major League Baseball who says lidocaine is used only to numb a certain area of the body and has nothing to do with the joints.   This was supported by Dr. Jeff Anderson, the director of sports medicine at the University of Connecticut, who told the Connecticut Post: \"No one injects lidocaine intramuscularly. You use lidocaine all the time if you're stitching somebody up or things like that. There's certain injuries you can numb up with lidocaine and it's safe to do. But you're not getting a shot in the butt from your strength coach.\"   The interesting thing about vitamin B-12 that has not received much, if any, attention is that it is bright red in color. \"It's blood red, you can't mistake it,\" says the trainer I spoke to.   \"B-12 is a bright red material,\" Dr. Anderson told the Post. \"You don't mistake it for winstrol [a steroid].   Another point that has been missed in all of the Clemens-McNamee debate is that whatever shots that McNamee was giving to Clemens should be noted in the daily medical logs of the Toronto Blue Jays and the New York Yankees when the two men were together. And if these logs don't contain records of all of the shots administered to the players, I think it would be a good idea to add this to Senator Mitchell's list of suggestions.   I also would suggest Congress might want to add to its list of guests for its hearing later this month and invite an appropriate medical representative of the two teams. The teams should know what shots were given and when they were given.   At this point, there's no way one can truly determine what shots were given to Roger Clemens.   I do know this, however. If Clemens repeats his story to Congress and his testimony is proven to be false, it will be a shot he never will recover from during the rest of his life. Fred Claire was a member of the Los Angeles Dodgers from 1969-98, serving the team as Executive Vice-President and general manager. His book-Fred Claire: My 30 Years in Dodger Blue-was published by SportsPublishingLLC. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": ""
}
