{
    "url": "http:\/\/m.mlb.com\/news\/article\/2343944",
    "title": "Astros announce mini-camp participants",
    "subtitle": "Minicamp participants announced",
    "body": "HOUSTON -- Current Major Leaguers and the top prospects in the Astros farm system will gather at Minute Maid Park from Jan. 28 to Feb. 1 to participate in the 2008 Nolan Ryan Elite Pitching and Jeff Bagwell Elite Hitting Camp.  Although the camp is usually geared toward prospects, the Astros will include more players from the Major League level this time than in years past. Catcher J.R. Towles, who appeared in 14 games for the Astros last year and is the projected No. 1 starter in 2008, will be at the camp, as will pitchers Brandon Backe, Doug Brocail, Felipe Paulino, Chris Sampson, Oscar Villareal and Woody Williams and center fielder Michael Bourn.  Six other players on the club's 40-man roster will also attend: outfielder Yordany Ramirez, right-handers Samuel Gervacio, Ryan Houston, Brad James, Fernando Nieve and Rule 5 Draft selection and left-handed pitcher Wesley Wright. Players attending the camp who are not on the club's 40-man roster include catchers Koby Clemens and Max Sapp; infielders Russ Dixon, Chris Johnson and Tommy Manzella; and outfielders Colin Delome and Eli Iorg. Other pitchers attending the camp include left-handers Brian Bogusevic and Josh Muecke and right-handers Bud Norris and Sergio Perez.  The pitching portion of the camp will be directed by Hall of Famer Ryan, who is in his fifth season as a special assistant to the general manager. Bagwell, the franchise's all-time home run leader, will direct the hitting element of the Elite Camp. Manager Cecil Cooper will also serve as one of the directors of the camp. This year marks Ryan's fourth as a director of the camp and Bagwell's second.   Roger Clemens usually participates in the camp as well, but the club is still contemplating whether to extend an invitation to the Rocket this year. Assistant GM Ricky Bennett told mlb.com early Friday morning that the staff may not include him this year in order to avoid distractions that could stem from the large amount of media attention Clemens has drawn since his name appeared in the Mitchell Report on Dec. 13.   However, the coaching staff will be well-stocked at the mini-camps with or without Clemens.   Major League staff members assisting in the camp include bullpen coach Mark Bailey, hitting coach Sean Berry, pitching coach Dewey Robinson and special assistant to the general manager Matt Galante.   Others assisting in the camp include Astros Minor League field coordinator Tom Wiedenbauer, Minor League pitching coordinator Britt Burns, Minor League hitting coordinator Orv Franchuk, Minor League outfielder\/baserunning instructor Gary Redus, Minor League catching coordinator Danny Sheaffer, Minor League assistant pitching coordinator Jamie Garcia, bullpen catcher Javier Bracamonte, Minor League strength and conditioning coordinator Mike Smith, and Minor League coordinator of training, conditioning, and rehabilitation Pete Fagan.  Camp participants will work out at Minute Maid Park from 10 a.m.-1:45 p.m. CT on the first four days of the camp, Monday through Thursday. On Friday of that week, the camp will conclude following a short meeting that morning, meaning there are no scheduled workouts for that date.   The workouts will be closed to the public. Alyson Footer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
