{
    "url": "http:\/\/m.mlb.com\/news\/article\/2340522",
    "title": "Clemens sues McNamee",
    "subtitle": "Clemens sues McNamee",
    "body": "HOUSTON -- Over the course of several weeks, Brian McNamee's lawyers have made numerous threats to sue Roger Clemens for defamation if he continued disputing McNamee's statements in the Mitchell Report. But on Sunday, Clemens turned the tables on McNamee's legal team, filing his own defamation lawsuit against his former trainer for making \"false and defamatory\" claims in Senator George Mitchell's report on performance-enhancing-drug use in Major League Baseball.  \"All of McNamee's accusations are false and defamatory per se because they are not true, and they injured Clemens' reputation and exposed him to public hatred, contempt, ridicule, and financial injury,\" the lawsuit states. \"McNamee made the allegations with actual malice, knowing they were false.  \"The law presumes that McNamee's false, defamatory per se statements injured Clemens. Moreover, as a proximate result of the publication and republication of McNamee's false accusations, Clemens' good reputation has been severely injured. Finally, McNamee's false allegations have also caused Clemens to suffer mental anguish, shame, public humiliation and embarrassment. Clemens seeks damages for these injuries from McNamee in an amount to be determined by a jury.\" The lawsuit also implies that McNamee was pressured into identifying Clemens specifically.   \"According to McNamee, he originally made his allegations to federal authorities after being threatened with criminal prosecution if he did not implicate Clemens,\" the lawsuit states. \"McNamee has stated that he later affirmed his allegations to the Mitchell Commission, again only after being expressly threatened with criminal prosecution.\"  The lawsuit included information about conversations McNamee had with others. During those exchanges, the trainer revealed he first was confronted by federal authorities in June 2007, when he was asked to attend an interview with them in New York City.  According to the suit, McNamee was told that the government had strong evidence that he was delivering packages of controlled substances for former Mets employee Kirk Radomski and that their evidence was sufficient to secure a conviction that would send McNamee to prison for a considerable period. Through a lengthy interrogation the first day, McNamee told others that he repeatedly denied that Clemens had used steroids or human growth hormone.   McNamee's recount of a conversation with federal authorities, the lawsuit said, suggests the trainer was bullied into implicating Clemens.   A recount of McNamee's recollection of a conversation he had with Assistant U.S. Attorney Matthew Parrella and IRS Special Agent Jeff Novitzky was not attributed to a source:       \"Listen Brian -- this is [Assistant United States Attorney Matthew] Parrella -- he goes, 'You have three strikes to go to jail.' He goes -- he goes, 'You know, you're a cop.' He goes, 'You picked up steroids and you delivered steroids. That's a federal crime.' He goes, 'And if you lie to a federal agent, you go to jail.' He goes, 'I'm going to tell you' -- my attorney just sat there. He goes, 'Yesterday, you took two steps back' -- no. 'You have two strikes against you to go to jail. You have one more strike.' All right. So, then, they recapped what we talked about that day and then -- the day before. And, then, right away, 'So what about Clemens?' 'Well, what do you mean?' [IRS Special Agent] Novitzky went on this big tirade because it was the biggest embarrassing thing I've ever heard from anybody. He's trying to tell me that I -- that how can I tell him that I don't know anything about steroids and Clemens with, first of all, what they know and then also I must not be good at what I do because I stretch him and I train him; so if I put my hands on his body, how can I not know that his body's changing by taking steroids.   \"And then, he threw a piece of paper at me and he goes, 'Do you know how many people we've talked to?' Parrella jumped in. He goes, 'We know about [sic] more about you than you know about yourself.' He goes, 'You're going to jail.' My attorney just sat there. And they said, 'Let's get back to when you first met Clemens in '98.'\"  The lawsuit stated that after this exchange, and for the first time in his life, McNamee stated that he had injected Clemens with steroids in 1998, 2000 and 2001.   McNamee has said that after that conversation, he \"magically\" went from a \"target\" in a federal criminal drug investigation to a mere \"witness,\" so long as he continued to \"toe the line.\" McNamee, the lawsuit says, states that he gave a detailed statement in which he contended that he repeatedly injected Clemens with steroids.  The lawsuit also said that according to what McNamee has told others, some time after this two-day interrogation, he was again contacted by federal authorities. They wanted McNamee to repeat his story to the Mitchell Commission. McNamee has said that when he initially refused to do so, he was told by the federal authorities he would be moved from \"witness\" status back to \"target\" status and fully prosecuted.   When faced with prosecution, McNamee stated, he agreed to speak with Mitchell.   During his interview with Mitchell, with the federal authorities in the room, McNamee is said to have told others it was conducted like a \"cold war era interrogation,\" in which a federal agent merely read to the Mitchell investigators McNamee's previously-obtained statement and then asked McNamee to confirm what he previously stated.   Clemens will address reporters in Houston at the George R. Brown Convention Center Monday at 5 p.m. ET. He has been invited to testify before Congress during a hearing on Jan. 16, and he told the Houston Chronicle on Sunday that this lawsuit will not keep him from testifying, which he plans to do without asking for immunity or invoking any rights. Alyson Footer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
