{
    "url": "http:\/\/m.mlb.com\/news\/article\/2340342",
    "title": "Caribbean leagues playoff notebook",
    "subtitle": "Playoffs point way to Caribbean Series",
    "body": "From Hot Stove rumors to hot, humid afternoons, the Caribbean Winter Leagues playoffs have begun to heat up for baseball fans looking for action.  Amidst the buzz of the Winter Meetings and the Mitchell Report, current and former Major Leaguers, as well as big-league hopefuls, entered the Winter League postseason on Dec. 26.  The Mexican Pacific League, Venezuelan Winter League and Dominican Winter League will send representatives from their respective postseason brackets to the 50th annual Caribbean Series, a four-team round-robin tournament from Feb. 2-7, which will culminate with the crowning of a winter champion at Estadio Cibao in the Dominican Republic. Each league has a unique playoff structure when it comes to shipping its best to the final four in February. Both Venezuela and the Dominican host round-robin tournaments, while the Mexican Pacific League's six playoff teams compete in three best-of-7 series.  Along with the three teams that advance to the second round in Mexico, a fourth \"Lucky Loser\" squad -- a first-round losing team with the best record -- also advances. If two or more losing teams finish the round with the same amount of losses, the \"Lucky Loser\" will be determined by run differential.   And don't ignore those so-called \"lucky\" Mexican losers. In 2004, the last time Mexico hosted the Series, the Mazatlan Venados lost in the first round but advanced as the Lucky Loser, only to win the Mexican Pacific League championship and eventually the Caribbean crown.   Here's a rundown on the first-round results and some of the top performers competing in each league:   Mexican Pacific League (Click here for playoff results, stats and standings)   Mazatlan advanced to the second round with four straight wins against Guasave. Gabe DeHoyos picked up the series' first win Jan. 2 and closed out the final victory on Sunday.   Culiacan leads Navojoa, 3-1, in their best-of-7 series entering Monday's play. The Tomateros, batting .290 as a club, dropped the round's first game, 2-1, on Jan. 2, but bounced back with three straight wins behind Giancarlo Alvarado on Thursday, Jorge Campillo on Saturday and Adrian Manzano on Sunday. The Culiacan staff owned a league-best 1.29 ERA through Saturday.   Obregon, who led the league with a 39-28 regular-season record, and Mochis are tied at 2-2 heading into the second week of playoff action. The Yaquis took a 1-0 lead on Wednesday behind Adrian Ramirez in a 3-1 win over Mochis. Obregon's Carlos Rivera led all batters with six hits through three games and added two Sunday.   Top hitters: Carlos Rivera: The Mexican League veteran, who last played in the Majors in 2004 with Pittsburgh, won the Mexican Pacific batting title with a .344 average in 61 games for Obregon. Rivera, who batted .410 this summer with Oaxaca, ranked third in the league in RBIs and fifth with a .414 on-base percentage.   Jason Botts, Texas: The Rangers outfielder led the league with 54 RBIs to help Obregon reach the playoffs. Botts, who batted .320 with 13 homers and 78 RBIs at Triple-A Oklahoma of the Pacific Coast League this summer, ranked sixth with a .326 average in 64 games this winter. The switch-hitting Botts finished second in extra-base hits (24), second in slugging percentage (.500), third in runs scored (41) and fourth in hits (79). The 27-year-old played in 48 games for Texas last season, and a hot bat in Mexico makes him a strong candidate for a roster spot with Texas out of Spring Training.   Reggie Taylor: The Mexican League vet finished second in the league with 12 homers in 65 games this winter. Taylor, who batted .345 with 19 home runs and 81 RBIs over the summer with Tabasco, cooled down slightly but helped Culiacan into the postseason, hitting .273 with 36 RBIs and 11 stolen bases.  Top pitchers: Walter Silva: The Mazatlan starter dominated over the winter with a league-best nine wins. Silva owned the second-lowest ERA in the Mexican Pacific League (2.48) and struck out 63 batters in 83 1\/3 innings. He ranked third in innings pitched and helped Mazatlan to second place in the league.   Justin Lehr, Cincinnati: The 30-year-old right-hander managed to improve upon his season with Triple-A Tacoma last summer, finishing 8-1 with a 2.86 ERA in 13 starts for Obregon this winter. The Southern Cal product, signed by the Reds on Dec. 6, went 7-1 with a 3.99 ERA for Tacoma last summer and could push his way into the Cincy bullpen this spring.   Jose Silva: The veteran reliever led the league with 21 saves in 32 appearances for Culiacan. The right-hander went 4-2 in 33 innings, allowed just one home run and struck out 34 batters.   Venezuelan Winter League (Click here for playoff results, stats and standings)   The playoff situation is a little more clear-cut in Venezuela -- there are no lucky losers, just legit winners. La Guaira, Aragua, Margarita and Caribes each will play 10 games in the round-robin tournament, and the top two teams will advance to a marathon best-of-9 league championship series. The Caribes finished the regular season with a league-best 39-24 record.   Lara and Caribes picked up wins on the first day of playoff action in Venezuela on Jan. 2. Dodgers hurler Giovanni Carrara earned the win Tuesday when Lara beat Aragua, 5-3. Former Major Leaguer Rich Garces, who led the league in saves this season, earned the win for the Caribes later in the day when Anzoategui picked up a 10-9 win over Alex Serrano and the Bravos.   Top hitters: Jose Castillo, Florida: The Marlins outfielder had a monster winter with Caribes, leading the league with a .384 batting average. The Venezuelan native saw his playing time cut in half with Pittsburgh following 2006, but a strong performance over the winter should put Castillo back on the radar. The 27-year-old hit .244 with 24 RBIs and without any homers in 87 games with Pittsburgh last summer, but bounced back with Caribes and hit nine homers and 41 RBIs in 40 games.   Gregor Blanco, Atlanta: The Braves outfielder finished second in the league with a .345 batting average in 229 at-bats with La Guaira. Blanco, who spent the summer with Triple-A Richmond, smacked four homers and drove in 18 runs in 62 games for the Tiburones.   Edgardo Alfonzo, Texas: Alfonzo stated his case to return to the Majors with Aragua this winter, batting .335 with five home runs and 33 RBIs in 54 games. The 35-year-old Venezuelan native, an All-Star with the Mets in 2000, signed an incentive-laden Minor League contract with the Rangers on Dec. 17 and will fight for a job in Spring Training. Alfonzo can earn up to a million dollars this season in performance bonuses if he makes the Rangers roster, so a strong playoff performance is exactly what the third baseman needs.   Alberto Callaspo, Kansas City: The Royals outfielder batted .331 with a pair of home runs and 18 RBIs in 41 games for Aragua this winter. The 24-year-old showed flashes of power in a 56-game stint with the Royals last summer, and a big bat in January could help his cause in March.   Eliezer Alfonzo, San Francisco: The second cousin of the aforementioned Edgardo Alfonzo, Eliezer powered the Caribes to the postseason with a league-best 15 home runs and 47 RBIs in 53 games this winter. Alfonzo appeared in 26 games for the Giants last summer and could fight for a backup role this spring.   Top pitchers: Jesus Silva, Florida: The Marlins hurler went 7-5 with a 3.02 ERA in 15 starts for Margarita this winter, backing up a season that saw the 25-year-old bounce around from Class A Advanced Jupiter all the way up to Triple-A Albuquerque. Silva struck out 50 batters in league-high 83 1\/3 innings.   Alex Herrera: The left-hander won a league-best eight games for Caribes en route to the playoffs. Herrera, released by Atlanta in May 2006, ranked first in strikeouts (52), second in innings pitched (69 1\/3), eighth in ERA (3.89) and finished 8-2 in 14 starts.   Rich Garces: The former Major League reliever led the league with 19 saves in 26 appearances for the Caribes. \"El Guapo\" hasn't toed the rubber of a Major League mound since 2003, but, at 37, he's proving he can still pitch under pressure.   Stephen Randolph, Houston: The Astros reliever ranked third in the league with 50 strikeouts in 46 2\/3 innings, all as a starter in Venezuela. Randolph went 10-2 with a 1.90 ERA out of the bullpen for Round Rock last summer and entered the winter postseason with four wins in 11 starts for La Guaira.   Dominican Winter League (Click here for results, stats and standings)   The league is showcasing its top four teams -- Aguilas, Licey, Estrellas and Gigantes -- in a round-robin tourney. Each team is playing nine games, and the top two clubs will advance to the Caribbean Series. The Dominicans, as the host nation, will send a replacement team for the now-defunct Puerto Rican Winter League.   Aguilas began the round-robin tournament with consecutive losses to Licey (Dec. 26) and the Gigantes (Dec. 27) and enter the week tied for second place with Licey. The Cibaenas, who finished the winter season at .500 (24-24) are 4-5 heading into Monday's action, 2 1\/2 games back of Estrellas. Aguilas bounced back from a 9-0 loss to the Estrellas on Dec. 29 and picked up two straight wins over the Gigantes and Licey.   Oriente leads the playoff standings heading into the new week with three straight wins and a 6-2 record. Daniel Cabrera picked up the win in a Dec. 29 shutout, while Greg Aquino led the Estrellas to victory on Jan. 2 with a 4-3 win over the Gigantes. Licey enters the week tied for second place at 4-5, and Cibao, which is 0-4 at home, is at 3-5 thus far in the tourney.   Top hitters: Emilio Bonifacio, Arizona: Bonifacio returned home and hit .300 for Licey in 34 games, good for third-best in the league. The Diamondbacks switch-hitting second baseman improved upon an All-Star campaign with Double-A Mobile in 2007, when he hit .285 with 40 RBIs and earned a ticket to the bigs for 11 games.   Kendry Morales, Anaheim: Morales ranked fifth in the league with a .291 batting average in 35 games for Cibao. Morales, who lit up the Pacific Coast League and then hit .294 in 43 games for the Angels in 2007, will surely fight for a role in Spring Training following the Caribbean Series. The 24-year-old Cuban first baseman hit four homers and 19 RBIs for the Gigantes.   Alexis Gomez, Colorado: Gomez ranked sixth in the league with a .290 batting average in 35 games for Aguilas. The 29-year-old outfielder smacked three home runs and 16 RBIs over the winter and will hope to earn an invite to Spring Training in March.   Brad Nelson, Milwaukee: The 25-year-old outfielder led the league with eight home runs, but struggled with a .235 batting average in 119 at-bats with Cibao. Nelson, who rocked 20 homers for Triple-A Nashville last summer, also ranked fifth with 23 RBIs.   Mendy Lopez: The veteran third baseman led the league with 29 RBIs in 47 games for the Aguilas. Lopez ripped six homers and scored 27 runs after he batted .304 with 67 RBIs for Monterrey of the Mexican League last summer.   Top pitchers: Roberto Giron, Kansas City: The Royals reliever led the Dominican league with five runs allowed in 17 starts. Giron, who appeared in 85 innings last summer for Triple-A Omaha, finished 5-0 with a 3.26 ERA in 30 1\/3 innings for Oriente this winter.   Jose Mercedes: The 27-year-old Mercedes finished fourth in the league with 50 1\/3 innings pitched for Licey. The right-hander went 3-2 with a 3.04 ERA in nine starts after he won nine games in the Mexican League last summer.   Harold Eckert, Los Angeles (NL): The New Jersey native had the most strikeouts among pitchers heading into postseason action, and he owned a solid 3.60 ERA in 45 innings for Licey. Eckert, who appeared in 16 games for Triple-A Las Vegas last summer, went 2-2 and struck out 37 batters over nine starts for the Tigres.   Jose Lima: The ageless former Major League All-Star never stops. After winning 13 games and throwing 160 innings as an All-Star in the Mexican League in 2007, Lima kept chugging away and finished third in the Dominican with 50 2\/3 innings pitched. The 36-year-old right-hander went 3-2 with a 2.84 ERA for Aguilas in 10 starts.   Robinson Tejeda, Texas: The Rangers hurler went 2-2 with a 2.96 ERA in eight games for the Aguilas, helping the Cibaenas to the postseason. The right-hander, who started 19 games for the Rangers in 2007, struck out 25 batters in 27 1\/3 innings and allowed just one home run.   Danny Wild is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Danny Wild"
}
