{
    "url": "http:\/\/m.mlb.com\/news\/article\/2342188",
    "title": "McNamee's lawyer calls on Congress",
    "subtitle": "McNamee's lawyer calls on Congress",
    "body": "NEW YORK -- A lawyer for Brian McNamee called on Congress to demand and make public the recording of a December interview between his client and two private investigators hired by Roger Clemens' attorneys.  The lawsuit filed Sunday by Clemens against his former trainer contains what appears to be an excerpt of the interview, which took place Dec. 12. That was one day before the release of the Mitchell Report, in which McNamee accused Clemens of using steroids and human growth hormone.  \"They should ask for the entire tape of the interview back in December. That's the tape they should ask for,\" Earl Ward, one of McNamee's lawyers, said Tuesday. \"According to Brian, they tried to get him to recant. Brian said, look, what I told the (Mitchell and federal) investigators was the truth.\" On Monday, McNamee's lawyers released faxes purportedly signed by Clemens and Andy Pettitte that stated investigators Jim Yarbrough and Billy Belk work for the law firm representing them. They asked that Clemens' attorneys voluntarily release the entire Dec. 12 recording.   Ward said the House Committee on Oversight and Government Reform, which has asked Clemens and McNamee to testify Jan. 16, should ask for the recording. If it isn't turned over, Ward said the committee should subpoena it.   \"I think it would be important for Congress to show how consistent Brian has been,\" Ward said.   Joe Householder, a spokesman for Clemens' lawyer, Rusty Hardin, said Congress has not yet made a request for the tape.   \"The committee has only requested Roger's presence as a witness,\" he said.      McNamee, questioned by federal prosecutors, told them last year he injected Clemens with performance-enhancing drugs in 1998, 2000 and 2001. Prosecutors had him repeat those charges to Mitchell. Since the report was issued, Clemens has repeatedly and vehemently denied the allegations.   At Clemens' news conference Monday, a recording was played of an ambiguous 17-minute conversation last Friday between the pitcher and McNamee.   \"I thought the tape didn't really add anything to the case,\" Ward said. \"It was really just a very emotional and tormented Brian McNamee, who clearly demonstrated that what he is doing is something that he's tormented by. At that point he still had tremendous reverence and adoration for Roger.\"   Pettitte and former Yankee Chuck Knoblauch also have been asked to testify along with former Mets clubhouse attendant Kirk Radomski, alleged to have supplied McNamee with performance-enhancing drugs.      Pettitte admitted McNamee injected him twice with HGH. Clemens said McNamee injected him only with vitamin B-12 and the painkiller lidocaine.   Committee spokeswoman Karen Lightfoot said Tuesday it still had not been determined how the witnesses would be grouped.   Clemens said during his news conference in Houston that if McNamee had come to his hometown, \"I would be afraid for him because my family's very upset ... and I'm trying to keep my composure together through all this.\"   \"Especially after Roger's comment yesterday, I don't think they're going to put him on the same panel,\" Ward said.",
    "author": ""
}
