{
    "url": "http:\/\/m.mlb.com\/news\/article\/2342176",
    "title": "Pettitte undecided on attending hearings",
    "subtitle": "Pettitte undecided on attending Congressional hearings",
    "body": "NEW YORK -- Andy Pettitte has been invited to appear before Congress, but if the Yankees left-hander is planning on attending, he has yet to book his trip.  Pettitte's lawyer, Jay Reisinger, told 1050 ESPN radio in New York that it's \"premature\" to say if Pettitte will attend next Wednesday's hearings in Washington, D.C.  Reisinger did not immediately return a call seeking comment. Pettitte, 35, was one of three current or former Major League players summoned to testify on Jan. 16 before the House Committee on Oversight and Government Reform.   Roger Clemens and Chuck Knoblauch have also been invited to Washington, along with Brian McNamee -- the former trainer of both Clemens and Pettitte -- and former Mets clubhouse attendant Kirk Radomski.   Clemens has publicly stated that he plans to attend. Reisinger told the radio station that he expects to soon hear what the committee's plans are for Pettitte, and when he receives those answers, he will discuss the options available to Pettitte.   At the least, it is believed that Congress plans to ask Pettitte, in some form, about his personal exposure to performance-enhancing drugs.   He was named in former Sen. George Mitchell's wide-ranging report on the use of performance-enhancing drugs in Major League Baseball last month after being fingered by McNamee, who alleged that Pettitte had used human growth hormone to recuperate from an elbow injury.   Following the Mitchell Report's Dec. 13 release, Pettitte admitted to using HGH twice during the 2002 season, receiving shots administered by McNamee while rehabbing at the Yankees' training facilities in Tampa, Fla.   \"I felt an obligation to get back to my team as soon as possible,\" Pettitte explained in a statement released through his agent, Randy Hendricks. \"For this reason, and only this reason, for two days, I tried human growth hormone. Though it was not against baseball rules, I was not comfortable with what I was doing, so I stopped.      \"This is it -- two days out of my life; two days out of my entire career, when I was injured and on the disabled list. I wasn't looking for an edge. I was looking to heal.\"   The Yankees supported Pettitte's willingness to come forward with his admission. New York officially re-signed the hurler to a one-year, $16 million contract one day before the Mitchell Report was released.   Pettitte, who started his Major League career in 1995 and has also pitched for the Astros, was 15-9 with a 4.05 ERA in 36 games (34 starts) for the Yankees in '07.  Bryan Hoch is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
