{
    "url": "http:\/\/m.mlb.com\/news\/article\/2342057",
    "title": "Newest Tigers slated to attend FanFest",
    "subtitle": "Newest Tigers to attend FanFest",
    "body": "DETROIT -- New Tigers Miguel Cabrera, Dontrelle Willis, Edgar Renteria and Jacque Jones, as well as reigning American League batting champion Magglio Ordonez, are among the 23 players scheduled to attend a sold-out TigerFest on Saturday from 11 a.m. to 5 p.m. at Comerica Park.  The club released on Tuesday the list of players who will take part in its annual offseason celebration, a group that included several of Detroit's expected main contributors. In addition to the newcomers, returning players Jeremy Bonderman, Tim Byrdak, Curtis Granderson, Todd Jones, Zach Miner, Ordonez, Placido Polanco, Ryan Raburn, Nate Robertson, Ivan Rodriguez, Kenny Rogers, Bobby Seay, Jordan Tata, Marcus Thames, Justin Verlander and Vance Wilson are all on the list.  Rick Porcello, Detroit's first-round pick from last summer's First-Year Player Draft, will also attend, as will last year's acquisitions Macay McBride and Clay Rapada. As in previous TigerFests, players will be interacting with fans during the day with autograph sessions, photo booths and seminars in various areas of the ballpark. Former Tigers will also join in the fun, including Gates Brown, Barbaro Garbey, John Hiller, Mickey Lolich, Dan Petry, Dave Rozema, Jon Warden and Milt Wilcox. Broadcasters Rod Allen, Dan Dickerson and Jim Price will also be part of the events, moderating some of the seminars.   Other fan activities include big league batting cages, a speed pitch cage and a historic museum area. Kids can take their swings in a miniature home-run derby, swing in the junior T-ball area, play video games and have their faces painted.   Most activities will take place either indoors around the park or under heated tents. Nonetheless, with some walkways and other areas still outdoors, the team is encouraging fans to dress warmly for the weather. Jason Beck is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
