{
    "url": "http:\/\/m.mlb.com\/news\/article\/2341919",
    "title": "Van Benschoten ready for fresh start",
    "subtitle": "Van Benschoten ready for fresh start",
    "body": "BRADENTON, Fla. -- Before he left the clubhouse at PNC Park at the end of September, John Van Benschoten reflected on the adversity he had faced all year and talked about his offseason plans to \"sit on the mound all offseason and work this garbage out.\"  A little over three months later, speaking from Pirate City after the first day of the Pirates' mini-camp on Tuesday, Van Benschoten said he believes that the \"garbage\" is gone. However, the flushing out process all started by sitting on the living room sofa, not on the mound.  Don't worry, the right-handed starter has been actively following his throwing and conditioning plan over the past three months. But before returning to the mound, Van Benschoten devoted himself to his sofa, the TiVo remote in hand. He made it a priority to watch nearly every postseason game, not for pleasure, but to figure out what these pitchers did that he didn't. He wanted to learn what it took to be successful and what it meant to pitch into October.   \"I was sitting there slow motioning it,\" Van Benschoten explained. \"I wasn't really watching the World Series to watch the games. I was really trying to see what makes those pitchers tick. I've got to get something out of it.\"   Van Benschoten believes he has.   This offseason has been a change from the norm for Van Benschoten, a change for the better, however. For the first time since 2003, he went into the offseason healthy and remained that way throughout.   His trips to the clinic were simply to be stretched, not to be iced. He went to the local high school fields and indoor facility near his home in Cincinnati to throw from the mound, not to rehabilitate a shoulder.   He has also created his own personal video room. Not only did he spend hours dissecting the mechanics of other successful pitchers during the baseball playoffs, but Van Benschoten has since devoted the entire offseason to watching tapes of himself to the point that he admitted that he would prefer never to have to watch himself pitch again.   But as a result, Van Benschoten has accomplished step one in rectifying a disastrous 2007 campaign -- he has pinpointed what went wrong from a physical standpoint while also repairing his mental state after a frustrating showing in 2007.   Having heard of Van Benschoten's fervent effort to self-diagnose what went wrong and self-prescribe a solution, new Pirates pitching coach Jeff Andrews couldn't be more pleased.   \"I think he initially went to the videos just to get a sense of himself,\" said Andrews, who worked closely with Van Benschoten in the Minors. \"When you're out there pitching and you don't feel certain things in your delivery and you don't feel certain things in your release, you kind of become lost. That's where he was. He was at a loss because things just didn't feel right.   \"But him wanting to fix it and trying to find a way to fix it himself and studying it himself is huge,\" Andrews continued. \"Even if I disagree with him or whatever ... at least there is an effort and a desire to try and fix it.\"   However, regardless of how successful Van Benschoten is in identifying what needs to be altered, there are still questions surrounding his future with the club. The Pirates were successful in receiving an extra option year for Van Benschoten because he missed significant time due to multiple surgeries.   The issue is finding where Van Benschoten fits into the team's 2008 plans. With the starting five already tentatively set, the opportunity for Van Benschoten to make the rotation out of Spring Training remains doubtful.   A spot in the bullpen, where the Pirates will be looking for right-handed stability, could be a possibility. Or, with the Pirates lacking in substantial starting depth at the Major League level, Van Benschoten could easily begin the season as a starter at Triple-A Indianapolis until a spot starter is needed in Pittsburgh.   Van Benschoten, however, isn't ready to concede a starting spot in Pittsburgh right away.   \"Obviously if they've got their five set, they've got their five set,\" said Van Benschoten, who went 0-7 with a 9.61 ERA as a starter last season. \"I'm not saying I deserve [the] No. 1 [spot], but I am going to do my best to show them that I deserve a place in that rotation.\"   The key in doing so will lie in Van Benschoten's ability to harness his fastball and find the pitch control that disappeared with concerning frequency last season. Van Benschoten's pitches have movement, but almost to a damaging degree.   His nine starts in 2007 totaled 34 2\/3 innings, and he had more walks (26) and more runs (38) runs allowed than strikeouts (21). Opponents hit Van Benschoten at a .335 mark in his 11 total appearances, as his pitches were often one of two extremes -- nowhere near the strike zone or right down the middle of it.   As Andrews and Van Benschoten prepare to sit down and set the groundwork for expected success, finding a way to turn that heavy movement on Van Benschoten's fastball from a restriction to an advantage will be among the first topics discussed.   \"Obviously you never want to take the movement away -- the best pitch in baseball is a moving fastball.\" Andrews said. \"But a fastball that you can't throw for a strike isn't very productive either. There are a lot of question marks that have to go into it.\"   After Tuesday's workout, Van Benschoten didn't try to hide his excitement in getting to continue to work out all of these issues under Andrews' guidance.   \"With [Andrews], I've definitely known him forever,\" said Van Benschoten, whose relationship with the pitching coach goes back as far as 2003. \"That's a very positive feeling. There is a trust, obviously. I think the trust factor kind of multiplied by three.\"   Van Benschoten trusts his pitching coach. But even more importantly, he has rediscovered trust in himself and his abilities.   It goes back to those World Series games he watched in October. And as a result, the fuel is there.   \"I know myself as an athlete and I know that I can do what they can do,\" Van Benschoten said. \"If my arm feels good enough, which it does, I should be able to do what they are doing. That's the kind of attitude I've taken.\"  Jenifer Langosch is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
