{
    "url": "http:\/\/m.mlb.com\/news\/article\/2341409",
    "title": "Rice denied Cooperstown induction",
    "subtitle": "Rice falls short in Hall of Fame vote",
    "body": "BOSTON -- Next year, Jim Rice will be down to his last at-bat on the Baseball Writers' Association of America Hall of Fame ballot. The good news, however, is that Rice seems to have finally gotten himself into a hitter's count.  When Tuesday's results for the Hall of Fame Class of 2008 were announced, Rice fell narrowly short of election.  The right-handed-hitting slugger, who played his entire career (1974-89) for the Boston Red Sox, came up 16 votes short on the ballot. By being named on 392 ballots, Rice finished at 72.2 percent, just shy of the 75 percent required for entry into the Hall of Fame. \"Today's results are obviously a disappointment,\" Rice said. \"I believe my accomplishments speak for themselves, and a majority of the voters seem to agree. It is tough to come this close, but I remain hopeful for the 2009 results.\"  While Rice has a mere one more crack at getting into the Hall of Fame the old-fashioned way, history should give him plenty of optimism.   In the history of the BBWAA ballot, every player who has reached the 70-percent plateau has eventually landed in the Hall of Fame.   This year's lone inductee is closer Rich \"Goose\" Gossage. In 2007, at this time, Gossage was essentially in the same spot as Rice, finishing 21 votes shy and at a slightly lower percentage (71.2) than what Rice tallied this year.   In 2008, Gossage got 466 votes, good for 85.8 percent. He received 78 more votes this year than last year.   The one advantage Gossage had over Rice is that even if he didn't get in this year, he still would have had six more chances.   Gossage made it clear in a conference call on Tuesday that he feels Rice is worthy of being in the Hall of Fame.   \"Just from what I know and facing these guys, I think Jim Rice does belong in the Hall of Fame and I've said that all along,\" said Gossage. \"No hitter scared me, but Jim Rice came the closest. What a tremendous hitter he was. He made that whole Boston lineup a better lineup.\"   \"I appreciate all the kind words from so many players, including Rich Gossage,\" Rice said, \"and I congratulate Goose on his well-deserved election today.\"   As long as a player gets 5 percent of the votes, he can stay on the ballot for a maximum of 15 years. This was attempt No. 14 for Rice, which would have been a fitting year for him to be inducted since that was the jersey number he wore for his entire career.   If Rice is unable to get the necessary 75 percent in 2009, his only chance to get into the Hall of Fame would be via the Veterans Committee.   But in light of his most recent surge of votes, momentum seems to be on Rice's side. The 392 votes easily marked Rice's highest since he's been on the ballot. It was a 46-vote spike from a year ago, when Rice was listed on 63.5 percent of the ballots.       One thing that might have helped Rice's case this year is that there were no slam-dunk newcomers on the ballot, which likely made voters examine his candidacy a little closer than in years past.   The biggest addition to next year's ballot will be all-time stolen-base king Rickey Henderson.   Those who have argued against Rice being in the Hall of Fame have cited that he didn't last long enough.   But others will say that when Rice was at his best -- and 1975-86 were his golden years -- he was the premier slugger in the game.   In those years, he led all American League players in games, at-bats, runs, hits, homers, RBIs, slugging percentage, total bases, extra-base hits, go-ahead RBIs, multihit games and outfield assists.   Rice frequented the AL leaderboard during his career. He was a regular top 10 member of the following categories: hits (eight times); total bases (nine times, including four firsts); home runs (seven, including three home run titles); RBIs (nine times, two firsts) and extra-base hits (six).   Furthermore, Rice was a top five finisher in the AL MVP race six times, winning the trophy with a brilliant 1978 season in which he hit .315 with 46 homers, 139 RBIs and 406 total bases.   For his career, Rice batted .298 with 382 homers and 1,451 RBIs.   Ian Browne is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
