{
    "url": "http:\/\/m.mlb.com\/news\/article\/2341822",
    "title": "Cooperstown now has pair of geese",
    "subtitle": "Cooperstown now has pair of geese",
    "body": "Rich \"Goose\" Gossage was the lone player voted into the Baseball Hall of Fame on Tuesday afternoon, joining Leon \"Goose\" Goslin as inductees bearing that nickname. And that's a good thing, because geese usually are found in pairs. Goslin was an outfielder who played all or part of 18 seasons in the American League, from 1921 to 1938. That \"Goose\" finished with 2,735 hits, 248 homers and a .316 career average. He played in five World Series, helping the Washington Senators to the 1924 title by hitting three homers and batting .344 against the New York Giants, and he also won a title with Detroit in 1935. Nicknames once were synonymous with baseball greatness, and students of such history will note that the geese have company among other winged creatures. Those include: Charles \"Chick\" Hafey. Also notable as one of the few bespectacled people on a plaque -- glasses extended his career by improving his vision -- Hafey was a left fielder from 1924 to 1935 and in 1937 on Cardinals and Reds clubs.  Joe \"Ducky\" Medwick. If anyone other than a player called him \"Ducky,\" he or she risked being pummeled. Medwick, who followed Hafey as a Cardinals left fielder, played from 1932 to 1945. He is most often known today as the last National Leaguer to win a Triple Crown -- for the Redbirds in 1937.  Tris \"The Grey Eagle\" Speaker. Here was one of those classic examples of a player being so good he required multiple nicknames (see also: Babe, The Bambino, Sultan of Swat). \"Tris\" was nickname enough, short for Tristam. But he also was \"Spoke\" and \"The Grey Eagle.\" The outfielder played in the American League from 1907 to 1928 and was one of Ty Cobb's few rivals in the 1910s -- finishing with a .345 lifetime average and as a defensive legend.  Rhoderick John \"Little Rhody\" Wallace. Most people remember him as \"Bobby\" Wallace, but he is \"Rhoderick J. Wallace\" on his plaque, and many people back in his day shortened his first name to the nickname frequently used to describe a turkey. Wallace had one of the longest Major League careers, spending more than 60 years as a player (1894 to 1918), manager, an umpire and a scout. He set an AL record for chances in a game at shortstop, with 17, \"gobbling\" up one grounder after another.  James \"Old Eagle Eye\" Beckley. Beckley's career started with the Pittsburgh Alleghenys in 1888 and ended with the Cardinals in 1907, and he was elected by the Veterans Committee in 1971. He had an eagle eye at the plate, finishing with 2,960 hits and hitting better than .300 13 times. He holds the record for career putouts by a first baseman, with 23,709, and his total of 2,376 games at first base is second only to fellow Hall of Famer Eddie Murray (who played for birds, in Baltimore).  Andre Dawson would have made it one more, but \"Hawk\" will have to wait at least one more year.  Mark \"The Bird\" Fidrych might have been included here, but alas, his 19-9 rookie season and unforgettable trademark oddities -- such as talking to the ball and manicuring the mound -- never translated into a lengthy career. He lasted parts of just five years with Detroit yet still is remembered as arguably the most famous of all fowl-nicknamed players.  There is much more nickname lore to behold as fans celebrate another Hall of Fame induction. For example:  Tim Raines did not make it in his first year of eligibility, but if he is elected in due time, then he would become the second \"Rock\" among inductees. The existing one is Earl Averill, a nimble center fielder and an outstanding offensive performer during a 13-year career spent mostly with the Indians before World War II.  Gossage is happy, but there are only two truly Happy members in Cooperstown. One is Albert \"Happy\" Chandler, former Commissioner. The other is John Chesbro, known as \"Happy Jack.\" The modern-day Yankees would be happy to have him around; he won 41 games and went the distance 48 times for New York's AL team in 1904.  There are two Crabs (Jesse Burkett and Johnny Evers), two Caps (Adrian Anson and Fred Clarke), two Catfish (James Hunter and William Klem) and two Big Eds (Delahanty and Walsh). There are three Reds (Urban Faber, Charles Ruffing and Albert Schoendienst, and broadcasting legend Red Barber could count as four) and there are three Leftys (Vernon Gomez, Robert Grove and Steve Carlton).  \"The Kid\" applies to these four: Gary Carter, Charles Nichols, Robin Yount and, for those who might have forgotten in the wake of \"Splendid Splinter\" and \"Teddy Ballgame\" and \"Thumper\" ... the great Ted Williams.  For the glamorous kind, there was \"Gorgeous George\" Sisler and Dave \"Beauty\" Bancroft. He had a beauty of a season in 1922, setting the Major League record for chances at shortstop in a season with 984.  There are two Whiteys -- Messrs. Ford and Ashburn. There were three Pops -- Willie Stargell, Jesse Haines and, as a secondary nickname, Anson. There was Walter \"Buck\" Leonard and Zachary \"Buck\" Wheat. \"Smokey Joe\" Williams was also known as \"Cyclone,\" but that nickname is most often remembered for the all-time leader in pitching victories: Denton True \"Cy\" Young.  Hank Greenberg's plaque begins, \"One of baseball's greatest right-handed batters.\" He was known as \"Hammerin' Hank.\" Of course, another pretty good right-handed batter named Hank Aaron came along and made it two with that nickname.  And now, at long last, there is a plural of Goose. Cooperstown has geese. Mark Newman is enterprise editor for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
