{
    "url": "http:\/\/m.mlb.com\/news\/article\/2338656",
    "title": "Season humbled Delgado",
    "subtitle": "Delgado humbled by last season",
    "body": "NEW YORK -- Precisely what happened to Carlos Delgado last season isn't a matter of science. It's not that black and white. Delgado's struggles instead remain a mystery with no easy answer -- but one quite apparent result. \"I had a horrible year,\" Delgado said in a conference call with reporters Thursday, \"and I don't think I have an excuse.\" He wasn't alone, to be certain. Nearly every Met faltered down the stretch last summer. Yet Delgado's role was among the most conspicuous. He posted the worst numbers of his career in every major offensive category, along the way dropping from fourth to sixth in the lineup. His defense remained pedestrian, and he couldn't -- or rather wouldn't -- become the vocal clubhouse leader some said the Mets so desperately needed.  So by the time his team's fall from grace was complete, Delgado had become a popular scapegoat -- one among many, perhaps, but a scapegoat nonetheless. And that's precisely why he's so determined to begin anew.  \"It got to the point where I was thinking too much,\" Delgado said. \"It was a learning season for me. I think that's a great thing about the game, is that every year teaches you a lesson.  \"It's a humbling experience. You can't take anything for granted, and you have to prepare yourself to compete at the highest level.\"  While the offensive decline was inexcusable, give Delgado credit for accepting the blame, even as injuries undermined him at nearly every juncture. They started early, when he underwent two surgeries within the span of eight days last winter. And while those procedures didn't likely contribute to his offensive decline, late-summer injuries to both his left knee and right hip certainly did.  How fitting that on the Mets' season's final afternoon, Delgado fractured his hand and had to watch the game's waning moments from the bench. He'll be fine -- he's already started his rehab and plans to begin hitting off a tee next week -- but the injury was simply one last misfortune in a season full of them.  And they're misfortunes he'd rather do without.  \"That's what I'm going to do in 2008,\" Delgado said. \"I'm going to show up to Spring Training in top shape, and I'm just going to go out and play the game and keep it simple -- just play the game the way I always have played it. I think at times last year I would think too much. I was trying to be too perfect, instead of just going out and playing.\"  The question now becomes whether or not Delgado remains capable of regaining his form. At 35 years old and entering the final year of his contract, he certainly has incentive to prove that he can still compete.      Entering last season, the Mets were -- and rightfully so -- counting on Delgado to produce significantly more than 30 home runs and 100 RBIs. He didn't approach either mark. And while an offensive decline can be expected at his age, such a sharp decline cannot. In the span of one season, Delgado transformed from one of the team's strongest offensive links to one of its weakest.  Off the field, he didn't fare much better. Delgado drew some public criticism for not becoming a vocal clubhouse leader, and the team's collapse only compounded those cries. While Delgado heard that criticism, he's not as eager to do something about it. It's simply not his style.  \"Every time I talk about leadership, it's a very sensitive issue,\" Delgado said. \"Being vocal when you don't need to be vocal -- that doesn't make a great leader.  Instead, Delgado will focus on offensive production, where his role has suddenly bridged the gap from important to crucial. He's entrenched at first base for this season -- whether the Mets are happy about that or not -- and he's one of the few regulars from which the team can genuinely expect significant improvement. The Mets look very much the same heading into Spring Training, and while Delgado insists that they don't need anybody else -- \"We don't need anything but oxygen,\" he quipped -- he's aware of precisely how good the current lineup can be.  Most of Delgado's fellow Mets sluggers won't easily surpass their production of a year ago, as the other individual hitters performed largely as expected. But Delgado didn't, and there's little reason to believe he can't make up the difference. Thirty homers aren't yet a stretch.  It's worth noting that while the Mets plummeted in September, Delgado hit .321. A full season's worth of that kind of productivity might just be enough to put the Mets back on top -- and that's precisely where they're aiming to be.  \"We're very hungry to get back to where we were,\" Delgado said. \"Last year was very disappointing, because we knew that we had the best team. And I believe we still have a great team.\" Anthony DiComo is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
