{
    "url": "http:\/\/m.mlb.com\/news\/article\/2338175",
    "title": "Clemens to address media on Monday",
    "subtitle": "Clemens to address media Monday",
    "body": "HOUSTON -- Roger Clemens will address reporters in Houston on Monday, the day after his interview with Mike Wallace runs on \"60 Minutes.\"  Clemens plans to meet with the media at 4 p.m. CT at a yet-to-be-determined site in downtown Houston. Although most of the questions will likely be answered during the \"60 Minutes\" interview, Monday's meeting will be the first time Clemens will speak face-to-face with reporters other than Wallace.  Clemens originally planned to address reporters immediately after the show, but an agreement with \"60 Minutes\" to grant them exclusivity encompasses the West Coast airing as well. Not wanting to conduct a media briefing as late as 10 p.m. on Sunday, Clemens will instead talk the next day. \"It was simply a request from '60 Minutes' that we treat the interview as exclusive -- and Roger agreed that he wouldn't do any other interviews until after it aired to honor that request,\" said Joe Householder, the managing director of Public Strategies Inc. and the handler of the public relations efforts on Clemens' behalf.  Clemens, through his attorney, has issued several denials regarding his former trainer's allegations that the seven-time All-Star used steroids in 1998, 2000 and 2001. Brian McNamee, who trained both Clemens and Andy Pettitte, gave a detailed account of Clemens' alleged steroid use in the Mitchell Report, which was released on Dec. 13.   Two days before Christmas, Clemens posted a video denial on his personal Web site and on Youtube.com.  \"Let me be clear -- the answer is no, I did not use steroids, human growth hormone, and I've never done so,\" Clemens said during the one-minute, 48-second video. \"I did not provide Brian McNamee with any drugs to inject into my body. Brian McNamee did not inject steroids or human growth hormone into my body, either when I played in Toronto for the Blue Jays, or the New York Yankees. This report is simply not true.\"  Clemens taped the interview with \"60 Minutes\" last week in Houston. According to several New York Times reports, McNamee has hired Richard D. Emery, a lawyer who specializes in libel and defamation, and the two plan to sue Clemens if Clemens says on \"60 Minutes\" that McNamee was lying when he said he injected Clemens with performance-enhancing drugs.   \"He's got a chance to protect himself,\" Emery said to the Times. \"We're not going to sue him if he doesn't do it. But if he does it, we're going to sue him.\"  Clemens' attorney, Rusty Hardin, responded: \"In his interview with '60 Minutes,' Roger told the truth. It is that simple. I encourage Mr. McNamee to watch the program.\" Alyson Footer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
