{
    "url": "http:\/\/m.mlb.com\/news\/article\/2339282",
    "title": "Marlins sign Cantu, 13 others",
    "subtitle": "Marlins sign Cantu, 13 others",
    "body": "MIAMI -- In his short stint with the Reds last season, Jorge Cantu began showing flashes of his old self.  The Marlins are hopeful that the soon-to-be 26-year-old infielder will revert to his 2005 form.  On Friday, the Marlins officially signed Cantu to a one-year Minor League deal, with an invitation to Spring Training, worth $500,000, if he makes the club. The contract includes an incentive package based on plate appearances. If he meets all those benchmarks, he could rake in another $100,000. Should Cantu open the season in the Minor Leagues, his contract calls for him to make $12,000 a month. Cantu, who turns 26 on Jan. 30, heads into Spring Training competing for the third-base job with Jose Castillo, the former Pirate who signed for $650,000 on Dec. 24.   Castillo and Cantu will battle it out for the third-base job that became vacated when slugger Miguel Cabrera was traded to Detroit in early December.   Cantu split last year between the Rays and Reds, and he also saw time in the Minor Leagues. He opened the season with Tampa Bay, where he batted .207 with no homers and four RBIs in 58 at-bats.   He finished up the season with Cincinnati, where in 27 games and 57 at-bats, he compiled a .298 average with one home run and nine RBIs.   In the past, Cantu has posted strong power numbers. In 2005, he enjoyed his finest season, batting .286 with 28 homers and 117 RBIs with the Rays.   Some encouraging statistics Cantu showed while in Cincinnati were improved on-base (.382) and slugging (.491) percentages. The team is hoping that his improved play toward the end of 2007 is an indication he can be productive this season.   Cantu provides some versatility. He also has played second base, and last year he saw action at first base.   The Marlins could use Cantu at first base as a right-handed-hitting option to Mike Jacobs, a lefty with power.     So in some ways, Cantu could fill the role created by the departure of Aaron Boone, a veteran who played first and third base for Florida in '07 before he signed as a free agent with the Nationals.   Along with Cantu, the Marlins announced Friday that they also agreed to Minor League deals with infielders Chris Barnwell, Tagg Bozied, Rex Rundgren and Jason Wood, as well as outfielders John Gall, Alexis Gomez and Jorge Piedra. Also agreeing were catcher Paul Hoover, and right-handed pitchers Tim Corcoran, Marcus Gwyn, Bobby Keppel, Joe Nelson and Doug Waechter.   The Marlins have extended Spring Training invitations to infielders Chris Coghlan and Lee Mitchell; catchers John Baker, Brad Davis, Chris Hatcher and Brett Hayes; right-handed pitchers Burke Badenhop, Gaby Hernandez, Brett Sinkbeil, Dallas Trahern, Ryan Tucker and Chris Volstad; and left-handed pitcher Aaron Thompson. Joe Frisaro is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
