{
    "url": "http:\/\/m.mlb.com\/news\/article\/2339235",
    "title": "Notes: Sox tab prospects for clinic",
    "subtitle": "Notes: Sox tab prospects for clinic",
    "body": "BOSTON -- There was a time not so long ago when prospects were just something you heard about when it came to the Red Sox. Now, they are a living, breathing element to the team's World Series championship success. For proof, just check out what Dustin Pedroia, Jacoby Ellsbury, Jonathan Papelbon and Jon Lester did during the Fall Classic.  In an effort to keep that youth movement going, the Red Sox are again holding a rookie development program this offseason. The event takes place in Boston from Sunday until Jan. 18, and several of the organization's upper-level prospects will be involved.  Clay Buchholz, who threw a no-hitter on Sept. 1, 2007, and Devern Hansack, who fired a five-inning no-hitter in the 2006 regular-season finale, will both be involved in the program. In addition, Minor Leaguers Michael Bowden, Hunter Jones, Justin Masterson, Dustin Richardson, Dusty Brown, Aaron Bates, Jed Lowrie, Bubby Bell, Chris Carter and Jonathan Van Every will be on hand. The 12 players will work out twice a day and focus on conditioning and strength, while also concentrating on fundamentals.   There will also be seminars in which the players will be educated on assimilating into Major League life off the field, particularly in a market like Boston.   Among those who will speak to the group are Sox president\/CEO Larry Lucchino, general manager Theo Epstein, vice president of international scouting Craig Shipley, manager Terry Francona, pitching coach John Farrell, hitting coach Dave Magadan, second baseman Pedroia -- a former member of the program -- former Sox lefty Bruce Hurst, UConn men's basketball coach Jim Calhoun and ESPN reporter Peter Gammons.   Epstein is a big believer in the program and how much it has helped the development of the young players.   \"Last January, Ellsbury was at our rookie development program, so he was hearing from our trainers and our coaching staff and our manager and me and [catcher] Jason Varitek and [pitcher] Curt Schilling about the expectations of playing winning baseball in Boston and trying to hammer those lessons home,\" Epstein said during the 2007 World Series. \"He's obviously taken those right to the field and then some. To be the organization we want to be, we have to develop players who can adjust quickly and thrive in Boston. Otherwise, we're not going to be as effective.\"   Two signings: The Red Sox announced the signing of left-handed pitchers Jon Switzer and Michael Tejera to Minor League contracts on Friday. Both players were assigned to Triple-A Pawtucket and will come to Spring Training as non-roster invitees.   The 28-year-old Switzer spent seven years in the Rays organization. He posted a 0.82 ERA in 23 appearances at Triple-A Durham, while going 0-2 with an 8.05 ERA in 21 games for Tampa Bay.   Tejera, 31, went 8-5 with a 3.90 ERA in 27 games -- 19 of which were starts -- for Triple-A Indianapolis (Pirates organization). He has pitched 111 games in the Major Leagues for the Marlins and Rangers, going 11-13 with a 5.14 ERA.   Another honor for Lowell: Fresh off being named the Most Valuable Player of the World Series and then receiving a new three-year contract, Red Sox third baseman Mike Lowell has been selected as the winner of the 2007 Tommy McCarthy Good Guy Award by the Boston chapter of the Baseball Writers' Association of America.   Lowell will receive not just that award at the Boston Baseball Writers Dinner on Jan. 17, but also the Thomas A. Yawkey Award as the team's Most Valuable Player. Ian Browne is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
