{
    "url": "http:\/\/m.mlb.com\/news\/article\/2339056",
    "title": "Nomo not ready to retire yet",
    "subtitle": "Royals sign Japanese pitcher Nomo",
    "body": "KANSAS CITY -- Japanese trailblazer Hideo Nomo is extending his path toward Kansas City.  The Royals on Friday confirmed Nomo's announcement that he has signed a Minor League contract and will be invited to the Major League Spring Training camp.  Nomo broke the news himself earlier Friday on his Japanese-language Web site. \"He's obviously been a very successful pitcher and we're going to give him an opportunity to compete for a job out of Spring Training,\" general manager Dayton Moore said.   Nomo was a rookie sensation in 1995 after joining the Los Angeles Dodgers, becoming the second Japanese player in the Majors after Masanori Murakami, who pitched for the San Francisco Giants in 1964-65.   \"Nomo-Mania\" spread as he started the All-Star Game for the National League, posted a 13-6 record and was NL Rookie of the Year.   In the next few years, several Japanese pitchers followed his lead including Mac Suzuki, who pitched for the Royals, and others such as Shigetoshi Hasegawa, Hideki Irabu, Masato Yoshii and Tomo Ohka.   The 39-year-old Nomo, a right-hander, last pitched in the Majors for Tampa Bay in 2005 and was 5-8 in 19 starts. He was later signed by the New York Yankees and the Chicago White Sox, but did not make it back to the Majors.   The Royals have been in the market for an established starting pitcher and Moore was asked if the club was close to signing any other free agents.   \"No, not really,\" Moore said. \"I know yesterday or somewhere down the line somebody reported that we were close to signing Bartolo Colon and that was news to us.\"   The Royals are believed to be pursuing Jon Lieber, a veteran right-hander who was 3-6 last year for the Philadelphia Phillies, but didn't pitch after June because of a ruptured tendon in his right foot.   \"Well, we'd like to acquire a starting pitcher but it has to make sense for us and, of course, the player has to feel the same way,\" Moore said.   Nomo will become the Royals' second Japanese pitcher headed for camp next month at Surprise, Ariz. The Royals earlier signed reliever Yasuhiko Yabuta, a right-hander from the Chiba Lotte Marines.   That's another reason that the Royals signed Nomo after missing out on Japanese starter Hiroki Kuroda, who signed with the Dodgers. Nomo's experience can help ease Yabuta's transition to baseball in the United States.     Both pitchers should feel comfortable with new Royals manager Trey Hillman, who spent the last five years managing Japan's Nippon Ham Fighters.   Hillman has not seen Nomo pitch recently.   \"But there's obviously still a passion there,\" Hillman said. \"He's the winningest pitcher from the other side of the world, so I'm very anxious to see him and we'll take a serious look at him. The other thing that it gives us is a little camaraderie for Yabuta and that's a wonderful thing.\"   Nomo has been pitching this winter in Venezuela and his record in seven starts for the Caracas Leones is 0-2 with a 6.59 ERA. Opponents are hitting .310 against him.   \"He scuffled a little bit, but sometimes those veteran guys know how to pitch and they'll figure it out,\" Moore said.   When Nomo arrived in the U.S., he was known as \"The Tornado\" because of his unorthodox twisting windup in which he turns his back to the hitter before throwing.   \"He's got a lot of deceptiveness to his delivery,\" Hillman said. \"The thing that was so earth-shattering with him when he was with the Dodgers was his split. It was widely known as the nastiest split in all of baseball.\"   Nomo has pitched two no-hitters. In his second season with the Dodgers, he pitched a no-hitter on Sept. 17, 1996, against the Rockies at unfriendly Coors Field in Colorado.   Traded to the New York Mets in 1998, Nomo also pitched for Milwaukee, Detroit and Boston before returning to the Dodgers. He made a spectacular debut with the Red Sox on April 4, 2001, pitching a no-hitter against the Orioles at Baltimore.   Nomo won 13 games for the Red Sox that season. Back with L.A., he was 16-6 in 2002 and 16-13 in 2003 before having shoulder surgery. His Major League record is 123-109 with a 4.21 ERA.   In his Japanese career, Nomo starred for the Kintetsu Buffaloes in the Pacific League.   On his Web site, Nomo said he was not ready to retire and wrote, \"I want to hang in there no matter how, without getting injured.\"   In addition to Nomo and Yabuta, the Royals also have signed another Asian pitcher, Chin-Hui Tsao, to a Minor League deal. Tsao, a right-hander who pitched for the Dodgers last season, has been invited to camp and will compete for a late-inning role.   \"We felt that we need a right-handed power arm to emerge in the seventh, eighth inning, and if Tsao is healthy, he'll be very good,\" Moore said.   The first official workout for pitchers is Feb. 14, but they are expected to begin gathering in Arizona a week before that. Dick Kaegel is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Dick Kaegel"
}
