{
    "url": "http:\/\/m.mlb.com\/news\/article\/2339054",
    "title": "Presidential race parallels the game",
    "subtitle": "Presidential race parallels the game",
    "body": "The 2008 U.S. presidential race is now officially under way with Thursday's exciting Iowa caucuses, and it will conclude a week after the World Series in November when Americans elect their new chief executive. Since there is going to be a parallel course the rest of the way here, the following are 10 thoughts from a baseball fan about the election races: 1. Keep a close eye on the Indians this year. They won both of their previous World Series in election years -- 1920 and '48. Not surprisingly, the Yankees have the most election-year world championships, seven. The Red Sox are second with three, including the last one just before George W. Bush was re-elected in 2004. Washington is the darkhorse candidate in 2008, not only because it has an exciting new stadium to formally open this Major League season on March 30, but also because Walter Johnson and the Senators brought home the District of Columbia's only world championship in 1924. Calvin Coolidge, having succeeded Warren Harding in the White House after the latter's death in 1920, was elected in his own right that same fall.  2. So far it feels a lot like Major League Baseball on the campaign trail. For one thing, it was like Opening Day and the turnout was staggering, not only among Democrat voters but for Republican backers as well. And did you see the \"breaking news\" late Thursday night during the polling updates? At one point there was a virtual three-way tie on the Democratic side, while Mike Huckabee was clearly in control among Republicans. All you had to do was replace those with the words \"National League\" and \"American League,\" respectively, and that was kind of how some of the best pennant races ever concluded in 2007.  3. Illinois Sen. Barack Obama wound up winning Iowa among Democrats with 38 percent of the vote, finishing ahead of former Sen. John Edwards (30 percent) of North Carolina and former first lady Hillary Clinton (29). Iowa is home to the Cubs' Triple-A affiliate, so there are mostly Cubs fans there. What if the Cubs won it all for the first time in 100 years and then their first-term senator became the first African-American president in U.S. history right after a Chicago parade? Keep in mind that the first time there was a World Series and a U.S. presidential election in the same autumn was 1908, the last time the Cubs were the world champions.  4. That almost happened the last time the election and a baseball season went hand-in-hand. In 2004, the Red Sox reversed the \"Curse of the Bambino\" and won their first World Series in 86 years. Alas, John Kerry of Massachusetts lost his Democratic bid for the White House the next week when George W. Bush was re-elected.  5. Huckabee, the former Arkansas governor, finished with 34 percent to lead the Republicans. Former Massachusetts Gov. Mitt Romney (the only serious presidential candidate in U.S. history with a first name of baseball equipment, at least until Spike Lee someday runs) was second with 25 percent, and former Tennessee Sen. Fred Thompson rounded out the top three with 13 percent. This could bode well for Blue Jays fans. The last time an Arkansas governor won a first presidential election was 1992 with Bill Clinton's triumph for Democrats, and it should be noted that 1992-93 marked the only time in history that the World Series title was won by the country north of the U.S.  6. You have to go back to 1988 to find the last time that a baseball season was not won by an American League East team in an election year. Kirk Gibson hit his Miracle Homer to help the Dodgers crush the A's in that World Series, and Republican George H. W. Bush won that election. Then subsequent quadrennials were won by the Blue Jays (1992), Yankees (1996 and 2000) and Red Sox (2004).  7. It just feels right having the first-in-the-nation caucuses held in Iowa. \"I love Iowa,\" Huckabee said. Who doesn't? After all, that's the home of the original \"Field of Dreams\" -- in little Dyersville. Now it moves to New Hampshire for the first primary, smack-dab in New England's ever-widening Red Sox Nation, home to the reigning world champions. Arizona's John McCain is happy to go there; he's among the polling leaders for that one, following his dismal showing in Iowa.  8. \"I think it's very serious, more serious than in the past,\" said voter Linda Lohse-Lange of West Des Moines, wearing a bright red hat with Obama buttons. \"I was surprised the parking lot was so full. I had a hard time finding a place to park.\" Again, that sounded a lot like baseball fans. It's best to arrive early to get the best parking spot, and more, to watch batting practice.  9. Tigers fans are watching with considerable interest. The last time they won it all was an election year. It was 1984, and Ronald Reagan was elected to a second term in a landslide victory over Minnesota's Walter Mondale. The Tigers are only one year removed from their first World Series trip since then, but they hope to go all the way behind such newcomers as Miguel Cabrera, Dontrelle Willis and Edgar Renteria. In fact, all three clubs that won titles in election years during the '80s -- the 1980 Phillies, the 1984 Tigers and the 1988 Dodgers -- are bona fide contenders in 2008 and hoping this election year will end their drought.  10. There will be elections all over the place this year. It won't be long before that first Braves-Nationals game as the Sunday night opener, followed by the full day of traditional openers on March 31. Then, before you know it, the All-Star ballots will be out in the second half of April. Fans break voting records at MLB.com every year now to decide who goes to the Midsummer Classic, and after what happened Thursday in Iowa, don't you kind of wonder what it would be like if we had caucuses before deciding which players should be on the ballot? Picture it now: The All-Star Caucus Ballot.   Mark Newman is enterprise editor for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
