{
    "url": "http:\/\/m.mlb.com\/news\/article\/2340218",
    "title": "Report: Clemens, McNamee in contact",
    "subtitle": "Report: Clemens, McNamee in contact",
    "body": "HOUSTON -- Assuming free-agent pitcher Roger Clemens accepts the invitation to testify before the House Oversight Committee on Jan. 16, he will be face-to-face with his former trainer Brian McNamee, presumably for the first time.  But according to a report in Newsday's Sunday edition, Clemens and McNamee have already had contact -- on Friday, over the phone, during an hourlong conversation a source called \"emotional.\"  The newspaper provided no other information regarding who initiated the call or what was discussed between the longtime friends, and representatives for both sides were not available for comment. McNamee's accusations of Clemens' steroid use in the Mitchell Report ignited the drawn-out story that has resulted in both figures being invited to the nation's capitol. McNamee is expected to attend the hearings, as are three others who were invited to testify -- Yankees pitcher Andy Pettitte, retired Major Leaguer Chuck Knoblauch and former Mets clubhouse attendant Kirk Radomski.   Commissioner Bud Selig, former Sen. George Mitchell and union leader Don Fehr will testify before the committee Jan. 15.     McNamee has steadfastly stood by his testimony to both federal investigators and Mitchell that he injected Clemens with performance-enhancing drugs during the 1998, 2000 and 2001 seasons. Clemens has issued several denials and is expected to do so again Sunday night when he appears on \"60 Minutes\" with Mike Wallace. The seven-time Cy Young winner plans to meet with the media in Houston on Monday to address reporters in person for the first time since the Mitchell Report was released Dec. 13.  According to the Newsday report, the \"verbal sparring\" between Clemens and McNamee has piqued the interest of Jeff Novitzky, an IRS special agent responsible for the indictment of Barry Bonds in November on felony charges of perjury and obstruction of justice. Alyson Footer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
