{
    "url": "http:\/\/m.mlb.com\/news\/article\/2341178",
    "title": "Tigers restock, sign 11 Minor Leaguers",
    "subtitle": "Tigers sign 11 Minor Leaguers",
    "body": "DETROIT -- The Tigers announced Monday they've re-signed seven farmhands from their Minor League clubs and brought in a handful of others, helping to stock a farm system that lost more than a few players in trades this offseason.  Catcher Dane Sardinha, infielder Henry Mateo, outfielder Jackson Melian and pitchers Jon Connolly, Ian Ostlund, Jeremy Johnson and Anastacio Martinez all agreed to terms to remain in the organization after becoming Minor League free agents. The Tigers also added right-handers Francis Beltran and Marcelo Perez, infielder Caonabo Cosme, and brought catcher Max St. Pierre back into the organization.  Sardinha, Mateo, Connolly, Ostlund, Johnson and Martinez all played at some point on a Triple-A Toledo club that went back to the International League playoffs before falling short of what would've been the Mud Hens' third straight Governors' Cup championship. Sardinha was the Hens' primary catcher, batting .202 with 10 home runs and 47 RBIs in 117 games. It's likely Sardinha, who will turn 29 years old in April, will serve as the Tigers' insurance option for a backup catcher if someone is injured or if Vance Wilson isn't quite ready to open the season. There was some speculation earlier in the offseason that the Tigers could add another catcher just in case, but team president\/general manager Dave Dombrowski said Monday that Wilson is on track to be ready for Opening Day.   \"All the anticipation talking to our doctors is he should be ready for the beginning of the season,\" Dombrowski said. \"I'm not sure he'll be ready to catch in the beginning of the spring, but we always thought he'd be ready for the beginning of the season.\"   The other players signed either joined the organization during the season or were brought up to Toledo at some point from Double-A Erie.   Connolly's return comes on the heels of a 2007 season that helped regain some momentum in his career. The 24-year-old finesse left-hander went 7-7 with a 4.58 ERA over 21 appearances with the SeaWolves, including 19 starts, before tossing a complete-game shutout for the Mud Hens en route to a 1-1 record and 3.91 ERA in four starts.   Johnson, who has been in the system ever since Detroit drafted him as a 17-year-old in 2000, enjoyed his best season since 2002 to become part of the Toledo bullpen. The 25-year-old lefty posted a 3-3 record and 3.44 ERA for the Hens, including two saves. He allowed just four home runs over 68 innings. Ostlund posted a combined 2-1 record and 3.26 ERA between Erie and Toledo.     Beltran, a 28-year-old right-hander who last appeared in the Majors in 2004, spent last season in the bullpen for Baltimore's Triple-A affiliate at Norfolk. He posted a 2-9 record and 4.70 ERA there, allowing 73 hits over 59 innings but converting eight saves. He missed the entire 2005 season and part of 2006 following Tommy John surgery.   The 27-year-old Perez went 1-5 with a 5.53 ERA for the Mets' Double-A affiliate at Binghamton, striking out 69 batters over 70 innings with 33 walks. Cosme batted .276 with 19 doubles, 12 home runs and 53 RBIs in 92 games for Double-A Chattanooga in the Reds organization.   St. Pierre, who will turn 28 in April, is already familiar with the Tigers system, having spent 10 years in it as a part-time and full-time catcher at various times before leaving after the 2006 season. He went 5-for-32 in 10 games for Double-A Huntsville in the Brewers system. Jason Beck is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
