{
    "url": "http:\/\/m.mlb.com\/news\/article\/2343941",
    "title": "Hot Stove: Kotsay on the move?",
    "subtitle": "Hot Stove: Kotsay on the move?",
    "body": "With a month to go until pitchers and catchers start reporting to Spring Training camps in Florida and Arizona, activity on the Hot Stove market picked up a bit on Friday as several teams moved closer to filling out their few remaining roster spots. The Rangers signed free-agent pitchers Jamey Wright and Eddie Guardado. Free-agent outfielder Luis Gonzalez appeared to be moving closer to signing with either Florida or Seattle and Mike Cameron could find a new home soon as a few teams have zeroed in on the free-agent outfielder. Meanwhile, Oakland and Atlanta were talking about a possible trade that would send veteran center fielder Mark Kotsay to the Braves. The Braves have been looking for help in center since deciding against re-signing Andruw Jones, who subsequently signed with the Dodgers. Atlanta did acquire rookie center fielder Josh Anderson from Houston in the trade that sent reliever Oscar Villareal to the Astros, but the Braves would like some insurance in case Anderson needs more seasoning.  Kotsay, who turned 32 in December, has one year remaining on a three-year contract that calls for a 2008 salary of about $8 million. Only third baseman Eric Chavez, who will make a reported $11 million this coming season in the fourth year of a six-year contract extension that includes a $12.5 million club option (with a $3 million buyout) for 2011, will be paid more among the Athletics currently under contract.  Acquired by the A's in a November 2003 trade that sent catcher Ramon Hernandez to the Padres, Kotsay batted a career-best .314 with 15 home runs, 63 RBIs and a .370 on-base percentage in his first season with Oakland. Since then, he's frequently been hampered by back problems, and in addition to missing the first two months of the 2007 season while recovering from back surgery, he spent the final month and a half of the season on the disabled list with lower back spasms.  Kotsay and Braves general manager Frank Wren go way back, as the two were together when both were with the Florida Marlins. The Braves have prospects to offer, but any potential deal will hinge on how much of Kotsay's salary the A's are willing to absorb, as well as what kind of package they'd request in return.  Elsewhere on the Hot Stove front heading into the weekend:  Mariners: The Mariners have been talking with Gonzalez about a contract for the 2008 season, according to the Seattle Post-Intelligencer.   A five-time All-Star with the Diamondbacks, the 40-year-old Gonzalez hit .278 with 15 homers and 68 RBIs in 139 games with the Dodgers last season, while making $7.1 million. He also is talking with the Milwaukee Brewers and Florida Marlins. Gonzalez could become the Mariners' starting right fielder if Adam Jones is dealt to the Orioles for left-handed starter Erik Bedard.  Marlins: Talks between the Marlins and Gonzalez are reportedly heating up. The free-agent outfielder would split time backing up Josh Willingham in left field and Mike Jacobs at first base, though perhaps his most important role would be that of mentor.    \"He's very interested and it's reciprocal,\" Gonzalez's agent Gregg Clifton told the Miami Herald. \"He's got a lot left in the tank. He's a Florida guy.\"    Mets: While the New York Post reported in Friday's edition that the door remains \"wide open\" for the Mets to acquire Johan Santana in a trade, Minnesota's asking price may yet scare them off.  According to the paper the sticking point appears to be 19-year-old outfielder Fernando Martinez. Should the Mets feature him in a proposed package that would also include Deolis Guerra, Carlos Gomez, Phil Humber and Kevin Mulvey, then they'll likely have a deal. Should they balk on Martinez, then they likely won't.  Rangers: The Rangers re-signed Wright on a Minor League contract with an invitation to Spring Training.  Wright was 4-5 with a 3.62 ERA in 20 games for the Rangers in 2007, despite missing two months with shoulder inflammation. He was 3-3 with a 4.66 ERA in nine starts and 1-2 with a 2.05 ERA in 11 relief appearances. The Rangers are likely looking at him as a reliever.  The Rangers have been focused mainly on pitching of late after acquiring outfielders Milton Bradley and Josh Hamilton and first basemen Ben Broussard and Chris Shelton earlier in the offseason.  The Rangers have been trying to acquire starting pitching depth and are close to acquiring right-hander Jason Jennings on a one-year Major League contract. Jennings, a former National League Rookie of the Year winner with the Rockies, was 2-9 with a 6.45 ERA in 19 games for the Astros last season, while going on the disabled list twice because of an elbow injury.  The Rangers also finalized a one-year deal with left-hander Eddie Guardado. He has 183 career Major League saves and would be a candidate to be the Rangers' closer.  Rays: According to Andrew Friedman, the Rays' executive vice president of baseball operations, the team would still like to acquire a super utility man and a left-handed reliever. Much of the buzz about the super utility man concerns whether top prospect Evan Longoria will start the season with the club. If he does not, they will need someone to keep the position warm until Longoria arrives during the season. Right now, Joel Guzman would be the likely player to play third. The Rays are more inclined to acquire such a player via a trade than free agency.  Reds: Without naming names, Reds GM Wayne Krivsky confirmed he has been talking with agents of free-agent starting pitchers that could help the rotation.  \"I would call it active. Plenty of phone calls have been made on both sides,\" Krivsky told MLB.com on Friday morning.  Krivsky didn't rule out making a trade for a pitcher and said the club could always stretch the search for a veteran arm into Spring Training. Right now, the Reds have two established starters in Aaron Harang and Bronson Arroyo. Matt Belisle and four prospects are vying for the remaining three spots.  \"There are always teams weighing what they would give up and get back in a trade vs. signing a free agent without having to give up any players,\" Krivsky said. \"That consideration is always out there.\"  Red Sox: The Red Sox -- according to multiple media outlets -- have agreed to terms with backup catcher Doug Mirabelli on a one-year deal for 2008. Mirabelli will take a pay cut and earn a base salary of $550,000. The deal is pending a physical and the completion of some other technicalities.  Tigers: Miguel Cabrera could end up batting third in the Tigers' loaded batting order, manager Jim Leyland told the Detroit News. Curtis Granderson and Placido Polanco likely will stay in the top two spots and Magglio Ordonez will stick as the cleanup hitter, but Cabrera could supplant Gary Sheffield in the third spot. Whichever one doesn't hit third will likely hit fifth in front of Carlos Guillen and Edgar Renteria. And Ivan Rodriguez? He's looking like the ninth hitter at this point.  Former Marlins and Diamondbacks closer Matt Mantei, who last pitched in the Major Leagues in 2005, was scheduled to throw a bullpen session for the Tigers on Friday at Comerica Park in hopes of earning a Minor League contract and invitation to Spring Training. Mantei went to Spring Training with the club in 2006, but injuries cut his bid short. He had seven consecutive years with injuries before taking last year off, but he told the Free Press on Tuesday that he's throwing at about 85-90 percent.   Yankees: Yankees general manager Brian Cashman threw a little more cold water on the idea of a Santana deal on Thursday. Speaking on the club's YES Network, Cashman said that he would be hard-pressed to move some of the players Minnesota has been reported to have interest in -- right-hander Phil Hughes, Cabrera and right-hander Jeff Marquez among them. Though Cashman said he would remain engaged in discussions, he also said that his plan is to \"go with what we've got.\" Jim Molony is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Molony"
}
