{
    "url": "http:\/\/m.mlb.com\/news\/article\/2343864",
    "title": "MLB launches Dept. of Investigations",
    "subtitle": "MLB launches Dept. of Investigations",
    "body": "Major League Baseball's ongoing efforts to address the recommendations detailed in the Mitchell Report led to the creation of a new Department of Investigations, Commissioner Bud Selig announced Friday. The Department of Investigations will have primary responsibility for conducting all investigations into violations of Major League Baseball's rules and policies, including investigations related to the use, possession or distribution of performance-enhancing substances by Major League or Minor League players, and other threats to the integrity of the game. The Department will function independently of the MLB clubs and will have broad authority to conduct investigations. In addition, the Office of the Commissioner will form an information hotline, which will be operated by the Department of Investigations. The hotline will be available to Club employees regarding potential violations of MLB's rules and policies, including the use, possession or distribution by players or employees of prohibited substances, any conduct in violation of Major League Rule 21 (i.e., betting on baseball), or any other conduct that concerns the integrity of the game.  \"The Department of Investigations will have critically important responsibilities in protecting the integrity of our sport,\" Selig said. \"Major League Baseball will continue to act on all of [former] Senator [George] Mitchell's recommendations as part of our continued efforts to prevent the illegal use of performance-enhancing substances.\"  The Department of Investigations will begin operations immediately and be headed by Dan Mullin, who has been named vice president and will report directly to Major League Baseball president and chief operating officer Bob DuPuy, just as recommended in the Mitchell Report. Mullin, who currently holds the position of senior director of security operations for Major League Baseball, served 23 years with the New York City Police Department before retiring as a deputy chief with responsibility for over 3,000 officers.  During his time with the NYPD, Mullin supervised and provided operational oversight for more than 3,500 narcotics investigators and the Joint Drug Enforcement Task Force. He is also a member of the Department of Homeland Security Critical Infrastructure working group and provides anti-terrorism training for the State Department.  George Hanna, director of security investigation at Major League Baseball, has been named senior director of investigations and will work closely with Mullin on the Department's initiatives.     \"The Department of Investigations will be led by two former law enforcement officials who combine to bring more than 53 years of law enforcement experience at the federal and local level,\" said DuPuy. \"Under the leadership and direction of Dan and George, Major League Baseball will promptly and aggressively respond to allegations of illegal use or possession of performance enhancing substances, whether those allegations arise from internal reports of suspected use or from outside sources.\"  The creations of the Department of Investigations and the information hotline were among the recommendations made in the Mitchell Report on the illegal use of steroids and other performance-enhancing substances by players in Major League Baseball. Mitchell noted in the report that \"the ability to investigate vigorously allegations of performance-enhancing substance violations is an essential part of any meaningful drug prevention program.\"  The creation of the Department of Investigations comes just four days after Selig announced MLB had unilaterally implemented five measures regarding clubhouse security and other logistical matters.  With Friday's announcement MLB has implemented virtually all of Senator Mitchell's recommendations that do not require consent of or consultation with the MLB Players Association.  Other duties of the Department of Investigations will include interacting with law enforcement authorities, administering training for players and club personnel, and establishing policies that ensure the integrity and independence of its investigations. The Office of the Commissioner also will adopt a policy requiring that all information received by club or Commissioner's Office personnel regarding possible performance-enhancing substance use -- separate from drug testing procedures -- must be reported immediately and directly to the head of the Department of Investigations. Jim Molony is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Molony"
}
