{
    "url": "http:\/\/m.mlb.com\/news\/article\/2343803",
    "title": "White Sox bring 10 non-roster invitees",
    "subtitle": "White Sox bring 10 non-roster invitees",
    "body": "CHICAGO -- If the White Sox are looking to find a diamond in the rough through their 2008 non-roster invites to Spring Training, announced Friday, the options will be few and far between on the pitching side.  Nine players agreed to Minor League contracts with the White Sox and, along with middle infielder Chris Getz, 10 players have been extended non-roster invites. D.J. Carrasco, a veteran right-hander who posted a 14-15 record, two saves and a 4.81 ERA over 101 Major League appearances with Kansas City from 2003 to 2005, stands as the only hurler among this group.  With the White Sox presently having 22 pitchers already in camp, they didn't need much more assistance. Carrasco, 30, should be familiar with the Tucson Electric Park environs, finishing with a 5-14 record and 6.68 ERA in 34 games (22 starts) for Triple-A Tucson last season. Getz, the 24-year-old fourth-round pick of the White Sox in the 2005 First-Year Player Draft from the University of Michigan, hit .299 with a .382 on-base percentage for Double-A Birmingham in 2007. One of the organization's top infield prospects, he was named to the Southern League midseason All-Star Team, but only played 72 games due to a right shin injury. Getz also compiled a .360 on-base percentage in the 2007 Arizona Fall League.   Infielder\/outfielder Jason Bourgeois, infielders Brad Eldred, Royce Huffman, Jeff Liefer and Michael Rouse, outfielder Miguel Negron and catchers Paul Phillips and Ryan Smith complete the non-roster list. Bourgeois earned attention as part of the White Sox system in 2007 by hitting a combined .306 with Triple-A Charlotte and Birmingham. Bourgeois led all farmhands with 38 stolen bases and has a .279 average with 20 stolen bases for Caneros de los Mochis in the Mexican Pacific winter league.   Pablo Ozuna's healthy return, coupled with the presence of Juan Uribe and the expected official addition of Alexei Ramirez, leaves Bourgeois, 26, with more than an uphill battle ahead of him in trying to earn a roster spot.   Liefer, 33, was the White Sox top pick (25th overall) in the 1995 free agent draft. He hit .244 with 25 home runs and 79 RBIs in 209 games for the White Sox from 1999-2002, while also playing for Montreal, Tampa Bay, Milwaukee and Cleveland. Liefer hit .261 with eight home runs and 28 RBIs last season for the Seibu Lions of the Japanese Pacific League.   Seventeen non-roster players were invited to Spring Training last year by the White Sox, with 19 getting invitations in 2006. Eight pitchers were invited in each instance.   White Sox pitchers and catchers report to Spring Training on Sat., Feb. 16, with physicals and a workout scheduled for the same day. Position players are to report and undergo physicals on Thurs., Feb. 21. The first full-squad workout will also take place at that time. Scott Merkin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
