{
    "url": "http:\/\/m.mlb.com\/news\/article\/2344330",
    "title": "Giants invite 15 to big league camp",
    "subtitle": "Fortunato among 15 spring invites",
    "body": "SAN FRANCISCO -- The Giants on Friday released a list of 15 players to whom they've extended non-roster invitations to Major League Spring Training, and it's headlined by Bartolome Fortunato, who will get a chance to continue his comeback from major elbow surgery by competing for a spot in San Francisco's bullpen.  Fortunato will be joined in Scottsdale, Ariz., as a non-roster invitee next month by fellow right-handers Victor Santos and Keiichi Yabu; catchers Steve Holm, Pablo Sandoval and Jackson Williams; infielders Brian Bocock, Emmanuel Burriss, Brett Harper, Justin Leone, Scott McClain and Ivan Ochoa; and outfielders Ben Copeland, Brian Horwitz and Mike McBryde.  Fortunato, 33, missed the entire 2007 season due to Tommy John surgery on his right elbow, but he was dominant for Cibao in the Dominican Winter League, going 3-0 and tossing 13 1\/3 scoreless innings over 15 relief appearances. He struck out 12 for the Gigantes while yielding four hits in 41 at-bats for a .098 opponents' average. Fortunato has made 20 career Major League relief appearances, for Tampa Bay (2004) and the Mets (2004 and 2006).   Santos, an 11-game winner with the Brewers in 2004, has made 186 Major League appearances (87 starts) for Detroit (2001), Colorado (2002), Texas (2003), Milwaukee (2004-05), Pittsburgh (2006), Cincinnati (2007) and Baltimore (2007).   Yabu, 39, spent his lone Major League season with Oakland in 2005, going 4-0 with one save and a 4.50 ERA in 40 relief appearances. Prior to joining the A's, he spent 11 seasons with the Hanshin Tigers of the Japanese Central League.   Holm, 28, will open his eighth professional season by making his second consecutive trip to Major League Spring Training. He earned Eastern League All-Star honors for Double-A Connecticut in 2007, batting .272 with nine home runs in 84 games.   Sandoval, 21, will make his debut at big league camp in 2008. A switch-hitter, he was a key member of Class A San Jose's California League championship club in 2007, batting .287 with 33 doubles, five triples, 11 home runs and 52 RBIs. A career .296 hitter over five professional seasons, he was named to the World Team for the 2006 Futures Game during All-Star Weekend.   Williams, 21, the 43rd overall pick in the 2007 First-Year Player Draft out of the University of Oklahoma, will open his first full professional season. He spent last summer with short-season Salem-Keizer, batting .231 with five home runs and 20 RBIs in 42 games for the Northwest League champions.     Bocock, 22, will make his first appearance at big league camp to open his third professional season. A fleet-footed shortstop, he combined to post a .243 average with 28 doubles, four triples, five home runs, 57 RBIs and 41 steals in 126 games last season with San Francisco's Class A affiliates in Augusta and San Jose.   Burriss, 22, comes to his first Major League Spring Training after being tabbed by Baseball America as the Giants' 10th-best prospect entering 2008. San Francisco's sandwich selection (33rd pick overall) in the 2006 First-Year Player Draft is coming off a 68-steal season in 2007 and has stolen 103 bags over his first two professional campaigns. Also a switch-hitter, he batted .278 between San Jose and Augusta last year before hitting at a .365 clip in 17 games for Scottsdale in the Arizona Fall League.   Harper, the 26-year-old son of former big league backstop and current Giants roving catching instructor Brian Harper, opens his first year with San Francisco after spending his first seven professional seasons in the Mets organization. A left-handed hitter with above-average power, he posted a .296 average with 25 doubles, 24 home runs and 88 RBIs in 131 games with Double-A Binghamton in 2007.   Leone, 30, comes to his second straight camp with San Francisco after being the only Giants farmhand to post a 20-homer, 20-steal season in 2007. In 128 games last year with Triple-A Fresno, he batted .269 with 30 doubles, 20 home runs, 60 RBIs and 26 stolen bases. A 10-year professional, he's seen Major League action with Seattle (2004) and San Diego (2006).   McClain, 35, returns to San Francisco after leading the organization with 31 home runs and 100 RBIs at Fresno in 2007. A prolific Minor League power hitter, he's hit 262 home runs with 1,001 RBIs in 1,636 career Minor League games; he also hit 71 homers in 320 games for Seibu in Japan. Entering his 19th professional season, he has played in 30 Major League games with the Rays (1998), Cubs (2005) and Giants (2007).   Ochoa, 25, also returns for a second consecutive Spring Training with the Giants at the onset of his ninth professional season. He struggled with injuries in 2007 but was a .296 hitter in 47 games with Fresno when healthy.   Copeland, 24, was selected in the fourth round of the 2007 Draft and earned his second straight trip to big league camp after helping San Jose to the 2007 California League title by batting .280 with 22 doubles, six triples, seven home runs, 50 RBIs and 14 stolen bases in 106 games.   Horwitz, 25, has captured a pair of batting titles in two different leagues and will make a second consecutive appearance at San Francisco's big league camp. A fifth-year professional, the Cal product combined to bat .320 in 119 games last year with Connecticut and Fresno. He has a lifetime .322 batting average and .392 on-base mark over 381 career Minor League games.   McBryde, 22, will open his third professional season with his first stint at Major League Spring Training. San Francisco's fifth-round Draft choice in 2006 spent last season with Augusta, batting .276 with 17 doubles, seven home runs, 61 RBIs and 14 steals in 119 games. Mychael Urban is a national writer for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mychael Urban"
}
