{
    "url": "http:\/\/m.mlb.com\/news\/article\/2344109",
    "title": "New Nats ballpark serves as classroom",
    "subtitle": "New ballpark serves as classroom",
    "body": "WASHINGTON -- The new Nationals Park was the ultimate classroom Friday for a group of students from Cardozo High School who got to see and learn from construction workers finishing up the stadium.  The students toured the site and received updates on the status of the project. Construction will continue around the clock Monday through Saturday until the stadium is finished in time for a March 29 exhibition game against the Baltimore Orioles.  Much of the structure is now in place, including most of the seats as well as details such as the bars in the suite areas. However, there was still plenty for the group to see. Walter Smith of Metropolitan Fire Sprinkler Company demonstrated his work building fire sprinklers throughout the ballpark. Each sprinkler takes an hour or two to install, and there will be 7,000 sprinkler heads located around the park when it is finished.   They also met with Charles Brown, an electrician helping to lay cables in the stadium. A network of \"miles and miles\" of cable circles the ballpark, allowing for things such as cable television, Internet connections and security cameras.   It's all supervised by Clark Construction's Ronnie Strompf, who led the tour and spoke with the students about employment opportunities in the construction world.   \"I've got 1,100 workers out here,\" Strompf said. \"And if I had another 500, I'd put them to work.\"   The students are taking part in the Academy of Construction and Design, a public-private partnership at Cardozo that allows students to get hands-on experience in a trade before graduation. It was founded by Rev. Anthony J. Motley, who said that this year 100 students will take part in the program.   It's attracted attention locally, and DC Schools Chancellor Michelle Rhee took the tour with the students and spoke with them about their experiences.   \"In general, we need to increase the engagement levels,\" said Rhee. \"This shows students how relevant the skills are that they're learning.\"   Carpentry teacher Marshall Janifer agreed, saying that this tied in with things the students had been doing in the classroom.   \"It raises the excitement level,\" Janifer said. \"You get to ask the experts who undertake projects like this.\"   Strompf may have scared some of the students off when he discussed his schedule. As senior project supervisor, he arrives before everybody else to prepare for the day, which is usually before 5 a.m. ET. He's on site as long as work is going on, and on Sundays he sometimes comes to the ballpark anyway because it drives him crazy that he can't be working.   After talking about his work habits, he shared details about the design and implementation of the ballpark. He said that the stadium will be \"green friendly.\" It will be rated as energy efficient and will even include a green roof, which means the roof is covered with plants. The project has also relied heavily on recycled materials, and it will filter excess water back to the Anacostia River.   Now that the outside of the stadium has been built, it's evident just how close it is to both the river and to South Capitol Street. The third-base entrances are just yards from the five-lane road, which will bring in a majority of the car traffic.   The walking tour included the stands and a look at the video board, which is the largest installed in a baseball stadium to date. The students left excited about the stadium and the work they saw completed there. It was, they agreed, a pretty good classroom. Michael Phillips is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Michael Phillips"
}
