{
    "url": "http:\/\/m.mlb.com\/news\/article\/2344025",
    "title": "Notes: Cardinals Caravan lineups set",
    "subtitle": "Notes: Caravan lineups set",
    "body": "Fans coming to St. Louis over the Martin Luther King Jr. Day holiday weekend will get to see Cardinals greats, past and present. Those not coming to downtown St. Louis, though, will get a look at the future of the franchise over the same weekend.  The Cardinals announced dates and participants on the Cardinals Caravan this week. Among the big leaguers making the trek will be Skip Schumaker, Brendan Ryan, Ryan Ludwick, Anthony Reyes, Brad Thompson, Aaron Miles and Tyler Johnson. But for some fans, the most intriguing element may be getting up close and personal with some of the club's rising stars.  Cardinals Minor League Player of the Year Colby Rasmus and Pitcher of the Year P.J. Walters will go on Caravan no. 2, which will visit Champaign, Decatur and Springfield, Ill., as well as Hannibal, Mo., on Jan. 18-19. Two more top prospects, Bryan Anderson and Chris Perez, will be on Caravan no. 3. That jaunt will hit Mount Vernon, Ill., Memphis, Dyersburg, Tenn., and Cape Girardeau, Mo., on Jan. 20-21. See the official announcement for all the locations, times, dates and players.   Writers' Dinner: The 50th St. Louis Baseball Writers Dinner will also take place over the same holiday weekend with the Caravan and the Winter Warm-Up. The dinner is set for Monday night, Jan. 21, at the Millennium Hotel in downtown St. Louis. The event will honor Cardinals players and memories from the past 50 years. To purchase tickets, which cost $150 each, please call 3143-229-3040.   Stars to the Rescue: Another piece of a busy weekend will be the annual \"Stars to the Rescue\" benefit for manager Tony La Russa's Animal Rescue Foundation. The event is set for Sunday night, Jan. 20, at the Family Arena in St. Charles, Mo., with Bruce Hornsby as the headliner. Also on the bill are Darius Rucker of Hootie and the Blowfish, Ricky Skaggs, Christian McBride and Kathleen Madigan. Tickets may be purchased through Metrotix.  Matthew Leach is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matthew Leach"
}
