{
    "url": "http:\/\/m.mlb.com\/news\/article\/2340479",
    "title": "Find out Hall electees here at MLB.com",
    "subtitle": "Find out Hall electees here",
    "body": "Cal Ripken Jr.: \"I truly believe there are no endings, just points at which we begin again, as players do 162 times a season, and if they are lucky, a few more times each fall.\"  Tony Gwynn: \"Thank you. I love you, too. Thank you.\" Their gripping words were delivered on a Cooperstown meadow packed with people for as far as the eye could see on a historic day last July, and their speeches are so worthy of an encore during their first year as inducted Hall of Famers. They also are an appropriate reminder of why everyone's attention will be riveted here today afternoon. MLB.com and BaseballChannel.TV will present the 2008 Hall of Fame Announcement Show from 1:30-2:30 p.m. ET today, with Hall of Fame president Dale Petroskey making the live announcement at 2 p.m. from the MLB.com studios in New York.  It will mark a new beginning for any player who might have received the mandatory 75 percent of votes from the Baseball Writers' Association of America, and it will mean an outpouring of love in a special way. Then again, this particular year also carries the suspense of whether anyone at all will be announced by Petroskey.  This hour-long show will be split into two segments. The first half-hour will be the announcement preview show, hosted by Casey Stern, with Harold Reynolds and Cory Schwartz featured in an open debate about the candidates. Dick Williams, the former manager who was voted in as a 2008 inductee via the Veterans Committee, sits down with MLB.com for an interview within that preview show, which starts running periodically Monday on BaseballChannel.TV.  For those who wait to see it at 1:30 p.m. ET today, that half-hour preview will lead online viewers into the announcement show, featuring Petroskey's much-anticipated announcement. Will Rich \"Goose\" Gossage get over the hump after garnering 71.2 percent of the vote last year? Are Jim Rice and Andre Dawson next in line? Are Mark McGwire's chances any better in his second year of eligibility than his first?  That is when and how everyone can find out live. It will be easy to find at MLB.com, or go straight to BaseballChannel.TV. It's certainly not the way the news was handled 25 years ago, when Brooks Robinson and Juan Marichal were announced as new Hall of Famers, while Harmon Killebrew (71.9 percent) had to wait another year. It's certainly not the way the news was handled 50 years ago, when no one was selected. And in 1936, when the Fabulous Five became the first inductees, someone had to make sure the next day's newspapers considered it important that Ty Cobb, Babe Ruth, Honus Wagner, Christy Mathewson and Walter Johnson were in something called the Hall of Fame.  Today, even though the vote is restricted to BBWAA members with at least 10 years of service, the entire process from candidacy to debate to announcement to Induction Weekend is a spectacularly shared experience. It is now a baseball world teeming with bloggers and social networkers and message board posters, and within seconds after the words leave Petroskey's mouth, they will be followed by analysis all over the Internet. Everyone has a say, their voices louder than ever.    MLB.com and BaseballChannel.TV are that springboard to discussion. Vinnie Micucci of MLB.com will interview Petroskey immediately after the announcement, providing more food for thought. Stern and Reynolds will host that half-hour of the Hall of Fame Announcement Show, and will comment on the inductees or react to a shutout. MLB.com is prepared for the latter possibility, with a look back at 1996, the last time no one was voted in by the BBWAA. That year, Phil Niekro, Don Sutton and Tony Perez each finished just short, ultimately being enshrined.  The conversation at MLB.com won't end with the 2008 Hall of Fame Announcement Show, of course. The MLB.com Bottom Line show is hosted by Seth Everett from 3-5 p.m. ET today, so look for guests and live analysis while the news is hot. And if any players are selected, then you'll be able to find them in the MLB.com studios for a live interview with Harold Reynolds at 3:30 p.m. ET on Wednesday.  With the addition of Gwynn and Ripken to the Hall last year, 280 members have now been elected, including 198 former Major League players -- 105 of them by the BBWAA. While you are waiting, just think back to this time a year ago, as Petroskey delivered the news live on MLB.com to a public waiting with bated breath. He said then:  \"I hope you'll come to Cooperstown for the weekend of July 27-30 this year to help us celebrate the two Hall of Famers. It is my great honor to announce today that the Baseball Writers' of America have elected ... Cal Ripken, with 98.5 percent of the vote, and Tony Gwynn, with 97.6 percent of the vote. Two of the highest voting percentages in history. And we can't wait to welcome them into the Hall of Fame family ... and we can't wait for a very, very big Induction Weekend in Cooperstown the last weekend in July this year.\"  Oh, it was big, all right. Twice as big as any year in Hall of Fame history, in terms of people, so big it will be relived as well during the 2008 Hall of Fame Announcement Show. Those were memories of a lifetime, with new beginnings and a lot of love. Now the time comes again, and baseball fans wait to see who, if anyone, is next. Mark Newman is enterprise editor for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
