{
    "url": "http:\/\/m.mlb.com\/news\/article\/2342616",
    "title": "Clemens hearing pushed back",
    "subtitle": "Clemens hearing pushed back",
    "body": "HOUSTON -- The scheduled hearing that would have brought Roger Clemens, Andy Pettitte and former trainer Brian McNamee before Congress next week has been rescheduled for Feb. 13. Chairman Henry A. Waxman and Ranking Minority Member Tom Davis released the following joint statement: \"The Oversight Committee will postpone the hearing until February 13, 2008, which is after the sentencing of Kirk Radomski. The witnesses to be invited to the rescheduled hearing are Brian McNamee, Kirk Radomski, Andy Pettitte, Chuck Knoblauch, and Roger Clemens. \"In preparation for the hearing, we will ask each witness to provide the Committee with a deposition. Postponing the hearing will provide additional time to coordinate the Committee's investigation with the Justice Department's ongoing efforts.\"  Radomski pleaded guilty in April to federal felony charges of distributing steroids and laundering money, and he is scheduled to be sentenced Feb. 8.  \"The Justice Department told the committee it would be helpful if we waited until after Radomski is sentenced,\" the committee's minority staff director, David Marin, wrote in an e-mail to The Associated Press. \"This also gives us more time to delve into more recent developments, gather more information, and depose all witnesses before they testify in public.\"  Clemens' lawyer, Rusty Hardin, released a statement regarding the new hearing date.  \"We're in contact with members of the staff and will work through the details of this change in plans with them,\" Hardin said. \"We are continuing to cooperate fully with the committee and Roger looks forward to one day testifying under oath in a public hearing.\"  The Jan. 15 hearing involving Bud Selig, union leader Donald Fehr and former Senate majority leader George Mitchell is still in place. The three have been invited by Congress to discuss the Mitchell Report, which outlined wide-spread use of performance-enhancing drugs throughout baseball.   In the days since Congress invited Clemens, Pettitte, Knoblauch, Radomski and McNamee to testify, Clemens has filed a defamation lawsuit against McNamee, who told Mitchell that Clemens used steroids and human growth hormone in 1998, 2000 and 2001.   The lawsuit was filed just as Clemens was appearing on \"60 Minutes\" Sunday evening. The next day, Clemens held a news conference in Houston and played a 17-minute taped phone conversation between him and McNamee that took place last Friday.  Alyson Footer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
