{
    "url": "http:\/\/m.mlb.com\/news\/article\/2342477",
    "title": "Duke feeling healthy, confident",
    "subtitle": "Duke feeling healthy, confident",
    "body": "BRADENTON, Fla. -- As Zach Duke stood on the side mound on Wednesday at Pirate City, he didn't need to look behind him to feel a rejuvenated sense of comfort.  Throwing his first bullpen session at the team's four-day minicamp, Duke threw pain-free, confidence-filled and with new pitching coach -- and, more importantly, trusted mentor -- Jeff Andrews standing just behind him, to his left.  Needless to say, that's a comfort level Duke hasn't felt in a very long time. \"It's great,\" Duke said of having Andrews, who coached Duke in the Minors, join manager John Russell's coaching staff. \"He knows what to expect from me, and I know what to expect from him. That's the comfort at this point. It's going to be a good relationship, that's for sure.\"   Together, Duke and Andrews are just beginning to formulate their blueprint for change -- a change not necessarily seeped in mechanics, but in Duke's results.   While this week's minicamp isn't a forum for making immediate changes, it is providing Andrews with his first glimpse of Duke since watching the left-hander pitch in rehab last season. It is a starting point for a concrete plan to follow.   After Duke's results slipped in 2006 and disappointed in 2007, questions surrounding his true ability swirled. Was his standout 2005 season a fluke? Can Duke be a cornerstone in a young rotation? Duke and Andrews are ready to put those questions to rest.   That's not to say there is a desire to mold Duke back into an exact replica of the sensational rookie standout that burst onto the Major League scene in 2005. The goal is to help Duke find himself, reestablish himself and maximize his ability. If Duke and Andrews can find a way to do so, the results will follow.   \"He talks about the shortcomings and the troubles that he's had,\" Andrews said. \"He talks about, 'This is what I've done wrong. This is what I need to do. This is how I am going to get this.' I think he wants to show that he is not the pitcher that we've seen in the last year. I don't know if you say he's on a mission, but he wants to enjoy baseball again.\"   Duke insists that he already is.   However, neither Duke nor Andrews are rashly buying into all the public talks of Duke undoing mechanical changes and reverting back to his previous delivery motion. Yes, there will be certain aspects of his motion that will be tinkered with. But by and large, the two believe a successful 2008 will be a result of gaining back the two things that evaded him a year ago -- confidence and good health.   \"Obviously I'm going to encourage him to be himself,\" Andrews added. \"You can't be the same pitcher -- your stuff changes, your body changes, hitters seeing you changes. You constantly have to have the ability to recognize and then to adjust.   \"Part of the stuff is what I'm going to want him to do,\" he continued. \"Part of the stuff is what he's going to want to do. Then you just work together to find that medium. In the end, if he's not comfortable doing it, if he doesn't want to do it, it's not going to work, no matter how good it is.\"   Duke has spent the winter following an offseason workout plan that has been more stringent than any he has followed in the past. After putting in more side sessions and conditioning work since the end of the 2007 season, Duke arrived in Bradenton this week in peak physical condition.   \"I feel great,\" said a smiling Duke, who was also married during the offseason. \"It's definitely back. Anytime you go out there and feel normal and that you don't have to compensate for anything makes you feel very comfortable.\"   The 24-year-old lefty used his Sept. 28 start against St. Louis, the final start of the year for Duke, as the first step in a recovery process, from both a mental and physical standpoint, following a tumultuous season. What may simply have been loss No. 92 in a disappointing 2007 season for the Pirates, was building block No. 1 for Duke.   His offseason was to be built solely on the feeling of relief Duke experienced when he walked off the mound on that Friday night in September after allowing one run and no walks in seven innings of work. That performance was arguably Duke's strongest of the year.   After that start, everything from 2007 that came before it was gone, erased from memory. That included early-season control issues. It included the months he spent rehabbing an arm injury. And it meant that statistics like the .359 batting average opposing hitters had against him would be nothing more than numbers on a piece of paper.   \"The only thing that I remember about last season is coming back, getting healthy and feeling good at the end of last season,\" said Duke, who finished the year 3-8 with a 5.53 ERA. \"I felt great in my last start. I felt exactly where I needed to be. I felt in control of everything. It was the most in control of a game that I had felt in a long time.\"   For now, general manager Neal Huntington and Russell have Duke penciled in as a member of the team's rotation heading into the 2008 season. In other words, more or less, the spot is Duke's to lose.   Considering roller-coaster ride of results Duke endured last season, the young left-hander isn't about to take that show of confidence for granted. Despite what management has said, Duke isn't buying into the assumption that his inclusion in the starting staff is a done deal.   \"I still feel like I have to earn a spot,\" said Duke, who was the team's Opening Day starter a year ago. \"Any time you say that you have a guaranteed spot, it's very easy to get complacent and fall backwards. I'm still earning a spot.   \"But at the same time, it's nice to hear them say that,\" he added. \"It's nice that they still have confidence and they believe that I can be as good as I once was.\"   However, no one carries that belief more than Duke.  Jenifer Langosch is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
