{
    "url": "http:\/\/m.mlb.com\/news\/article\/2342386",
    "title": "Hot Stove: Nothing imminent for O's",
    "subtitle": "Hot Stove: Nothing imminent for O's",
    "body": "The Cubs and Orioles continued to discuss a deal that would bring switch-hitting second baseman Brian Roberts to Chicago, but the Cubs shot down a report Wednesday claiming the team has traded pitchers Sean Gallagher, Sean Marshall and shortstop Ronny Cedeno to the Orioles for Roberts. Roberts, 30, is a two-time All-Star who batted .290 with 12 homers and 57 RBIs and a .377 on-base percentage last season. He tied Tampa Bay's Carl Crawford for the most stolen bases in the American League in 2007 with 50. Roberts' arrival would provide the Cubs with more speed at the top of the order and give Lou Piniella's team another veteran second-base option besides Mark DeRosa. The Orioles have been at the center of what has been limited Hot Stove activity this week.  In addition to Roberts, who has drawn interest from other teams besides the Cubs, Baltimore starter Erik Bedard is also being pursued by several teams, with Seattle believed to be the most aggressive suitor for the left-hander's services. Cincinnati, Cleveland and the New York Mets are also interested in Bedard.  Orioles president Andy MacPhail, however, told the Baltimore Sun that nothing was imminent.  \"There's no change in status,\" MacPhail told the Sun. \"I talk to different clubs about different things, but I wouldn't characterize anything as 'heating up' these days.\"  Elsewhere on the Hot Stove front Wednesday:  Reds: The Reds have been steadfast in their refusal to deal top outfield prospect Jay Bruce for pitching, which makes it more likely they will address that need through the free-agent market.  One such option, free-agent starting pitcher Josh Fogg, was contacted by the Reds, according to the Cincinnati Enquirer. Fogg was 10-9 with a 4.94 ERA last season, but has never pitched 200 innings over his seven-year career. Cincinnati is seeking a veteran starter to slot in its rotation behind Aaron Harang and Bronson Arroyo and potentially ahead of several young pitchers.    Tigers: Vance Wilson told MLB.com he's \"very confident\" he should be ready to catch in games again by Opening Day or soon after it following Tommy John elbow reconstruction surgery last June.  Team president\/general manager Dave Dombrowski said the Tigers do not expect to pursue a backup catcher as an insurance option in case Wilson isn't ready when the season starts. Dombrowski said Wilson is on track to return in time for Opening Day, according to the team's medical staff.  If there were any setbacks, former Reds first-round pick Dane Sardinha would be the most likely option to be called up. Mike Rabelo served as Ivan Rodriguez's backup last year, but was dealt to Florida in the six-player package for Miguel Cabrera and Dontrelle Willis.  Yankees: The Yankees are still eyeing Minnesota left-hander Johan Santana, Hank Steinbrenner told Newsday, but there is \"nothing new\" with regard to their pursuit of the Twins ace.  Since November, New York has mulled a package comprised of Phil Hughes, Melky Cabrera and one or two mid-level prospects for Santana. Steinbrenner has stumped for the trade, but others in the organization -- including general partner Hal Steinbrenner and general manager Brian Cashman -- are reportedly opposed. Steinbrenner told Newsday he would not go beyond a five-year contract extension for Santana. Jim Molony is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Molony"
}
