{
    "url": "http:\/\/m.mlb.com\/news\/article\/2343474",
    "title": "McNamee meets with prosecutors",
    "subtitle": "McNamee meets with prosecutors",
    "body": "NEW YORK -- Brian McNamee, Roger Clemens' former trainer, met for about three hours Thursday with federal prosecutors investigating performance-enhancing drugs in sports.  McNamee talked with Assistant U.S. Attorney Matthew Parrella and IRS Special Agent Jeff Novitzky about the events that led up to his phone call last week with the seven-time Cy Young Award winner, a person familiar with the session said. The person spoke on condition of anonymity because he was not authorized to disclose details.  The meeting took place at the office of Earl Ward, one of McNamee's lawyers. Parrella and Novitzky, part of the BALCO prosecution team that has indicted Barry Bonds for perjury and obstruction of justice, were in the area for Friday's sentencing of former track star Marion Jones. Clemens and McNamee have been asked to testify Feb. 13 before the House Committee on Oversight and Government Reform. Andy Pettitte and Chuck Knoblauch, two of Clemens' former teammates, also have been asked to testify along with Kirk Radomski, the former New York Mets clubhouse attendant who pleaded guilty to distributing steroids to Major Leaguers.   Jones pleaded guilty in October to lying about her steroid use and lying about a check-fraud scheme. She is to be sentenced in federal court in White Plains.   McNamee told prosecutors and baseball investigator George Mitchell last year that he injected Clemens with steroids and human growth hormone in 1998, 2000 and 2001, an accusation Clemens has denied. Clemens' legal team recorded Friday's 17-minute telephone conversation between the pitcher and McNamee, and they played the recording during their news conference Monday in Houston.   The call did not contain any conclusive evidence as to who was telling the truth.   Richard Emery, one of McNamee's lawyers, declined to comment on Thursday's meeting or even whether it took place.   Clemens sued McNamee for defamation on Sunday in Texas state court. McNamee has held off on filing his own suit against Clemens.   \"We still want to see what he has to say before Congress,\" Emery said.    Clemens' side has accused McNamee of trying to avoid getting served with the suit.   \"Nobody is avoiding service. That is an absolute fabrication,\" Emery said. \"If he has a stupid, incompetent process server, that doesn't mean that Brian is avoiding service.\"   When the hearing was postponed Wednesday from Jan. 16 to Feb. 13, the committee said it wanted to take depositions from the five. Lawyers for the five are speaking with committee staff about setting up the depositions.   \"We've asked to meet with the committee staff and discuss all that, and we're waiting to hear back from them,\" said Rusty Hardin, Clemens' lawyer.   \"We're working on making whatever logistical arrangements are necessary,\" Emery said.   McNamee has an agreement with prosecutors that no charges would be filed against him as long as he told the truth to them and Mitchell. His lawyers have asked Congress for immunity when he testifies. Clemens' lawyers have said their client will not ask for immunity.      Hardin questioned Wednesday why McNamee was seeking immunity from Congress.   \"I think it's disgraceful that Hardin would try and spin the fact that Brian is requesting immunity equal to that which the Northern District of California already has given him,\" Emery said. \"Brian has forthrightly and honestly admitted distributing steroids and has thereby subjected himself potentially to federal prosecution for which he is asking for immunity and for which has received immunity from the Northern District of California. Before he testifies in Congress, he has to be sure that he has the equivalent protection, but he's not asking for any protection from perjury.\"   Also, union head Donald Fehr said that there had been a preliminary discussion with management about the Mitchell Report's recommendations.   \"Nothing substantive,\" Fehr said.",
    "author": ""
}
