{
    "url": "http:\/\/m.mlb.com\/news\/article\/26508092",
    "title": "MLB gets it right with extra playoff teams",
    "subtitle": "Justice: MLB gets it right with extra playoff teams",
    "body": "Sometimes baseball gets it just right. To add two additional playoff teams while actually increasing the importance of the regular season is sheer brilliance.  Besides that, the new format is going to give us another terrific day of baseball every year, and isn't that the whole point? If you liked that wild ending to the 2011 regular season, you're probably going to love how Major League Baseball is going to handle two additional Wild Card teams.  MLB is about to give us two winner-take-all games in a single day. Here's how it's expected to work: There will be a second Wild Card team in each league, but there will not be an additional postseason series. Instead, the two Wild Card teams will engage in a one-game playoff for the right to go on to the Division Series. Commissioner Bud Selig signed on to the idea of adding two playoff teams only after being convinced that the regular season wouldn't be diminished and that the World Series could still be completed as close to Halloween as possible.   In fact, the regular season will be more important than ever. While the Wild Card teams are playing, division winners will get an additional day of rest to line up their pitching. For the Wild Cards, all the sweat of an entire season will come down to a single afternoon or evening.   Avoiding that game is important enough that baseball will do away with the tiebreakers to determine division winners and Wild Card berths if two teams finish with the same record. Instead, they'll settle it on the field.   Some details remain to be worked out between MLB and the Players Association, but Selig said last week the idea was far enough along that he expects it to begin in 2012.   \"I don't think I've ever seen an issue that the clubs want more than to have the extra Wild Card,\" he said at the White Sox's FanFest.   This format will allow baseball to move in a new direction, while holding firm to certain core beliefs about the 162-game regular season.   Selig had been concerned about having too many teams in the playoffs. But even after expanding the field from eight to 10 teams, MLB will still be putting just 10 of 30 teams (33.3 percent) into its postseason. In the NFL, it's 37.5 percent (12 of 32). In the NBA and NHL, it's 53.3 percent (16 of 30).   There's nothing quite like a winner-take-all game for its ability to create drama and make memories, and that's one of the things baseball is hoping for. We see it most in a Game 7 of a World Series, but there's similar tension anytime two teams play without the safety net of another game. You can't get 'em tomorrow if there is no tomorrow.   Baseball has delivered some of its finest moments in such situations. Bobby Thomson's walk-off, pennant-winning home run against the Dodgers lives in our hearts and minds 61 years later.   If you're of a certain age, you probably remember where you were and what you were doing when Bucky Dent lofted that home run over the Green Monster to beat the Red Sox in the 163rd game of the 1978 regular season.   It hasn't had books written about it, but the final day of the 1999 regular season was pretty special, too. The Mets and Reds began the day tied for the National League Wild Card berth.   The Mets defeated the Pirates that afternoon to clinch at least a tie, but the Reds got stuck in a long rain-filled game in Milwaukee. Cincinnati won, but it took surviving almost an entire day of rain and muck to do it.   While the Reds and Brewers were taking forever to play, the Mets did something brilliant. They went ahead and flew to Cincinnati just in case they'd have to be there the next day for a one-game tiebreaker. It was spectacular theater, and the Mets cruised by the exhausted Reds, 5-0, in Game 163.   Baseball's new playoff format will put four teams on that kind of high wire for a single day each season.   Just as important is that more teams have a chance to make the playoffs. This is especially good news for the Blue Jays, Orioles and Rays, who have seen the Red Sox and Yankees as huge -- and sometimes seemingly impossible -- roadblocks to the playoffs.   In the end, though, every team benefits. The Royals will see their chances of making the playoffs increase. Likewise the Marlins, Nationals, etc.   There's no guarantee that we'll have the incredible drama we had on the final day of last season, but the new format will have a day very similar built into it.   If you worried that baseball was diluting the regular season, your concerns have been addressed. If you're hoping your favorite team has a better chance of making the playoffs, you're getting that, too. And if you like what 2011 gave us, there's a little of that, too. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
