{
    "url": "http:\/\/m.mlb.com\/news\/article\/26532892",
    "title": "Don't count out Braves in NL East race",
    "subtitle": "Don't count out Braves in NL East race",
    "body": "Look, I understand that some Braves fans are frustrated that general manager Frank Wren hasn't done more this offseason The Marlins seemed to add a new player every 15 minutes, and the Nationals and Phillies also made impact acquisitions. Meanwhile, the Braves stayed the course, slow and steady, content to play the same hand again. Actually, that's not true, but it fits the narrative. Wren worked hard on several trades, but never found one that felt right. Rather than making a deal for the sake of making a deal, he took a deep breath and decided he still liked his team. During Wren's 35 years in the game, one of the most valuable lessons he has learned is that sometimes stuff happens that can't be explained.  \"I think for five months, we saw what kind of team we really have,\" Wren said. \"We could still make an addition, but we've held back our resources. We're good enough to let the 2012 season play out and have a better idea of where our needs are.\"  For five months, the Braves were among baseball's best teams despite an array of problems. If you look at their season from a certain perspective, it's amazing they won 89 games.  Unfortunately, that's not how it'll be remembered. The 2011 Braves will be forever remembered as the team that couldn't hold a 10-game lead in the National League Wild Card race with a month to play.  Atlanta lost 17 of its final 25 and eight of its final 10. The Braves had a three-game lead with five to play. It was a historically bad ending to a season in which they had been a near-perfect combination of youth and experience up and down the roster.  Afterward, there were no easy answers. Manager Fredi Gonzalez spoke to both Orlando Magic head coach Stan Van Gundy and former NFL coach Bill Parcells about the experience. Both told him that sometimes things happen that rip your guts out.  Now back to the general manager.  \"I know the knee-jerk reaction was that we had to blow it up, that we had to get rid of these losers,\" Wren said.  Wren surely had some of those emotions himself, and then he took a deep breath and looked at the big picture.  If Tommy Hanson and Jair Jurrjens had stayed healthy, the Braves almost certainly would have held on. So much else happened, but the bottom line is that if the starting rotation had stayed intact, it wouldn't have mattered.  At one point, Hanson and Jurrjens were 24-8 and in the NL Cy Young Award conversation. Neither pitched a game in September.  Wren believes both of them will be healthy and productive in 2012, but as he learned long ago, nothing is for sure.  \"Listen, it was tough,\" Wren said. \"But I still like our team. I think our division has gotten better, but I think we're going to be better, too.\"  Besides, Wren couldn't fix everything that went wrong in 2011. Unless he planned to replace half his roster, real improvement had to come from within.  In looking to a new season, Wren doesn't need a miracle. He just needs to put his real team on the field.  \"We never had a month where everything was working,\" Wren said. \"We still had five really good months.\"  The Braves had five really good months, even though Jason Heyward's average dropped 50 points from his rookie season of 2010.  \"A classic sophomore slump,\" Wren said. \"He had adjustments he needed to make, and injuries compounded his problems in making them. His season is what a sophomore slump is all about.\"  Optimism about 2012?  \"He has had a very good winter working with [new hitting coach] Greg Walker,\" Wren said. \"I think we're going to see the Jason Heyward we expect to see.\"  Wait, there's more.  Second baseman Dan Uggla had one of the worst starts of his career. He recovered nicely to have a monstrous second half, and Wren expects more of the same in 2012.  Martin Prado was slowed by a staph infection -- yes, a staph infection -- and maybe more than any other player, he was symbolic of how things spiraled downward.  \"Remember, we'll have Michael Bourn [who was acquired at the Trade Deadline] for a full season,\" Wren said.  The Braves plan to insert 22-year-old rookie Tyler Pastornicky at shortstop, giving them three everyday players -- Heyward and Freddie Freeman are the others -- 22 or younger.  It's suddenly a fascinating division. The Phils still appear to be the team to beat, but the Nats and Marlins have made huge strides.  Don't count out the Braves. For most of last season, they were as good as any team in the game, and that's what they expect to be in 2012. Richard Justice is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
