{
    "url": "http:\/\/m.mlb.com\/news\/article\/26531896",
    "title": "Bautista responds to reports on PED testing",
    "subtitle": "Bautista responds to reports on PED testing",
    "body": "SANTO DOMINGO, Dominican Republic -- Blue Jays slugger Jose Bautista insists he has been tested 16 times for performance-enhancing substances during the past two years and maintains reports to the contrary are false. Last week, Bautista made the announcement at a banquet in the Dominican Republic, and his comments were later reported in \"Hoy,\" a Dominican newspaper. On Tuesday, a report from Yahoo! Sports cited an anonymous source that claimed Bautista had not been tested 16 times in the past two years, and the source added, \"Not even in the ballpark.\" Bautista, who was one of several Major League players in attendance at a banquet at the U.S. Embassy in the Dominican Republic on Tuesday, responded to the Yahoo! Sports report a few hours later. \"I don't really care how times I have been tested. If I get tested 100 times, I'm fine with it,\" Bautista told MLB.com. \"I have never in any shape or form had a problem with the number of times I have been tested. Somebody asked me a question and I gave an honest answer. From that, they took it upon themselves to write whatever they wrote. I didn't ask anybody to write anything on my behalf.  \"Whoever is saying that I wasn't tested might have their reasons. I don't know why somebody would feel they have to defend themselves. I'm part of the program, and the program says you have to be tested once during the season and once mandatory during Spring Training. Since it's random, you can be tested multiple times, and if that's what happened to me, I'm fine with it. I don't see why somebody needs to be so defensive about it and make it sound like I wasn't. I know what happened. I know how many times I was tested, and I don't really care if anybody says I wasn't.\"  Bautista led the Majors in homers (43), walks (132) and slugging percentage (.608) last season. The slugger also has 97 blasts over the past two years. Jesse Sanchez is a national reporter for MLB.com. Follow him on Twitter @JesseSanchezMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jesse Sanchez"
}
