{
    "url": "http:\/\/m.mlb.com\/news\/article\/26507372",
    "title": "Clock ticking down on free-agent market",
    "subtitle": "Clock ticking down on free-agent market",
    "body": "The calendar will flip from January to February on Wednesday, which means pitchers and catchers are about three weeks from reporting to Spring Training.  Which means it's just about \"go\" time.  Look at the Tigers. If they didn't say it's \"go time,\" no one did. With one quick, decisive offer of nine years and $214 million, they landed Prince Fielder just in time for the big guy to take advantage of reasonable airfare to the Lakeland, Fla., area, woke up a sleepy free-agent market, and just so happened to alter the entire baseball landscape in the process. The question now is ... who's next? Or, more important, who's left?   Believe it or not, there are still high-quality, relatively big-name free agents on the board, and while those players and their agents might not be nervous yet, it's safe to say they won't want to wait much longer to find jobs. We're not in the prediction game here, but it wouldn't be a shock to see something happen with the following players this week or next:   Roy Oswalt: Reports earlier last week had the veteran right-hander all but gone to St. Louis, but Cardinals general manager John Mozeliak was quick to shoot those down. The defending World Series champions might still be interested, but so, apparently, are the World Series runners-up. Texas was set to meet with Oswalt on Monday.   Edwin Jackson: It took a while, but one of the offseason's no-brainers -- that someone would pick up Jackson, who's 28 years old and has a mid-90s fastball -- appears to be close to finally being resolved. Reports had as many as three teams in the mix for Jackson, a Type B free agent.   Yoenis Cespedes: The Cuban defector is already a YouTube legend, and even though viral homers against suspect competition don't necessarily equate to Major League greatness, reports have had as many as six teams interested in the mystery slugger, who became a free agent by gaining legal residency in the Dominican Republic early last week.   Vladimir Guerrero: How much does he have left? Maybe we'll find out this year, but he'd better get a deal soon. The Yankees might be a good fit given that they dealt their projected Opening Day designated hitter, Jesus Montero, to Seattle for starter Michael Pineda. But the same could be said for the Bronx Bombers when it comes to ...   Johnny Damon or Raul Ibanez or their 2009 World Series MVP, Hideki Matsui. All of these veterans are still looking for work.   Other intriguing names on the board include J.D. Drew and Magglio Ordonez. While Drew, according to recent reports, might be leaning toward retirement, other reports indicated that Ordonez is over the ankle injury that ended his 2011 campaign, is swinging the bat well, and has every intention of playing somewhere in 2012.   If those bats don't get a rise out of teams, there's also Rick Ankiel, Kosuke Fukudome, Carlos Guillen, Derrek Lee, Casey Kotchman and others to consider.   And don't forget Manny Ramirez. The latest is that the Oakland A's are at least marginally interested in the mercurial out-of-retirement slugger, who would have to sit out the first 50 games of the season because of the positive drug test that caused him to bail on the 2011 season that he had started with the Tampa Bay Rays.   Meanwhile, in the arms department, one starter teams might consider worth signing for a one- or two-year deal is Javier Vazquez, and there are bullpen options available as well, including veterans Scott Linebrink, Michael Wuertz and Michael Gonzalez.   What will this week have in store? It's hard to tell, but expect some noise, perhaps even the sound of pens moving along dotted lines in a flurry of last-minute signings.   It is, after all, almost February. Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB and read his MLBlog, Youneverknow. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
