{
    "url": "http:\/\/m.mlb.com\/news\/article\/26531860",
    "title": "Rockies playing it safe with De La Rosa",
    "subtitle": "Rockies playing it safe with De La Rosa",
    "body": "DENVER -- Rockies pitcher Jorge De La Rosa tried to act natural and hide the fact the ulnar collateral ligament in his left elbow was at the snapping point, even if it meant stretching the truth to the breaking point during his second start of last season. \"It was real cold that day in Pittsburgh, and I felt something in my arm,\" said De La Rosa, the Rockies' best pitcher during a tough early going of last season. \"I said it was a blister and they took me out of the game. I told them I would be OK. But I was not. It was weakness. The next day, I felt pain when I woke up.\" De La Rosa toughed out eight more starts, until May 24 when his elbow went during a start against the D-backs at Coors Field. He tried telling Rockies manager Jim Tracy and head athletic trainer Keith Dugger that the problem was his groin, but this time no one was fooled. Shortly thereafter, De La Rosa underwent season-ending Tommy John ligament transfer surgery. Now De La Rosa, no longer burdened with harboring a secret impossible to keep, stacks up as the Rockies' secret weapon in 2012. The Rockies have De La Rosa, who turns 31 on April 5, on a strict rehab schedule and he is not expected to throw his first Major League pitch until late May or sometime in June. But if the Rockies, expected to hang their early-season hopes on a mostly young rotation, are able to hang close in his absence, De La Rosa's return could spur them into contention in the National League West.  Between being obtained in a trade with the Royals in 2008 and the end of the 2010 season, De La Rosa went 34-24 with a 4.49 ERA and 434 strikeouts in 436 2\/3 innings. The Rockies rewarded the performance with a two-year, $21.5 million contract that also has a player option for 2013 worth $11 million and, if De La Rosa exercises his option as expected, an $11 million club option for 2014.  Before the injury last season, De La Rosa, pitching in pain, was 5-2 with a 3.51 ERA and 52 strikeouts in 59 innings. Even with the expected ups and downs that come with returning from Tommy John surgery, De La Rosa could give the Rockies a much-needed lift.  \"If some other things play out and we're in a good position, you're adding a pitcher of this type and you know full well that you don't have to give up half your farm system to get him,\" Tracy said. \"A pitcher like that coming back to you is like making a trade at the Deadline.\"  But the Rockies are willing to wait as long as it takes for De La Rosa to return.  Fortunately, the Rockies do not believe De La Rosa's insistence on pitching through the pain did any permanent damage. Dugger noted that pitchers often pitch through ligament fraying or tearing. It's not even clear exactly when the injury occurred, since De La Rosa does not recall a specific pitch.  Now the Rockies are making sure the gritty attitude that led De La Rosa to hide his injury doesn't work against him in his comeback. De La Rosa is under orders to follow a conservative plan set forth by the Rockies.  De La Rosa reached a landmark in his recovery Tuesday, when he began mixing his changeup with his fastball at the Rockies' Spring Training complex in Scottsdale, Ariz. He threw 15 fastballs, then five changeups, and after a brief rest threw the same proportion but mixed the pitches. De La Rosa will have the same pattern in his next bullpen session Friday, then will be ordered to rest from pitching for a week.  Starting Feb. 10, he will gradually work up to 75 pitches before facing hitters, which will occur in the middle of March. When camp breaks, De La Rosa will continue working against Minor Leaguers. Dugger said if all goes well, De La Rosa could begin a 30-day Minor League rehab assignment in late April or May.  This time, De La Rosa understands that trying to defy his injury is not in his best interest.  \"It's hard because when I'm throwing bullpens, I feel good,\" De La Rosa said. \"I know I can't rush myself. I've got to make sure I'm completely OK.\" Thomas Harding is a reporter for MLB.com. Read his blog, Hardball in the Rockies, and follow him on Twitter @harding_at_mlb. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
