{
    "url": "http:\/\/m.mlb.com\/news\/article\/26531190",
    "title": "Yogi, Teixeira honored with Munson Awards",
    "subtitle": "Yogi, Teixeira honored with Munson Awards",
    "body": "NEW YORK -- There are moments when Diana Munson is passing through the corridors of Yankee Stadium, in town to catch up with the franchise she again follows closely, and a fan wearing a pinstriped No. 15 jersey will approach. Nearly 33 years after his death in a plane crash, Thurman Munson's memory continues to endure, and the sight of those silent authentic tributes to the fallen Yankees captain still provide a boost. \"I just used to feel good in my heart and think, 'Oh, that's so sweet,'\" Munson said. \"Now I go up and hug them. They'll look at me, and I'll say, 'I'm Mrs. Munson!' It's just thrilling that they have that kind of love for him still.\" Attending her 32nd straight Thurman Munson Awards Dinner, benefiting the AHRC-New York City Foundation in its quest to assist children and adults with intellectual and developmental disabilities, Munson marveled at how recognizable her late husband's name still is in New York.  \"He knew that New York got him, and he knew that New Yorkers loved him, but I don't think even he would believe that 33 years later, they're still honoring him,\" Munson said. \"It's quite amazing, It's quite a legacy.\"  Yankees Hall of Famer Yogi Berra and current first baseman Mark Teixeira were among those honored at Tuesday's event, held at the Grand Hyatt in Manhattan.  \"I wish I had a chance to watch Thurman play,\" Teixeira said. \"He is so well-respected around New York and around baseball.\"  Berra received the Legend Award, noting the 50th anniversary of his participation with the 1962 World Series-winning Yankees, and Teixeira received a Thurman, recognizing his excellence on the field and in the community.  Teixeira described Munson as \"a Yankee legend; someone who did the right things on and off the field, someone whose legacy has continued to grow. His wife, Diana, has done so many wonderful things in the community. The Munson name is very special to the Yankees.\"  Basketball Hall of Famer Chris Mullin and former NBA standout Dikembe Mutombo also received Thurmans, as did the Mets' R.A. Dickey. The Mets' Daniel Murphy was selected as the first winner of the Thurman Rising Star Award.  \"I'm very humbled and honored to be here, to be mentioned in the same breath as Thurman Munson,\" Murphy said.  \"As we can see here by his lovely wife, he was not just a great player and a great teammate, but also a wonderful man. I just hope that I can personally continue to lift up the bar that Thurman and his family have set in this city.\"  Presenters at the event included former Major Leaguers Ron Darling and Willie Randolph, as well as Yankees radio voice John Sterling.  Established after Munson's passing, the Munson benefit has raised nearly $11 million since its inception.  Munson said she is grateful for the continuing support from the public, which has never permitted her husband's service in pinstripes to be forgotten.  \"I think New Yorkers got him from Day 1,\" Munson said. \"They knew this guy was not fake. Thurman didn't mince any words; he was a truck driver's son and was never given anything, worked for everything he had. And he made it in New York.\" Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
