{
    "url": "http:\/\/m.mlb.com\/news\/article\/26531018",
    "title": "Murphy ready to work tirelessly at second base",
    "subtitle": "Murphy ready to work tirelessly at second base",
    "body": "NEW YORK -- Much like in New York, the weather has been nice lately in Jacksonville, Fla., allowing Daniel Murphy to venture outside to the baseball field. There, he has worked on his pivots at second base, his footwork and all the things that have led to his subpar defensive performances since converting to the position. \"It's all a little bit new,\" Murphy said on Tuesday, prior to receiving the \"Thurman Rising Star\" award at the 32nd annual Thurman Munson Awards Dinner in Manhattan. \"I haven't had a lot of game reps, so a lot of things that have happened to me, it's the first time they have ever happened to me.\" Those reps will come next month in Port St. Lucie, Fla., when Murphy reports to camp two weeks early to continue his defensive work. Though the second-base job does not technically belong to Murphy, it appears to be his to lose heading into Spring Training. But Murphy will hold it throughout the summer only if he proves adequate at the position.  Much of the Mets' concern hinges not only upon Murphy's defensive abilities, but on his ability to stay healthy. Twice in two years, Murphy has suffered season-ending knee injuries in part because he was not properly positioned around the second-base bag. It is not his natural position -- third base is -- but it is the role he has played most often over the past two seasons.  Adding to the learning curve this spring will be the fact that Murphy's double-play partner, Ruben Tejada, will also be an unquestioned starting position player for the first time in 2012. Already, Murphy has plans to work tirelessly with Tejada in Spring Training, perfecting the pair's timing and chemistry.  \"That's what Spring Training is for,\" Murphy said. \"I've played with Ruben since 2009. He doesn't mind the work and neither do I, so there will be plenty of that to go around.\"  The Mets hope that those two succeed because, lacking much left-handed punch in their lineup, they desperately need Murphy to produce. At the time of his knee injury last August, Murphy was the fifth-leading hitter in the National League, providing the Mets with a steady dose of gap power and on-base percentage in the middle of their lineup.  Murphy cracked the lineup card regularly last season despite his defensive limitations, mostly because injuries to Ike Davis and David Wright gave him an opportunity to do so. This year, the only obvious opening is at second base, an awkward position for Murphy. But with shortstop Jose Reyes gone to Miami, the Mets need Murphy's offense now more than ever.  To that end, manager Terry Collins has already tinkered with the idea of batting Murphy leadoff, hoping to convert the lefty swinger's on-base percentage into a few extra runs.  \"I am going to hit wherever he sees the best fit,\" Murphy said of Collins. \"If I am hitting first, that means I am in the lineup. That's a good sign for me.\"  A leadoff assignment is still a long shot at this point -- it's more likely that Andres Torres will bat first and Murphy will settle somewhere into the middle of the lineup -- but just the thought of it provides a telling snapshot of Murphy's value to the team.  The Mets need Murphy to hit, and hit often, because they lack in offense without him. But for Murphy to have that opportunity with any sort of consistency, he must first prove to some degree that he can also field. Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
