{
    "url": "http:\/\/m.mlb.com\/news\/article\/26531180",
    "title": "Dickey reflects on charity climb at awards dinner",
    "subtitle": "Dickey reflects on charity climb at awards dinner",
    "body": "NEW YORK -- As the sun rose over the eastern ridge of Mount Kilimanjaro earlier this month, R.A. Dickey drifted off from his group of hikers, guides and porters to steal a brief moment alone. After a seven-day trek up Africa's highest peak, following moments of numbness and hallucinations, Dickey had finally achieved his goal. \"For a second, you feel like you're the only person that exists,\" the Mets pitcher said on Tuesday, reflecting on his journey prior to the 32nd annual Thurman Munson Awards Dinner in Manhattan. \"And that second is worth the whole trip.\" Since arriving home less than two weeks ago, Dickey has spent time reflecting on his journey, on what he called a \"mental grind\" that also taxed him physically. Roughly 500 feet short of the summit, for example, Dickey began experiencing hallucinations and symptoms of altitude sickness, along with physical challenges that threatened to derail his trek. \"There was a point where I literally couldn't feel either hand,\" Dickey said. \"It was all about putting one foot in front of the other, and just doing it over and over and over again.\"  In retrospect, given those anecdotes, it is easy to understand why the Mets made it clear that Dickey would be risking his contract by proceeding with his hike. But classifying it as a \"risk worth taking,\" Dickey went through with the journey anyway, accompanied by Indians pitcher Kevin Slowey and Mets bullpen catcher Dave Racaniello.  Mets COO Jeff Wilpon later contributed a sizable donation to Bombay Teen Challenge, the charity that Dickey supported with his hike.  \"They did what they had to do,\" Dickey said of the Mets. \"Twenty-nine other teams would have done the same thing. I certainly understand it, so there was no acrimony there.\"  Now back at sea level, Dickey has since turned his concentration to the 2012 season, the last one guaranteed on his contract. Coming off a remarkably consistent year as the team's best starting pitcher, Dickey will be in line for an Opening Day start should Johan Santana not be ready to go following continued rehab from his shoulder surgery in 2010.  Leading all qualified Mets pitchers by a wide margin with a 3.28 ERA last season, Dickey is prepared for that assignment, if not entirely eager for it.  \"I certainly hope that's not the case,\" Dickey said. \"My first reaction is obviously that I would be honored to do it, but it would be by default because Johan's our ace. Hopefully he can come back and do what he always has done. But if the gauntlet is passed, even for a moment, I'll certainly try to accept the challenge the best I know how.\" Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
