{
    "url": "http:\/\/m.mlb.com\/news\/article\/26530284",
    "title": "Astros invite Livan to Spring Training",
    "subtitle": "Astros invite Livan to Spring Training",
    "body": "HOUSTON -- Veteran right-hander Livan Hernandez, who has 16 years of Major League experience under his belt and was the Opening Day starter for the Nationals last year, has been added to the mix of pitchers competing for a spot in the Astros' starting rotation. The Astros announced Tuesday they had signed Hernandez, who will turn 37 on Feb. 20, to a Minor League contract with an invitation to Spring Training. \"Any time you get a chance to bring in an experienced Major League veteran, you've got to consider it,\" Astros general manager Jeff Luhnow said. \"He brings a lot to us in terms of a veteran presence in the clubhouse and his ability to pitch a lot of innings and give our team a chance to stay in games, and that's really a big part of why we wanted to do it. \"Also, he allows us to have more options and flexibility in terms of who's in the rotation to start the year and maybe not have to rush some younger kids that may or may not be ready. It's really about depth for us. You can't have enough starting pitching.\"  With Brett Myers, Wandy Rodriguez, Bud Norris and J.A. Happ seemingly set on the top four spots in the rotation, the Astros have no shortage of candidates for the fifth spot: Jordan Lyles, Henry Sosa, Kyle Weiland, Lucas Harrell and Zach Duke, the former Pirates All-Star who was signed to a Minor League deal last week.  Hernandez, who has never been on the disabled list in his career, has played for seven different teams, going 8-13 with a 4.47 ERA in 29 starts (175 1\/3) innings for the Nationals last year.  Hernandez is a durable innings-eater who has topped 200 innings in his career 10 times, most recently with Nationals in 2010. He has a career record of 174-176 with a 4.39 ERA while pitching for Florida (1996-99), San Francisco (1999-2002), Montreal\/Washington (2003-2006, 2009-11), Arizona (2006-07), Minnesota (2008), Colorado (2008) and the New York Mets (2009).  He was named the World Series Most Valuable Player for the Marlins in 1997 and made the All-Star team in 2004 and 2005. A workhorse, he's lead the league in innings pitched three times. He's thrown more than 50,000 pitches in his career.  Luhnow said the Astros are all but done shopping this offseason.  \"There may be one more position player, one reliever,\" he said. \"We're pretty well set. If an opportunity arises to bring in another lefty reliever we feel can compete for a big league spot, we'll do that. We could possibly look at another position player, someone that plays third base. I don't feel like we have to do that at this point.\" Brian McTaggart is reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
