{
    "url": "http:\/\/m.mlb.com\/news\/article\/26519712",
    "title": "Crane tells fans: Astros name remains the same",
    "subtitle": "Crane tells fans: Astros name remains the same",
    "body": "HOUSTON -- The Astros recently changed owners, will switch to the American League in 2013 and could have new uniforms then as well.  One thing that won't change is the team's name.  In an email sent to season-ticket holders on Monday, new owner Jim Crane informed fans that Houston's baseball team will continue to be known as the Astros. Crane had hinted during a news conference last week to announce fan-friendly initiatives that management was considering changing the name of the franchise.   The thought of a possible name change caused a stir on Internet message boards and local sports talk radio stations. The majority of fans made it clear that they wanted the club to continue to be called the Astros, a name the team has had since it moved to the Astrodome in 1965.   \"You asked for change, and we addressed our fan-friendly initiatives last week, and we hope you liked them,\" Crane told fans in a videotaped interview. \"We will continue to listen and look for additional ways to improve on and off the field. One thing we're not going to change is the name. We received strong feedback and consensus among season-ticket holders and many fans, and we will not be changing [our name]. Astros are here to stay. We appreciate your support and look forward to seeing you at the ballpark soon.\"   The 2012 season marks the 50th anniversary of the franchise, which began play in 1962 as the Colt .45's.   Crane has held several meetings with season-ticket holders since taking over as owner in November and has been quick to listen to their concerns.   Last week the team announced that prices for more than 5,000 seats at Minute Maid Park have been lowered and also said that more affordable beer prices were going to be offered. And for the first time since Minute Maid Park opened, fans will be permitted to bring in their own food and beverages.  \"We feel this is the right thing to do,\" Crane said during last week's news conference. \"It is a way for us to let our fans know how vital they are to our success, and to let them know we've been listening to them.\"   Crane indicated that a uniform change is something management has been exploring for a while and that if the team does want to make a change prior to the '13 season, it will have to notify Major League Baseball sometime around the start of the '12 season.   If there are indeed new uniforms, the name across the front will stay. The Astros will remain. Brian McTaggart is reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
