{
    "url": "http:\/\/m.mlb.com\/news\/article\/26517030",
    "title": "Galarraga, Paulino among O's signings",
    "subtitle": "Galarraga, Paulino among O's signings",
    "body": "BALTIMORE -- The Orioles unveiled a list of 14 non-roster invitees to Major League Spring Training on Monday, including a trio of new signings in right-handed pitchers Armando Galarraga and Pat Neshek and catcher Ronny Paulino.  Other non-roster pitchers invited to camp include Willie Eyre, Steve Johnson, Jon Link, Miguel Socolovich and Oscar Villarreal along with left-handed pitchers Ryan Edell and Dennys Reyes. In addition to Paulino, the following position players will be in camp: catchers John Hester and Brian Ward, outfielder Scott Beerer and infielder Steve Tolleson.  Nine of the 14 players invited to camp have previous big league experience. Galarraga garnered national attention when he fell one out shy of a perfect game against the Indians June 2, 2010, due to first-base umpire Jim Joyce's admittedly incorrect call on what would've been the game's final out. The right-hander went 3-4 in eight starts for the Arizona Diamondbacks last season and also spent time with Triple-A Reno. Neshek posted a 4.01 ERA in 25 relief appearances for the San Diego Padres and appeared in 24 games with Triple-A Tucson last season, while Paulino hit .268 with a .312 on-base percentage and a .351 slugging percentage in 78 games with the Mets.   The Orioles also announced on Monday that they have signed pitcher Seong-Min Kim from South Korea to a Minor League contract. The 17-year-old Kim is a 5-foot-11, 180-pound left-hander who throws a fastball, curveball, changeup and slider. He had been pitching for the 18-and-under South Korean national team.   \"We are glad to sign a player that our scouts feel is one of the top amateur left-handed pitchers in South Korea,\" executive vice president of baseball operations Dan Duquette said in a press release. \"Kim has an excellent curveball and very good control.\"   Orioles pitchers and catchers will hold their first workout in Sarasota, Fla., on Feb. 19, and the first full-squad workout will take place on Feb. 24. The Orioles will open their Grapefruit League schedule on March 5 with split-squad games at 1:05 p.m. ET against the Rays in Port Charlotte, Fla., and 7:05 p.m. at home against the Pirates.   O's Minor League pitchers will hold their first workout in Sarasota on Sunday, March 4. The first Minor League full-squad workout will take place on Thursday, March 8. Minor League games will begin on Wednesday, March 14. Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
