{
    "url": "http:\/\/m.mlb.com\/news\/article\/26508054",
    "title": "Around the Horn: Health key to outfield success",
    "subtitle": "Around the Horn: Health key to outfield success",
    "body": "This is the fourth story in a six-part Around the Horn series, examining aspects of the Indians' roster as Spring Training approaches. Today, we'll take a look at Cleveland's outfielders.  CLEVELAND -- The Indians know exactly what kind of risk is involved with their outfield. There are question marks attached to each of the three positions, but the club believes the potential is there for a resurgent season from the entire group.  \"It's not unlike any other season,\" Indians general manager Chris Antonetti said. \"Health is going to be a very big component that will help determine the level of our success this year. If healthy, we feel like we have a chance to have a very dynamic position-player club. \"And our outfield has a chance to be one of the better outfields in the league.\"   Cleveland's projected outfield includes Michael Brantley in left, Grady Sizemore in center and Shin-Soo Choo in right. All three missed significant time last season due to a variety of health woes, but each player is expected to be healthy and more than ready for Opening Day this year.      That said, Cleveland fully expects to have Brantley, Sizemore and Choo on the field.   And when those three are on the field, the Indians like the possibilities.   \"If you look at their overall skill set,\" Antonetti said, \"and the way each guy has the potential to impact the game, they're all capable of being very good defenders, they're all capable of contributing on the bases, and they're all capable of contributing offensively in the batter's box.   \"When you look at that combination, and their broad set of skills, if they're healthy and on the field playing, it has a chance to be a dynamic group.\"   Last season, Brantley, Sizemore and Choo combined to miss 193 days between seven stints on the disabled list. Brantley's season ended in August because of a broken right hand. Sizemore missed time because of problems with both knees and a sports hernia. Choo suffered a broken left thumb in June and also lost time to an oblique injury.   As a result, the Indians saw 12 different players in the outfield at some point during the 2011 season. Brantley led the way with 451 at-bats and 108 starts. Next was Choo with 313 at-bats and 84 starts. Behind them, Cleveland had a wide mix of youngsters and veterans see action beyond the infield.   It is no surprise that the Tribe's production from the outfield suffered along the way. In the American League, Indians outfielders combined to rank 11th in runs (232), 12th in home runs (36), RBIs (191), on-base percentage (.307) and slugging percentage (.364), and 13th in average (.243) and OPS (.671).   \"The majority of our offense rests on our guys being healthy,\" Indians manager Manny Acta said. \"If we have Shin-Soo Choo on the field for 550-600 at-bats, that's huge for us. We weren't able to do that. We know what we have and we know what we have to work with.\"   Choo hit .259 with eight homers and 36 RBIs in 85 games after being a threat to hit .300 with 20 homers and 20 stolen bases in the previous two seasons. Brantley hit .266 with seven homers and 46 RBIs in 114 games, while splitting his time between left and center field and bouncing up and down the lineup.   Sizemore, who had a $9 million club option declined in October before re-signing with the Tribe for $5 million (plus incentives), is likely the biggest gamble among the three outfielders. Thanks to injuries, Sizemore's last full season came in 2008. Last year, he hit .224 with 10 homers and 32 RBIs in 71 games.   It has been years since Sizemore was a Gold Glove-winning All-Star for Cleveland, but the Indians are not ready to give up on the center fielder.   \"We saw that ability is still there in Grady,\" said Antonetti, referring to Sizemore's strong start in April before injuring his right knee. \"We're confident that he can overcome the injury he had in the middle of last year and it's a guy that represents as much upside as any player out there.\"   The Indians still had to put some contingency plans in place, though.   This offseason, Cleveland acquired corner outfielder Aaron Cunningham in a trade with the Padres, throwing him into the mix as a fourth outfielder. Shelley Duncan, who could be in the mix at first base this spring, also returns as a backup outfielder. Both Cunningham and Duncan are out of Minor League options.   Outfielders added this offseason as non-roster invitees include Felix Pie, Fred Lewis and Ryan Spilborghs. Three more options on the 40-man roster include Ezequiel Carrera, Thomas Neal and Nick Weglarz. Chad Huffman will also be in camp this spring with the Tribe.   Right now, that group has the Indians feeling good about their depth.   \"We're more comfortable than we were at the start of the offseason,\" Antonetti said. \"I think with the layer of depth we've been able to add through either minor trades or some of the non-roster signings, we feel better about where we are than when the offseason started.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
