{
    "url": "http:\/\/m.mlb.com\/news\/article\/26511450",
    "title": "Oswalt not short on suitors for his services",
    "subtitle": "Oswalt not short on suitors for his services",
    "body": "There has been conjecture in the afterglow of the Rangers' signing of sleek Japanese import Yu Darvish that they might consider going to a six-man rotation, largely to ease the transitions of Darvish and Neftali Feliz to the grind.  This would represent a sea change from the four-man alignments Texas president Nolan Ryan favored as The Express back in the day.  OK, Nolan, how about a seven-man rotation? Every starter gets his own day. In line with the popular notion that you never can have enough starting pitchers, given the attrition rate, the Rangers reportedly are in discussions with free agent Roy Oswalt.   If money comes up in the conversation, it won't be about the state of the economy.   The Cardinals, Red Sox and Astros also have been linked to Oswalt, who graced the Phillies' rotation in 2011. The numbers being tossed around -- $5 million for a one-year deal -- seem more than reasonable.   It's unclear where Oswalt, who made his reputation with the Astros, prefers to take his talents. But it's unlikely he'd choose Houston, sentiment notwithstanding. The guy wants to win now.   What the Rangers, Cardinals and Red Sox have in common -- apart from the red in their uniforms -- is contender status.   At 34, having accomplished so much individually, Oswalt is at a stage where every player longs for World Series jewelry. He came closest in 2005, his second consecutive 20-win season, but the White Sox took out the Astros in the Fall Classic.   Of the three powers in play, Texas would appear to have the slight edge, having come oh so close as recently as October to the franchise's first championship.   Boston clearly is the club most in need of Oswalt, who endured some physical issues in making it to the post 23 times for the Phillies. He was 9-10 with a 3.69 ERA in 139 innings.   The negative in New England is the intense American League East competition, creating a formidable postseason roadblock. The Yankees and Rays never seem to go away, and there's reason to believe both outfits are improved.   The Cardinals are embarking on a new era without Albert Pujols and Tony La Russa, but there will be life after the legend and the brain. St. Louis retains an abundance of assets.   While new Red Sox manager Bobby Valentine can be highly persuasive and relentlessly upbeat, he has some serious questions to address with his rotation behind top guns Jon Lester, Josh Beckett and, assuming he's healthy after a back injury waylaid much of 2011, Clay Buchholz.   Oswalt would slide very nicely into the No. 3 or 4 spot, alleviating some of Bobby V's concerns.   Like the Rangers, who favor breaking closer Feliz into their already-deep rotation, the reigning World Series champion Cardinals appear set with five quality starters. This goes with the assumption co-ace Adam Wainwright, who missed all of 2011 recovering from Tommy John surgery, makes it back to join Chris Carpenter.   New St. Louis skipper Mike Matheny has proven value in Jake Westbrook, Jaime Garcia and Kyle Lohse. Those three would be in competition for two rotation slots if Oswalt and Wainwright are sound.   The Cards aren't exactly bankrupt offensively, mind you, but it would make sense to look to fill part of the immense void created by Pujols' exit with improved pitching. Winning it all with homers and relief pitching is not your standard formula.   Given his background in Houston, Oswalt is an intriguing fit with the Rangers. This is a young group of starters with only Colby Lewis on the dark side of 30. Oswalt would provide veteran leadership along with that power arm.   Rest assured, Texas is well aware of the one clear advantage its American League West rivals in Southern California own: a big four of Jered Weaver, Dan Haren, C.J. Wilson and Ervin Santana that ranks with any in the game.   Adding Oswalt at a pittance compared to the Darvish investment would give Ryan, general manager Jon Daniels and pitching coach Mike Maddux multiple options.   While a six-man rotation is unlikely for all sorts of good reasons, working a sixth starter into the mix to keep Darvish, Feliz and Oswalt fresh makes perfect sense.   It would be wise in the long haul not to tax these superb talents in the notorious summertime heat of the Lone Star State.   The Rangers need to replace Wilson's 223 1\/3 quality innings, but it doesn't have to come from one body.   Lewis, with 200 1\/3 innings, was the second workhorse in the 2011 Texas rotation. The big right-hander was followed by Derek Holland (198), Matt Harrison (185 2\/3) and Alexi Ogando (169). Scott Feldman, a 17-game winner in 2009, remains in the mix.  Ogando has been successful in a setup role and could be returned to the bullpen. Harrison also can relieve and would be a prized trade chip should a need arise over the course of the season.   The Rangers are deep across the diamond and in the bullpen, but stuff happens -- too often, unfortunately, with Josh Hamilton, the team's best player.   Oswalt has been in the top six in the National League Cy Young Award balloting six times. If you need a guy for Game 7 in a World Series, you could do a whole lot worse than the man from Mississippi.   Lyle Spencer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
