{
    "url": "http:\/\/m.mlb.com\/news\/article\/26510712",
    "title": "Start times set for regular-season games",
    "subtitle": "Start times set for regular-season games",
    "body": "Game times for the 2012 regular season, beginning with the Japan Opening Series 2012 and Opening Night in the United States on April 4, were announced by Major League Baseball on Monday.  The event in Japan, pitting the Mariners and Athletics, will take place on March 28-29. The domestic opener will feature the defending World Series champion Cardinals against the Marlins in the first regular-season ballgame at Marlins Park in Miami at 7:05 p.m. ET.  The final day of the regular season is scheduled to be October 3. Opening Night in Miami, which will mark the start of ESPN's 23rd season televising Major League Baseball, will also be highlighted by the debuts of new Marlins manager Ozzie Guillen and new Cardinals manager Mike Matheny, and a pair of former Mets teammates squaring off with their new teams as Carlos Beltran and the Cardinals visit Jose Reyes and the new-look Marlins.   Seven games are scheduled to be played on April 5, marking the second consecutive season in which the traditional Opening Day throughout MLB, excluding special international events, will take place on a Thursday. In addition to 2011, the only other seasons to have started on a Thursday were 1901-1904, 1907, 1912, 1959, 1973-74 and 1976. The first full slate of 15 games will be played on Saturday, April 7.   ESPN will continue its Opening Week coverage with back-to-back doubleheaders on ESPN2 on April 5 and 6. On Thursday, the Boston Red Sox and their new manager, Bobby Valentine, visit the Detroit Tigers at 1:05 p.m. ET, followed by the Marlins at Cincinnati Reds at 4:05 p.m. ET. Friday's coverage includes the San Francisco Giants at Arizona Diamondbacks at 4:10 p.m. MST\/PT, followed by the Kansas City Royals visiting the Los Angeles Angels of Anaheim at 7:05 p.m. PT in the Angels debut of nine-time All-Star Albert Pujols.   MLB Network will have extensive coverage of Opening Week, featuring the return of its regular-season programming lineup of The Rundown, Intentional Talk, MLB Tonight and Quick Pitch with look-ins at live games in progress, previews, highlights and analysis. MLB Network's regular-season game telecasts will begin on April 5 with the San Diego Padres' home opener against the Los Angeles Dodgers at 4:05 p.m. PT, followed on April 6 with regional coverage of the 2011 American League champion Texas Rangers' home opener against the Chicago White Sox at 1:05 p.m. CT and the 2011 AL Wild Card Tampa Bay Rays' first home game of 2012 against the 2011 AL East champion New York Yankees at 3:10 p.m. ET.   Among the other highlights of the 2012 regular season:    The Milwaukee Brewers open their season against the Cardinals at Miller Park on April 6 at 3:10 p.m. CT as the NL Central rivals meet for the first time since the 2011 NL Championship Series.    The Dodgers will host the Padres at Dodger Stadium at 1:10 p.m. PT on April 15, which is designated as Jackie Robinson Day throughout MLB.    The Tigers will open a four-game series against the Rangers at Comerica Park on April 19 at 7:05 p.m. ET in a rematch of the 2011 ALCS.    The 16th season of Interleague Play will feature many renewals of past World Series, including Reds-Yankees and Pirates-Tigers (starting May 18); Mets-Yankees, Phillies-Orioles, Astros-White Sox, Blue Jays-Braves, Tigers-Reds and Rangers-Giants (starting June 8); Yankees-Braves, Pirates-Orioles, Tigers-Cubs (starting June 11-12); Phillies-Blue Jays, Red Sox-Cubs, Royals-Cardinals and White Sox-Dodgers (starting June 15); Cubs-White Sox, Giants-Angels, Braves-Yankees, Orioles-Mets and Dodgers-Athletics (June 18-19); and Cardinals-Royals, Giants-Athletics, Yankees-Mets, Rays-Phillies and Tigers-Pirates (starting June 22).    The 2012 All-Star Game is scheduled for Tuesday, July 10, at Kauffman Stadium in Kansas City.    Joey Nowak is a reporter for MLB.com. Follow him on Twitter at @joeynowak.‬ This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joey Nowak"
}
