{
    "url": "http:\/\/m.mlb.com\/news\/article\/26470294",
    "title": "DH gives AL advantage in luring stars from NL",
    "subtitle": "Gammons: DH gives AL advantage in luring stars",
    "body": "Doug Melvin doesn't begrudge Prince Fielder's $214 million deal with the Tigers; in fact, he celebrates it.  \"Prince missed 13 games in six years for the Brewers,\" says the Milwaukee general manager. \"He always worked hard, he played to win, he was a great teammate. I couldn't respect him any more than I do.\"  What concerns Melvin is the bigger picture. \"Look at the big contracts moving the last two offseasons, especially first basemen,\" he says. \"Albert Pujols. Prince. Adrian Gonzalez. They're all going from the National League to the American, partly because of the DH. It's hard for a National League team to guarantee that kind of money to a player in his late 30s and have him play all the time in the field. \"Pujols' contract takes him past 40, and he's probably going to still be a great hitter. But the Angels can give him time as a DH to keep him fresh and healthy. Same thing with Gonzalez and Prince. For these big names, who are tremendous offensive players, there is a huge advantage for the American League in being able to rationalize signing them. It's worth looking at this and think about both leagues playing by the same rules.\"   The two biggest contracts ever signed are the $275 million and $252 million deals for Alex Rodriguez, helped by the knowledge that if he did break down, he could slide over and DH. The Twins knew when Joe Mauer signed his $184 million contract that he could DH to protect his back or knees, if necessary. Mark Teixeira can rest. When the Tigers signed Miguel Cabrera to his $152.3 million deal that runs from 2008-15, they figured he could DH, which he could do some this season with Victor Martinez injured.   The notion even applies to extraordinary young hitters. A National League team wouldn't have traded a Michael Pineda for Jesus Montero without having the DH slot open in case his catching is a problem. The DH allows the Indians three options, along with catcher and first base, for Carlos Santana. It makes Michael Young invaluable to the Rangers.   The designated hitter position has become extremely important to American League teams because of the flexibility it offers them, offensively and defensively. David Ortiz, whose arbitration number could run up over $16 million, may be the last of the pure DHs, and as Boston GM Ben Cherington says, \"David is a special case.\" There were five players who qualified for the batting title as DHs, and Ortiz led them all by at least 12 homers, 101 points of slugging and 120 points of OPS.   According to Cot's Contracts, the top nine all-time contracts have all involved American League teams. Matt Kemp ($160 million, 2012-19) and Troy Tulowitzki ($157 million, 2011-20) are the only National League signings in the top 14. Ask the Cubs how happy they are that they signed Alfonso Soriano, or the Astros about Carlos Lee, without having a DH spot available. Ryan Howard has worked tirelessly to make himself a good defender, but did his five-year, $125 million contract make sense for an NL team? We shall see.   Watch the next couple of years as Joey Votto, Robinson Cano, Jacoby Ellsbury and other superstars approach free agency. It could be that only new mega-owners of the Dodgers and Mets could alter the course.   The rationale for having a sport with two sets of rules has been that it allows the National League to maintain its identity. The problem is, that identity helps the American League take away stars like Pujols, Fielder and Gonzalez.  Peter Gammons is a columnist for MLB.com and an analyst for MLB Network. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Peter Gammons"
}
