{
    "url": "http:\/\/m.mlb.com\/news\/article\/26470618",
    "title": "Leyland eyes three-four combo of Miggy, Prince",
    "subtitle": "Leyland eyes three-four combo of Miggy, Prince",
    "body": "DETROIT -- Prince Fielder knows this city from his childhood. He knows the Tigers' talent from watching them from afar. When his agent, Scott Boras, tried to sell him on Detroit's offer, he tried to sell him on Miguel Cabrera.  \"I want to talk about the best three-four combinations in history,\" Boras said. \"And I gave him the top 10. And I said, 'You guys could end up being in this top three.'\"  Fielder looked at it and saw a chance to win. The Tigers were already convinced, which is why they put themselves into the bidding on Fielder in the first place. Once it became clear they could get him, manager Jim Leyland fell into his offseason habit of filling out lineups. Leyland not only confirmed reports that Cabrera was moving to third base, he said he would play there on a regular basis, and he wouldn't be lifted for a late-inning defensive replacement, even if Brandon Inge remains on the club.   \"I feel very comfortable with it,\" Leyland said. \"I think we need to shoot straight from the hip: He's not going to have the agility most likely that Brandon Inge had. You give up a little something, but you get a whole lot in return.   \"We're going back to the old-fashioned baseball. We've got big-time power on the corners.\"   They'll also be going to back to work in Spring Training to prepare Cabrera for the shift. He already has lost weight in his offseason workout program, team president\/general manager Dave Dombrowski said, so he shouldn't face a dramatic drop ahead to get to a comfortable weight for playing the hot corner. Finding a comfortable middle ground between the bulk he added to hit and the agility to field could be a different process.         Leyland's willingness to play Cabrera at third was a departure from previous plans, something Leyland sold earlier to an eager Cabrera. His willingness to hit Cabrera third in the order was a quiet departure from the last few years.   \"The plan right now,\" Leyland said, \"is to have [Austin] Jackson lead off, [Brennan] Boesch second, Cabrera third, Prince fourth, Delmon [Young] fifth, [Alex] Avila sixth.\"   For the last three years, Leyland has been consistent in his reasoning for batting Cabrera fourth. Rather than sending him up in the opening inning with two out and nobody on and allowing the opposing pitcher to work around him, the fourth spot gives the Tigers three chances to put a runner on base for their most productive hitter. To Leyland, that maximized his RBI opportunities, though it also ran the risk of having Cabrera leading off the second inning with nobody on base.   The side benefit also provided a tantalizing spot ahead of Cabrera in the order to put an aggressive extra-base hitter, who would be all but guaranteed to see strikes to hit because nobody wants to bring up Cabrera with a walk.   Leyland knew the arguments for batting Cabrera third, but disagreed with them. It wasn't until last year that he really entertained the discussion. Once the Tigers lost Magglio Ordonez during the American League Championship Series in October, he bumped Cabrera to third and batted Martinez cleanup.   With Fielder, Leyland might actually have a hitter as good -- and more importantly, just as feared -- as Cabrera. Fielder's 32 intentional walks led the Majors last year, eight more than National League MVP runner-up Matt Kemp and AL OPS leader Jose Bautista. Cabrera, with Martinez producing hits behind him, saw his intentional-walk total drop from 32 in 2010 to 22 last year.   More importantly, he has a left-handed power hitter to balance out the right-handed-hitting Cabrera.   \"I think it's better for the balance, having left-right-left,\" Dombrowski said. \"When you start seeing you have a left-handed hitter [then] a right-handed hitter in the middle of your lineup that are in the prime of their careers, that's what you're always hoping to find, ideally. Then we've got Boesch, we've got Young, we've got Avila. We've got real good balance now.\"   Take the aforementioned top six, then add Jhonny Peralta seventh, a left-handed hitter such as Andy Dirks or Don Kelly batting eighth, and then Ryan Raburn hitting ninth, and the Tigers alternate left- and right-handed hitters throughout the order. They lose a switch-hitter with Martinez out, but they gain power, not just for home runs.   \"With our ballpark,\" Dombrowski said, \"I tell my guys my favorite hit is a double. I'll take a game-winning home run over anything, but in my experience, if you're hitting doubles, you're hitting the ball in the gaps a lot of times. And that means you're not changing your swing to be pull-oriented.   \"I understand it's a power game, but some guys that shouldn't be power hitters, try to be power hitters, and all of a sudden their batting average goes way down, their doubles go way down. Their home runs go up, but to me, you're not as good of a club [that way].\"   It is not necessarily a good baserunning lineup, though Fielder is regarded as a good runner for his size. Leyland talked last week about potentially adding speed to the lineup, but he tempered that idea Thursday.   \"We did want to address that a little bit,\" Leyland said, \"but as I've told everybody forever, I'd rather have a slow guy that can hit than a fast guy that can't. We're a doubles team. ...   \"If you looked at us last year, we hit it in the gaps and we hit it over the fence. That's what we do. We're not really a manufacture-type team. I think for any good manager, I think the key is you manage the players you have.\" Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
