{
    "url": "http:\/\/m.mlb.com\/news\/article\/26495270",
    "title": "Williams fine if buck stopping with him",
    "subtitle": "Williams fine if buck stopping with him",
    "body": "CHICAGO -- The biggest ovations during Friday's SoxFest Opening Ceremonies introductions were reserved for Robin Ventura, Paul Konerko, A.J. Pierzynski, Joe Crede and Harold Baines, in no particular order.  General manager Ken Williams was the only one who heard a few jeers upon his name being announced at the Palmer House Hilton's Red Lacquer Room, unless people mistook chants of \"Coop\" for boos when White Sox pitching coach Don Cooper's name came up.  Apparently, White Sox fans aren't completely enamored with the modified rebuilding process Williams has employed throughout this offseason. \"It kind of comes with the territory,\" Williams said, speaking later to a group of White Sox reporters. \"When the team plays well, the players and the coaching staff get the accolades. That's great. It's how it should be.   \"When the team plays poorly, it's the GM and owner's fault. It is what it is. It's part of the deal.\"   This mixed reaction strikes a stark contrast to the love Williams felt at SoxFest '11, when the White Sox were \"All-in\" and looked to be as sure of a bet for the American League Central title as the Tigers look entering this season. One 79-83 performance and one managerial change later, and it's Williams who no longer stands as the object of White Sox fans' total affection.   With those boos still in mind, Williams shared a story about a trip to Chicago Cut Steakhouse last year coming two weeks prior to SoxFest.   \"I walked into the dining room for a friend of mine's birthday and walked in and one table stood up and started clapping and the whole dining room at Chicago Cut started cheering,\" Williams said. \"So a couple days later my girlfriend asked me, 'Do you get that often? Does that happen a lot?'   \"And I said, 'No, but it's happening more and more. But let me give you a little bit of insight [into] what you're dealing with.' I said, 'That's today, but if the same guys we just acquired in June aren't playing very well, it will be a complete opposite response, and not only will I not get cheered, I will get booed and people will want to send me on my way for acquiring the very same players that they were cheering about a short while ago.'   \"Unfortunately it came to fruition,\" Williams continued. \"But it's the perspective that I've grown to understand -- that's just the way it is. It's that people are passionate about their sports and they have a right to point a finger at who they want. I got broad shoulders so I would rather, over the years, I'd rather they point the finger at me rather than somebody who isn't as equipped as I am to carry the weight.\"   Don't confuse Williams' explanation for a lack of confidence in the 2012 team he's assembled. Williams made clear Friday that this is the group almost certainly going to Spring Training, adding that the team has no money to spend at this point but also doesn't have to shed any payroll.   Opportunities have existed to move other veteran players, presumably pitchers of interest such as Gavin Floyd or Matt Thornton, but Williams has declined. He was only going into a full rebuilding process if he could get top prospects in return, using the Sergio Santos trade for Nestor Molina as an example. Williams reiterated that Molina is expected to be a top-of-the-rotation sort of talent, possibly by midseason.   \"We fully expected people to raise an eyebrow,\" Williams said of trading Santos, whom the team had control over for potentially six years. \"If we cared about that, or more specifically, I cared about that, then you wouldn't have a lot of guys that people were worried about losing this offseason.   \"You wouldn't have had John Danks if we didn't take a similar move a few years ago. You wouldn't have Gavin Floyd. Some of the things have been done. So, it's a mixture.\"   Opening negativity from White Sox fans didn't carry over to Friday night's Town Hall Meeting, anchored by Steve Stone, with Ventura and the only appearance of the weekend by Williams. There wasn't anything close to an angry question directed at the general manager, with one third-generation fan thanking him for 2005 and stating that the World Series title gave Williams a free pass for life in his mind.   Those initial boos just might be a good omen for the 2012 White Sox. At SoxFest '04, following a near-World Series effort from the Cubs in 2003 and significant offseason free-agent losses for the South Siders, one fan offered up a question to Williams, asking, \"Now, that 2004 is done, what are you going to do about 2005?\" before the '04 season had started. Williams stood his ground, and two years later, the White Sox won the World Series.   At SoxFest '08, the fans weren't exactly thrilled with the debacle that was the 2007 season. The White Sox won the 2008 AL Central crown, taking a 1-0 Blackout Game victory over the Twins.   \"Maybe the third time is a charm,\" Williams said.   There also seems to be the chance that Williams won't be part of these Town Hall Meetings forever, maybe not even too far into the near future. He was asked if in his 12th year as general manager, could he see holding the job for 15 or 16 years? He also was asked if the job had changed for him from Year 6, as an example.   \"Yeah, it is,\" said Williams before pausing. \"And I think I'll pass on answering that.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
