{
    "url": "http:\/\/m.mlb.com\/news\/article\/26495418",
    "title": "On the mend, Morneau starts baseball activities",
    "subtitle": "On the mend, Morneau starts baseball activities",
    "body": "MINNEAPOLIS -- Twins first baseman Justin Morneau was a walking injury list last season, as he battled concussion symptoms while also undergoing surgeries on his neck, left wrist, left knee and right foot.  But Morneau, who played in just 69 games because of the various injuries, said Friday that he's optimistic he'll be healthy and ready to go once Spring Training starts next month.  \"Last year I was more hopeful [than optimistic],\" said Morneau, who also missed the second half of the 2010 season with a concussion suffered in early July of that year. \"I don't know if there's really a big difference between hopeful and optimistic, but hopeful's kind of wishing everything's going to be really good. I'm optimistic. I think I'm looking forward to it and feel a little more confident that it's going to be better.\" Morneau received good news from Dr. Thomas Varecka on Friday, as he's on track to start taking soft toss next week and should be ready to face live pitching by the time he reports to Fort Myers, Fla.   Morneau talked with Varecka about his left wrist, which was surgically repaired on Sept. 30 to stabilize a tendon. Morneau was in a cast for six weeks and a splint for another six weeks after the operation, but he said it's feeling much better.   \"I was ahead of schedule, so he's just being cautious, he's just sort of letting me be my guide,\" Morneau said. \"There's a little bit of tightness on the other side [of the wrist]. Kind of like having a tight hamstring, you wouldn't just try to touch your toes, he doesn't want anything to happen on the other side of wrist.\"   Morneau said he's already started baseball activities, taking ground balls at first base and hitting off a tee.   He added that the concussion symptoms that were re-triggered last season after a routine diving play at first base in late August have slowly gone away.   \"I've been pretty good since December,\" Morneau said. \"I get headaches every once in a while, whether or not they're concussion-related, it's hard to say. I'm sure you get headaches; people get headaches every once in a while. So it's hard to pinpoint that stuff. As far as the fogginess, I haven't gotten to that point where I've overexerted myself. Everything's been built up gradually, so everything's been pretty good so far -- especially since the calendar turned to January.\"   Morneau has been doing his usual workouts since early January, and said he's recovered from having a cyst removed from his left knee and a bone spur removed from his right foot on Aug. 19. But he said that he still has numbness in his left index finger that stems from a pinched nerve in his neck that was operated on in late June.   He also changed his diet and lost 20 pounds as a result after undergoing a food allergy test, which detected he's sensitive to sugars, gluten and dairy.   But he said his main goal remains to be healthy enough to play first base next season, as there's been talk that he could be relegated to designated-hitter duty if he's not fully healthy.   \"I feel like I can help this team the most at first,\" Morneau said. \"I have the most experience at first of anyone on our roster. I said this before, if I'm not healthy enough to play first base then I probably shouldn't be DHing, either. If there's that much risk for me playing first base and just diving for a ball, then the risk of being hit [by a pitch] is probably a lot higher, and the long-term effects would probably be a lot worse.\"   Morneau, though, received some perspective earlier in the day after meeting with 16-year-old Jack Jablonski, who was paralyzed when he was checked into the boards during a junior varsity high school hockey game in the Minneapolis area on Dec. 30.   Morneau, who was joined by fellow Twins Glen Perkins, Drew Butera, Jason Marquis and Matt Capps, said he was touched by Jablonski's cheerful and optimistic attitude.   \"It was amazing to see how positive he was,\" Morneau said. \"They said he'd never move his left arm but we were in there watching him do rehab and he's moving his left arm and shaking our hands with our right hands. It's amazing to see how excited and how positive he was.\" Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
