{
    "url": "http:\/\/m.mlb.com\/news\/article\/26491210",
    "title": "Wolff to take opportunity to meet A's fans",
    "subtitle": "Wolff to take opportunity to meet A's fans",
    "body": "OAKLAND -- A's managing partner Lew Wolff isn't shying away from the fans who have questioned the club's direction in recent years.  Wolff, who, as co-owner of the club, has heard calls for a bigger payroll and a better stadium, has decided to meet the A's faithful followers at FanFest on Sunday.  One on one to discuss, well, anything. \"I thought it might be a good opportunity to have a little fun and at the same time have some one-on-one [conversations] with a random selection of fans who would be interested in talking to me,\" Wolff told the San Francisco Chronicle. \"I may be sitting there by myself.\"   Not likely, considering Oakland's actions during the winter, which included trading a trio of All-Stars -- pitchers Gio Gonzalez, Trevor Cahill and Andrew Bailey -- and embarking on a rebuild as hope of a new stadium in San Jose lingers.   Fans wishing to address these issues and more with Wolff in what the A's have described as \"an intimate setting\" should register at the information booth on the plaza between the Coliseum and Oracle Arena between 9-10:30 a.m. PT.   \"I have talked to quite a few people who've written me or called me,\" Wolff told the paper. \"I like doing it. ... I like it when someone actually listens to me.\"   Wolff will be joined at FanFest -- returning after a three-year hiatus -- by essentially the entire A's roster. Along with manager Bob Melvin and his coaching staff, these players are expected to attend: Coco Crisp, Dallas Braden, Jemile Weeks, Kurt Suzuki, Brett Anderson, Brandon McCarthy, Brandon Allen, Daric Barton, Jerry Blevins, Adrian Cardenas, Chris Carter, Joey Devine, Tommy Milone, Jermaine Mitchell, Jarrod Parker, Brad Peacock, Cliff Pennington, Anthony Recker, Josh Reddick, Adam Rosales, Tyson Ross, Scott Sizemore, Seth Smith, Eric Sogard, Michael Taylor and Neil Wagner.   Admission is free for 2012 season-ticket holders and priced at $8 for adults and $5 for children ages 14 and under. Parking is free for all fans, who will also have the opportunity to purchase individual game tickets for the upcoming season.  Jane Lee is a reporter for MLB.com. Read her blog, Major Lee-ague, and follow her on Twitter @JaneMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jane Lee"
}
