{
    "url": "http:\/\/m.mlb.com\/news\/article\/26497902",
    "title": "Heyward hopes hard work is rewarded",
    "subtitle": "Gammons: Heyward driven to rebound",
    "body": "On April 5, 2010, Jason Heyward was 20 years old -- an age when most of his friends would have been coming off Spring Break and downshifting toward the end of the school year. Instead, Heyward was making his Major League debut at Turner Field -- the kid from suburban Henry County High School and the East Cobb Baseball program -- and in his first big league plate appearance, Heyward crushed a three-run homer. And so Heyward found himself in the runaway truck lane. He came into the spring as the consensus choice as the best prospect in the game. He was the hometown hero, the beacon of hope for baseball less than two weeks from the day Bud Selig dedicates to Jackie Robinson. He was cast as the ideal franchise pillar -- son of Dartmouth-educated parents, civil, cerebral, and he was suddenly compared to Henry Aaron. Soon thereafter, he was leading the All-Star balloting. Again, Heyward was 20 years old. \"I tried to keep it simple, block all that out,\" Heyward now says. \"I tried to show up and just play baseball, the game I love.\"  By and large, he did. A left thumb injury slowed Heyward down and kept him out of the All-Star Game, but he finished the season with 18 homers and an .849 OPS, holding the promise of a long hometown career.  Heyward is 22 today, younger than that now.  \"I've learned a lot,\" Heyward says. \"I will be better for what I've learned. This is the game I love to play, and I think I know better what it takes to play -- go work, then go work some more, get healthy. If I do that and I play the way I believe I can, there is no other answer I have to give.\"  Much has happened from the time Heyward reported for his second season at the Disney Wide World of Sports Complex last February. It began in Spring Training with a pop Heyward felt in his right shoulder -- a pop that turned out to be worse than he imagined.  At this time last year, Braves general manager Frank Wren was being asked about tying Heyward up to a long-term contract; by November, Wren was asked if he were considering trading the 22-year old outfielder -- which Wren denied was a possibility -- but he did add that Heyward would have to come to Spring Training to battle for a job.  The shoulder injury restricted Heyward's swing. He couldn't extend properly. Heyward couldn't go down and away against left-handed pitchers, thus in 104 at-bats against them last season, he batted .192 with two homers, seven RBIs and a .308 slugging percentage. Healthy, as a rookie, Heyward had batted .249 with a .356 on-base percentage and a .755 on-base plus slugging percentage against left-handers.  Because he couldn't extend or generate his normal bat speed, Heyward got into the habit of starting too quickly and jumping, hence the overall drop from a .393 OBP as a rookie -- which justified the buildup about his extraordinary plate discipline -- to a .319 OBP in 2011.  In June, batting .234, Heyward went on the disabled list to try to rest and rehab his shoulder. At one point, Chipper Jones suggested Heyward might need to learn to play with pain, which was whispered behind the outfielder's back, and in August, Heyward was struggling so badly that he played sparingly.  \"I knew how I felt,\" Heyward says. \"I knew what I could and couldn't do. My swing got altered. I changed my hands to make up for the shoulder by changing my base load approach, and that got me more out of line. I tried to slow down and regroup, but it never worked on a consistent basis.  \"When things go the way they were going, it would have done no good to try to answer people, who are going to believe what they're going to believe. It hurt me, because I love to play; I wanted to be in there every day and contributing. It would have accomplished nothing to get into some war of words. I just focused on doing the best I could do each day, and when the season ended get my shoulder healed.\"  Heyward looks to Derek Jeter as a role model, as one who controls his emotions, is careful not to allow his words to become his baseball persona and doesn't allow outside forces to interrupt his daily routine.  \"I haven't been fortunate enough to spend time with Derek,\" Heyward says, \"but I really admire how he plays and how he deals with all the demands that go along with what we do.\"  Heyward has also been briefed about what Jacoby Ellsbury went through in Boston in 2010. Ellsbury was injured in a collision with Adrian Beltre, sustaining cracked ribs that at first went undiagnosed. Ellsbury was even more severely injured when he tried to come back too soon yet was the subject of talk-radio ridicule. As Heyward was called out by Chipper, Ellsbury was called out by Kevin Youkilis for doing his rehab in Scottsdale, Ariz., not realizing that then-Boston GM Theo Epstein had sent Ellsbury to Arizona to get him away from the conflict with the Red Sox's team doctor, who has since been replaced. Oh, yes. Ellsbury, healthy, came back in 2011 and batted .321 with 119 runs scored, 105 RBIs, 32 homers, a .928 OPS and a legitimate claim to the American League Most Valuable Player Award.  When the 2011 season finished -- poorly for the Braves -- Heyward had played in only 128 games. His runs scored dropped from 83 to 50, his RBIs from 72 to 42, his walks from 91 to 51, his batting average from .277 to .227, his OPS from .849 to .708. David O'Brien of the Atlanta Journal-Constitution wondered publicly, in print, what others privately asked: \"whether Heyward has what it takes, including physical and mental toughness, to become a consistent, elite player year after year in the 162-game grind of Major League Baseball.\"  Heyward talked at length with his parents, Eugene and Laura. He was raised with the values of diligence and hard work and has grown up reminded of the lessons that Eugene's uncle, Kenny Washington, learned from John Wooden; Washington was a starter on Wooden's first two NCAA championship teams in 1964 and '65, in fact leading the Bruins with 26 points in their '64 final victory over Duke.  \"I knew there is only one way to deal with what happened, and that is to work harder than I've ever worked in my life, get healthy and refocused,\" says Heyward.  Heyward has undergone long sessions of therapy for his shoulder, with emphasis on both strength and flexibility. He has worked tirelessly with his trainer. He has worked hard at cardio. He has done swimming therapy.  \"I've had it mapped out, day to day, week to week,\" Heyward says. \"I know I have to go to Spring Training in the best shape possible. If I do that, I am healthy and there are no issues, then I can do what I need to do -- show up and just play baseball. There's no answer I have to give if I am in the best possible condition.\"  Heyward found that as he began his hitting program, he \"had to relearn my swing. It was that far off. I went back to the beginning, to my base load approach, to my stance, my hands. ... As I tried to do in the season, I had to slow down and regroup. With my shoulder feeling so much better, I think I am getting it right. It's about the physical and mental basics.\"  When Heyward was growing up outside of Atlanta, he went to a handful of Braves games every year, and after playing every day in one of the nation's elite programs, he watched the games with his parents. What he didn't know then was what Major League players deal with, especially when they are hurt.  \"With the help of my parents, I realized that the only way to cope with disappointment is to overcome it with hard work,\" Heyward says. \"Performance comes from work and dedication, belief and strength. Words and excuses get you nowhere.\"  So, following up a rookie season in which he was compared to Aaron with a year in which his shoulder would not let him answer suspicions, Heyward has quietly worked to get back to where everyone thought he was headed when he felt that pop last March. Work, not words.  \"I know a lot more now than I did then,\" Heyward says. \"Especially what it takes. Go work, and when you're tired, work some more. It's all so I do what I love to do, and that's play baseball.\"  And the Braves know full well that a healthy Heyward is far more significant of a return than anyone or anything they might have received in the trade or free-agent market. Peter Gammons is a columnist for MLB.com and an analyst for MLB Network. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Peter Gammons"
}
