{
    "url": "http:\/\/m.mlb.com\/news\/article\/26506692",
    "title": "Valentine talks Sox, tells stories in hometown",
    "subtitle": "Valentine talks Sox, tells stories in hometown",
    "body": "STAMFORD, CONN. -- Bobby Valentine was right at home Sunday night in Stamford, Conn., wearing his old letterman's jacket on the same stage where he had held the lead in the school play decades ago.  Of course, it was a career in athletics -- not the theater -- that so many came out to hear the newly-minted Red Sox manager speak about at Rippowam Middle School as part of a fundraiser for Fans For The Cure to promote prostate cancer awareness and education.  \"I was born here, my mom and dad are buried here, I'll be buried here, so this will always be my hometown,\" Valentine said of his homecoming of sorts. The event, a two-hour Q&A-turned-storytime, was hosted by radio host Ed Randall, a prostate cancer survivor. Randall and Valentine pledged to donate all proceeds from the evening to the worthy cause.   \"There is nothing I will do on the air the rest of my life that is more important than this because God gave me a second at-bat,\" Randall said.   It was a crowd mixed with Red Sox fans, Stamford residents and long-time Valentine friends, many of whom were characters in the slew of tales Valentine told from the stage.   \"It has been powerful, if not incredible, and not surprising if you know Bobby,\" Red Sox senior advisor Jeremy Kapstein said of Valentine's presence in the area since he was hired by Boston this offseason. \"He has been an incredible ambassador not just for the Red Sox and for baseball, but he's been a great leader around New England.\"   Donning a yellow sweater with a block \"R\" sewn on, Valentine answered Randall's questions and told stories about his career, which began in Stamford, where he became one of the state's most celebrated youth athletes.   \"I was a lucky guy in that this high school opened in 1962, and that was after my junior high school closed after my eight-grade year,\" Valentine said. \"I was able to come to high school as a freshman, which wasn't the case in those days, and I was able to play varsity baseball and varsity football as a freshman. That was the biggest break I've ever had.\"   Valentine went on to turn down hundreds of scholarship offers to become a first-round pick of the Dodgers, where he began his professional career. Since his playing days ended, he has managed in Japan and in the United States, with the Rangers, Mets and now the Red Sox.   \"I always thought about coaching someday, and now I'm lucky enough to be the 45th manager of one of the greatest sports franchises in the world and I can't wait to get started,\" he said.   Valentine -- who, as Randall pointed out, was at the event on his last day off before pitchers and catchers report to Spring Training -- is set to take over a Red Sox squad that endured a historic and widely-publicized late-season collapse when it missed the playoffs despite a nine-game lead for the AL Wild Card in early September.   The 61-year-old skipper vowed to put the club's past distractions in the rear-view mirror and look ahead with a group he admitted is as loaded as any club he's ever managed.   \"There might have been some things that went on,\" Valentine said. \"We've all made mistakes in life, but the greatest thing we're allowed to do is learn from our mistakes. The greatest right we all have is the right to change your mind. Talking to the players, I don't think there's one guy that thinks things went proper last year. I don't think it's my job to bring to everyone's attention what happened last year. They get it. They know some of the things were wrong, and we're gonna go about playing baseball.\"   Valentine did speak about a few baseball-related topics, like his team's leadership (he's excited to get to know Dustin Pedroia), his shortstop situation (it will probably be by committee) and his relationship with Josh Beckett (Valentine spent New Years with the Red Sox ace, and said they had a great conversation).   He also acknowledged that the American League is as tough as ever, and they'll be in for a fight this year in the always-contentious AL East. And after spending the past season in the ESPN broadcast booth, Valentine has already noticed the attention that comes with the responsibility of managing one of baseball's most storied teams.   \"I don't think I've experienced it in full force yet, but what I've experienced has been mind-boggling,\" he said. \"The knowledge just to know what I look like, it seems like [Boston fans] know what car I drive. They're always there to say something special, and right now it's been, 'Welcome to Boston' and 'Good luck with Boston,' and I love that. I'm sure that will change a little; I hope what it changes to is, 'Great job with Boston.'\" Joey Nowak is a reporter for MLB.com. Follow him on Twitter at @joeynowak.‬ This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joey Nowak"
}
