{
    "url": "http:\/\/m.mlb.com\/news\/article\/26504914",
    "title": "Amid changes, an upbeat air at On Deck",
    "subtitle": "Amid changes, an upbeat air at On Deck",
    "body": "MILWAUKEE -- Prince Fielder was off to Detroit and Ryan Braun stayed out of the spotlight, yet fans posed a half dozen questions to Milwaukee's baseball brain trust on Sunday before anybody mentioned either of the most noticeable absences from Brewers On Deck. Instead, a record crowd of 12,118 filled Milwaukee's downtown convention center and the Brewers did their best to keep the focus on the future. \"It looks like there's going to be some really good teams at the top in our division. It should be a fun one,\" right-hander Zack Greinke said. \"Our team's really solid, and a few other teams are going to be really solid. ... Our team's great, still.\" The Brewers set a franchise record in 2011 by winning 96 games, then played to within two wins of the World Series. But instead of a celebratory offseason, this one has been marked by the free-agent departure of Fielder, a key piece of the Brewers' building process over the past six seasons, and the lingering uncertainty surrounding Braun, who faces a possible drug suspension.  Braun was expected to attend Brewers On Deck until Wednesday, when the club announced in a statement that he'd been excused because of the sensitivity of his ongoing appeal. The next day, the Tigers introduced Fielder in Detroit, after finalizing his nine-year contract.  \"Ryan is obviously a key part of this team, an MVP. But I think our fans are interested in the whole team,\" Brewers principal owner Mark Attanasio said. \"We have a number of guys on this team who have been All-Stars, and I think everybody has playoff experience -- and interesting, about everybody other than Randy [Wolf] and Alex [Gonzalez] are under the age of 35. So I think we have a really good, young team filled with stars. I wasn't surprised at all [by the turnout].\"  More than 45 current, former and future Brewers spent Sunday signing autographs, taking photos, answering questions and playing along in game shows, all less than three weeks before the team's pitchers and catchers report to Maryvale Baseball Park to begin a defense of the National League Central.  On Deck marked the Brewers' first chance to introduce free-agent pickups Aramis Ramirez and Gonzalez to fans. Both newcomers participated in a question-and-answer session that included Attanasio, general manager Doug Melvin, assistant GM Gord Ash and special assistant to the GM Craig Counsell, who received big cheers in his first public appearance since retiring as a player.  The Brewers will count heavily on Ramirez to fill the void left by Fielder.  \"He's one of the best right-handed hitters I faced last year,\" Greinke said. \"He's a really solid hitter. I know he's probably not Prince Fielder, but he's very, very good. So, our team shouldn't miss too much.\"  As for Braun, the Brewers remain in wait-and-see mode. When Attanasio was asked about Braun's status, he repeated what he's been saying all along: Because of the confidentiality built into Major League Baseball's Drug Prevention and Treatment program, the Brewers are \"as much in the dark as to what's happening as all the fans are.\"  \"We're building this team to win,\" Attanasio said. \"We're proceeding as if Ryan is part of the team, until we hear otherwise.\"  Of the shadow cast on the Brewers' offseason by the Braun saga, closer John Axford said, \"It's pretty big. But as a player, I'm not looking at it in a really negative way. We know Ryan. Playing with him for a few years, we know how hard he works and we know what he does. It's not something negative we're trying to look at. Obviously, people want to talk about it, try to figure out what's going on.  \"Being with Brauny and seeing how hard he works, I definitely have his back every step of the way.\"  If Braun draws a suspension, the Brewers would have to fill their outfield with a mix of Corey Hart, Nyjer Morgan, Carlos Gomez and Japanese import Norichicka Aoki.  \"My pep talk -- basically, don't panic,\" Morgan said. \"Everything's going to be OK. We're all professionals. Doug and Gord, they brought players in to help get us back on top and still continue what we're doing. There's no panic. Stay tuned.\"  Morgan sported a new haircut for his first Brewers On Deck, and drew long lines for his autograph and photo. He became a fan favorite last season after a late Spring Training trade from the Nationals, and delivered the RBI single that sent the Brewers to the NL Championship Series.  \"It just feels good to be back in front of the fans, and being able to just say 'Hi' and being actually able to shake people's hands,\" said Morgan. \"That's the very fun part of this fan fest, or On Deck party.\" Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
