{
    "url": "http:\/\/m.mlb.com\/news\/article\/26504336",
    "title": "Humber determined to prove himself worthy",
    "subtitle": "Humber determined to prove himself worthy",
    "body": "CHICAGO -- The particular question presented to Philip Humber during Friday's SoxFest media session at the Palmer House Hilton in downtown Chicago sent the right-handed hurler into an immediate moment of amusement.  It wasn't an inquiry concerning his present hold on the rotation's fifth spot as Spring Training fast approaches or a request for analysis concerning his breakout effort from 2011. This one elicited a much easier and quicker response.  How was his head? Not exactly a commonplace line of thought in Major League Baseball circles, but it fit perfectly into the Humber storyline. On Aug. 18, Humber took a Kosuke Fukudome line drive just above the right eye with one out in the second inning of Cleveland's 4-2 victory at U.S. Cellular Field.   Humber flopped back upon contact and clutched his face, a look causing pain for everyone in the ballpark. But he jumped up instantly to search for the baseball and escaped with just a bruise. By Sept. 5, Humber was back on the mound at Target Field.   In probing deeper throughout this moment, it basically serves as a metaphor for Humber's career. The game can take its best shot in trying to knock him down, but Humber simply keeps pitching.   Even with manager Robin Ventura giving Humber the forceful late-January nod to join John Danks, Jake Peavy, Gavin Floyd and Chris Sale, he won't believe sturdy ground lies beneath him or that he's out of harm's way in securing a regular rotation turn.   \"No, I don't look at it that way,\" said the laid-back but driven Texan. \"I look at it like every day I want to prove to myself, regardless of what someone says, whether I have this spot or that spot.   \"I want to prove myself that I belong in the big leagues and I belong on this team. I'm going to keep taking that attitude from here on out. But I enjoy the opportunity and then the chance to go out there and show people what I can do.\"   Just one year ago, these confident but cautious comments probably would have resonated a bit more coming from Humber as he was far removed from a SoxFest presence. He actually was claimed off waivers by the White Sox from the A's on Jan. 18, 2011, almost one month to the day when the A's claimed Humber off of waivers from the Royals.   This third pick overall by the Mets in the 2004 First-Year Player Draft now was a professional simply trying to stick with a team for five weeks. He went into Spring Training with a shot to become a long reliever or potentially a fill-in starter as Peavy recovered from surgery to reattach his lat muscle, but in all honesty, the 29-year-old, who never appeared in more than eight Major League games during a previous single season simply, was grateful for the opportunity.   \"There probably were points in years before that that I was thinking, 'I'm not ever going to stick,' and it just didn't look like I was going to get that opportunity,\" Humber said. \"I'm definitely thankful for the White Sox giving me that opportunity and how the year went.   \"I'm coming in with the same focus, and I didn't work any differently this year than I did last offseason. I'm going out there like I have something to prove. I don't have anything to lose, and I'm excited to get back.\"   Humber does have newfound expectations based in results to carry on the heels of his impressive 2011 effort. Take away Mark Buehrle, which the Marlins did through free agency during the past offseason, and Humber was the club's most consistent starting pitcher.   His ongoing first-half success, producing an 8-5 record with a 3.10 ERA over 16 starts, including a one-hitter over seven innings thrown at Yankee Stadium on April 25, forced the White Sox to keep Humber and temporarily move to a six-man rotation. Many believe Humber's exclusion from the Midsummer Classic was a classic All-Star oversight.   That eye-opening excellence turned into a 1-4 record with a 5.01 ERA over 10 post All-Star starts. Those struggles, though, were part of Humber's learning process.   Another phase of that mound growth for Humber is learning to avoid the dreaded comebacker. While pitching in a game for the Triple-A Omaha Royals on June 10, 2010, Humber took a Luis Cruz line drive to the face and ended up getting 18 stitches to the right of his mouth. He got hit in the back during a Minor League rehab start last year but was not hurt.   Let's go back to that original question, though, concerning Humber's head. Did it survive Fukudome's direct hit?   \"Honestly, it looked a whole lot worse than it was,\" said Humber, who is expecting a son with wife Kristan. \"I had a little bruise for a while. I kept looking in the mirror like, 'What is that?' Then I would remember, 'Oh yeah. I got hit in the face.'   \"Really, it's one of those things serving as a constant reminder. But I got a new glove this year. It's a bigger glove. Hopefully, that will protect my face a little bit better and hopefully I'll be quicker about getting out of the way.\"   Opposing hitters should know better than to come after Humber. With 130 Minor League games under his belt, of which 120 were starts, and six seasons spent in the Minors before arriving, Humber is the definition of a big league survivor. Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
