
1
11
1788
2
3
a
abl
accur
adversari
advic
affin
after
against
agenc
all
allot
allow
allud
alon
ambassador
america
an
and
ani
animadvers
anoth
appear
applaus
appoint
apprehens
arduous
are
arrang
art
articl
artific
as
ascertain
ascrib
asiat
aspect
asper
at
atroci
attempt
atten
attent
attribut
audienc
author
auxiliari
avers
barefac
be
been
befor
behold
bestow
between
blush
bodi
bold
britain
brow
built
but
by
calcul
can
candid
candor
cannot
case
casual
cato
charact
chosen
circumst
cite
citizen
claim
claus
clear
color
commiss
compos
comprehend
concern
concurr
conduct
confer
confin
confront
congeni
connect
consent
consid
consider
conspir
constitut
constitution2
constru
construct
consul
contempl
contest
continu
contriv
could
counterfeit
countrymen
cours
court
criticis
crown
deal
deceiv
decept
decis
declar
decor
deduc
deduct
deem
delay
deliber
denot
depart
describ
descript
despot
destitut
destroy
detest
devic
diadem
dictat
difficulti
digniti
direct
discern
disfigur
disingenu
disposit
doubt
draw
durat
dure
each
ed
effort
either
elucid
embryo
employ
empow
end
endeavor
enlist
ensu
envoy
epithet
equal
establish
even
evid
exagger
examin
exce
exclud
execut
exercis
expedi
experi
expir
expos
express
expressli
extend
extenu
extravag
fact
fair
fallaci
fals
far
favor
few
fiction
fill
find
first
flagrant
flow
follow
for
forc
foreign
form
former
found
from
full
fullgrown
furnish
futur
gener
genuin
give
given
govern
governor
grant
great
greater
gross
grown
had
happen
hard
has
have
hazard
he
here
hesit
him
his
honest
hypocrisi
i
if
imag
immedi
imparti
imperi
impos
imposit
imposs
impostur
improp
imput
in
inadequ
inconsider
indign
individu
indulg
industri
insidi
instanc
instead
instrum
intend
intent
into
invalid
inveigh
is
it
janizari
jealousi
joint
judg
judgment
justifi
king
languag
last
latter
law
legislatur
less
let
licens
light
littl
magistr
magnifi
majesti
make
man
march
mark
may
mean
meet
member
mere
merit
metamorphos
method
might
minion
minist
misconcept
misrepresent
mistress
mode
moder
modif
monarchi
more
most
much
murder
must
myself
mysteri
nation
natur
necessari
new
next
no
nomin
none
nor
not
noth
now
object
oblig
obscur
observ
obviat
obvious
of
offer
offic
on
one
oper
opinion
opposit
or
order
ordinari
origin
other
otherwis
our
out
outrag
packet
pain
palliat
palpabl
paper
parent
part
parti
party1
peopl
perhap
perman
pervert
place
plausibl
polit
pomp
posit
possibl
potent
power
practic
preced
prerog
presid
pretend
pretens
pretext
prevent
proceed
progeni
proof
propag
propos
prostitut
prove
provid
provis
public
publius
purpl
purpos
rash
rather
real
reason
recess
refer
region
relat
render
report
represent
requir
resembl
resign
resourc
respect
royal
rule
said
sampl
satisfi
scarc
scene
scrupl
seat
second
section
see
seem
seen
select
senat
sens
sentim
seraglio
seri
serious
servic
session
sever
shall
shame
shameless
share
should
shown
signal
similitud
sing
situat
six
slight
so
some
sophistri
sparkl
speak
spirit
splendor
stand
state
still
strong
subject
submit
succeed
success
such
suggest
supercili
superior
supplem
supplementari
supposit
suprem
surround
system
take
taken
talent
task
taught
temer
temporari
term
terrif
than
that
the
their
then
there
therefor
thereof
these
they
third
this
those
though
throne
time
to
toler
too
train
treat
trembl
true
truth
tuesday
two
unambigu
under
understood
unequivoc
unfound
unit
unjustifi
unmask
unreserv
until
unveil
unwarrant
up
upon
us
usual
v
vacanc
view
visag
voluntari
voluptu
want
was
we
weak
well
whatev
whether
which
who
whose
wick
will
with
withhold
within
without
word
would
writer
year
york