1783
1788
5
a
abl
abov
abus
accur
acquaint
acquir
actual
adequ
administr
admit
advantag
advers
against
agent
aggrandiz
all
allow
alon
also
alter
altogeth
alway
america
among
an
ancient
and
ani
answer
appeal
appear
appoint
apprehend
ardor
are
arraign
as
associ
at
attach
attend
attent
author
be
becaus
been
befor
bestow
between
blood
bodi
boundari
branch
breach
but
by
call
can
carri
case
caus
cautious
certain
chanc
chang
charact
charter
chiefli
circumst
co
color
combin
commiss
commit
common
commonwealth
commun
compos
comprehens
concord
concur
conduct
confess
confid
confidenti
connect
consequ
consid
consider
conson
constitut
contain
control
convent
coordin
correct
could
danger
decid
decis
declar
defect
depart
depend
depriv
deriv
differ
diminish
discolor
display
disregard
distinguish
distribut
disturb
divers
do
doe
doubl
draught
dwell
each
effect
effectu
either
elect
embrac
encroach
enforc
enjoy
enlarg
enlighten
entertain
enthusiast
equal
equilibrium
equival
establish
even
everi
evid
examin
exampl
exclus
execut
exist
expect
expens
experi
extens
extraordinari
far
favor
favorit
februari
fervent
few
find
firm
first
flagrant
for
forc
form
former
fortifi
found
fountain
frame
freest
frequent
friendship
from
futur
gain
gener
govern
grantor
great
greatest
guard
guardian
had
hand
happen
hard
has
have
he
himself
his
hold
honor
how
howev
i
if
immedi
impli
implic
in
inculc
indign
individu
inevit
influenc
influenti
ingenu
inher
inquiri
insuper
intellig
interest
into
invas
is
issu
it
itself
jealousi
judg
judgment
judiciari
keep
kept
king
known
laid
larg
last
latter
law
lead
leader
leaven
left
legal
legisl
legislatur
legitim
less
let
liabl
liberti
like
limit
littl
made
maintain
man
mani
mark
may
mean
measur
member
men
mere
merit
method
midst
might
mingl
mode
model
modif
more
most
motiv
much
multipli
must
nation
natur
necessari
neither
never
new
newmodel
next
no
none
nor
not
note
notwithstand
number
numer
object
observ
occas
occasion
of
on
one
open
oper
opinion
oppon
opposit
or
order
ordin
ordinari
origin
other
ought
our
out
overlook
own
packet
palladium
paper
part
parti
passion
patriot
peculiar
pen
peopl
perfect
perhap
perman
person
philosoph
place
plan
plato
plead
polit
possess
postur
power
practic
pre
precaut
precis
preexist
prejudic
prepar
prepossess
present
pretend
pretti
prevent
principl
probabl
produc
pronounc
propens
proper
proport
propos
proposit
prove
provis
public
publius
purpos
question
quot
race
rather
ration
reach
reason
recollect
recur
recurr
redress
refer
reform
regul
relat
reli
remain
remedi
remov
render
repress
republican
requisit
resent
respect
rest
restrain
result
rever
revis
right
road
same
seat
secur
seem
seen
serious
settl
sever
shall
share
short
should
side
singular
sit
situat
small
so
societi
some
sometim
sound
specious
spirit
spring
stabil
state
stifl
still
strength
strict
strong
stronger
subject
subjoin
success
such
sudden
suffici
superflu
superior
suppos
sway
take
tendenc
term
than
that
the
their
them
themselv
theori
there
therefor
these
they
thing
think
third
this
those
thought
three
through
ticklish
time
timid
to
too
tranquil
trial
true
trust
tuesday
turn
two
ultim
under
unfriend
univers
unnecessarili
unpopular
unquestion
us
usual
usurp
valuabl
vener
veri
view
virginia
virtu
voic
was
we
weaker
well
were
when
whenev
whether
which
whilst
who
whole
whom
whose
will
wisest
wish
with
within
without
work
worthi
would
written
wrong
york