
a
abl
about
abund
account
acknowledg
acquaint
acquir
activ
add
addict
addit
adequ
adher
admir
advanc
advantag
adventur
affair
africa
after
against
agenc
aggreg
agricultur
aid
aim
all
allud
alreadi
also
altogeth
america
americain
american
americathat
among
ampli
an
and
ani
anim
anoth
answer
appear
appli
appreci
apprehens
arbit
are
aris
arm
arrog
art
articl
as
ascend
asia
ask
assent
assert
assimil
assum
at
atmosphere.1
attribut
author
avail
away
awhil
bad
baffl
balanc
bargain
bark
be
becaus
becom
been
belief
belong
benefit
better
between
bid
bottom
bound
branch
breath
briefli
britain
british
brother
but
by
cabinet
call
campaign
can
capabl
capit
carri
carrier
case
caus
ceas
certain
chang
charact
check
chiefli
chimer
circuit
circul
circumst
clip
coloni
combin
command
comment
commerc
commerci
commod
common
commun
compel
compens
competit
competitor
compos
concentr
concern
concur
condit
conduc
conduct
confeder
confederaci
confin
connect
consid
consider
conspir
construct
contend
content
continu
contribut
control
convey
correspond
could
counteract
countri
cours
creat
creation
crop
custom
danger
decid
deduct
defend
defi
degener
degre
delic
demand
depred
depriv
deriv
despic
destroy
detail
dictat
did
differ
difficult
direct
disadvantag
discov
discuss
disdain
disgrac
dispos
disposit
dissolut
distant
distinct
distinguish
disunion
disunit
divers
divid
divis
do
doe
dog
domin
dominion
doubt
drawn
durat
dutch
each
economi
effect
effici
either
elig
elsewher
elucid
embarrass
embrac
enabl
end
enemi
enhanc
enjoy
enrich
enterpris
entertain
envi
equival
erect
erelong
essenti
establish
europ
european
even
event
everi
excit
exclud
exclus
exempt
exist
expect
experi
export
extend
extens
extent
extern
facilit
fact
fail
fair
fairest
far
fate
favor
fear
feder
fell
felt
fetter
few
first
fisheri
flourish
fluctat
for
forbid
forc
foreign
forese
forfeit
format
forward
foster
foundat
four
franc
fraud
free
freight
friendship
from
frustrat
furnish
further
futur
gain
gener
genius
geograph
give
given
govern
grave
great
greater
greatest
grow
growth
had
hand
happen
hard
harvest
has
have
her
herself
his
hive
home
honor
hope
human
i
if
immedi
immens
immun
import
importun
impot
impractic
impress
in
inclin
increas
inde
independ
indi
india
indic
indiffer
indirect
indispens
indissolubl
induc
inexhaust
influenc
inhabit
injur
insignific
instanc
institut
instrum
intercept
interchang
intercours
interest
interfer
intermeddl
interrupt
intim
into
invit
involv
iron
irresist
is
island
it
itself
jealousi
journal
justifi
kind
kingdom
lake
larg
last
latter
lead
least
les
less
let
liabl
light
like
line
list
littl
local
long
look
loss
lost
magnitud
maintain
make
manag
mankind
manner
manufactur
marin
maritim
market
masteri
materi
matur
may
mean
medium
men
mercantil
merchant
mere
middl
might
militari
million
mine
minist
mississippi
mistress
moder
moment
monopol
moral
more
most
motion
motiv
much
multipl
must
narrow
nation
natur
naval
navi
navig
near
necess
nee
negoti
neighborhood
neutral
new
newspap
no
northern
not
noth
now
number
nurseri
object
oblig
observ
obstruct
occas
of
offspr
often
old
on
onc
one
oper
opinion
opportun
or
other
ought
our
ourselv
over
overspread
own
p
pain
paper
part
parti
partial
particip
particular
partner
passiv
paymast
peculiar
peopl
peopleincreas
perceiv
perhap
period
philosoph
philosophiqu
physic
pitch
place
plausibl
plenti
plume
point
polici
polit
politician
port
portion
posit
possess
possibl
poverti
power
pre
predica
prepossess
prescrib
present
pretens
prevent
prey
price
princip
principl
privileg
probabl
produc
product
profit
profound
progress
prohibit
prohibitori
prompt
proper
properti
proport
prosecut
prospect
prosper
protect
prudenc
publius
purpos
put
qualiti
quantiti
question
race
rapid
reach
readili
real
receiv
recherch
reciproc
regard
region
regul
reinforc
relat
relax
remain
remors
remot
replenish
repli
requir
requisit
resourc
respect
rest
restrain
result
return
revers
right
risk
rivalship
room
rsecutor
said
same
satisfactori
scale
scarc
scope
scrupl
seamen
see
seem
sensat
sent
set
sever
shall
she
ship
should
shown
side
signal
singl
situat
small
snatch
so
soar
solicitud
solid
solv
some
soto
southern
spain
speci
specul
spirit
stagnat
stapl
state
steadi
step
stifl
still
store
storestar
strength
strict
strike
subject
substanti
success
such
suffici
suggest
superior
supplant
suppli
support
suppos
supposit
sur
suspend
system
take
tar
teach
tempt
term
textur
than
that
the
their
them
themselv
then
there
these
they
thing
thirteen
this
those
threaten
three
threefold
through
throughout
thrown
time
to
togeth
too
topic
toward
trace
trade
trader
traffic
transatlant
transfer
treati
triumph
turpentin
two
unchang
under
undersel
uneasi
unequ
unfriend
unhappili
union
unioni
unit
uniti
univers
unlik
unproduct
unrestrain
unsal
upon
us
use
util
utmost
valu
valuabl
vari
varieti
various
vein
veri
victim
vie
view
vigor
vindic
want
wanton
war
way
we
weak
wealth
weight
well
were
west
western
what
when
whether
which
who
whom
will
wing
wisdom
with
within
without
wood
work
world
would
yield
york