1
14
1787
2
3
4
@1
@2
@3
@4
a
abil
abl
abort
about
absolut
abund
accommod
accord
account
accumul
accur
acquaint
acquiesc
acquir
act
action
ad
add
addit
administr
admit
adopt
advantag
adversari
advoc
affair
affect
afford
after
against
aggrandiz
aim
alien
all
allevi
alli
allow
almost
alreadi
also
altern
altogeth
alway
ambit
ambiti
amend
america
american
among
an
anarchi
ancient
and
ani
anim
animos
anoth
answer
anticip
appear
appli
applic
apprehend
appris
approach
apt
are
aris
armi
articl
artific
artifici
as
ascertain
assembl
associ
at
attend
auction
augment
author
avert
avoid
bad
bar
bare
barefac
basi
be
becam
becaus
been
benefici
besid
best
betray
better
between
bia
bill
birth
bodi
border
both
bought
bounti
bribe
britain
burden
busi
but
by
came
can
capric
care
carolina
case
caus
certain
chang
charact
charg
chesterfield
circumst
citizen
civil
clash
come
commerc
commerci
commiss
common
commonsens
commonwealth
commun
compact
compens
competit
competitor
complaint
compos
compound
comprehend
compromis
conced
concern
concert
concur
concurr
condemn
conduct
confeder
confederaci
confer
confid
confin
conflict
conform
confus
congress
conjunct
connect
connecticut
consent
consid
consider
consist
conspir
constitut
construct
contain
contempt
contend
continu
contradict
contradictori
contrari
contraven
contribut
contriv
control
conveni
convict
corrupt
could
council
counteract
countri
cours
court
creat
credit
crisi
critic
crown
danger
day
dead
decemb
decid
decis
declar
deeper
defeat
defect
defens
defer
defici
defin
delawar
delay
deleg
delewar
deliber
delin
delinqu
demand
depend
deposit
deputi
descript
desir
destroy
detail
determin
did
diet
differ
difficult
dilig
dimens
disband
disciplin
discord
discov
disgust
disinclin
dispos
dissatisfact
dissimilar
dissolut
distanc
distinct
distribut
divers
divest
do
doctrin
doe
domest
done
doubt
due
durat
duti
each
earl
easi
easier
econom
economi
effect
effort
either
elev
embarrass
emerg
emin
emissari
empir
encyclopedia
endeavor
endless
endur
energi
engag
england
enjoy
enlist
enorm
enough
entail
enter
entertain
enthusiasm
entir
enumer
equal
equival
establish
europ
even
ever
everi
evid
evil
exact
exampl
exce
exceed
exception
excit
exclus
execr
exercis
exert
exhibit
exist
expect
expedi
expens
experi
expos
expound
extend
extern
fabric
facil
fact
faction
failur
fair
faith
far
fatal
favor
fear
featur
feder
feebl
fellow
fellowcitizen
fetter
few
final
financ
find
fine
first
flow
fluctuat
fna1
fna1@1
fna1@2
fna1@3
fna1@4
for
forc
forego
foreign
forget
form
format
former
forward
found
foundat
fountain
frame
franc
frequent
friday
from
frustrat
fundament
furnish
further
gave
gener
genius
georgia
german
germani
give
given
glori
go
good
govern
gradual
grant
great
greater
greatest
grew
gross
guid
had
hampshir
hand
happen
happi
happili
has
have
he
head
henc
her
hereditari
heresi
heretofor
him
hinder
his
histori
hitherto
honor
hope
hous
how
howev
human
i
idea
if
ill
illjudg
imaginari
imbecil
immedi
impedi
imperfect
import
impractic
improp
improprieti
in
inact
inconsist
inconveni
increas
inde
independ
indispens
individu
induc
indulg
inequ
infatu
infer
infirm
influenc
infract
ingredi
injuri
injustic
inlet
inquiri
insens
insignific
instanc
institut
insupport
intcrcours
intend
intercours
interest
interf
interfer
interpret
intim
into
intric
intrigu
intrins
introduc
introduct
intrust
invest
is
island
it
itself
jenkinson
jersey
judg
judicatori
judici
judiciari
junto
jurisdict
just
justic
justifi
keep
kept
kind
kingdom
known
land
larg
larger
last
late
law
lay
lead
least
led
legerdemain
legisl
legislatur
legitim
length
less
lesser
letter
levi
liabl
liberti
light
like
limit
liquid
littl
local
logic
long
longer
look
love
machin
made
magnific
magnitud
maintain
major
make
manag
mani
manner
market
maryland
mass
massachusett
materi
matter
maxim
may
me
mean
measur
member
memori
men
mention
merchandis
merci
mere
method
might
mind
minor
mischief
mistak
mode
moder
moment
momentari
monarch
money
more
mortifi
most
motiv
moulder
movem
mr
much
multipl
multipli
must
my
myself
nation
natur
navig
near
necess
necessari
need
negat
negoti
neighbor
neither
never
new
nine
no
nonattend
nor
north
not
noth
notori
now
number
numer
object
oblig
observ
obstacl
obstruct
obtain
obviat
obvious
occas
of
offic
offici
often
on
one
oper
opinion
oppos
opposit
oppress
or
order
organ
origin
other
ought
our
ourselv
outbid
over
overbal
overrul
owe
packet
paramount
part
parti
particular
pass
passion
pay
peac
peculiar
pecuniari
pennsylvania
peopl
peril
period
permit
perplex
persist
person
persuad
pertinaci
piec
place
plain
plan
pleasur
point
poison
polish
polit
popul
possess
possibl
poster
postur
power
practic
pre
precari
preconceiv
preemin
prefac
prefer
prejudic
prepossess
prerog
present
preserv
pressur
presum
pretens
prevail
preval
prevent
princ
princip
principl
privat
privileg
probabl
proceed
procrastin
produc
progress
prohibit
project
prompt
prop
proper
proport
propos
prosecut
prospect
prostitut
prove
provinc
provis
prudent
public
publius
purchas
pure
purpos
put
question
quota
radic
rais
rather
ratif
ratifi
ratio
ration
readili
real
realiti
reason
receiv
receptacl
recollect
refin
reflect
regard
reget
regul
regular
relinquish
remain
remedi
remiss
render
renounc
repeal
replet
repli
represent
republ
republican
reput
requir
requisit
resid
resolut
resort
respect
rest
restrain
restrict
result
return
revers
review
revok
revolt
rhode
right
river
royal
ruin
ruinous
rule
run
sacrific
safe
safeti
same
sanction
satisfi
savor
scale
scanti
scheme
scope
season
seat
secur
see
seek
seem
self
selfpreserv
sens
separ
serious
serv
settl
seven
sever
shall
short
should
side
sight
similar
simpl
singl
situat
sixtieth
size
slender
slow
small
smaller
so
solicit
solid
some
someth
sometim
sophistri
sourc
south
sovereign
sovereignti
speci
specimen
speech
spirit
spite
stand
state
station
still
stipul
stock
stop
stream
strength
strict
strong
structur
subject
submit
substitut
subtleti
success
such
suffic
suffici
suffrag
suggest
superfici
superintend
superior
supplementari
suppli
suppos
supposit
suprem
suspend
sweden
syllogist
system
take
tedious
temporari
tendenc
term
territori
than
that
the
their
them
themselv
then
thenc
theori
there
therefor
these
they
thing
third
thirteen
this
those
though
through
thus
tie
till
time
to
tone
too
toward
trade
trammel
treacheri
treat
treati
tribun
troop
true
trust
tumult
turbul
two
tyranni
ultim
umbrag
unanim
unavoid
uncontrol
under
unequ
unfavor
unfit
unfriend
uniform
union
unit
univers
unneighbor
unparallel
unsound
until
unwis
up
upon
us
useless
usher
util
utter
valid
various
veri
vicious
view
vigor
violat
violenc
virginia
virtu
voic
vote
want
war
was
water
way
we
weak
weight
welfar
well
were
what
when
where
whether
which
while
who
whole
will
wit
with
without
withstand
wonder
world
would
yet
york