1
@1
a
abandon
abl
abstract
acknowledg
adequ
admiss
admit
admonit
adopt
advantag
afford
after
against
agit
all
almost
alon
alreadi
alway
ambiti
among
amount
an
and
ani
anoth
answer
appear
appli
applic
apprehens
are
argum
aris
arm
armi
arriv
artifici
as
at
attach
attack
attain
attempt
author
axiom
be
becom
been
begun
believ
betray
better
bodi
but
by
can
candid
cannot
capabl
case
casualti
caus
celer
check
cherish
circumst
citizen
civil
cloth
coincid
combin
come
common
commot
commun
compel
compet
complet
concert
conduc
confederaci
confid
consequ
consid
consider
consist
constitu
constitut
contagion
contend
conting
continu
contrari
corrobor
could
council
countri
courag
cours
crush
cure
danger
declar
defeat
defend
defens
deni
design
despair
despot
differ
difficult
difficulti
direct
discov
disdain
diseas
disinclin
disord
dispos
disposit
distanc
distant
distinct
district
do
doctor
due
duti
each
ear
easi
effect
efficaci
effort
either
embryo
emerg
empir
employ
endang
engag
enlarg
enterpris
entir
equal
erect
erupt
escap
essenti
establish
even
event
eventu
exagger
examin
exampl
except
execut
exert
exist
expedi
experi
experienc
experiment
expos
extent
extraordinari
extrem
facil
far
fate
feder
felic
fna1
fna1@1
for
forc
foreign
form
found
foundat
four
frequent
fresh
from
full
further
gener
govern
great
greater
had
hand
happen
has
have
head
her
hereaft
high
hope
how
howev
idea
if
immedi
immens
in
inclin
increas
independ
individu
inevit
infal
infinit
inform
inhabit
insepar
instruct
instrum
insur
insurg
insurrect
intellig
into
intrust
invad
invas
irrat
is
it
itself
journal
jurisdict
just
kind
larg
law
left
legal
legisl
legislatur
lesson
let
liberti
lieu
light
like
long
lost
made
maintain
make
maladi
mask
massachusett
master
may
mean
measur
medium
men
mere
might
militari
militia
mischief
moment
more
movem
must
nation
natur
necess
necessari
necessit
never
new
no
not
object
oblig
obstacl
obtain
of
often
on
onc
one
oper
oppos
opposit
or
organ
origin
other
our
over
own
paramount
parcel
part
peac
peculiar
penetr
pennsylvania
peopl
peremptori
person
pervad
petti
place
plan
polit
popul
popular
posit
possess
possibl
power
practic
precis
prefer
prepar
preponder
preserv
presumpt
pretens
princip
principl
privileg
prize
project
proper
proport
proportion
propos
prospect
prosper
protect
provid
provis
public
publius
pursu
quell
rais
rapid
re
readi
readili
reason
rebellion
receiv
recollect
recours
recur
redress
reduc
reestablish
regard
regul
regular
remedi
renew
repres
repress
republ
republican
requir
residu
resist
resort
resourc
restrain
reveri
reviv
revolut
right
rival
ruler
rush
safe
sagac
said
same
say
scale
scourg
secur
sedit
select
self
selfdefens
separ
she
should
similar
simpl
singl
situat
slight
small
smaller
so
societi
sometim
sort
speedili
stand
state
strength
struggl
subdivis
subdu
subject
submiss
success
such
support
suppos
supposit
suppress
suprem
surpris
system
systemat
take
taught
tenfold
territori
than
that
the
their
them
themselv
then
there
these
they
this
those
thought
three
through
throw
time
to
told
too
toward
troop
truth
tumor
tumultu
two
tyranni
unavoid
unceas
under
understand
unhappili
union
unit
uphold
upon
urg
us
use
usurp
util
vermont
violent
was
we
weight
were
what
whatev
when
where
whether
whi
which
who
whole
whom
whose
will
wise
with
within
without
would
york