1
1788
18
a
abl
abolish
about
absolut
absorb
account
acquir
act
add
administr
adopt
adul
advantag
affair
affect
affirm
afford
against
alarm
all
almost
alreadi
also
alway
ambiti
an
ancient
and
ani
annihil
anoth
answer
appear
appli
applic
appoint
approach
apt
are
aristocraci
arriv
art
articl
artific
as
ask
assembl
assent
assign
at
attach
attempt
auspic
author
avarici
balanc
be
been
befor
begin
beset
best
betray
between
bill
bodi
both
branch
breach
breez
british
but
by
can
cannot
capac
carri
case
censur
certain
charact
characterist
chief
choic
church
cite
citizen
coequal
commenc
common
commun
compat
complais
complet
comport
composit
conceiv
conclus
conduct
confid
confin
conscious
consequ
consider
conspir
constitu
constitut
contend
continu
contribut
contriv
control
cool
corrupt
courag
cours
crown
crude
current
dare
debas
decis
declin
degre
deliber
delus
demand
depart
depend
deriv
deserv
design
desir
desper
despis
devot
difficult
digniti
disagre
disgust
displac
display
displeasur
dispos
do
doe
doubt
down
drawn
durabl
durat
duti
effect
either
elect
employ
encount
encroach
end
energi
enjoy
enough
entertain
entir
err
error
establish
esteem
even
everi
evid
exampl
execut
exercis
exert
experi
expos
faction
fanci
fatal
fear
feebl
feel
fellow
fellowcitizen
firm
first
flatter
for
form
former
fortitud
four
fox
free
from
fulli
fundament
gener
give
given
good
goodwil
govern
gratitud
greater
guardian
had
hand
happen
happi
has
have
hazard
he
him
himself
his
hold
honor
hous
how
howev
human
humor
i
if
ill
illhumor
illustr
impati
imperi
import
imposit
improp
impuls
in
incap
inclin
inconsist
inconveni
independ
india
indu
induc
infer
influenc
ingredi
innovation1
inquiri
insist
inspir
instanc
institut
integr
intend
interest
interv
intrust
irresist
irresolut
is
it
itself
jealousi
judiciari
just
justifi
kind
know
last
latter
law
lay
least
leav
legisl
legislatur
less
liberti
like
likewis
limit
littl
live
longer
lord
made
magistr
magnanim
maintain
make
man
manag
march
materi
may
mean
measur
member
men
mention
mere
might
mistak
moment
momentari
momentum
monarch
monum
more
most
mr
must
natur
neutral
new
no
nobil
nomin
not
notion
number
object
obnoxi
observ
obtain
obvious
occas
of
offic
often
on
one
opinion
opportun
opposit
or
order
ordinari
other
ought
outrag
over
overturn
own
packet
parasit
part
partit
passion
peopl
perhap
peril
period
perplex
person
plianci
polit
popular
portion
possess
power
precari
preced
predomin
prefer
prejudic
prerog
present
presid
pretend
prevail
prevent
previous
principl
privileg
probabl
procur
produc
project
promis
promot
proof
properti
proport
propos
proprieti
prospect
public
publius
pure
purpos
pursu
quarter
rais
rank
rapid
rather
re
reason
receiv
recent
recommend
reduc
reelect
reflect
regard
reject
relat
remark
remot
render
repres
republican
requir
requisit
resent
resist
respect
result
right
risk
royalti
rule
safeti
said
sake
same
satisfact
save
second
secur
sedat
seek
seem
seldom
sens
sensibl
separ
serv
servil
shall
short
shortliv
should
side
sign
signifi
sinist
situat
slender
snare
so
societi
some
sometim
spirit
stabil
stand
state
station
still
stride
strong
subordin
such
sudden
suffici
support
supposit
sycoph
symptom
system
take
task
tax
teach
temporari
tend
tendenc
tenur
termin
than
that
the
their
them
themselv
then
there
they
thing
this
those
though
time
titl
to
toler
too
toward
transient
trembl
true
trust
tuesday
two
unbound
uncertain
under
unequ
unit
unless
unqualifi
upon
upright
us
valuabl
varianc
various
veri
vigor
violat
was
we
well
were
what
whatev
when
whether
which
while
who
whom
wile
will
wisdom
wish
with
within
withstand
wonder
would
year
yet
york