1
1788
18
2
3
a
abl
abolish
about
absolut
abus
accomplic
account
accus
achaean
act
activ
actor
actual
adapt
add
addit
adequ
adher
administr
admit
advantag
advert
advic
advoc
afford
after
against
agenc
agre
aim
all
almost
alon
altogeth
alway
ambigu
ambit
ambiti
america
american
amidst
among
an
anarchi
ancient
and
ani
animos
annex
anoth
answer
anycounterbalanc
appear
appli
applic
appoint
apprehend
approv
apt
are
argum
arm
art
as
aspir
assail
assault
associ
astonish
at
aton
attach
attack
attend
author
bad
be
becam
becaus
becom
been
befor
behavior
benefit
benevol
best
better
between
bind
bitter
blame
bodi
both
bound
britain
british
bulwark
but
by
cabal
calcul
can
cannot
capac
capric
carri
case
catalogu
caus
ceas
celebr
censur
charact
character
charg
chargeabl
check
chief
chosen
circumspect
circumst
citi
citizen
class
clear
cloak
clog
cloth
co
collis
collus
combin
command
commit
common
commun
compet
complic
compos
composit
conceal
conceit
concern
concili
conclus
concur
concurr
condemn
conduc
conduct
confess
confid
confin
conjunct
conquest
consequ
consid
consider
consist
constant
constitut
consul
consult
contend
continu
contrari
control
convent
convers
cooper
council
counsel
counsellor
counteract
counterbal
countri
coupl
cours
credit
critic
custom
danger
de
decemvir
decis
declar
deep
defeat
defens
definit
degre
deleg
deliber
denot
depart
depend
depriv
deriv
descend
despatch
desper
despic
destitut
destroy
destruct
detect
determin
detest
dexter
dictat
did
differ
difficult
difficulti
digniti
dilatori
dim
diminish
disadvantag
disapprov
discov
discret
dislik
disposit
disput
disregard
dissens
distant
distinguish
distract
divers
divid
divis
do
doe
doubt
dozen
drawn
dread
due
durat
duti
dwell
easi
easili
effect
efficaci
either
elect
embarrass
embroil
emerg
emin
empir
emul
enamour
end
enemi
energet
energi
enerv
engag
england
enlighten
enough
enterpris
environ
equal
equivoc
especi
essenti
establish
estim
even
everi
evid
evil
examin
exampl
except
excess
execut
exercis
exist
expand
expedi
expedit
expenditur
expens
experi
extern
extrem
facil
faction
faith
fall
fals
far
fatal
fault
favor
fear
featur
feebl
final
find
first
flagrant
for
forbear
foreign
form
format
former
formid
found
foundat
fourth
frailti
free
frequent
friend
from
frustrat
furnish
further
gener
genius
give
given
good
govern
governor
grant
great
greater
greatest
habitu
had
hand
happen
has
have
he
head
here
high
highhand
him
himself
his
histor
histori
home
honor
hope
horror
hostag
how
howev
human
i
idea
if
ill
imped
impli
import
imposs
impractic
improp
improprieti
in
inadmiss
inconsist
inconveni
increas
incur
inde
indispens
individu
induc
infal
influenc
ingeni
ingredi
inquir
inquiri
instanc
institut
instruct
instrum
intellig
intend
intent
interest
interrupt
into
intrigu
introduc
intrust
invas
irreconcil
irregular
is
it
item
jar
jealousi
jersey
junius
just
justic
kind
king
kingdom
know
laid
last
latter
law
lead
leader
least
led
left
legal
legislatur
length
less
lessen
liabl
liberti
lic
lican
lie
light
like
littl
lodg
lolm
longer
lose
loss
lot
love
made
magistr
magistraci
major
make
man
mani
manifest
mankind
manner
march
mass
master
matter
maxim
may
measur
melancholi
member
men
men.1
menac
mention
mere
met
method
might
militari
miscarriag
mischief
misconduct
misfortun
mismanag
modif
monarchi
more
most
motiv
much
multipl
multipli
must
mutual
my
name
narrowli
nation
necess
necessari
necessarili
need
never
new
no
nomin
not
noth
now
number
number,3
numer
object
oblig
obnoxi
observ
obstinaci
obstruct
obtain
odium
of
offic
often
on
onc
one
one;2
oper
opinion
opportun
oppos
opposit
or
order
ordinari
ostens
other
otherwis
ought
our
ourselv
out
overrul
own
packet
palliat
part
parti
particular
partisan
passion
patrician
peac
peculiar
peopl
perhap
pernici
perpetu
person
phrase
place
plan
plausibl
plebeian
plural
point
polici
politician
posit
power
practic
praetor
precis
preserv
pretext
prevent
princip
principl
prior
privileg
proceed
prohibit
project
promot
promptitud
pronounc
proof
properti
proport
propos
proprieti
protect
provinc
provis
prudent
pub
public
publius
punish
pure
purpos
pursu
pursuit
qualif
qualiti
question
quit
rare
rather
readili
real
realli
reason
recollect
record
refug
regard
reject
relat
remain
remark
remov
render
report
repub
republ
republican
research
resid
resist
resolut
resolv
respect
respons
restraint
result
right
rivalship
roman
rome
rule
sacr
sacrif
safe
safer
safeti
sake
salari
salutari
same
satisfi
scandal
scheme
scruniti
se
seat
second
secreci
secret
sect
secur
sedit
see
seem
seen
self
selflov
sens
sentim
separ
seri
serious
serv
sever
shall
shift
should
side
similar
sinc
singl
singular
six
small
so
societi
sole
solid
some
sometim
sought
sound
sourc
speci
specimen
spirit
split
spring
state
statesmen
steadi
step
still
stori
strict
struggl
subject
submit
substitut
success
such
suffici
suggest
support
suppos
supposit
suprem
suspect
suspens
system
take
taken
task
teach
temper
ten
tend
tender
term
than
that
the
their
them
themselv
then
theori
there
therefor
these
they
thing
think
third
this
those
though
threaten
time
tinctur
titl
to
too
transact
tribun
troubl
true
truli
trust
truth
tuesday
turn
two
tyranni
unaccount
unattain
uncertain
uncertainti
under
undertak
unfortun
union
unit
uniti
unmix
unnecessari
unpromis
unqualifi
until
unwis
unworthi
upon
upright
us
usurp
util
vaniti
veri
vest
vice
view
vigor
violent
votari
war
was
watch
way
we
weaken
weight
weightiest
well
wellwish
were
what
whatev
when
whenev
where
wherev
whether
which
while
who
whole
wholli
whom
whose
will
wisdom
wiser
wisher
with
without
word
wors
would
writer
yet
york
zealous