15
1788
a
abandon
abl
abolit
about
abroad
absolut
abund
accord
accuraci
achaean
achaeus
act
actual
address
adher
administ
administr
admir
admiss
admit
admonish
adopt
adversari
advic
advoc
affirm
after
against
agenc
agre
alarm
all
alleg
alloy
allud
alon
alreadi
also
altern
although
am
amaz
amend
america
among
amount
amphictyon
an
ancient
and
ani
anoth
answer
anteced
appear
applic
appoint
apprehend
apprehens
appropri
approv
aratus
are
area
aris
aristocraci
armi
arrang
articl
as
ascertain
assembl
assent
assign
assum
assur
at
athen
athenian
attend
author
be
becaus
becom
been
befor
begun
belong
best
better
bia
bill
birth
blame
bodi
bore
borrow
both
bound
bowel
branch
brass
bring
brutus
build
burden
but
by
calam
calcul
call
can
candid
cannot
capabl
capac
capit
care
carri
case
caution
ceil
celebr
censur
certain
chanc
chang
charact
chargeabl
choic
circul
citizen
class
clear
cloth
color
come
command
commensur
commit
commodi
common
compel
complet
complic
concern
concur
concurr
condit
confeder
confederaci
confess
confid
congress
conjectur
consent
consequ
consid
consider
consist
constitut
construct
consular
consult
consumpt
contain
contend
contest
continu
contradict
contrast
control
convent
coolli
corrupt
could
council
counsellor
countri
countrymen
credit
crete
cri
critic
daili
danger
death
debt
decid
declar
declaratori
defect
degre
delay
delib
deliber
demand
deni
depart
depend
depositari
desper
destini
differ
difficult
difficulti
dilemma
direct
discern
discharg
discord
discov
dislik
disord
dissatisfi
dissolut
distress
disunion
do
doe
domest
done
doubl
draco
dread
due
each
effect
efficaci
effort
either
elect
elig
emit
employ
empow
end
endang
enemi
engin
enmiti
entitl
equal
equiti
erect
error
essenti
establish
even
event
ever
everi
evid
exact
examin
exampl
exceed
except
exchang
exclaim
exclus
excresc
execut
exercis
exhibit
exil
exist
expect
expedi
expens
experi
explan
export
expos
express
extens
extent
extrem
extric
eye
fact
fair
fanci
far
fatal
favor
fear
feder
fellow
fellowcitizen
ferment
fertil
few
fewer
fiction
fifth
final
find
firm
first
folli
follow
for
forbid
forc
foresight
forev
form
former
fortun
forward
found
foundat
founder
fourth
frame
from
full
fulli
function
fund
fundament
furnish
further
futur
gate
gave
gener
generos
gentleman
give
given
gold
good
govern
gradual
grant
great
greater
greek
grow
grown
guard
habit
had
hand
happi
harmless
has
have
hazard
he
heard
hearken
held
her
here
hereaft
higher
him
himself
his
histori
hold
home
hope
hostilius
hous
how
howev
i
idea
if
illustr
illustri
immateri
immedi
immort
impeach
imperfect
import
impos
impot
improp
improv
imprud
in
inadmiss
incapac
incid
incoher
indefinit
independ
individu
indulg
inequ
inflex
inform
inhabit
instanc
instead
institut
insuper
integr
interest
intermix
interpos
intervent
into
intrust
investig
irreconcil
irresist
is
issu
it
itself
januari
jealous
jealousi
jersey
judg
judiciari
junction
just
justifi
keep
key
known
laid
land
languag
larg
larger
late
latter
law
lawgiv
leagu
learn
least
leav
led
legisl
legislatur
legitim
lend
lent
less
lesson
let
liber
liberti
lie
life
lifeless
like
likewis
limit
littl
local
locrian
lodg
long
longer
loud
lower
lycurgus
made
magistr
make
maladi
man
manag
mani
manifest
manner
mark
mass
matter
maxim
may
mean
measur
member
men
merit
might
mind
mine
mino
misplac
mix
mixtur
mode
model
moment
monarchi
money
monitor
more
most
motiv
much
multipli
must
name
nation
natur
necess
necessari
neither
never
nevertheless
new
newmodel
next
no
nor
not
now
nugatori
numa
number
numer
object
objection
objector
oblig
obnoxi
observ
obtain
occas
of
offic
old
on
one
opinion
opposit
or
order
organ
origin
other
otherwis
ought
our
out
over
overleap
own
packet
pain
paper
part
partial
particular
pass
patient
patriot
patron
pay
peculiar
peopl
perfect
perform
period
permit
persist
person
physician
place
plan
pleas
plianci
plutarch
point
poison
polici
polit
politician
porch
portion
possess
poster
power
practic
precaut
predecessor
preemin
prefer
prejudic
prepar
prescrib
prescript
present
presid
prevail
primit
princip
probabl
proce
proceed
produc
product
project
proof
propens
proper
proport
propos
prospect
protract
prudent
public
publius
purpos
pursu
puzzl
quarter
question
quit
radic
rais
rather
ratif
reader
realiti
realiz
reason
receiv
recogn
recommend
refer
reflect
reform
refus
regret
regul
regular
reject
relief
remain
remark
remedi
rememb
remould
render
renunci
repli
report
repres
represent
republican
reput
requir
requisit
reserv
resourc
respect
respons
result
return
revenu
revis
revolut
revolv
rich
right
rome
romulus
room
royalti
rule
safeti
sagaci
sage
said
same
sampl
sanction
save
say
scarc
second
secur
see
seek
seem
select
selfpreserv
senat
sensibl
sentim
serious
serv
sever
shadow
shall
shape
share
shatter
she
shill
should
side
silent
silver
similar
singl
situat
slave
small
smaller
so
sole
solon
some
sometim
soon
sooner
sort
sound
sparta
speak
spectat
specul
speedi
stand
state
step
stifl
still
stock
strict
subject
submit
substitut
success
successor
such
suffer
suffici
suffrag
suggest
suit
superflu
superstit
suppli
support
suppos
suprem
sure
surrend
symptom
system
take
task
tax
taxat
teach
tell
tempor
temporari
ten
tend
tendenc
tenfold
territori
than
that
the
their
them
themselv
then
theori
there
therefor
these
theseus
they
thing
think
third
this
those
though
threaten
throw
thrown
time
to
told
toler
totter
toward
treacheri
treasuri
treati
tri
trial
tribut
troop
true
tuesday
tullius
turn
twenti
two
ultim
umbrag
unanim
under
undertaken
unequ
unexception
unfavor
union
unit
univers
unnecessarili
unpardon
unreason
unsaf
until
upon
upright
urg
us
use
usurp
vagu
varianc
vast
ventur
veri
vest
vicious
view
violat
violenc
voluntari
waiv
want
warn
was
we
wealth
weight
well
were
western
what
when
whenc
whether
which
whilst
whisper
who
whole
whose
wide
will
wisdom
wiser
with
withhold
without
wonder
work
wors
would
writer
year
yet
yield
york
zaleucus
zeal
zealous