1
@1
a
abl
about
acquir
act
ad
address
admiss
admit
admonish
afterward
against
alarm
all
alli
also
am
america
american
among
amount
an
and
ani
annex
annoy
appear
appli
apprehens
appropri
apt
ardent
are
argum
armi
arsen
art
articl
artific
as
assert
astonish
at
atlant
augment
author
be
becaus
becom
been
belong
between
bil
bill
birth
blood
bodi
bold
britain
british
brought
burdensom
but
by
calm
came
can
candid
care
carolina
case
caution
censur
certain
champion
circumspect
circumst
citizen
clamor
claus
close
collect
coloni
color
combin
command
commerci
common
commun
compact
compel
concert
conclus
condit
conduct
confeder
confer
confid
conform
conjectur
connect
consanguin
consent
consid
consider
consist
constant
constitut
contain
continu
contradict
contrari
control
convent
convinc
corp
could
countenanc
countri
creat
creation
credul
cri
critic
danger
day
deceiv
declam
declar
defens
defenseless
delawar
deliber
departur
depred
descent
desert
destruct
detach
determin
dictat
differ
diminish
direct
disagre
disappoint
disconcert
discont
discov
discoveri
discret
dishonest
dispassion
distant
district
do
dock
dockyard
dominion
doubt
drag
duti
each
effect
either
elect
eleven
els
encroach
endeavor
enemi
enigma
entangl
entir
equal
establish
europ
even
ever
everi
evid
examin
except
excess
execut
exist
expect
expedi
expens
experi
explicit
expos
express
extend
facil
facilit
fair
famili
far
favor
favorit
fear
feder
feebl
feel
find
first
fleet
fna1
fna1@1
for
forbear
forbid
forc
forego
form
formal
formid
fortif
forward
found
foundat
frailti
franc
free
frequent
from
frontier
furnish
further
futur
garrison
gener
given
govern
great
grow
guard
had
hampshir
happen
happi
hard
has
have
he
head
her
here
him
himself
his
hope
how
howev
human
i
if
imagin
imparti
import
impos
imposs
impractic
impress
improb
improp
improprieti
improv
in
includ
increas
inde
independ
india
indian
indign
indispens
individu
indulg
industri
infanc
influenc
inform
ingenu
injunct
injuri
insert
inspect
instant
instead
insult
intemper
intent
interdict
interest
into
intrins
invas
is
island
it
itself
jealous
journal
junctur
keep
kept
key
kind
labor
lament
larg
latter
least
leav
led
legisl
legislatur
length
less
levi
liberti
like
likelihood
link
littl
lodg
long
longer
look
loss
loud
lover
made
man
maritim
maryland
massachusett
matter
maxim
may
mean
measur
meet
merit
met
might
militari
militia
million
mislead
mixtur
model
moder
moment
money
more
most
much
must
nake
nation
natur
naval
navi
navig
nay
nearer
necess
necessari
nee
neighbor
neighborhood
neither
never
new
newspap
no
nor
north
not
noth
now
object
observ
occas
occasion
occup
occur
ocean
of
omiss
on
onc
one
opinion
opposit
or
other
ought
our
ourselv
out
overflow
part
particular
pass
passion
pathet
pay
peac
pennsylvania
peopl
perform
period
perman
pernici
perplex
person
persuad
perus
plan
plausibl
point
polici
polit
politician
popular
posit
possess
possibl
post
power
practic
precari
precaut
preced
precis
present
pretext
prevail
previous
primit
princip
principl
print
privat
probabl
proceed
profound
prohibit
proper
proport
propos
proprietori
protect
provis
prudenc
public
publius
purpos
pursu
pursuit
qualif
question
quick
rais
rather
ratio
ravag
reach
read
real
rear
reason
receiv
recogn
recollect
refrain
regard
reject
relat
remain
remaind
remark
remot
render
report
repres
resourc
respect
rest
restrain
restraint
restrict
review
revolut
right
rigid
rotat
ruinous
said
sanction
sanguin
satisfactori
savag
say
scheme
sea
search
secur
seem
seiz
sens
sensibl
separ
servic
settlem
sever
shall
shape
should
show
side
sigh
silenc
silent
simpl
sinc
sincer
singl
sinist
situat
small
so
societi
solut
some
sometim
soon
sourc
spain
specif
stand
state
statem
still
stranger
strength
stretch
subject
submit
such
superad
supersed
support
suppos
surmis
surpris
survey
take
taken
temper
tempt
term
territori
than
that
the
their
them
theoret
there
these
they
think
this
those
though
tie
time
to
told
too
trade
tribe
troop
true
truth
turn
two
under
understand
unexpect
unexplor
unfriend
unheard
unit
unknown
unlik
unprincipl
unsubstanti
up
upon
us
usual
vagu
various
vehem
vent
vest
vicin
view
warn
was
we
weak
west
western
when
where
which
while
who
whole
wide
will
wise
with
without
word
would
yard
year
yet
york
zeal