{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/104813918\/with-meteoric-rise-cory-spangenberg-on-padres-radar\/",
    "title": "With meteoric rise, Spangenberg on Padres' radar",
    "subtitle": "Prospect who can play second, third, outfield, hit .290 in September",
    "body": "SAN DIEGO -- For a while, the 2014 season was shaping up to be one massive headache for Padres rookie infielder-outfielder Cory Spangenberg. Spangenberg, the team's first-round Draft pick in 2011 and No. 14 prospect according to MLB.com, suffered his second concussion in as many years early in his season playing for Double-A San Antonio and was sidelined for nearly three months. When Spangenberg returned, after the organization took the cautious route with his recovery, he more or less took off, experiencing a meteoric rise from the Texas League all the way to making an impression at the big league level. Spangenberg, 23, hit .290\/.313\/.452 in 65 plate appearances in 20 games during the final month of the season. He showed some pop, some speed, some defense and some versatility. More than anything, he put himself on the Padres' radar for the future. \"It was a great experience to be up with the team, to get my feet wet, to understand how big leaguers go about doing their work every day,\" Spangenberg said. The Padres drafted Spangenberg as a second baseman, and that's where he played in the Minor Leagues, hitting wherever he went, posting a .296\/.356\/.405 line with 104 steals over four seasons. The Padres, specifically senior advisor to the general manager Randy Smith, asked Spangenberg to take some fly balls in the outfield last season with the hope of increasing his versatility. \"That extra versatility, when you're trying to make it to the big leagues, can help,\" Smith said. It certainly didn't hurt, as Spangenberg played second base, third base and left field during his brief stint with the Padres. \"I think they want to get my bat in the lineup, and I want to be in the lineup, whether it's in left field or third base or second base,\" Spangenberg said. \"Whatever it is, I'm going to keep working on all those positions and improve and still try to be an everyday player.\" It's hard to say where Spangenberg will fit with the 2015 Padres, as the team has signed Clint Barmes as its utility infielder, though he'll likely see most of his time at shortstop. Spangenberg, who has yet to play in Triple-A, could start the season in the Minors. But he showed the staff something in San Diego. To be sure, the club threw a lot at him. But he proved proficient wherever they put him and gained the trust of manager Bud Black along the way. \"Obviously, we're challenging him a little bit,\" Black said. Spangenberg didn't wait long to respond. He had a hit and drove in two runs in his Major League debut on Sept. 1 against the D-backs. The next night, also against the D-backs, Spangenberg hit a walk-off home run for a 2-1 victory. \"There were a lot of good ones,\" Spangenberg said of his favorite memories from his first month in the big leagues. \"But probably it was the walk-off home run was the best … that was pretty neat. That was just my second career hit and my first home run. And my family was there to see it.\" He had stretches good and bad in September, but finished with six hits in his last four starts -- giving him that .290 average and high hopes for the future. \"I definitely think I'm on track. I had hoped to be here a little sooner than this, but everything happens for a reason. ... I'm fortunate enough to have gotten up here this season,\" he said. Corey Brock is a reporter for MLB.com. Keep track of @FollowThePadres on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Corey Brock"
}
