{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/105451660\/inbox-could-the-rockies-shop-catcher-wilin-rosario\/",
    "title": "Inbox: Could Rockies shop Rosario?",
    "subtitle": "MLB.com's Thomas Harding answers questions from Rockies fans",
    "body": "DENVER -- Many Rockies fans took to Twitter and Facebook with their questions during the holidays, with the consensus being they needed more gifts. The signing of catcher Nick Hundley, which is pending a physical, as well as the signing of utility infielder Daniel Descalso and some young relief pitching acquisitions are steps in the right direction. But most fans believe the offseason isn't complete without revamped pitching. With Hundley joining the fray, many fans wondered what will become of Wilin Rosario, the main catcher the last three seasons. They could trade him ... @Bag_of_Skytels @_YohoKa_ @RyanFugler I thought originally some kind of Major League pitching, but prospects may be more realistic. … or not. @mdolsen12 Rangers were specific. But without the right deal, it's looking as if the #Rockies will hold Rosario, possibly go with 3 catchers Beyond 140 characters: Teams often avoid using backup catchers in a game for fear they'll be left short if a game goes long and the starter gets hurt. But if Rosario can play first base or possibly the outfield -- even with his struggles catching, the Rockies like his athletic ability -- they could use him as a pinch-hitter in games Hundley starts, while starting him occasionally. Michael McKenry proved capable, especially with the bat, last season. Playing time for all three could be tough, but it's an option. Click here to submit an Inbox question @5280Adam They can't compete without beefing up the pitching. The lineup if healthy can compete. Beyond 140 characters: Some free-agent names have surfaced as possible targets -- Aaron Harang, Paul Maholm, Kyle Kendrick and Kevin Correia, for example. The Rockies have also checked in with the headline-grabbers, Max Scherzer and James Shields (one can envision his standards-raising work with the Royals translating to the Rockies), although it seems unlikely the Rockies can offer the contract others might. Unless the Rockies make a trade that brings a proven pitcher or a Major League-ready impact arm, chances are they'll bring in someone dependable but not a big name. At either rate, the Rockies will have to hope Jorge De La Rosa and Jhoulys Chacin are healthy and productive. They also need Tyler Matzek and Jordan Lyles to turn potential into production and a prospect such as Eddie Butler, Jon Gray or Tyler Anderson to make himself impossible to ignore. @NRoberts0222 I believe CarGo is 80 percent. Tulo i'm going to say 60 percent. Beyond 140 characters: The Troy Tulowitzki \/Mets rumor comes and goes, but has never moved any closer to fruition. With the Mets being close to their payroll limit, the Yankees (who have called) trying to avoid luxury taxes and the Rockies wanting to make what's known as a baseball trade (rather than a salary dump), there isn't much going on with Tulowitzki. In fact, Carlos Gonzalez -- who is further along in his comeback from left knee tendon surgery than Tulowitzki is from left hip labrum surgery -- is drawing the same number of inquiries, even though Tulowitzki's name is in the news more. Talks could get more serious after free-agent shopping is done. @abbeyshea Cargo in right, Blackmon in center, Dickerson in left, with Stubbs working in. That's barring a trade. Beyond 140 characters: It's a deep group, but the question is: Should this be what the Rockies use to get some pitching? Say Gonzalez isn't dealt ... Charlie Blackmon, Corey Dickerson and Drew Stubbs all are coming off decent performances. Stubbs is projected by MLB Trade Rumors to make $5.7 million via arbitration, while the others are low service-time guys. Because of their low salaries, Blackmon and Dickerson could fetch a bigger haul, but the Rockies will drive a hard bargain. @_YohoKa_ I'd rather see a closer in his prime or a really young one and move Hawkins earlier. He can have impact in high-leverage innings Beyond 140 characters: Can't forget the bullpen. LaTroy Hawkins handled last year well and is still solid at 42. There's nothing wrong with being dependent on Adam Ottavino taking the next step, while lefties Boone Logan and Rex Brothers attempt to bounce back from rough seasons. The Rockies are also hoping Brooks Brown, Tommy Kahnle and Christian Friedrich become solid. But a proven pitcher or two here would be a big help. Thomas Harding is a reporter for MLB.com. Read his blog, Hardball in the Rockies, follow him on Twitter @harding_at_mlb, and like his Facebook page, Thomas Harding and Friends at www.Rockies.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
