{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/105464436\/a-view-from-studio-3-fred-mcgriff-worthy-of-hall-of-fame\/",
    "title": "A View from Studio 3: McGriff worthy of Hall of Fame",
    "subtitle": "Slugger hasn't received nearly enough support from BBWAA voters",
    "body": "It was New Year's Eve. Between the football, the adult beverages and the mini pigs in a blanket, I found myself (shockingly) in a baseball conversation. This was not a coincidence. I started the baseball portion of the exchange. It went like this: Friend: \"Who do you like in the Ohio State\/Alabama game?\" Me: \"Not sure ... how 'bout those Cubs?\" Friend: \"Are you OK? You may want to back off the punch bowl for a while.\" He just didn't understand. This wasn't a case of overindulgence. This wasn't carb overload. This was a classic case of \"baseball underload.\" No, it's not a term often used. Simply put, it's what happens when you aren't getting enough of the greatest game ever invented. If you want to get technical about it, one can use the medical term withdrawal. Millions of people are going through this, although many are reluctant to admit it. I happen to have a severe case. Symptoms include waking up and looking at the standings, humming \"Meet the Mets\" and watching Ken Burns' \"Baseball\" on a loop. Some may also experience propensity to analyze this year's Hall of Fame ballot over and over again. If this has happened to you, rest easy. This may be the most worthwhile of symptoms as it allows us to revisit and re-examine the careers of some former greats. Days away from the big announcement (Tuesday at 2 p.m. ET on MLB Network and MLB.com), I've come to a few conclusions. First, I won't bore you with my hypothetical ballot. Second, there's going be a shortage of hotel rooms in and around Cooperstown, N.Y., in July. We may see record numbers of fans turn out for the induction that will likely include four or five legends. Unfortunately, Fred McGriff will most likely not be among the group. Make no mistake, Crime Dog deserves a place in Cooperstown. Given the fact that the highest percentage of the vote he's received in five years of eligibility is 23.9 percent, don't bet on one of the most feared power hitters of his era being named on 75 percent of the ballots necessary for induction. It bothers me to no end that the first argument against McGriff we hear is that he fell short of 500 home runs. So what? Lou Gehrig, Stan Musial and Dave Winfield didn't reach 500. That should not be held against a player who hit 30 or more homers in 10 seasons. Frank Thomas never did that. It should also not be held against a player who drove in 1,500 runs. Billy Williams didn't do that. Or a player who has a higher career OPS than Harmon Killebrew. I'm not suggesting that McGriff had a better overall career than some of the players mentioned above, but he did enough to garner way more than the 11.7 percent of the vote he received last year. That's a joke. Seriously. He should be on the cusp of enshrinement rather than the edge of Hall extinction. Here's where I truly do not understand the voters. Some pose the argument that McGriff's power numbers paled in comparison to his counterparts from the same era, and that's one reason they don't vote for him. \"He wasn't a 40 or 50 home run guy.\" The voters can't have it both ways! If you don't vote for sluggers like Sammy Sosa, Mark McGwire and Barry Bonds because of the suspicion or admission of performance-enhancing drug use, that's fine. But if you feel that way, you should be holding a guy like McGriff in an even higher regard. Think about it, he was hitting 30 home runs and driving in 100 runs every season \"the right way.\" I'm not suggesting he should gain entrance because he was clean and honest. I am suggesting that voters take an even closer look at a remarkable and consistent body of work that parallels the careers of men who were enshrined years ago. Matt Yallof is the co-host of The Rundown on MLB Network from 2-4 p.m. ET. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matt Yallof"
}
