{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/104721366\/inbox-how-long-will-josh-hamilton-be-with-los-angeles-angels\/",
    "title": "Inbox: How long will Hamilton be with Angels?",
    "subtitle": "Beat reporter Alden Gonzalez answers fans' questions",
    "body": "Since Jerry Dipoto was named general manager in October 2011, the Angels haven't made a single change to their 40-man roster in January or February. The Angels' GM typically gets all of his heavy lifting done before Christmas, and this offseason has been no different. Dipoto would still like to bring back infielder Gordon Beckham, but may not go after much else in the days leading up to Spring Training. So, this seems like a good time to tackle some of your questions ... Do you think the Angels will trade Josh Hamilton? -- Pat S., Tustin, Calif. This may sound shortsighted, but I think the 2015 season will go a long way in deciding that. • Submit a question to the Inbox. FOXSports.com reported recently that the Angels discussed a possible Hamilton trade with at least the Rangers and Padres this offseason. And though those talks were merely exploratory and didn't gain much traction, FOXSports.com heard enough to be convinced Hamilton will not finish out his five-year contract with the Angels -- like Vernon Wells and Gary Matthews Jr. before him. I would lean in that direction, too. But there is so much in favor of the Angels at least waiting to see what the 2015 season brings first. Hamilton's value probably can't get any lower, because of his .255\/.316\/.426 slash line the last two years coupled with the $90.2 million he's owed over the next three. His contract comes with a full no-trade clause. And it's not as if Hamilton has been a problem off the field or in the clubhouse; quite the contrary, actually. Maybe over time both sides relent to the fact that this simply wasn't a right fit. Maybe the Angels end up eating a big chunk of his salary, or maybe Hamilton produces enough to bring some value back, or maybe -- just maybe -- he figures something out and turns it around on the back side of his deal. Regardless of the final outcome, it just seems a lot more beneficial for the Angels to be a little bit more patient. What is the projected Angels Opening Day rotation? And will they sign any more starting pitchers? -- @GAVALLE58 As of now, the Angels are set to go into Spring Training with four locks in the rotation and one open slot. Jered Weaver, Garrett Richards, C.J. Wilson and Matt Shoemaker are in, and Hector Santiago, Andrew Heaney and Nick Tropeano will compete for the fifth spot. Richards started throwing in early December, is set to begin his running program this month and should be a full participant in Spring Training, but the Angels will bring him along slowly and could start him on the disabled list as a precaution, which would open up two spots and delay what could be a really tough decision. I don't see them adding more starting pitching, perhaps not even on Minor League deals. If Santiago wins the fifth spot, their Triple-A staff could consist of Heaney, Tropeano, Jose Alvarez, Drew Rucinski and Alex Sanabia. That's as good as it's been in a while. Who wins the starting second-base job? -- @Crudemeisters Beckham's solo dinger LAA@OAK: Beckham lines a solo homer to left field9\/23\/14: Gordon Beckham rips a line drive over the left-field wall for a solo home run to give the Angels a 2-0 lead With Howie Kendrick gone, I don't think we're going to see one player compile 600 plate appearances at second base (Kendrick averaged 604 the last five years). If the Angels bring back Beckham -- they'd love to, and there's a pretty good chance they will -- he'd probably get the bulk of the playing time. But Josh Rutledge, Grant Green, Taylor Featherston and Johnny Giavotella can all compete for playing time, though the latter two can't be optioned to the Minor Leagues. With the trade for Matt Joyce, does that mean the Angels are giving up on C.J. Cron as an everyday designated hitter going forward, or are they really trying to do better at having more lefties in the lineup? -- Andy O., San Clemente, Calif. Angels acquire Matt Joyce Matt Joyce on joining Angels' lineupMatt Joyce and Angels GM Jerry Dipoto discuss the veteran outfielder joining the club and where he will fit in the lineup I think it's more the latter. Cron showed some things this past season, but the Angels didn't want to put themselves in a situation where they're banking on 500 plate appearances from him. If the Angels are facing a tough lefty or Albert Pujols needs a day off his feet, Cron can play. But Joyce will get the bulk of the at-bats as that ninth player, at DH and in left field. As for Cron's long-term future? Tough to say. Joyce is heading into his last year before free agency and Pujols will increasingly need more time at DH, but sometimes I wonder if the Angels believe Cron can be a productive everyday player. Who have the Angels signed to Minor League contracts? -- Sandy K., Tucson, Ariz. They added 10 on Minor League deals leading up to Christmas: C\/LF\/1B Charles Cutler, C\/3B Raywilly Gomez, RHP Yoslan Herrera, LHP Edgar Ibarra, LF\/CF\/RF D'Arby Myers, RHP Alex Sanabia, LHP Atahualpa Severino, LHP Scott Snodgress, RHP Albert Suarez and LHP Adam Wilk. Who will be the real competition for the Angels in the American League West? -- @LAAngelsBrasil I think it's pretty clear it's the Mariners. With the A's essentially in rebuild mode, the Astros perceivably still a couple years away and the Rangers facing so many injury concerns, the AL West could very well come down to the Mariners and Angels next season. Seattle was already scary, with a rotation of Felix Hernandez, Hisashi Iwakuma, James Paxton and Taijuan Walker, and a bullpen that had the fourth-lowest WHIP in the Majors last year. They overpaid for Nelson Cruz, but bringing him on to protect Robinson Cano in the lineup may have been their final, missing ingredient. Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
