{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/105406060\/maury-wills-impact-on-game-is-hall-of-fame-worthy\/",
    "title": "Wills' impact on game is Hall of Fame worthy",
    "subtitle": "Former Dodgers star instrumental in World Series championships",
    "body": "Maury Wills changed the game of baseball. How many players have done that? \"The Mouse That Roared\" brought the stolen base into fashion as a weapon. A pioneer in cleats, he paved the way for the likes of Lou Brock, Joe Morgan, Rickey Henderson, Vince Coleman, Tim Raines, Willie Wilson and Juan Pierre following in his flying footsteps. Wills belongs in the Hall of Fame for his performance across 14 seasons and enduring influence. When the balloting by the Golden Era Committee was revealed during the Winter Meetings, Wills fell three votes shy of election by the 16-member committee. Hall of Fame manager Tommy Lasorda was not happy to hear that Wills and another former Dodgers star, Gil Hodges, had fallen short. \"I can't believe Maury and Gil aren't in the Hall,\" Lasorda said. \"Look at what those two guys accomplished. Look what they did for the Dodgers and baseball. I can't understand why they're not Hall of Famers. \"Gil was one of the game's great power hitters and first basemen. Maury made it a better game, a faster game. He's known for his speed and the stolen bases, but he was a great player, a leader, on some of the greatest teams we've seen. Those teams wouldn't have been champions without Maury.\" Wills never drew more than 40.6 percent of the 75 percent vote required for election by the Baseball Writers' Association of America during his 15 years on the ballot. This was baffling to those who grew up in Southern California in Wills' time, hanging on every poetic word of Hall of Fame broadcaster Vin Scully. In the Swinging Sixties, what Wills did for the stolen base was similar to how Babe Ruth elevated the home run in the Roaring Twenties. Stealing 104 bags in 1962, breaking Ty Cobb's mark of 96 in 1915, Wills had 72 more than National League runner-up Willie Davis, his teammate. Wills stole more bases than any team in the Major Leagues. Wills was the NL's Most Valuable Player that season, outpolling a loaded field that included teammate Tommy Davis -- the batting and RBI champion -- as well as Willie Mays and Frank Robinson, who had monster seasons at their peaks. In 1963 and '65, Wills was the unquestioned emotional leader of teams that won World Series. He also was a force behind the '66 pennant-winning Dodgers and, as a rookie in '59, helped drive another World Series champion in the franchise's second season in Los Angeles. Wills played in the All-Star Game seven times in his career. Eight times from 1960-71, Wills drew Most Valuable Player Award votes. He was third in '65 behind Mays, who hit 52 homers with a 1.043 OPS for the Giants, and Sandy Koufax, who won 28 games for his Dodgers. Wills stole 94 bases in '65, 31 more than runner-up Brock. Wills played one of the most important positions on the field, handling shortstop with a consistent excellence. He played on with battered, bruised legs. In an offense-depressed era, he scored 1,067 runs, batting .281 with 586 steals. Wills did all of this despite spending eight and a half seasons in the Minor Leagues before finally getting his shot in 1959 at age 26. He was a catalyst in an NL pennant drive and World Series triumph over the White Sox. \"Maury was a great player and a great leader,\" Al Downing said. \"I played against him when I was with the Yankees in the '63 World Series and was his teammate later in our careers with the Dodgers. The impact he had on a pitcher and defense with his speed and baserunning was tremendous. They won a lot of games because of his speed and daring and intelligence. \"Maury was as competitive as anyone in the game. There weren't many players in that era -- or any era -- who had the impact on the game Maury had.\" In 1971, Wills, at 38, finished sixth in the NL MVP race with Downing leading the Dodgers' staff as a 20-game winner. Hall of Famer Morgan, a two-time NL MVP, felt Wills' impact. \"Maury brought back the stolen base,\" Morgan said. \"He changed the dynamics of the game. You knew most home run hitters would hit a home run or strike out; you could just play your position. When Maury was on first base, you had to pay attention to him every pitch.\" Over the years, Wills has addressed his disappointment in not drawing more Hall of Fame support with calm reason. \"Obviously, the Hall of Fame is something I'd be honored to be a part of,\" Wills said recently. \"I feel I accomplished some very good things and am proud to be part of some great Dodgers teams. If it happens, I'll be thrilled. If it doesn't, life goes on.\" Lyle Spencer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
