{
    "url": "http:\/\/m.mlb.com\/news\/article\/105297496\/2014-trade-deadline-resulted-in-a-whirlwind-of-wheeling-and-dealing\/",
    "title": "Whirlwind Trade Deadline did not disappoint in 2014",
    "subtitle": "Flurry of deals culminated in the Price-to-Tigers blockbuster",
    "body": "They wheeled. They dealed. It was surreal. The incredible year of 2014 exited with an appropriate holiday explosion when the transaction wires went haywire one last time at the Winter Meetings in San Diego in early December. It was the most fitting of finales for what has become a 365-day cycle that never leaves us without action, whether it's on the diamonds of 30 Major League parks during the six months of the season plus October or buzzing through front offices or from cellular tower to tower all winter. But as we look back on the Major League year that was, we'll always remember Thursday, July 31, because we've never seen anything like it and might never again. The annual non-waiver Trade Deadline has already become a much-anticipated event, to be sure, but 2014's seemingly nonstop maneuvers and break-neck pace right up until 4 p.m. ET left us all dizzy trying to process what it all meant for the postseason and beyond. First-place teams went for it, in a huge way. Clubs swapped serious big league talent for serious big league talent in old-school trades that had to put smiles on the faces of gritty hardball lifers. How over-the-top awesome did the gamesmanship get? How about this: The Yankees and Red Sox even pulled off a deal. \"In terms of activity on the last day, I'd be lying if I told you I wasn't a little surprised at the volume of moves and the magnificence,\" said Angels general manager Jerry Dipoto, one of the few executives who actually didn't make a move on July 31. To recap: Following up the July 5 blockbuster that sent pitchers Jeff Samardzija and Jason Hammel from the Cubs to the A's for top prospects Addison Russell and Billy McKinney, Oakland GM Billy Beane pulled off a deadline stunner by scoring Jon Lester and Jonny Gomes from the Red Sox for Yoenis Cespedes. The Tigers scored a huge pitching piece when they landed David Price as the centerpiece of a mind-blowing three-team deal that sent Drew Smyly and Nick Franklin to Tampa Bay, with outfielder Austin Jackson going to Seattle. Oh, and John Lackey departed the Red Sox for St. Louis in exchange for Allen Craig and Joe Kelly. When there was time for analysis, seamheads quickly realized that Detroit had managed to roster the past three AL Cy Young winners (Max Scherzer, Price and Justin Verlander) and the past three AL MVPs (Miguel Cabrera [twice] and Verlander). But the crazy, amazing day wasn't close to over. The most storied archrivals of the American League East orchestrated their first deal since 1997 when the Red Sox sent shortstop Stephen Drew to the Bronx for Yankees infielder Kelly Johnson, and neither club was finished: Boston also wheeled reliever Andrew Miller to another division rival, the Orioles, and the Yankees got Martin Prado from Arizona. The Astros and Marlins conjured up one doozy of a deal, with Miami acquiring right-hander Jarred Cosart, outfielder\/second baseman Enrique Hernandez and Minor League outfielder Austin Wates from the Astros for prospects Jake Marisnick, Colin Moran, Francis Martes and a 2015 Competitive Balance Draft pick. And there were little moves, too. The Braves landed super-utility man Emilio Bonifacio and lefty reliever James Russell from the Cubs for Minor League catcher Victor Caratini. The Mariners, after getting Kendrys Morales from the Twins, picked up outfielder Chris Denorfia from the Padres. The Nationals got shortstop Asdrubal Cabrera, traded to Washington from Cleveland for infielder Zach Walters and cash, and the Brewers got outfield depth in Gerardo Parra, whom they received from Arizona in exchange for two Minor Leaguers. Almost five months later, it's still a whirlwind. And it'll happen again on July 31, 2015. \"It's fun,\" Dipoto said that day. \"It's fun for the fans. It's fun for the different organizations. A lot of good teams got better and a lot of teams looking to check down and play for 2015 and beyond did a good job.\" Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
