{
    "url": "http:\/\/m.mlb.com\/news\/article\/105344480\/tracy-ringolsby-rich-goose-gossage-still-savors-hall-of-fame-call\/",
    "title": "Gossage still savors memory of Hall of Fame's call",
    "subtitle": "Longtime relief ace shakes off his 9-year wait, despite missing on moment with 'biggest fan'",
    "body": "Goose Gossage got that phone call from the Hall of Fame in his ninth year of eligibility. That, he said, was fine -- except for one thing. \"There had been some urgency when I first became eligible,\" Gossage said. \"After I got out of baseball and people started to talk about the Hall of Fame, my mom said, 'I hope I'm still around if you do go into the Hall of Fame.'\" Susanne Gossage died two years prior to her son's 2008 induction in Cooperstown. She'd been his strength ever since his father, Jack, passed away during Rich Gossage's junior year in high school. \"She was my biggest fan,\" he said, \"and during those early years, there was some frustration. \"When she died there wasn't that sense of urgency. It was more about waiting for the opportunity. Baseball taught me not to worry about what I couldn't control. I didn't have a vote, so I had no control.\" And when that call finally came? \"Well, the plan was to have a quiet day at home,\" he said. \"But the next thing I know there's different people who want to be there for the event, and if I say yes to one [media member], I'm not going to say no to another. \"It was funny, though. Everybody is sitting there, waiting for the phone to ring, and it doesn't. Then it would ring and it would be a friend, wanting to find out if I had heard anything. It turned out the announcement was delayed because Jane [Forbes Clark, Hall of Fame chairwoman] had flight problems and so the calls weren't made until an hour later [than planned].\" The call, however, did come. \"I almost passed out,\" he said. And the celebration began. \"Some people would say it should have happened years earlier, but I just tell them, 'The longer you wait, the sweeter the moment.'\" Gossage understood the challenge he faced in being elected. He was a reliever from that era of bullpen transition, when teams started to focus on having a \"closer\" but the role was not as cut-and-dried as it is today. \"Now you have these guys like Mariano [Rivera] and Trevor [Hoffman], who are so dominant in the one-inning role and build up the save totals,\" said Gossage. \"People forget how we used to do it. That was something the newer [Hall of Fame voters] had to understand.\" Gossage is 22nd on the all-time saves list with 310. Rivera is the all-time leader with 652. There is, however, a major difference in terms of the workload. Gossage, who was fourth on the all-time list at the time of his retirement, pitched two or more innings in 125 of his saves, including 24 times when he went three or more innings. Rivera worked two innings or more in 10 saves -- a career-longest 2 1\/3-inning effort against the A's on Aug. 23, 1996, and two innings nine other times. \"That's not to say we were stronger or better when I pitched, but just pointing out how the role of the closer has changed over time,\" said Gossage. \"Face it. Hitters, pitchers, the old numbers have been blown out of the water. Look at saves, look at home runs.\" Prior to the American League addition of the designated hitter in 1973, there were only 33 players who had hit 300 career home runs or more. Today, there are 137 in the history of the game. Gossage spent 22 seasons in the big leagues, playing for nine teams, tied for the second most of any Hall of Famer with Deacon White and Hoyt Wilhelm, two fewer teams than Dan Brouthers. Seven of those seasons were spent with the Yankees, the most of any team. And that, said Gossage, was special because \"the Yankees were my dad's favorite team. It went back to living in Colorado. The Yankees were affiliated with the Denver Bears, so that brought them closer to him. \"And then I got a chance to become friends with my dad's idols. I remember getting to know Clete Boyer. I told him, 'You were my dad's favorite player.' He looked at me and said, 'You mean Kenny.' I told him, 'No, not your brother, you. You were the Yankee. He loved the Yankees and he loved your defense and the way you played the game.'\" And Gossage knows his dad would have loved getting to go to Cooperstown for the induction ceremonies. \"Going there is like being a 10-year-old kid going to Disneyland and never having to go home,\" he said. \"To be inducted is something you can't comprehend. It is beyond your wildest dream.\" It, however, was a dream his father shared with him when Gossage was growing up. \"He'd tell me, 'You are going to play in the big leagues someday,'\" said Gossage. \"He'd start talking about Mickey Mantle. I thought those guys were cartoon characters. It was beyond belief for me.\" And now look at Gossage. He's sharing a spot in Cooperstown with Mantle and the rest of the Hall of Famers. Tracy Ringolsby is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
