{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/105350244\/atlanta-braves-acquire-pitcher-manny-banuelos-from-yankees\/",
    "title": "Braves acquire lefty Banuelos from Yankees",
    "subtitle": "Atlanta sends relievers Carpenter, Shreve to NY",
    "body": "ATLANTA -- The Braves utilized the bullpen depth they have recently built to acquire Manny Banuelos, a young left-handed starter who might come to Spring Training with a chance to win the fifth spot in Atlanta's starting rotation. The Braves traded right-handed reliever David Carpenter and left-handed reliever Chasen Shreve to the Yankees on Thursday in exchange for Banuelos, a 23-year-old southpaw who was a highly regarded prospect before multiple ailments plagued him over the past few years. If the Braves do not acquire a proven starter via a trade or free agency, Banuelos will come to Spring Training with a chance to fill the final available spot in Atlanta's rotation. If the young hurler does not break camp on the Major League roster, he will likely begin the 2015 season as a part of Triple-A Gwinnett's rotation. Carpenter, who spent portions of the past two seasons as one of Atlanta's top setup men, became expendable courtesy of the recent acquisitions of veteran right-handed relievers Jason Grilli and Jim Johnson. The Braves have recently discussed the possibility of trading left-handed reliever Luis Avilan. But now that the relatively unproven Shreve is out of the mix, Avilan might have a chance to begin the upcoming season as the primary lefty in Atlanta's bullpen. This role could also be given to James Russell if he proves his 2014 struggles against left-handed batters were just a fluke. Banuelos entered the 2010 season ranked by MLB.com as one of the game's Top 50 overall prospects. The Mexican hurler had participated in the Futures Game the previous summer and seemed to be fast tracking his way toward New York. He went to Spring Training with the Yankees in 2011 at the age of 19 and drew rave reviews. \"He is a nice left-handed arm,\" Yankees pitching coach Larry Rothschild told MLB.com after that Spring Training. \"He's a kid with a good look. He's able to repeat his delivery very well and does things pretty easily. He's someone that should have a good future here. He's a young kid that's got to go through all the steps to get here.\" Unfortunately, those final steps have proven to be much steeper than anticipated for Banuelos, who advanced to the Triple-A level by the end of the 2011 season and then endured a rough '12 season before undergoing Tommy John surgery. After missing the 2013 season, Banuelos returned in '14 and proved that he is healthy. He posted a 4.11 ERA and recorded 71 strikeouts over the 76 2\/3 innings he pitched while making 26 appearances (25 starts) at three different levels, including Triple-A. The Yankees took a very cautious approach with Banuelos, who did not total more than five innings or throw more than 80 pitches in any of his appearances this past season. In his first start at the Triple-A level, he needed just 67 pitches to limit Louisville to two hits and one run over five innings. Scouting report on Banuelos: After an impressive Spring Training performance in 2011, Banuelos appeared to be on the cusp of reaching the Major Leagues. He advanced to Triple-A Scranton\/Wilkes-Barre that season, only to miss most of the next two years following Tommy John surgery. He returned to the mound in 2014, pitching 76 2\/3 innings in 26 games across three levels of the Minor Leagues as the Yankees worked him back slowly. When he's healthy, Banuelos has three potentially above-average offerings. His fastball reaches 94 mph and his curveball and changeup can create swings and misses. He has struggled with his command in the upper levels of the Minor Leagues and will need to improve it to reach his potential as a starting pitcher. -- Teddy Cahill Top 20 Prospects: Braves Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
