{
    "url": "http:\/\/m.mlb.com\/news\/article\/105377242\/tracy-ringolsby-bill-kearns-full-life-defined-by-more-than-baseball\/",
    "title": "Kearns' full life defined by more than baseball",
    "subtitle": "WWII veteran and longtime scout praised for distinguished character, diligent work ethic",
    "body": "Bill Kearns was there in 1948 when the Dodgers opened their Spring Training complex in Vero Beach, Fla., a first-year player in the club's Minor League system. Fifty-nine years later, Kearns was on hand again, scouting for the Mariners in March 2007, when the Dodgers packed their bags and bid adieu to their longtime spring home. Kearns was a baseball lifer, and he spent the last 39-plus years of his life as a full-time scout with Mariners, seeing as many as 200 games in the New England area annually, even in his 90s. Oh, he had other interests in life. A Navy veteran from World War II when he spent his time chasing subs in the South Pacific and a graduate of Tufts University, he mixed teaching and coaching high school basketball into his part-time scouting roles for nearly three decades. And he excelled to the point he was inducted into the Massachusetts State High School Basketball Coaches Hall of Fame. But he was a baseball man until he died of a ruptured aorta at a Boston-area hospital on New Year's Day at the age of 94. What says as much about Kearns as anything was that he woke up at 2 a.m. on Thursday, didn't feel good, got up and drove himself to the hospital. He wasn't about to bother anybody else at that hour. Ask peers or supervisors about Kearns and the replies are the same, virtually word for word. He wasn't a character or joke teller. He wasn't a guy who hung out all night. He carried himself with dignity. \"He was the ultimate gentleman, very dapper and very respectful,\" said Jeff Scott, who worked with Kearns in Seattle. \"He was so polite, but he had strong opinions, and when he spoke up you knew he was dead set on something. Everybody in the game respected him.\" The respect was apparent when the Professional Baseball Scouts Foundation presented him with the George Genovese Award for Achievement in Scouting in 2007, and six years later when the Scout of the Year Foundation honored him at the Winter Meetings. Following his tour in the Navy and graduation from Tufts, Kearns was signed as a shortstop by Branch Rickey of the Brooklyn Dodgers. He played four years in the Dodgers' system, where among the 31 future big league players he called teammates were Al Campanis, Carl Erskine, Bobby Bragan, Norm Larker and Cal Abrams. A bit older than many players in the Minors, given his time in the service and college, Kearns took a managerial job at the recommendation of Rickey with an independent team in Canada in 1952. The next year he put his attention into teaching high school and coaching basketball, along with part-time scouting work for the Dodgers. He also worked in a part-time role with the White Sox and Royals before Lou Gorman, who had been the scouting director with the Royals, was hired as the original general manager of the Mariners. Gorman made Kearns one of his first hires in May 1976. That was the year before the Mariners played their first game. It was, in fact, before the franchise had even decided on its nickname. In the letter of employment he received from Gorman, in fact, there was mention that the team had not yet decided on a name, logo or colors, but once those decisions were made Kearns would be provided with scouting cards. Gorman was replaced as general manager after 1980 by team president Dan O'Brien Sr., who added the GM title to his name and brought in Hal Keller as his scouting director. A few years ago, Kearns recalled his first conversation with Keller. There was a young assistant in the Mariners' front office who contacted Kearns several times to see if he had talked to Keller. Kearns would politely respond that he had not. Kearns remembered thinking he might be about to be fired so he better call Keller. When he asked to speak to Keller, he was put on hold. Eventually the new scouting director picked up. \"Yep,\" Keller said. \"Hal, Bill Kearns,\" said Kearns. \"What do you need?\" Keller said in his rough voice. \"Just wanted to say hello,\" said Kearns. \"OK,\" said Keller. \"Call me when you need something.\" Keller hung up. Kearns was more convinced than ever he was on his way out. Keller laughed at the memory. \"You got to understand,\" said Keller. \"Bill was the least of my concerns. He was so thorough and so on top of everything he had to do. \"I had six scouts, total, for the big leagues, Minor Leagues, amateurs and Latin America. I had plenty of fires to put out. Bill wasn't one of them.\" Keller's confidence in Kearns was so strong that in the 1984 Draft, with the second overall pick, Keller selected Bill Swift, a right-hander out of Maine who had a dastardly sinker. Swift, however, was far from the prototype pitcher Keller was known for signing over the years. \"Hal liked those big-bodied, hard throwers,\" said Scott, who himself was originally signed by Keller with the Rangers, and went on to work for Keller as a Minor League manager, pro scout, Minor League director and scouting director. \"That wasn't Bill Swift [who came out of the University of Maine at 6 feet and 170 pounds]. \"Hal's M.O. was such that everyone thought we were going to take a left-hander, Andrew Hall, and when we didn't, a big deal was made about it being a decision made over money. There wasn't any truth to that. It was a decision that was made because Hal had so much respect for Bill's opinion.\" The men who succeeded Keller shared that feeling, which is why Kearns was still active with the Mariners until his death. Tracy Ringolsby is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
