{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/105382338\/lindsay-berra-ice-bucket-challenge-was-a-major-hit-in-2014\/",
    "title": "Ice Bucket Challenge was a major hit in 2014",
    "subtitle": "Baseball community gladly took to social media to help in fight against ALS in 2014",
    "body": "On Aug. 14, when half the world had already taken the Ice Bucket Challenge, Pete Frates took his, surrounded by his family in left field at Fenway Park in Boston in front of the Green Monster. Frates, diagnosed with amyotrophic lateral sclerosis (ALS) in March of 2012, was the inspiration behind what became a social media phenomenon and filled the coffers of the ALS Association to the brim. ALS is commonly known as Lou Gehrig's Disease because it was the then-mysterious illness that forced the Yankees legend to retire at age 36 and claimed his life two years later, in 1941. Frates, too, was a baseball player, a center fielder for and captain of the Boston College Eagles from 2004 to 2007. It was only fitting that baseball collectively took up this cause, and more fitting that it occurred in the year MLB was celebrating the 75th anniversary of Gehrig's \"Luckiest Man\" speech, which took place on July 4, 1939. Gehrig's famous quote from that day has become Frates' mantra: \"I may have had a tough break, but I have an awful lot to live for.\" Though the originator of the Ice Bucket Challenge is debatable -- golfer Chris Kennedy, motocross racer Jeff Northrop and ALS patient Pat Quinn were all arguably first -- it was the 29-year-old Frates and his family and friends who brought it to the social media forefront when they issued the first challenges in the name of ALS research, via Facebook, in July. The directive was simple: post a video of yourself dumping a bucket of ice water on your head within 24 hours or make a donation to an ALS charity. Baseball complied. Countless videos appeared on Facebook, Instagram and Twitter of MLB stars, in the showers or on the field in their undershirts and sliders, getting coolers full of ice poured over their heads by all-too-willing teammates. Whole teams -- Major League, Minor League, Little League -- did it together. Executives did it, in their suits, in their luxury suites. Retired greats like George Brett, Reggie Jackson and Willie Randolph took the challange. The staff of the Hall of Fame took the challenge on the Museum steps in Cooperstown. 165 MLB employees at the League's Park Avenue office, led by MLB Commissioner-elect Rob Manfred and executive vice president for baseball operations Joe Torre, complied on the streets of midtown Manhattan. They were followed by the staffs of MLB Advanced Media, MLB Network and MLB Productions, and also by fellow members of Torre's 2014 Hall of Fame class: Bobby Cox, Tony La Russa, Frank Thomas, Tom Glavine and Greg Maddux. \"I feel refreshed,\" Manfred joked at the time. \"But more importantly, I'm really heartened by the showing that we had here this morning, and by Commissioner Selig putting baseball behind the cause.\" In Mass., the Frates family was watching. \"The first MLB player we saw was Nick Swisher, but in retrospect, I really loved the Mets, as Eric Campbell is a former teammate of Pete's, but also for how profoundly the intro to the video was done,\" said Pete's father, John Frates. \"Our new BFF's in the MLB Commissioner's office is another challenge we loved because they have shared with us how great it was for them not only to reaffirm their commitment to fighting Gehrig's disease, but what a great team building, fun exercise it was for them. And I can't leave out the Red Sox for all they have done for Pete and our family.\" Baseball was hardly alone in its participation. Celebs from Michael Jordan and Taylor Swift to President George W. Bush and Ethel Kennedy took the challenge, along with what seemed like every average Joe -- and his wife, kids, siblings, cousins and friends -- in America. From July 29 to Aug. 29, the ALS Association reported more than $100 million in donations, a staggering increase from the $2.8 million it raised during the same stretch in 2013. \"Within the first six weeks, approximately 2.5 million people participated in the challenge or donated, and the majority were new doners,\" said Dorine Gordon, President of the ALS Association's New York Chapter. \"Approximately $220 million was raised worldwide as a result of the Ice Bucket Challenge and we are putting these dollars to work to fund the most promising research and to help more people living with this devastating disease.\" In August, shortly after Frates himself accepted the Challenge, a seven-minute segment telling the story of his playing career, his battle with ALS and crusade against the disease, including his association with the Ice Bucket Challenge, aired on ESPN's SportsCenter. In late September, Frates, who can no longer walk or speak, again took the field at Fenway Park, this time to join Derek Jeter before the Yankees captain's final Major League game. A video of Jeter's Ice Bucket Challenge was shown on Fenway's video screen. And in early December, Sports Illustrated honored Frates as its \"Inspiration of the Year,\" for his efforts in turning the Ice Bucket Challenge into a worldwide fundraising movement. But Frates has been campaigning for awareness about ALS and funding for research since the moment he was diagnosed. \"There has been no progress made on the war against ALS in the 140 years since it was discovered,\" he said. \"The disease was misunderstood, underfunded and was not in the public consciousness like other diseases.\" But thanks to the Ice Bucket Challenge, finding a cure for ALS has assumed its place in the spotlight. Lindsay Berra is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lindsay Berra"
}
