{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/105406834\/winter-classic-unlikely-to-come-to-marlins-park\/",
    "title": "Winter Classic unlikely to come to Marlins Park",
    "subtitle": "",
    "body": "MIAMI -- Miami is better known as a winter retreat than a winter wonderland, which is a primary reason Marlins Park is an unlikely venue for the NHL's annual Winter Classic. Although Marlins president David Samson isn't saying never, hosting a hockey game isn't a high priority for the organization. \"I just can't imagine we'd be at the top of the list for the NHL, because the best part of the Winter Classic is you're outside, in the snow, and it's got a winter feel to it,\" Samson said. \"There's not much of a winter feel in South Florida.\" Nationals Park was the site of Thursday's Winter Classic, where the Washington Capitals beat the Chicago Blackhawks, 3-2, in the outdoor baseball stadium. Marlins Park has a retractable roof, which could make it possible to install a temporary ice rink. But there has never been a push made between the Marlins and the Florida Panthers, who play at the BB&T Center in Broward County. \"We actually talked about [the Winter Classic] during construction,\" Samson said. \"It's not impossible, but obviously, it would be a bigger challenge getting the building cold enough to the temperature required to have it.\" Temperatures in Miami were in the 80s on Thursday. \"It's not impossible,\" Samson said. \"The Winter Classic has been a great idea, and great for communities who have hosted it. You never rule it out, but it's not on our horizon right now.\" Marlins Park recently joined the college football bowl circuit, hosting the inaugural Miami Beach Bowl on Dec. 22. The double-overtime game was a thriller, with Memphis edging BYU, 55-48. Marlins Park is under contract to host the Miami Beach Bowl for five more years. \"The bowl game was great,\" Samson said. \"The two teams, BYU and Memphis, were happy with how everything went. It was a big success. We've got at least five years in front of us, and it's going to get better every year.\" Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
