{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/106242876\/cardinals-pitcher-lance-lynn-could-potentially-get-record-payday\/",
    "title": "Lynn could potentially get record payday",
    "subtitle": "Willis' $4.35 million in '06 is most for first-time arb-eligible pitcher",
    "body": "ST. LOUIS -- While arbitration hearings won't be scheduled until next month, there is likely to be a wave of agreements this week as unsigned players and their teams file desired salary figures and prepare for Friday's public release of those numbers for any arbitration-eligible players left unsigned. The Cardinals still have four outstanding arbitration cases to settle, including those for second-year arbitration-eligible players Peter Bourjos and Jon Jay, as well as first-timers Lance Lynn and Tony Cruz. While each should see a favorable bump in salary, the greatest percentage increase could belong to Lynn, who just narrowly missed becoming arbitration-eligible through the Super Two rule a year ago. Unless he and the Cardinals come to an agreement on a multiyear contract that buys out some or all of his arbitration years, Lynn could challenge the $4.35 million salary record for a first-time arbitration-eligible starting pitcher that Dontrelle Willis set in 2006. David Price (as a Super Two eligible player in 2012) matched Willis' $4.35 million salary in his first year of arbitration eligibility, but since then, only two starting pitchers -- Doug Fister ($4 million) and Ian Kennedy ($4.265 million) -- have reached $4 million in their first go as an arbitration-eligible player, which includes players with three-to-six years of Major League service time. As did Kennedy and Price, Lynn enters his first year of arbitration eligibility with two 200-inning seasons. Over the last three seasons, 62 percent of Lynn's outings have qualified as quality starts. He won 15 games last season, bringing his career win total since his 2011 debut to 49 in 119 games (97 starts). Lynn has a career 3.46 ERA and 3.34 FIP in 616 Major League innings. Of course, the benchmark Willis set nine years ago could remain should the Cardinals opt to sign Lynn to an extension, something the organization has shown a recent urgency to do with its young core pieces. If so, he'd follow the likes of Tim Lincecum and Clayton Kershaw, who would have shattered that $4.35 million salary mark already had they not signed multiyear deals instead of going the season-to-season route. Cardinals general manager John Mozeliak spoke recently about the organization's expectation to see a rising payroll over the next several seasons. The soon-to-rise salaries of some of team's younger players, like Lynn, were a key part of that projection. Lynn is likely to earn around $4 million more in 2015 than he did in 2014. Next year, Trevor Rosenthal and Matt Adams will become arbitration-eligible. The Cardinals' preparations for these natural salary increases also underscore why the organization may hold back from maximizing its payroll flexibility in the immediate. Included in any such decision is also the factor of planning for what's ahead. Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
