{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/106254088\/how-will-giants-ring-in-this-title-commemoration\/",
    "title": "How will Giants ring in this title commemoration?",
    "subtitle": "Designers keeping quiet on what 2014 World Series jewelry will look like",
    "body": "SAN FRANCISCO -- Convincing the creators of \"Mad Men\" to reveal storylines for the popular television show's final season would be easier than coaxing anybody in the Giants' front office to divulge the slightest detail about the 2014 World Series rings. Those prized jewelry items will generate increasing curiosity in the days and weeks leading up to the ring ceremony preceding the April 18 game against Arizona at AT&T Park. \"We're in the design stage right now,\" said Staci Slaughter, the club's senior vice president for communications, on Monday. Slaughter remained mum even when asked the most basic of questions: Whether Tiffany & Co., which designed and produced the rings commemorating the Giants' 2010 and 2012 World Series triumphs, also are fashioning this year's baubles. However, some assumptions can safely be made: • This year's ring will be larger than its predecessors, even if only slightly. The 2012 rings were encrusted with 144 diamonds, up from 77 in the 2010 version. • An image symbolizing San Francisco will appear on the rings. However, two of the most iconic figures already have been used. A Golden Gate Bridge tower helped decorate the 2010 ring; a likeness of a cable car appeared on the 2012 hardware. Lukewarm possibilities this time around include the Transamerica Pyramid or Coit Tower. A rendition of the entire city skyline might be more emblematic. There's also AT&T Park, which was featured on the 2010 Series press pins. • The team's near-unprecedented accomplishment of winning three Series in five seasons will be celebrated. For example, the Boston Red Sox's 2013 championship rings displayed three Series trophies on one shank, which also reflected the 2004 and '07 titles. • The familiar interlocking \"SF\" logo dominated the face of the two previous rings and likely will do so again. Chris Haft is a reporter for MLB.com. Read his blog, Haft-Baked Ideas, and follow him on Twitter at @sfgiantsbeat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Haft"
}
