{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/106315136\/fans-to-get-first-look-at-joe-maddon-and-jon-lester-at-cubs-convention\/",
    "title": "Excited Cubs fans to get up-close look at Maddon, Lester",
    "subtitle": "Bryant, Russell, Edwards among those slated to attend sold-out three-day convention",
    "body": "CHICAGO -- Joe Maddon will most likely be asked about everything from his prospective lineup to his new Tampa restaurant, Jon Lester will be shadowed by autograph seekers, Minor Leaguers C.J. Edwards and Addison Russell will be introduced and the new television deals will be discussed during the three-day Cubs Convention, which gets underway Friday. This will be Maddon's first Cubs Convention since taking over as manager in early November. It didn't take long for him to discover how excited Cubs fans are about his arrival. \"Walking around Tampa, I got a lot of people approaching about the Cubs and how they're Cubs fans,\" he said during the Winter Meetings last month. \"I'm really eager to make a connection with all the Cubs fans. I think it's really important that we all pull at the same end of the rope -- I'm talking about the players, the organization and the fans.\" The Cubs' annual winter gathering also will provide Maddon a chance to meet his coaching staff face to face for the first time. They were expected to convene Thursday before the start of the fan festivities at the Sheraton Chicago Hotel and Towers. Among the new additions is former Cubs outfielder Dave Martinez, who will be reunited with Maddon as his bench coach, a job he held for seven seasons with the Rays. The convention is sold out, but fans can watch the opening ceremonies Friday on Comcast SportsNet, which will broadcast the event, beginning at 6 p.m. CT. Lester, the biggest free-agent addition after signing a six-year, $155 million contract in December, will most likely receive the loudest cheers during player introductions. Other new players scheduled to attend include Jason Motte, Miguel Montero and Tommy La Stella. The list of Cubs Minor Leaguers includes Russell, acquired last July from the Athletics, and Edwards, ranked No. 2 and No. 5, respectively, on MLB.com's list of the Cubs' top 20 prospects. Kris Bryant, the Minor League Player of the Year, also will attend, along with highly touted Albert Almora and last year's first-round Draft pick, Kyle Schwarber. Fans will get an update on Wrigley Field's renovations and learn more about the new television deals during the business operations seminar Saturday. Cubs games in 2015 will be carried by MLB.TV, Comcast SportsNet, WGN-TV and WLS-TV. For nostalgia, there will be a seminar on the 2007-08 squads, which were the last two Cubs teams to reach the playoffs. Players from those teams, including Mark DeRosa, Jacque Jones, Ted Lilly, Bob Howry and Jon Lieber, are scheduled to attend the convention. Cubs president Theo Epstein and general manager Jed Hoyer also will participate in a session Saturday, giving fans the chance to ask about roster moves. A percentage of the net proceeds from the Cubs Convention benefits Cubs charities, and to date, the event has raised $4 million. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
