{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/106619160\/with-starting-gig-locked-up-who-backs-up-logan-morrison-at-first\/",
    "title": "With starting gig locked up, who backs up LoMo?",
    "subtitle": "Mariners searching for depth at first base after offseason departures",
    "body": "SEATTLE -- A year ago, the Mariners arrived at Spring Training with a pretty wide-open first base competition, as newcomers Corey Hart and Logan Morrison were expected to challenge incumbent Justin Smoak for playing time. Things have changed in 2015, however. A month from the start of camp, only Morrison returns from that group. And in fact, Morrison is the only player on Seattle's 40-man roster with any real first-base experience at the Major League level. Smoak and Hart were let go after struggling offensively. Kendrys Morales, another first baseman picked up last season, departed in free agency. So it falls now on the man called LoMo, who took over for Smoak at midseason and put together a strong stretch run by providing a number of clutch hits and some needed punch from the position. Morrison missed two months in the first half with a strained hamstring, and he batted .262 with 20 doubles, 11 home runs and 38 RBIs in 336 at-bats. But the 27-year-old posted a .321 average with an .878 OPS over his final 51 games, and he had five home runs, 11 RBIs and a 1.042 OPS in 24 games in September. \"I've always said that playing time is dictated on performance, and he performed very well,\" said manager Lloyd McClendon. The question, however, is who stands behind Morrison on the depth chart. And that is something that apparently will play out this spring on the practice fields in Peoria, Ariz. General manager Jack Zduriencik is eager to see how much progress a slimmed-down Jesus Montero made this winter while working out daily in Arizona. Utility man Willie Bloomquist started five games at first base last season, but he is coming back from microfracture knee surgery and it remains to be seen if he'll be 100 percent by the start of the season. Third baseman D.J. Peterson, the club's first-round Draft pick in 2013, likely will also get a good look at first base in the spring along with Patrick Kivlehan, a fourth-rounder in '12 who opened eyes in the Arizona Fall League with a strong showing. Peterson, 23, played 90 games at third and 19 at first while splitting last season between Class A Advanced High Desert and Double-A Jackson, and he also has some first-base experience in college at New Mexico. Minor League coordinator Chris Gwynn wanted to keep Peterson at the harder defensive position as long as possible in case he's ever needed there, but he believes the prospect is more than capable of shifting to first base. Kivlehan is in much the same boat, having played mostly third base in three seasons in the Minors, but the 25-year-old also gained some experience at first as well as the outfield this past year. Kivlehan played almost exclusively at first base in the Fall League, while Peterson was at third. \"The most important part is getting him comfortable,\" Gwynn said of the former Rutgers football player. \"He's comfortable now at first base. We're just adding tools to his belt. His bat is coming so fast, those kind of people can make your mind up for you.\" Left fielder Dustin Ackley has played a little first base in his career, young outfielder Stefen Romero worked there a little last spring and Brad Miller could be worked in at the position if he adopts more of a utility role. But like Bloomquist, those three are more emergency options than full-time fill-ins, should something happen to Morrison. \"There are guys on our club who can play first base,\" Zduriencik said. \"We'll work real hard with Montero in Spring Training and see if he's a player or not. That's up to him. In no way am I panicking about our first base situation. We'll see.\" Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
