{
    "url": "http:\/\/m.athletics.mlb.com\/news\/article\/106439654\/as-out-to-continue-success-with-minor-league-free-agents\/",
    "title": "A's out to continue success with Minor League free agents",
    "subtitle": "Switch-pitcher Venditte among non-roster invitees to Major League Spring Training",
    "body": "OAKLAND -- The A's have a long history of signing Minor League free agents and turning them into prime big league talent. Already, they've inked several Minor Leaguers this offseason, all of whom will join a handful of the organization's top prospects in big league camp next month. Here's a look at the current list of A's Spring Training non-roster invitees: RHP Matt Buschmann: The 30-year-old hurler is entering his second professional season with the A's -- 10th overall -- and is still seeking his first big league appearance. He has a career 4.09 ERA in the Minors, including a 5.37 ERA at the Triple-A level. RHP Angel Castro:  The Dominican righty, who joined the organization last August, has a 3.88 ERA spanning eight Minor League seasons. He posted a 4.31 ERA in 2014, including a 7.78 mark in 19 innings with Triple-A Sacramento. Like Buschmann, he can start and relieve. LHP Jim Fuller: Fuller, entering his age-28 season, elected free agency after six Minor League seasons in the Mets' organization. The lefty has yet to pitch above the Double-A level but has a career ERA of 2.87 in 121 professional games, including 46 starts. He's likely to remain in the bullpen this year. RHP Brock Huntzinger: He has eight Minor League seasons under his belt, but is still just 26. The Red Sox Draft pick spent the 2014 season in the Orioles' organization, compiling a 3.00 ERA with a 76:25 strikeout-to-walk ratio in 81 innings for Triple-A Norfolk. LHP Brad Mills:  Mills is no stranger to the A's, having thrown 16 1\/3 innings for them last year. He posted a 4.41 ERA and clearly impressed enough to warrant a return trip back to Oakland via a Minor League deal. LHP Rudy Owens: Owens made a single start for the Astros in 2014, but spent nearly all of the year in Triple-A, posting a 4.33 ERA with 104 strikeouts in 135 innings. He has pitched in seven Minor League seasons. RHP Fernando Rodriguez: Rodriguez was recently designated for assignment by the A's, but outrighted to Triple-A Nashville and remains a prime candidate to join Oakland's bullpen out of Spring Training. The 30-year-old has thrown 132 1\/3 Major League innings, including nine for Oakland last year. LHP\/RHP Patrick Venditte: All eyes will be on the only switch-pitcher playing professional baseball. He has a career ERA of 2.46 over nearly 385 Minor League innings, but has little experience above the Double-A level. LHP Ryan Verdugo: Verdugo split the 2014 season between Triple-A Omaha (Kansas City) and Triple-A Pawtucket (Boston), combining for a 3.94 ERA. He has plenty experience as both a starter and reliever. RHP Kevin Whelan:  Whelan, 31, has pitched in 10 Minor League seasons, spending most of them in the bullpen, and has just three big league appearances under his belt. He posted a 2.70 ERA and 1.18 WHIP in 43 1\/3 innings with Triple-A Toledo in 2014. C Bryan Anderson:  The 28-year-old catcher has appeared in 36 big league games, including one with Oakland last year. He has a career line of .281\/.351\/.417 over 10 Minor League seasons. C Carson Blair: Blair, 25, comes from the Red Sox organization and has seven years of Minor League experience, batting .239\/.341\/.414 over that span. C Bruce Maxwell:  Drafted by the A's in 2012, Maxwell split the 2014 season between Class A Advanced Stockton and Double-A Midland, batting .243\/.334\/.334. This will be his second consecutive year in big league camp. INF Alden Carrithers:  The 30-year-old left-handed hitter has a career line of .295\/.399\/.363 over seven Minor League seasons, but boasts little power. He does offer plenty versatility, though, with the ability to play second and third base, as well as all three outfield positions. INF Max Muncy:  The 24-year-old corner infielder, drafted by the A's in the fifth round of the 2012 First-Year Player Draft, hit .264 with seven home runs and 63 RBIs in 122 games for Double-A Midland in 2014. INF Niuman Romero: This versatile infielder has a .268\/.351\/.350 career line over 10 Minor League seasons. He's played in 12 big league games. INF Joey Wendle: Much will be expected of Wendle, after the infielder was acquired by the A's in the trade that sent slugger Brandon Moss to Cleveland in December. Wendle, mostly a second baseman, has a career line of .292\/.357\/.471 over three Minor League seasons. Jane Lee is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jane Lee"
}
