{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/106620100\/braves-pitcher-mike-minor-likely-headed-for-arbitration-hearing\/",
    "title": "Minor likely headed for arbitration hearing",
    "subtitle": "If Braves continue MO, lefty would be club's first such case since 2001",
    "body": "ATLANTA -- It appears Mike Minor will become the first Braves player to experience an arbitration hearing since the club won its 2001 case against John Rocker. The Braves and Minor's representatives halted negotiations early Friday afternoon with the mutual understanding that the left-handed pitcher's 2015 salary will be determined by a hearing that will be held at some point between Feb. 1-21 in Phoenix. Both parties had been optimistic that an agreement would be reached before they were required to exchange salary arbitration figures at 1 p.m. ET on Friday.   The Braves offered a $5.1 million salary and Minor requested $5.6 million. If this case does indeed go to a hearing, an arbitrator will determine which of the exchanged figures -- the Braves' offer and Minor's request -- would stand as the pitcher's salary for the upcoming season.   Because he compiled enough service time to qualify as a Super Two player, Minor is entering the second of his four arbitration-eligible seasons.   As a \"file-and-trial\" club, the Braves do not plan to negotiate any further with Minor before the hearing.  Craig Kimbrel, Freddie Freeman and Jason Heyward remained unsigned after salary arbitration figures were exchanged last year. But before going to a hearing, they each received a multiyear extension. The Braves responded by saying that their \"file-and-trial\" stance only halted the negotiation of one-year deals. Coming off an injury-riddled season during which he posted a 4.77 ERA over 25 starts, Minor is not in a position where it would make sense for him to request a multiyear deal. Instead, he can only hope to spend this season regaining the value that was diminished as he battled a cranky left shoulder last year. Minor went 20-13 with a 2.90 ERA in the 47 starts he made from July 1, 2012, through the end of the 2013 season. Clayton Kershaw and Cliff Lee were the only left-handers to post a better ERA than Minor during this span. Unfortunately, Minor's successful run ended after he was forced to undergo a urinary tract procedure on Dec. 31, 2013. This left him sedentary for most of January and forced him to accelerate his offseason preparations once he got back on his feet. Minor was shut down during the first week of Spring Training because of left shoulder discomfort and did not join Atlanta's rotation until the first week of May. After getting off to a decent start, he produced a 7.33 ERA in the 10 starts he completed from June 10-Aug. 1. After getting a week to rest in early August, Minor produced a 2.59 ERA over his next two starts. But his shoulder began hampering him again and ultimately forced him to make an early exit from his final regular-season start on Sept. 20. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
