{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/106646370\/ruben-amaro-jr-phillies-may-be-better-off-without-ryan-howard\/",
    "title": "Amaro: Phils may be better off without Howard",
    "subtitle": "Lee nears return to mound as he builds strength in left elbow",
    "body": "The Phillies' offseason has been filled with speculation about Cole Hamels' future in Philadelphia, but it was a couple of other left-handed veterans that Phillies general manager Ruben Amaro Jr. recently discussed. Speaking to 97.5 The Fanatic, Amaro talked about a recent conversation he had with slugger Ryan Howard, who struggled in 2014. \"We talked to Ryan, and I told him that in our situation, it would probably be better for the organization not with him, but without him. With that said, if he's with us, then we'll work around him. We'll hope he puts up the kind of numbers that we hope he can, and we'll see where it goes from there.\" Trading Howard would help the Phillies rebuild, but the first baseman is owed $25 million in each of the next two seasons and has a $23 million team option with a $10 million buyout in 2017. Howard hit .223\/.310\/.380 last season, well below his career averages of .265\/.355\/.526. Although Amaro told Howard that the team may be better off without him, the general manager does not expect things to be awkward if Howard is indeed still a member of the organization this season. \"There's always awkwardness when we're making transitions, I think,\" Amaro told the Philadelphia Daily News prior to the Philadelphia Sports Writers Association's annual banquet. \"But I think Ryan knows what I think about him as a person and as a player. I think that if Ryan can get back to where he was, or close to back to where he was, I think he can still be a productive player. A lot of it will depend on how healthy he is and how well prepared he is.\" If the Phillies are unable to trade Howard, the team is ready to enter the season with Howard as the everyday first baseman. \"He's a more productive player than anybody else we have there right now,\" Amaro said. \"But that could change. But he's going to get every opportunity to play and be our first baseman, and I think that he's going to be productive. Will he be productive enough to be part of what we want to do moving forward? We'll see.\" Amaro also said that Cliff Lee, who missed the final two months of the season with a left elbow strain, is \"about a week to a week-and-a-half from throwing off the mound,\" according to the Philadelphia Daily News. Lee began his offseason throwing program in November and is expected to be ready for Spring Training. Prior to his injury, Lee went 4-5 with a 3.65 ERA in 13 starts last season. William Boor is a reporter for MLB.com. Follow him on Twitter at @wboor. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "William Boor"
}
