{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/106651146\/blue-jays-visit-joshua-creek-public-school-to-open-winter-tour\/",
    "title": "Blue Jays visit students to open Winter Tour",
    "subtitle": "Bautista, Dickey among speakers to emphasize importance of education",
    "body": "OAKVILLE, Ontario -- The Blue Jays kicked off their fifth annual Winter Tour on Friday afternoon with an incredibly warm welcome and an extremely enjoyable visit to a very enthusiastic Joshua Creek Public School. Upon their arrival, after officially opening the tour with media availability at Rogers Centre, Jose Bautista, R.A. Dickey, Dalton Pompey, Todd Redmond, Aaron Loup and fan-favourite mascot Ace each received a loud ovation from students of all ages as they took the stage to field some very thoughtful questions, many surrounding the event's theme focused around literacy. \"It wasn't until I got to high school where I really started to actually enjoy reading,\" Dickey said. \"But I was able to win a Cy Young Award in 2012 and one of the reasons I was able to do that was because of reading ... \"You guys may have a dream in mind right now -- you may want to be a doctor, you may want to be a veterinarian, you may want to be a Major League Baseball player -- and reading can help you achieve whatever goal you have in your mind or whatever dream you want to attain because it helps to grow your imagination. \"I had to have the imagination to do something different; to take a risk. Reading helped cultivate and grow that imagination. The knuckleball is a real interesting pitch, but it requires a lot of imagination to think that you can stand on a mound and throw a ball 70 miles an hour and get the best hitters in the world out consistently.\" At the school visit, the Blue Jays announced that after Jays Care Foundation donated $2,500 for literacy materials to Joshua Creek, they used half of those funds to pay it forward -- an initiative started by Grade 8 students -- in order for another school to do the same. As an additional surprise on Friday, TD Canada Trust matched the original donation to the school and doubled its funding. \"It's so awesome,\" said Kelley Kemic, a Grade 5 teacher and the school's coordinator of the visit. \"Some of the books we've purchased are really expensive because they're audio books where the students can listen to them and read through, so that was really great. Each table [on display during the visit] was full of books with half of the money. Double that will go so far for us.\" Joshua Creek's students -- who have been singing the national anthem before games at Rogers Centre for several years -- came prepared to their gymnasium with some heavy-hitting questions for the participating Blue Jays. McKinley Bolling impressed the crowd when the young native of Texas asked how the players' success has impacted them and how they would like to use it to impact the world. \"We can impact [others] by being good leaders by example,\" Bautista said. \"So the way we live our lives every single day and the way we conduct ourselves and the way we behave on TV while we're playing, when we're working; when we do anything in life.\" Kemic believes that one of the most impactful questions on the crowd was also one of the simplest, when the players were asked their favourite school subjects. Loup and Bautista both chose math, while Pompey and Redmond opted for physical education as their No. 1 picks, and Dickey chose English. \"For Loup to say math and to hear the kids cheer, that was great,\" Kemic said. \"They can say, 'All right, it's OK that I love math. This is a good thing and this is going to work for me.' That was really awesome as well.\" One of the loudest rounds of applause during the afternoon event was given to the home-run hitter when emcee and Sportsnet Connected host Jamie Campbell asked Bautista about the work he's been doing to complete his degree. \"Well I'm not working on it anymore,\" Bautista said. \"Because I can proudly say that I finished it. Education for me is extremely important. My parents are the ones who taught me that, and the reason why is because you can always learn something about anything, and information is power.\" Alexis Brudnicki is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alexis Brudnicki"
}
