{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/106612304\/mookie-betts-eager-to-continue-development-with-red-sox\/",
    "title": "Betts eager to continue development with Red Sox",
    "subtitle": "",
    "body": "BOSTON -- Mookie Betts doesn't get caught up in the hype that surrounds him. Just listen to the way he answered a question on Friday about going to Major League Spring Training for the first time. \"I haven't got an invite yet, but when I do, I know I'll be excited about going and seeing what it's like over there,\" said Betts, who is one of 10 players participating in Red Sox Rookie Camp under the bubble at Harvard Stadium this week. Talk about the refreshing innocence of youth. As a player now on the 40-man roster, Betts no longer needs an invite to Spring Training. He is going. But the outfielder saves the procedural matters for others. All the 22-year-old Betts cares about is being ready for the next stage of his development, in which he could get close to everyday at-bats for the Boston Red Sox. \"Just refining my approach, being able to barrel up the balls,\" said Betts. \"Pitchers get better and better every year, so I need to get better and better every year.\" Manager John Farrell has mentioned a couple of times this winter that Betts could wind up as the primary leadoff hitter, setting the table for a lineup that includes Dustin Pedroia, David Ortiz, Hanley Ramirez, Pablo Sandoval and Mike Napoli. \"I mean, it's good, but I know I have things to work on and I have to go into Spring Training ready to make the team, because anything can happen at any time,\" Betts said. Many players have tasted early success in their first crack at the Majors. But the second go-round can be much tougher. Betts seems acutely aware of how hard he will have to work to maintain what he did last year, let alone top it. \"That's what the offseason is for, just to take my time and kind of reflect on how the season went and things I can work on,\" he said. \"That's kind of what I've been doing this year. Now that Spring Training is starting to roll around, I'll put those things into action and be ready.\" In a whirlwind 2014, Betts started at Double-A Portland, quickly moved up to Triple-A Pawtucket and got his first of three callups to the Red Sox in late June. He logged 213 plate appearances for Boston, hitting .291 with five homers, 18 RBIs, seven stolen bases and an .812 OPS. The Red Sox still thought it was important to get Betts a taste of the Rookie Program, even though it mainly consists of prospects who are still trying to earn their ticket to the Major Leagues. \"I think there were absolutely big positives on the field for what Mookie showed us last year with that transition,\" said director of player development Ben Crockett. \"But I think as we all know, the initial period, sometimes teams see something. And then when they see it again, an adjustment is made. \"So a combination of things, and also him having some perspective on it now, being able to look back on what went well ... how to prepare for those adjustments that are going to be made against him.\" Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
