{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/106614556\/rays-sign-five-to-minor-league-deals\/",
    "title": "Rays sign five to Minor League deals",
    "subtitle": "",
    "body": "ST. PETERSBURG -- The Rays signed five players to Minor League contracts on Friday, each with an invitation to Major League Spring Training: catcher Mayo Acosta, outfielder Joey Butler, infielder Juan Francisco, right-hander Jhan Marinez and left-hander Everett Teaford. Acosta, 27, has thrown out 39.9 percent of attempted basestealers in his eight-year Minor League career. He spent the 2014 season with Triple-A Durham, appearing in 30 games. Acosta played in 28 games for Toros del Este of the Dominican Winter League, throwing out 10 of 20 attempted basestealers. Butler, 28, has spent parts of the last two seasons in the Major Leagues, appearing in a combined 14 games with the Cardinals and Rangers. In 2014, he hit .360 with four home runs and 20 RBIs in 31 games for Triple-A Memphis and appeared in six games with the Cardinals before having his contract sold to the Orix Buffaloes of the Japanese Nippon Professional Baseball League. In seven career Minor League seasons, Butler owns a .293 batting average and .379 on-base percentage with 76 home runs and 375 RBIs. Francisco, 27, hit .220 with 16 home runs, 43 RBIs and a career-high .456 slugging percentage in 106 games with the Blue Jays in 2014. He hit a home run every 17.9 at-bats, which ranked 12th in the American League among players with at least 250 at-bats. A left-handed hitter, Francisco made 75 of his 82 starts against right-handed pitching, hitting .238 with a .306 on-base percentage and 15 homers against righties. He is a career .248\/.310\/.476 hitter with 47 home runs against right-handers, compared to .159\/.213\/.210 with one homer against left-handers. Over parts of six Major League seasons, Francisco has hit .236 with 48 home runs and 152 RBIs. Marinez, 26, has made six appearances at the Major League level with the White Sox and Marlins. He split the 2014 season between the Dodgers' and Tigers' organizations, going a combined 8-3 with a 6.69 ERA and 46 strikeouts between the Double-A and Triple-A levels. Over parts of nine Minor League seasons, Marinez is 24-24 with a 4.36 ERA, and he has averaged 9.9 strikeouts per nine innings. Teaford, 30, has spent parts of three seasons in the Major Leagues with the Royals, going 3-5 with a 4.25 ERA in 45 appearances (eight starts). He played for Korea's LG Twins in 2014, going 5-6 with a 5.24 ERA in 20 games (19 starts). In nine Minor League seasons in Kansas City's organization, Teaford went 59-41 with a 3.96 ERA in 199 appearances (138 starts). Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
