{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/106614218\/marlins-avoid-arbitration-with-four-players-but-three-going-to-hearing\/",
    "title": "Marlins secure 4 players, but 3 going to hearing",
    "subtitle": "Cishek, Gordon, Alvarez, Crow avoid arbitration; Latos, Phelps, Dunn unsigned",
    "body": "MIAMI -- On a frantic Friday, the Marlins reached agreements on one-year contracts with closer Steve Cishek, second baseman Dee Gordon, and right-handers Henderson Alvarez and Aaron Crow prior to the 1 p.m. ET salary arbitration figures exchange deadline. But the busy day didn't end smoothly for everyone. The club was unable to come to terms with right-handers Mat Latos and David Phelps and lefty reliever Mike Dunn. Their salaries will be determined at arbitration hearings sometime between Feb. 1-21. Per team policy, the Marlins break off negotiations if an agreement isn't reached by the exchange deadline. Miami last went to hearings in 2012, losing both of its cases, to Anibal Sanchez and Emilio Bonifacio. The Marlins don't announce figures, but MLB.com has confirmed the salaries of Cishek ($6.65 million), Alvarez ($4 million), Gordon ($2.5 million) and Crow ($1.975 million). Miami now has 11 players under contract at $57.225 million. But the Dodgers are paying the $10 million owed to Dan Haren, as well as Gordon's $2.5 million. That drops the Marlins' commitments to $44.725 million. Cishek took over as Miami's closer in 2012, and he has 91 career saves, including 39 in 2014. He is in his second arbitration year, earning $3.8 million last season. An All-Star in 2014, Alvarez is coming off a breakout 12-7 season with a 2.65 ERA. The right-hander is in arbitration for the first time. After achieving Super Two status, Gordon reached arbitration for the first time. The second baseman, acquired from the Dodgers at the Winter Meetings, paced the Majors in stolen bases (64) and triples (12) last year. Crow, in his second arbitration season, made $1.475 million with the Royals in 2014. Miami acquired the right-hander on Nov. 28, after he went 6-1 with a 4.12 ERA in 67 games. Dunn has been one of Miami's most dependable relievers in recent years. The club's primary lefty, he made 75 appearances last year, going 10-6 with a 3.16 ERA. He earned $1.4 million in '14, his first arbitration season. Latos, meanwhile, is in his final arbitration year, and he will be eligible for free agency after 2015. The right-hander was acquired by Miami from the Reds at the Winter Meetings. In an injury-plagued 2014, he finished 5-5 with a 3.25 ERA in 16 starts. Phelps, who reached arbitration as a Super Two, was 5-5 with a 4.38 ERA with the Yankees in '14. He could fit into the rotation or as a reliever. Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
