{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/106615920\/twins-sign-four-of-six-arbitration-eligibles\/",
    "title": "Twins sign four of six arbitration-eligibles",
    "subtitle": "Club exchanges figures with Duensing, Schafer",
    "body": "MINNEAPOLIS -- The Twins avoided arbitration with four of their six eligible players on Friday, as they signed Trevor Plouffe, Tommy Milone, Casey Fien and Eduardo Nunez to one-year deals. Minnesota was unable to reach agreements with Brian Duensing and Jordan Schafer and exchanged arbitration figures with both players. Plouffe signed a one-year deal worth $4.8 million, while Milone signed for $2.775 million, Fien signed for $1.375 million and Nunez signed for $1.025 million, the club announced. The Twins can still sign Duensing or Schafer before their scheduled hearings in February. The club's last hearing came in 2006 with Kyle Lohse. Plouffe, 28, was eligible for arbitration for the second time and made $2.35 million last year. He had a breakout season offensively last year, hitting .258\/.328\/.423 with 14 homers, 40 doubles and 80 RBIs in 136 games, while also showing improved defense at third base. Milone was eligible for the first time as a Super Two player and made $510,000 last year. The 27-year-old lefty was traded to the Twins on July 31, and posted a combined 4.19 ERA in 118 innings with the A's and Twins last season. He had a 7.06 ERA in 21 2\/3 innings with the Twins, but was bothered by inflammation in his neck and is a strong candidate to be the club's fifth starter in '15. Fien, 31, posted a 3.98 ERA with 51 strikeouts and 10 walks in 63 1\/3 innings last season as the club's top setup reliever. The right-hander was eligible for arbitration for the first time and had a salary of $530,000 last season. Nunez was also eligible for the first time and brings versatility to the Twins as a utility player. The 27-year-old hit .250\/.271\/.382 with four homers and 24 RBIs in 72 games last year, while seeing time at shortstop, third base, second base, left field and right field. Duensing, who turns 32 on Feb. 22, earned $2 million last season in his first year of arbitration. The left-handed reliever posted the second-lowest ERA of his six-year career with a 3.31 ERA in 54 1\/3 innings last year. Schafer, 28, was acquired from the Braves via waivers in early August, and hit .285\/.345\/.362 with 15 stolen bases in 41 games with the Twins last year. The outfielder made $1.09 million in his first year of arbitration last year and is expected to compete with Aaron Hicks for the starting job in center field in '15. Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
