{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/106531056\/shocked-by-trade-to-athletics-leaving-nationals-tough-for-tyler-clippard\/",
    "title": "Shocked by trade, leaving Nats 'tough' for Clippard",
    "subtitle": "",
    "body": "WASHINGTON -- Right-hander Tyler Clippard said he was shocked after he heard the Nationals traded him to the Athletics for shortstop Yunel Escobar, even though Clippard heard rumors throughout the offseason that he could be dealt. The reality is that he is now a member of the Athletics and could be their closer, something he would like to do for the rest of his career. The A's have not told him what his role will be. On Thursday, Clippard thought a lot about the Nationals, having spent seven of his eight years in the Majors with the club. Clippard acknowledged that he was emotional when he spoke to Nationals pitching coach Steve McCatty and some of his teammates like Drew Storen and Craig Stammen. Clippard and McCatty have worked together since 2008, when they were with Triple-A Columbus. \"The Nationals are an organization that I've been with pretty much my entire career,\" Clippard said via telephone. \"I know almost everybody from top to bottom in that organization. The Nationals are my family. When you leave family and leave those guys behind, it's tough. \"Obviously, there are a lot of mixed emotions that go into all of this. At the end of the day, it's part of the business and you have to make the best of it. That's what I'm going to try and do moving forward.\" Acquired in a trade with the Yankees in December 2007, Clippard was arguably the best reliever for the Nationals over the last five years. The 29-year-old went 34-24 with 34 saves and a 2.68 ERA in 414 games over seven seasons with Washington. While he spent most of his time as a setup man, Clippard saved 32 games in 2012. Clippard is a free agent after the 2015 season and said he wants to become a closer. That was never happening in Washington because Storen has that role. According to Clippard, the Nationals never offered him a contract extension. He is arbitration-eligible and made $5.8 million last year. \"That was the one thing that kind of weighed on me a little bit,\" Clippard said. \"I really loved the organization and wanted to be there a long time. I felt I contributed a great deal to kind of maybe have those discussions, but those discussions never took place. At the end of the day, it's a business, it's their decision. You have to roll with it. I was pleased and happy with my time in D.C. It was a great experience. I will always be a National.\" With Clippard gone, Aaron Barrett or Blake Treinen could become the setup man. Although he is known as a starter, the Nationals see Treinen as a late-inning reliever. Barrett had a productive rookie season. In 50 games, he had a 2.66 ERA and was often used in the middle to late innings. \"Somebody is going to take the bull by the horns and win a job,\" general manager Mike Rizzo said. \"We have outstanding internal candidates. Although it's tough to replace a Tyler Clippard, bullpens are built each and every year. We feel that we have the internal replacements to have a quality bullpen in 2015.\" Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
