{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/106550062\/white-sox-avoid-arbitration-with-three-right-handers\/",
    "title": "White Sox avoid arbitration with three right-handers",
    "subtitle": "Chicago inks Noesi, Guerra and Jones to one-year contracts",
    "body": "CHICAGO -- The White Sox agreed to terms on one-year contracts with right-handed pitchers Hector Noesi, Javy Guerra and Nate Jones, avoiding arbitration with all three. Noesi's contract was for $1.95 million, Guerra's was for $937,500 and Jones' deal was for $660,000. Catcher Tyler Flowers and right-handed starter Jeff Samardzija are the only two remaining arbitration eligible players for the White Sox. Guerra, 29, went 2-4 with a 2.91 ERA over 46 1\/3 innings, with seven holds and one save in 42 relief appearances last season, marking his first with the White Sox. He also made 14 appearances with Triple-A Charlotte before his contract was purchased on May 20. Guerra has a 2.91 ERA and 30 career saves over 143 appearances covering four big league seasons. Jones, 28, appeared in just two games with the White Sox last season due to hip and elbow injuries that plagued him basically from the start of Spring Training. He underwent a microdiscectomy on May 5 and ulnar collateral ligament replacement surgery on his right elbow on July 29. The 6-foot-5, 220-pound Jones has gone 12-5 with a 3.55 ERA, 23 holds and 154 strikeouts over 149 2\/3 innings in 137 appearances over three seasons with the White Sox. Noesi, 27, combined to go 8-12 with a 4.75 ERA in a career-high 33 games (27 starts) between the White Sox, Rangers and Mariners last season. He opened with Seattle, was traded to Texas on April 12, designated for assignment on April 22 and claimed off waivers by the White Sox on April 25. At this point, Noesi figures in as the White Sox fifth starter for 2015. He posted a 4.43 ERA as a starter last season, with a 3-1 record and 3.24 ERA over five starts in August. Guerra has a solid chance to break camp as a middle-inning reliever for the team, while Jones' ongoing rehab process leaves him more as a mid-season bullpen addition. Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
