{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/106570144\/rockies-owner-charlie-monfort-says-troy-tulowitzki-deal-not-happening\/",
    "title": "Monfort tells NY paper Tulo deal 'not happening'",
    "subtitle": "",
    "body": "DENVER -- The notion of the Rockies trading shortstop Troy Tulowitzki to the Mets, which all winter has been more rumors and reports than action, was doused with cold water Thursday at the MLB owners meeting in Paradise Valley, Ariz. The New York Post reported that Rockies owner\/general partner Charlie Monfort answered a direct question with a smile and a simple statement: \"It's not happening.\" Perceived demands on both sides -- the Mets would need the Rockies to pay a good chunk of the $118 million Tulowitzki is owed through 2020, while the Rockies would require Major League talent as well as at least one pitching prospect such as Noah Syndergaard -- apparently have left the teams unwilling to deal. There has been little in direct talks between the clubs. It is believed that there is more of a chance the teams could reach an agreement on a deal to send right-handed pitcher Dillon Gee to the Rockies, especially if the Mets want to rid themselves of the arbitration-eligible Gee's expected salary of slightly more than $5 million. Tulowitzki was the National League's leading vote-getter for the All-Star Game and appeared a legitimate Most Valuable Player Award candidate until he suffered a season-ending left hip injury in July that required surgery. Injuries have been an issue for much of his career. Tulowitzki reported this week that his rehab is going well. The Rockies have said since the end of last season that they will listen to offers for Tulowitzki or any of their players, but Monfort told the New York Post the Rockies are excited to see what a repaired and rehabbed Tulowitzki will do for them in 2015. \"I can't speak for him, but yeah, we want him,\" Monfort told the paper. \"I think he's strong and he's worked hard and he'll be back. He'll be the Tulo of old.\" Thomas Harding is a reporter for MLB.com. Read his blog, Hardball in the Rockies, follow him on Twitter @harding_at_mlb, and like his Facebook page, Thomas Harding and Friends at www.Rockies.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
