{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/106558824\/bradley-university-names-school-for-dodgers-broadcaster-charley-steiner\/",
    "title": "Bradley University names school for Steiner",
    "subtitle": "Dodgers broadcaster a 1971 grad of Illinois college",
    "body": "LOS ANGELES -- Bradley University has named its nationally renowned sports communication program in honor of Dodgers play-by-play announcer Charley Steiner. The announcement of the Charley Steiner School of Sports Communication was made Thursday night at Bradley's 15th annual Hollywood Gala Reception at Skirball Center in Los Angeles. A formal dedication will be held on campus in March. Steiner, who graduated from the Peoria, Ill., university in 1971, is entering his 11th season on the Dodgers broadcast team. He is a four-time Emmy Award winner, National Radio Hall of Fame inductee and anchored ESPN's SportsCenter for 14 years. Steiner made a significant donation to his alma mater, where legendary broadcasters Chick Hearn, Jack Brickhouse and Ralph Lawler also studied. \"My career began at a time when the words 'sports' and 'journalism' rarely shared the same book, much less the same sentence,\" Steiner said. \"Over the years, of course, sports communication has morphed into a hundreds-of-billions-of-dollars-a-year industry. \"Bradley's history can become a driving force into the future in ways we can't even begin to project. Being a part of that process going forward, from the place where it all began for me, brings me an overwhelming sense of pride and joy.\" The sports communication program at Bradley was launched in fall 2009 and has grown to 120 majors. Steiner's gift allows Bradley to expand its offerings for expedition courses and internships and create symposiums and lectureships. It positions Bradley to have the best curriculum in sports broadcasting, marketing, new media, journalism and play-by-play announcing. \"Charley's generous gift, famous name, and renowned achievements make the Steiner School of Sports Communication the first authentic major league sports communication academic program in the country,\" said Jeff Huberman, dean of the Slane College of Communications and Fine Arts. \"These additions help Bradley attract the best students from throughout the country and the world to study with the very best faculty and connect with industry professionals.\" Bradley president Joanne Glasser praised Steiner for his success and his dedication to the university. \"Charley is one of the most popular and recognizable sports announcers in the United States,\" Glasser said. \"We are so proud of our distinguished alumnus and the success he has achieved. He is a wonderful friend to Bradley, and his gift is transformational for our sports communication program.\" Paul Gullifor, chair of Bradley's department of communication, believes establishment of the Steiner School will help elevate an already nationally recognized program. \"The sports communication program at Bradley is one of the leading programs in the nation,\" Gullifor said. \"With Charley's support we are opening the door to so many more opportunities for our students. His name lends stature and prominence to our program.\" Steiner received a bachelor's degree in speech\/theater from Bradley. He was inducted into the Bradley Athletic Hall of Fame in 1995, was named a Bradley Centurion in 2003, and in 1991 received the Lydia Moss Bradley Award, named for the university's founder. He was the keynote speaker at Bradley's midyear commencement in December 2010 and was awarded the Honorary Doctorate of Humane Letters during that ceremony. Steiner's broadcasting career began on the Bradley campus radio station, WRBU, in 1967. After stints in Davenport, Iowa; New Haven and Hartford, Conn.; Cleveland and New York City, he spent 14 years anchoring SportsCenter at ESPN while also broadcasting baseball, football and boxing. He broadcast with the New York Yankees for three years before joining the Dodgers. Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
