{
    "url": "http:\/\/m.mlb.com\/news\/article\/106564628\/players-clubs-to-exchange-arbitration-figures-today\/",
    "title": "Players, clubs to exchange arbitration figures today",
    "subtitle": "",
    "body": "The arbitration process becomes much more real for about 150 players and their Major League teams Friday, and that means business -- a whole lot of it. The exchange of proposed salary figures marks the first big step toward an arbitration hearing neither side wants to experience, and those numbers will show just how far apart they might be in contract negotiations. The anticipated 1 p.m. ET release of arbitration numbers once again figures to grease the wheels toward a rally of signings -- last year, 91 players came to terms on the day numbers were exchanged, so hold onto your hat. While some 150 arbitration-eligible players hadn't reached an agreement on a 2015 salary heading into Friday, that number figures to fall quickly and steeply as the day goes along. This year, several of the 175 players who filed for arbitration earlier this week already found common ground with their teams within days. The Cardinals' Lance Lynn, the Astros' Chris Carter and the Rangers' Neftali Feliz were among those who came to terms in the days before the arbitration process really gets moving. With big names like ace left-hander David Price -- one of four Tigers players still unsigned heading toward Friday -- and teams like the Pirates and their 12 arbitration-eligible players with long to-do lists, there's a lot of business on the docket, that's for sure. Quick primer: Players with three to six years of Major League experience and the top 22 percent of those with two-plus years (Super Twos) are eligible to file for arbitration. If the two sides cannot come to an agreement on a 2015 salary or a long-term deal by the time arbitration hearings are held Feb. 1-21, either the player's asking price or the team's offer as submitted Friday will be selected by an arbitrator. For reasons ranging from economics to emotions, going all the way to a hearing is something both sides generally would like to avoid. That certainly sounded like part of what was on the table when the Cardinals and Lynn came to an agreement Thursday that covers his arbitration-eligible years, a three-year, $22 million pact. As a Super Two, Lynn might have headed for record territory for a one-year deal at that experience level -- $4.35 million to Dontrelle Willis in 2006 is the record for a Super Two player. But neither Lynn nor the Cardinals wanted to one-at-a-time it. \"Obviously, there's uncertainty when you go year-to-year with both sides,\" Cardinals general manager John Mozeliak said after the signing. \"When you look at where he might have been headed in an arbitration hearing, I think it's something that might be very scary for both sides. Lance really wanted to find a way to stay in St. Louis, and he and his agent made it very clear that was their goal.\" Now, if Price and the Tigers don't come to an agreement on a long-term deal, the lefty could be looking at a record for a one-year contract prior to free agency. The Tigers paid Max Scherzer $15.5 million last year in what is believed to be the largest one-year contract ever for a player before his free-agency years. (That obviously doesn't include some of the rich multiyear deals arbitration-eligible players have signed in recent years.) Others who figure to be looking for a big salary number in 2015 via arbitration include Orioles slugger Chris Davis, Red Sox starter Rick Porcello and Nationals starter Doug Fister. Whatever happens Friday, the winter air will be filled with negotiations and agreements as we approach Spring Training -- only about a month out now. But there will be no day heading toward the season with a more frantic pace. Still, a significant number of cases will reach the stage where numbers are exchanged. Once that happens, at least the parameters will be set and the two sides will know their middle ground, which is generally where negotiations wind up, with few cases actually going all the way to a hearing. Last year, 40 players exchanged numbers with teams after 146 filed for arbitration, and just three went to a hearing. None went all the way in 2013. For 2015, the process is just now beginning to get real. John Schlegel is a national reporter for MLB.com. You can follow him on Twitter @JohnSchlegelMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "John Schlegel"
}
