{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/106580014\/barry-m-bloom-d-backs-most-valuable-partner-show-again-a-hit\/",
    "title": "D-backs' MVP show a hit with Hall again as the star",
    "subtitle": "Club president hosts late-night format presentation to honor sponsors",
    "body": "CHANDLER, Ariz. -- It never hurts to be a bit self-deprecating, D-backs president Derrick Hall said on Thursday night. And then he and his staff went out and proved it during the club's fourth annual Most Valuable Partner show and dinner in the theater at the Wild Horse Pass Hotel & Casino. The show, cast in a late night television comedy format with Hall hosting as a little bit Jimmy Fallon and a little bit Jimmy Kimmel, started off with a bang, as Hall showed a video highlight of the D-backs' forgettable 64-98, 2014 season. It lasted all of about 15 seconds with sidekick Cullen Maxey, the team's executive vice president of business operations, noting that the highlight was the season's last pitch. \"And the crowd got it, they understood it,\" Hall said about the group of around 250 that included club sponsors, business partners and season-ticket holders. Moments later, as Hall went through his pre-scripted monologue, he mused about the torture report recently released by the federal government. \"Well, they did a torture report about the D-backs, too,\" Hall deadpanned. \"We made the fans sit through 162 games.\" Bah, bam. The second set is at 10:30. Don't forget to tip your waitress. \"We felt like we had to poke fun at ourselves the whole time,\" Hall said backstage afterward. \"I was hoping that the players wouldn't take offense. But they get it. They understand you have to poke fun at yourself. They were terrific. They would come up in between skits or sets and whisper in my ear, 'Oh, you're killing it. This is so great. This is so fun.' They weren't offended. They were on board. I couldn't be happier with the way it turned out.\" Many current and former D-backs took part in the antics and handed out the annual awards to longtime and newer sponsors who are treated as part of the family. Josh Collmenter squashed eggs on the head of a D-backs executive. Bronson Arroyo, Mark Trumbo and Aaron Hill joined the band and jammed to Neil Young's \"Rockin' In The Free World.\" Hill and Trumbo played guitars and Arroyo, who channels Pearl Jam's Eddie Vedder, sang the vocals. They rocked. There was good news. Arroyo, who underwent Tommy John surgery on his right elbow this past season, said he's about to begin throwing again on Monday. Paul Goldschmidt, presenting the Silver Slugger and Gold Glove Awards, waggled his left hand in the air and told the crowd: \"All healed!\" Goldschmidt was hit with a pitch and missed the last two months of the season with a fractured bone in that hand. He said he's been working out regularly at the club's Salt River Fields complex and is raring to go. \"You've got to laugh about it,\" Hall said. \"Then it's time to turn the page and move forward.\" The concept is this: Rather than having the usual staid business-to-business summit every year to brainstorm about projects and campaigns with sponsors, the D-backs came up with this approach, which is certainly novel in professional sports and might not be mimicked much in the business world. The past three years, the show was a replica of the Academy Awards with Hall playing different characters and presenting the awards in that Oscars, Golden Globes and Emmys style. Not this year. \"We've talked about it for awhile, that's kind of how I run my meetings, which we call First Fridays,\" Hall said. \"It's on the couch with D. Hall. So Rob, who's our producer, said, 'Why don't we take that concept and do the late-night talk show for our corporate partners?' It was working so well with the Academy Awards, but we thought it was time for a refresh. And it was perfect timing.\" Chase Bank, Coors Light, Smile Generation and Jack in the Box all won major awards for advertising and community involvement campaigns. Raising Cane's, a local multioutlet restaurant that specializes in chicken fingers, was named the Rookie of the Year. Safelife won the Silver Slugger and Fry's Food Stores was the Gold Glove winner. Circle K, a chain of convenience stores that has been a D-backs sponsor since Day 1 in 1998, was given the Lifetime Achievement Award. And once again, Taco Bell was the Fan Favorite. This coming season, if the D-backs score a modest five runs or more during a game at Chase Field, fans will be able to turn in their ticket stubs the next day for free tacos. No wonder the fans love it. No wonder the business partners eat up the entire show. \"They like it. You can see they have fun here,\" Hall said. \"They show up year after year. They're competitive. They want to win. I mean, they come out from New York, they come out from Chicago and California. They come here for this. It's a biggie. It's gotten to the point where other teams will call us and ask for the playbook, you know, 'How do you make that happen?' And I don't know that many can duplicate it because we have such a talented staff and production crew. It's unbelievable.\" Actually, they'd have to borrow Hall, the part-Fallon\/part-Kimmel, who pulls the entire show together. Barry M. Bloom is a national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
