{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/106588340\/brief-break-helped-little-recharge-for-return-to-bigs\/",
    "title": "Brief break helped Little recharge for return to bigs",
    "subtitle": "Former manager getting ready to work for Bucs after seven-year breather",
    "body": "SCOTTSDALE, Ariz. -- On July 16, 2007, a fifth consecutive win gave the Los Angeles Dodgers a one-game lead in the National League West. Three weeks later, the Dodgers lost their fifth straight, falling into third place. Funny thing, their manager, Grady Little, couldn't tell the difference. But the one thing he could tell: It was time to move on. \"The very minute during that last season when a five-game losing streak started to feel as a five-game winning streak, I knew it was time for me to start thinking about something else,\" Little said. So Little, after a brief but very successful run as a Major League manager, dropped out. He did not stop managing, except where he did it the next seven years -- at Hickory Grove Christian School in Charlotte, N.C. -- they call it \"coaching\" and the job comes with mowing the grass between games. \"Something else,\" indeed. \"At that point in my life, I was spent,\" said Little, one month into his return to Major League Baseball as a senior adviser in the Pirates' baseball operations department. \"Those 16 years I spent in the Minors riding the buses caught up to me. \"The last seven years, I've been mainly focused on my family and on my faith. My batteries are recharged now. When the Pirates reached out to me in August to see if I'd entertain the idea of taking on a position like this, I talked it over with my family and we thought this would be a good mix.\" Setup relievers are common in today's game. Little was a setup manager. He managed the Boston Red Sox in 2002-03, setting up Terry Francona to come in and win a World Series in 2004. He managed the Dodgers in 2006-07, setting up Joe Torre to come in and win the NL West in '08. In those four seasons -- all winners -- Little posted a cumulative record of 358-290 and had two postseason teams. And he walked away. \"I've been to the highest level, and I just wanted to see if I could help one kid a year,\" he said of his retreat to his roots. Maybe give the kid a helpful tip, a confidence boost -- or a pie. \"Everybody loves Grady. He's a special guy,\" Hickory Grove outfielder Jacob Carte told the Charlotte Observer last May. \"And it doesn't hurt that the other day he bought 25 apple pies at McDonald's and had them waiting for us before practice.\" It was about giving back -- but also about not being able to go back. Little yearned to soothe an ache shared by all baseball lifers, having to watch a child grow up from afar. He couldn't be there for his son, Eric. \"I missed my own son, because I'd go to Spring Training every year and come home no telling when,\" Little said. Eric now has three sons -- ages 7, 11, 15 -- \"and they live about 10 miles from me. It's a joy to watch these kids, to see my grandkids grow up,\" said Little. \"This is the path my life has taken,\" Little said, \"and I have enjoyed every bit of it.\" Now that the path has led him back to The Show, Little is eager for the curtain to rise. Within the last month, he has checked on Pirates prospects in the instructional league and in the Dominican Winter League, he has been to voluntary workouts in Pirate City, and will be back there when Spring Training begins on Feb. 19. \"I did keep up with baseball the last seven years. Anybody who's got it in his blood, you never get too far away from the game,\" Little said. \"I'm certainly happy to get an opportunity to get back into it right now. \"We've got a lot of talented kids in this organization, good athletic-type bodies and skills. I'll be available to do anything; whatever [general manager Neal Huntington and assistant GM Kyle Stark] ask me to do, I will do it the best that I can. I'll do whatever they want me to do.\" If they need someone to make an apple pie run, they'll know just the guy. Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. Follow him on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
