{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/106590606\/cubs-avoid-arbitration-with-pitcher-jake-arrieta-four-others\/",
    "title": "Cubs avoid arbitration with Arrieta, four others",
    "subtitle": "Coghlan, Castillo, Wood and Valbuena sign; Strop lone player unsigned",
    "body": "CHICAGO -- The Cubs avoided arbitration Friday with Jake Arrieta, Welington Castillo, Travis Wood, Chris Coghlan and Luis Valbuena, and exchanged salary figures with reliever Pedro Strop. Wood, coming off a rough season in 2014, received a significant raise as the left-hander signed a one-year, $5.685 million contract. Wood, who turns 28 Feb. 6, was 8-13 with a 5.03 ERA in 31 starts. An All-Star in 2013, Wood did set a career high with 146 strikeouts but also posted personal highs in hits (190) and walks (76) allowed. He made $3.9 million in 2014. Arrieta, 28, signed a one-year, $3.63 million contract. The right-hander had a stellar season with the Cubs in which he compiled a 10-5 record and 2.53 ERA in 25 starts, including his first complete game and shutout. The right-hander carried a no-hit bid into the seventh inning in three starts, the first Cubs pitcher to do so since 1950. Castillo hit a career-high 13 home runs last season, batting .237 in 110 games. The catcher settled for a one-year, $2.1 million contract, and it's not clear where he ranks on the Cubs' depth chart following the acquisition of Miguel Montero and David Ross this offseason. Cubs president of baseball operations Theo Epstein said it's possible the club could keep all three catchers on the roster but added the team was open to the possibility of a trade. Castillo was one of four players who did not attend the Cubs Convention, which got underway Friday at the Sheraton Hotel and Towers. Valbuena also was absent. The third baseman, who agreed to a one-year, $4.2 million contract, set career high in games played (149), home runs (16), runs (68), hits (72), doubles (33), triples (four), and RBIs (51). He ranked fifth among National League third basemen in home runs in 2014. This is Valbuena's third year of arbitration; he made $1.71 million last season. In his first year with the Cubs, Coghlan, 29, batted .283 with nine home runs, 28 doubles, five triples and 41 RBIs in 125 games. He began the season at Triple-A Iowa, but finished with the most games (103) and at-bats (358) of any of the Cubs' outfielders. Coghlan signed a one-year, $2.505 million contract. Strop is the only arbitration-eligible player unsigned. Hearings will be Feb. 1-21 if no settlement is reached before then. Friday was the deadline to exchange figures. In his first full season with the Cubs, Strop, 29, went 2-4 with a 2.21 ERA in 65 games. The right-hander, expected to be one of the primary setup pitchers in the Cubs' bullpen, finished the season with a 1.25 ERA in his final 45 appearances, giving up six earned runs over 43 1\/3 innings in that stretch. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
