{
    "url": "http:\/\/m.mlb.com\/news\/article\/106595160\/d-backs-logo-to-be-depicted-on-randy-johnsons-hall-of-fame-plaque\/",
    "title": "Big Unit's Hall of Fame plaque to feature D-backs logo",
    "subtitle": "Arizona to retire Johnson's uniform number in August",
    "body": "PHOENIX -- Randy Johnson will be inducted into the National Baseball Hall of Fame this summer as a member of the D-backs. Johnson told club president Derrick Hall about his decision on Thursday and the Hall of Fame made a formal announcement on Friday morning. In addition, the D-backs will retire Johnson's No. 51 in a ceremony at Chase Field on Aug. 8. Johnson will be inducted along with fellow pitchers John Smoltz and Pedro Martinez and 3,000-hit-club member Craig Biggio on July 26 in Cooperstown, N.Y. The 6-foot-10, left-handed Johnson, second all-time with 4,785 strikeouts, will be the first member of the D-backs to go into the Hall with their logo appearing on his plaque. \"I couldn't be happier,\" Hall told MLB.com on Thursday. \"It's a combination of Randy and the Hall of Fame. They get together and talk about what makes most sense. Obviously he had options. Seattle might have made some sense, Montreal. He talks about Houston, although he was there the shortest, he had some of his best days there. I actually think he was highly decorated in Arizona and that those were his best years. I think it's only fitting that our first Hall of Famer is Randy Johnson.\" Hall broke the news Thursday to a crowd of business partners and season-ticket holders during the team's annual Most Valuable Partner dinner and show in Chandler, Ariz. Biggio will be the first player to go in as an Astro, the team for which he played his entire 20-year career, during which he amassed 3,060 hits. Smoltz, like fellow staff mate Tom Glavine did last year, will be inducted as a Brave. Smoltz pitched the first 20 of his 21 big league seasons in Atlanta. That leaves only Martinez's logo in question, although there has been some suggestion that he will go in as a member of the Red Sox, the organization for which he had his most formidable years. Johnson was non-committal two weeks ago, after he was elected into the Hall of Fame by eligible members of the Baseball Writers' Association of America with 97.3 percent of the vote. He had 118 of his 303 wins, pitched a perfect game, shared the 2001 World Series Most Valuable Player Award and won four of his five Cy Youngs for the D-backs. Though Johnson may be most identified for his eight years and two stints with the D-backs, who appointed him as a special assistant to Hall on the day he was elected, he was brought up by the Expos, played 10 seasons with the Mariners, went 10-1 with a 1.28 ERA in 11 late-season starts for the Astros in 1998, won 34 games (17 and 17) in two seasons for the Yankees and recorded his 300th career win in his final season of 2009 with his hometown Giants. He grew up in Livermore, Calif. Johnson wasn't given the chance to finish his career with the D-backs when he became a free agent after the 2008 season. Contract talks broke down and he signed with San Francisco. The D-backs inked free-agent right-hander Jon Garland instead. Considering it all, Johnson could have mimicked Greg Maddux and Tony La Russa, who last year were inducted into the Hall without any logo on their plaques so not to offend any of the other teams they worked for. \"Yeah, I know. He could have done that and I'm thrilled he didn't,\" Hall said. \"I can't thank him enough for that. It's appropriate. He and I have had conversations in the past. I was always hoping he would go in as a D-back. He kept it close to the vest, but I'm absolutely ecstatic for everybody that he is.\" Hall said the team will also distribute Johnson bobbleheads on July 25, when the D-backs will be home playing the Brewers. Two weeks later, before a 5:10 p.m. MT game against the Reds, Johnson's number No. 51 will be the second retired by the D-backs, who previously honored Luis Gonzalez by hanging his No. 20 on the white upper right-field façade at Chase Field. Johnson's number will join his former teammate along with the No. 42 worn by Jackie Robinson, which is retired throughout Major League Baseball. \"That day we'll do a big, broad celebration of Randy, retiring his number, and then we'll have the alumni game the next day,\" Hall said. \"It'll be a great event.\" Barry M. Bloom is a national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
