{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/106446430\/rangers-angling-to-solve-backup-catcher-spot\/",
    "title": "Rangers angling to solve backup catcher spot",
    "subtitle": "Club looking to add depth with Chirinos the clear-cut No. 1",
    "body": "ARLINGTON -- Robinson Chirinos said he is training to start 150 games at catcher this season. At this point, that could be a distinct possibility. The question is what will the Rangers do if something happens to Chirinos and he can't start at all. The club's need for a second catcher has been there since the end of last season. \"That's something we are still looking at, both in trade and free agents,\" assistant general manager Thad Levine said this week. The Rangers were close to trading for Braves outfielder\/catcher Evan Gattis on Wednesday, but he was dealt to the Astros instead late Wednesday night. With the addition of Gattis, Houston has five catchers with Major League experience on its 40-man roster along with Jason Castro, Hank Conger, Carlos Corporan and Max Stassi. No word yet on how the Astros will address that traffic jam, although Gattis could be used in the outfield or at designated hitter. Another intriguing possibility is Welington Castillo of the Cubs. He was their Opening Day catcher in each of the past two seasons, but they have acquired Miguel Montero and David Ross this offseason. That would make it seem that Castillo is available, but a source said the Cubs aren't too eager to trade him. The Blue Jays have been trying to trade Dioner Navarro this winter after signing free-agent catcher Russell Martin. But he does not appear to be high on the Rangers' list, especially since he is signed at $5 million for 2015. Other extra catchers on the market include the Rockies' Wilin Rosario, who has decent offensive numbers but not the defensive skills the Rangers desire. The Yankees could move Austin Romine, but he is considered a backup at best. Word is clubs are asking too much for catching on the trade market, which is why the Rangers and the D-backs have been looking but unable to pull off a deal. The free-agent market has dwindled to just a few names, including Geovany Soto, Gerald Laird, John Baker and John Buck. Soto has the most appeal to the Rangers. Texas has acknowledged an interest in Soto, who was supposed to be the club's Opening Day catcher last season. That plan was wrecked by injuries and Soto was sold to the Athletics in August after starting in just 14 games for the Rangers. Soto is still available on the free-agent market and is said to be weighing offers from multiple teams. Right now the Rangers' catching depth includes rookie Tomas Telis and veteran Chris Gimenez, who was re-signed to a Minor League contract. The Rangers would prefer Telis to get more experience at Triple-A before giving him a significant role at the big league level. Top prospect Jorge Alfaro is likely to start the season at Double-A Frisco and is still considered at least a year away. The Rangers' record for most games started at catcher in a single season is 148 by Jim Sundberg in 1975. Chirinos may have something to aim for in 2015. In other news: • Pitcher Matt West has been claimed off waivers by the Blue Jays. He was designated for assignment when the Rangers signed infielder Adam Rosales. • The Rangers were among the teams that sent a scout to watch Johan Santana pitch in the Venezuelan Winter League. The two-time Cy Young Award winner is trying to make a comeback after not pitching in the big leagues since 2012. He pitched two perfect innings. T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
