{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/106442952\/fanfests-caravans-bring-unique-access-excitement\/",
    "title": "FanFests, caravans bring unique access, excitement",
    "subtitle": "",
    "body": "People \"in the know\" will tell you Spring Training is the best place to see Major League players up close and personal. And that's true -- sort of. While the Grapefruit and Cactus Leagues provide fantastic sightlines in a cozy atmosphere, which makes for a perfect opportunity to see the whites of your favorite player's eyes, there's another way to do this as well, and you don't have to wait for the spring to get here. January may seem like just another month spent waiting for baseball to get rolling again, but for most teams, it's the height of caravan and FanFest season. Both activities feature dozens of players and front-office members and allow fans to interact in ways not possible during the regular season. Most teams organize a week-long (and sometimes longer) caravan schedule that includes appearances in not only the actual city where they play, but also the outer-lying regions considered part of their fan-base territory. A multitude of players hop aboard buses and travel to malls, schools, sporting-goods stores and hospitals, mixing and mingling with fans through question-and-answer sessions, autograph opportunities and other activities that give fans the opportunity to get to know their favorite players beyond what happens on the field. Caravan season is often capped by a festival for the fans, aptly titled FanFest. Several teams utilize other names -- Cardinals Winter Warm-Up, Cubs Convention, Brewers On Deck, for example -- but they all mean the same thing: a prime opportunity to say goodbye to a long winter and get the city's fans excited and ready for another season. Some FanFests are held at ballparks, others in hotels, and still more in convention centers. For some fan bases, the attendance is off the charts. To illustrate, let's start with the Grand Poobah of FanFests -- Cubs Convention in Chicago, which, incidentally, gets underway this weekend (and is sold out). Held at the Sheraton Chicago Hotel and Towers, this three-day bonanza will draw somewhere between 10,000 and 15,000 people, with the likelihood the final tally will come closer to the latter. Sure, it helps that manager-slash-cult-hero Joe Maddon, along with new pitching-staff ace Jon Lester, are expected to headline the event. But the convention, which was called the Die-Hard Cubs Fan Club Convention when it first started in 1986, is always a draw. Attendance totals haven't come in below five figures since the late 1980s. The two World Series participants also have a full slate of activities planned during their respective FanFests. In Kansas City, a bevy of familiar names from past and present will be on hand for a two-day celebration at the convention center, Jan. 30-31. The Royals' most legendary player, Hall of Famer George Brett, will make an appearance at the Royals Awards presentation on Jan. 31, during which the club will recognize the winners of the 2014 awards. That group includes Yordano Ventura as the Joe Burke Special Achievement Award recipient, relief pitcher Wade Davis as the Bruce Rice Pitcher of the Year and outfielder Lorenzo Cain as the Les Milgram Player of the Year. If history has anything to say about it, this year's Giants FanFest, slated for Feb. 7 at AT&T Park, should be a doozy. The team learned a few things from past experiences, mainly that a FanFest following a World Series win tends to draw more people. Like, a lot more people. The yearly festival usually draws somewhere around 20,000 -- ginormous numbers by any standard. But in 2011, following the Giants' first of three modern-day championships, FanFest drew somewhere in the neighborhood of 40,000 and caused so many logistical and traffic issues that the team had to go on the radio to implore fans to stay home. Planning adjustments were made, and although they're coming off yet another championship, the Giants are better equipped to handle the masses. Meanwhile, inside the ballpark, it's baseball utopia, with players stretched all over the place signing autographs. Question-and-answer sessions are also a regular staple at the Giants' offseason party. The best part of caravan and FanFests? They're almost always free. If there is a fee, it's nominal, with proceeds going to charity. Regardless of a team's chances to reach the playoffs, January is the same for all clubs: FanFests and caravans are always a win-win, for everyone involved. Alyson Footer is a national correspondent for MLB.com. Follow her on Twitter @alysonfooter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alyson Footer"
}
