{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/106461802\/mike-foltynewicz-headlines-braves-impressive-prospect-haul\/",
    "title": "Foltynewicz headlines Braves' impressive prospect haul",
    "subtitle": "Ruiz and Thurman complete talented group making its way to Atlanta",
    "body": "The Braves continued to retool on Wednesday, as new president of baseball operations John Hart traded Evan Gattis and Minor League reliever James Hoyt to the Astros for a trio of prospects. The price for Gattis was high, as it was when Hart traded outfielders Justin Upton and Jason Heyward earlier this winter. In exchange, the Astros get a player who has hit 43 home runs in 213 games in the Major Leagues at a time when power is down throughout baseball. Gattis has been a catcher throughout his professional career and he has also played some left field and first base in the big leagues. Still, his best position might be designated hitter. Astros general manager Jeff Luhnow has compiled impressive inventory at all of those positions, both in the big leagues and in the upper levels of the Minor Leagues. The Astros' depth and Gattis' versatility put Luhnow in an enviable position to make further improvements to the club. Even if they stand pat with their current roster, adding a right-handed hitter who has averaged a home run every 16.8 at-bats over his first two Major League seasons makes the lineup better. Hoyt, meanwhile, has shown some promise since the Braves signed him in 2012 after stints in independent ball and the Mexican League. Though the right-hander is already 28 years old, he has found success in the Minor Leagues thanks to his fastball-slider combination and could contribute out of the bullpen in the Major Leagues. So what did Luhnow give up for Gattis? Here's a closer look at what the Braves are getting in return: Mike Foltynewicz, RHP: At the time of the trade, Foltynewicz was the second-ranked pitcher on the Astros' Top 20 Prospects list, behind only former No. 1 overall Draft pick Mark Appel. Foltynewicz is one of the hardest-throwing prospects in baseball -- according to Pitchf\/x his fastball reached 101 mph in the Major Leagues last season. But, like most young power pitchers, he has struggled with his command. He averaged 4.01 walks per nine innings over four years of full-season ball in the Minor Leagues. Foltynewicz, ranked No. 57 on MLBPipeline.com's Top 100 Prospects list, has experience starting and relieving and was used as a reliever during his big league debut last season. He has all the tools necessary to start if he can harness his powerful fastball. But without better command, the bullpen may be the role for which he's best suited. Rio Ruiz, 3B: The Astros drafted Carlos Correa first overall in 2012 and grabbed Ruiz, another promising high school infielder, in the fourth round. The pair teamed up to form a formidable duo on the left side of the infield throughout the low Minors. Ruiz doesn't share Correa's limitless upside, but he has developed into a solid prospect in his own right. Ruiz, the Astros' No. 9 prospect at the time of the trade, has an advanced approach at the plate and uses the whole field to hit. So far in his career, his power has largely translated to doubles (he's hit more than 30 in each of his first two full seasons), but as he physically matures, he should be able to drive more balls over the fence for home runs. Though he has room for improvement on defense, the 20-year-old has the look of a future everyday third baseman. Andrew Thurman, RHP: The Astros used their first three picks in the 2013 Draft on college pitchers, selecting Thurman between Appel and Kent Emmanuel. Thurman spent his first full professional season with Class A Quad Cities, where he went 7-9 with a 5.38 ERA. He struck out 107 batters and walked 40 in 115 1\/3 innings. Thurman has a good understanding of his craft and keeps hitters off balance with his low-90s fastball and changeup. His curveball and slider aren't as advanced as his other two offerings, but he could end up with four average or better pitches. Teddy Cahill is a reporter for MLB.com. Follow him on Twitter at @tedcahill. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Teddy Cahill"
}
