{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/106477216\/rogers-players-who-have-been-traded-cant-get-too-comfortable\/",
    "title": "Advice to recently dealt players: Lease, don't buy",
    "subtitle": "",
    "body": "Word of advice to Yunel Escobar and anyone else who has been traded this Hot Stove season or may be traded in the next few weeks: Hold off on house hunting, even if you are thinking about a lease. Take a little time for yourself. Go to someplace warm and tropical -- although, be sure to bring along your nutritionist, yoga instructor and batting-practice pitcher -- and, whatever you do, stay off the cell phone and the Internet. Just get away. Relax, see a couple movies -- you can't go wrong with \"Whiplash,\" if you believe me and the real critics -- and play a few four-hour rounds on manicured greens with the beverage cart never too far away. When it gets closer to Valentine's Day, then you can call your agent and find out where you're going to be playing in Spring Training, if not for all of 2015. These are confusing days. There's little reward for doing too much inputting when your fate depends on someone else's output. A week ago, Escobar was getting ready to go to Port Charlotte, Fla., for the third consecutive spring -- a fixture at shortstop for the Rays, his third team in the past five seasons. Then on Saturday, he was traded to Oakland alongside the more thoroughly discussed Ben Zobrist, with Billy Beane seemingly landing a new double-play combination in one conversation. Four days later, the 32-year-old Cuban is on his way to Washington. Escobar will either play second base or shortstop for the team that many (maybe most) feel is the best bet to win the National League pennant. At the moment, Escobar is penciled in to Matt Williams' lineup at second base. But given the interest of the Mets and others to add Ian Desmond, that could change in a minute. From the Nationals' standpoint, the beauty of adding Escobar is that he's an instant upgrade over second baseman Danny Espinosa, who has hit an even .200 over the past two seasons. And Escobar is under control for three years at a guarantee of only $13 million. That makes him a perfect bridge to shortstop Trea Turner, a 2014 Draft pick out of North Carolina State, who will become the Nats' shortstop of the future when he officially joins their organization in June, after an awkward half-season with the Padres. You want to talk about a rule that needs to be changed? Or enforced? Take your choice, but when the Nationals jumped into the deal sending Wil Myers from the Rays to the Padres to land Turner, who is just getting his feet wet as a pro, it illustrated how the so-called Pete Incaviglia rule has become a bit of arcane legislation for incoming Commissioner Rob Manfred to address. Trying to reduce the leverage of agents -- Incaviglia's agent was Bucky Woy -- Major League Baseball instituted a rule that said a player can't be traded until a year after he signs with his original team. But teams get around that rule by naming neophytes like Turner as a \"player to be named later,\" and all that does is leave the player -- Turner, in this case -- in an uncomfortable situation. For the time being, he'll stick with the Padres, who drafted him 13th overall. But once the anniversary of his signing rolls around on June 13, Turner will be off to the Nats, who sent outfielder Steven Souza to the Rays in the three-team Myers deal. All things being equal, of course, the Nationals would stick with Desmond as their shortstop. He's 29 and just turned in an fWAR season of 4.1, ranking behind only Jhonny Peralta and Troy Tulowitzki among shortstops. Desmond was also third in 2013, with an fWAR of 5.0, which ranked behind Tulowitzki and Hanley Ramirez. But Desmond's issue is that he is headed toward a turn on the free-agent market next winter, and the Nats have so many other contract questions that they aren't confident they can keep him. So do they let him leave for Draft-pick compensation after trying to win it all in 2015? Or do they trade Desmond now when he has his most value, with any team adding him also acquiring the ability to snag a first-round pick in the '16 Draft? That's a question that must vex Mike Rizzo. Should the Mets really be willing to give up a Noah Syndergaard to get him -- and so far, it hasn't seemed they'll do that -- then Desmond has to be out the door. He would also be an upgrade for the Yankees -- sorry, Didi Gregorius -- Indians, Tigers, Mariners, Reds and Padres, among others. Seemingly more than at any time in history, things are changing quickly in this Hot Stove season. The A's have been among the most fluid organizations as they try to save face after paying heavily for Jon Lester and Jeff Samardzija last summer, then losing to the Royals in the American League Wild Card Game. They lost Lester to free agency and have traded third baseman Josh Donaldson and Samardzija -- yet they seem intent on winning. A week ago, the A's were betting heavily on Marcus Semien, the Southern League MVP in 2013, who they acquired from the White Sox in the Samardzija trade. But after adding Zobrist and Escobar, Beane said he planned to use Semien as the Pirates did Josh Harrison a year ago. Well, guess what? Semien is already back to being a regular shortstop, with Escobar headed to the Nationals. Who knows where Escobar will be next week? Still the shortstop? Back to the super-utility role? Or maybe somebody else's question mark, displaced by the next rounds of trades? It's got to be dizzying at times to be a player. Just ask Ryan Lavarnway. He ended 2014 with the Red Sox, who drafted him from Yale in 2008. Lavarnway was claimed on waivers by the Dodgers on Dec. 5, then from the Dodgers by the Cubs on Dec. 19. Less than a week later, the Orioles grabbed him when the Cubs put him on waivers. But the Orioles gave his roster spot to Delmon Young recently, so who knows where Lavarnway is going to be in Spring Training. Maybe Lavarnway will wind up playing with Desmond. But will that be in Washington or somewhere else? Sorry. It's too soon to know. Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
