{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/106477280\/mike-bauman-yankees-sticking-to-fiscal-restraint-so-far\/",
    "title": "Yankees sticking to fiscal restraint, so far",
    "subtitle": "",
    "body": "Have the Yankees taken on a new and more restrained organizational approach to roster development? Hal Steinbrenner's comments to reporters at the Owners Meetings in Arizona on Wednesday held elements that seemed to at least hint at fiscal conservatism. The Yankees' managing general partner spoke positively about roster changes and improvements brought about this winter by general manager Brian Cashman. But Steinbrenner did not seem inclined toward tossing a ton of money toward, for instance, the top pitcher on the free-agent market, Max Scherzer. In this way, these are not your father's Yankees -- or the Yankees of Hal Steinbrenner's father, George M. Steinbrenner III. There was a time, not that long ago, when, if confronted by the apparent need to spend money, the Yanks' fiscal philosophy seemed to be: Whatever it takes. The Yankees, on Hal Steinbrenner's watch, have not been particularly chintzy. Last winter, they committed to $486 million worth of free-agent contracts. These deals did not appear to be the acts of an organization intent upon operating on the cheap. After 13 straight seasons of having the highest player payroll in the Major Leagues, the Yankees dropped into second place in 2014. But their payroll was still close to $200 million. This drop of one place in the salary standings said more about the Dodgers expanding their horizons, with a new deep-pocket ownership and a local TV rights bonanza, than it did about the Yanks. Still, the Yankees missed the postseason for the second straight season. This is simply not supposed to happen and had not happened since the last century. Teams spending far less than the Yankees enjoyed more success. The small-market Kansas City Royals, winners of the American League pennant and back in the postseason for the first time in 29 years, come readily to mind. The Yankees have re-signed third baseman Chase Headley and middle infielder Stephen Drew. They have traded for shortstop Didi Gregorius, who has the completely unenviable task of following not only a legend but a Yanks legend. The Yankees lost their 2014 closer, David Robertson, but compensated with other acquisitions. They signed free-agent lefty reliever Andrew Miller, a prize in this offseason's market. The Yanks further bolstered the bullpen with the additions of David Carpenter and Justin Wilson. With flame-throwing Dellin Betances returning, the Yankees have reason to believe that the bullpen will be an area of strength. \"We had numerous goals,\" Steinbrenner said of the offseason. \"Two of the goals were certainly to get younger and get better defensively. I think we did that. I think our bullpen is better. I think it's one of the best in baseball, quite frankly in my opinion. So there have been some improvements. \"We started out with a payroll that was already high before we did anything. We had a certain amount of dollars to work with, and I think Cash did a great job. There's just a certain amount I'm going to go. You all know my opinions about payroll -- where you should be and really where you don't need to be to win championships.\" The days of dynasties are no longer with us, unless you count the Giants winning everything every other year. But the Yankees still lead the league in high expectations. And in that package of expectations is the thought that the Yanks will spend whatever it takes to field the ultimate winning club. \"We know what the fans expect,\" Steinbrenner said. \"We know what the town expects. We're not going to be afraid to spend money.\" That issue may very well come down to this situation: The Yankees have a rotation full of health questions. As Spring Training draws nearer, will they still be taking the long view of their team's development? Or will they do what was in the recent past the standard Yankee thing to do? Will they spend a possibly precedent-shattering amount of money on Scherzer? Or a truly substantial amount of money on James Shields? Either expenditure would be more like business as usual for the Yanks. In the absence of that, people talking about baseball teams lavishing astounding amounts of money are going to be left talking about the Dodgers and whoever signs Scherzer. The Yankees will be praised for their relative restraint -- unless they don't make the postseason again. Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
