{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/106501990\/jonathan-mayo-rookie-career-development-program-offers-players-guidance\/",
    "title": "Rookie Career Development Program offers players guidance",
    "subtitle": "MLB and MLBPA join forces to help prospects prepare for life in the big leagues",
    "body": "Soon enough, equipment trucks will be heading to Florida and Arizona. Players will follow shortly thereafter and the 2015 edition of Spring Training will be underway. Before starting to work on their on-field skills for the season, a group of the game's up-and-coming stars gathered outside of Washington D.C. for the annual Rookie Career Development Program. For more than two decades, Major League Baseball and the Major League Baseball Players Association have joined forces to create this event, designed to help future big leaguers avoid the kinds of pitfalls that have kept many players from being able to focus on that on-field work. There are sessions on dealing with the media, how to handle situations in the clubhouse, drugs in baseball and financial planning, just to name a handful of issues addressed. Players get to interact with each other around these topics and there are breakout sessions with former big leaguers to allow smaller groups of players to drill further down on specific issues. \"I wish I had this before I played the month in the big leagues,\" said Kendall Graveman, who made his debut with the Blue Jays and then was dealt to the A's during the offseason. \"It's been really beneficial. You just try to pick people's brains, every meeting we go to, just try to learn something new, writing down a lot of notes. It's stuff I can go back and look at throughout the season. I won't remember everything, but if I have notes, I'll be able to go back and re-evaluate what I've seen, what I've heard, what I've learned here.\" \"I knew next to nothing [about the program],\" Nationals outfield prospect Michael Taylor said. \"It's been fun. I've learned a lot. It's been cool to interact with some guys that you don't normally see, maybe they're from the West Coast or with an organization you don't play against. \"I think it will help a lot. The information you get here is invaluable. Being able to speak to the former big leaguers and Hall of Famers that are here, it's a great experience.\" Perhaps the most riveting presentation of the program was also a new one. For the first time, the Rookie Program participants heard from MLB Ambassador of Inclusion Billy Bean, who shared his story of trying to play Major League Baseball while struggling to live as a closeted gay man. The room of 100-plus prospects was silent and captivated. Hopefully, Bean's interaction will help the next generation of big leaguers be more tolerant and accepting. \"The Players Association and the Commissioner's Office work very hard to provide an enjoyable and educational program each year to help our young players transition to the Major Leagues,\" said MLB Chief Legal Officer Dan Halem, who was in attendance. \"This year, Billy Bean, MLB's Ambassador for Inclusion, gave a powerful and moving presentation to the players, which was one of the most impactful of the weekend.\" The program is specifically designed so players don't feel like they aren't an active part of the proceedings. Interaction is encouraged. Second City, the famed comedy improv company from Chicago, sends a touring group every year to do role-playing with the players on a wide variety of potential situations. For the past several years, the RCDP has included a Latino program, a one-day extension for Spanish-speaking players before the rest of the participants arrive. It's a chance for players from other countries to learn about what it takes to adjust to the language and the culture, all while trying to stick at the highest level. \"All the information they have given us has been very important,\" Braves infield prospect Jose Peraza said. \"I've learned how to be better in interviews, and other things, things I didn't know. I've felt very happy to be here and learn new things.\" Undoubtedly, the lessons learned at this year's Rookie Program will come in handy in 2015, with many of the prospects in attendance ready to make major contributions in the big leagues and in the seasons to come. Being so close to that ultimate dream can be a very strong motivator. \"It's a great opportunity, it's an honor that the Tigers wanted me to come here,\" outfielder Steven Moya said. \"I heard it was a program that prepares you for the big leagues, for the life up there. If they wanted me to come here it's because they have some kind of thinking about me going up there. I'm just trying to take advantage of it.\" Jonathan Mayo is a reporter for MLBPipeline.com and writes a blog, B3. Follow @JonathanMayoB3 on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Mayo"
}
