{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/106507682\/brett-cecil-blue-jays-avoid-arbitration-with-1-year-2475-million-deal\/",
    "title": "Cecil, Blue Jays avoid arbitration with 1-year, $2.475 million deal",
    "subtitle": "",
    "body": "TORONTO -- The Blue Jays avoided arbitration with Brett Cecil by signing the left-hander to a one-year, $2.475 million contract on Thursday afternoon. Cecil had another strong season out of the bullpen for Toronto in 2014. He went 2-3 with five saves while posting a 2.70 ERA in 66 appearances. The Blue Jays haven't gone through the salary arbitration process since 1997, and they'll look to keep that streak intact. The club has two remaining players eligible for arbitration this offseason: third baseman Josh Donaldson and infielder Danny Valencia. Players and teams have until Friday to submit their salary requests. Negotiations are permitted to continue after that, but the Blue Jays have a club policy of not doing one-year contracts once the arbitration figures are exchanged. The only time the organization would make an exception is on a deal that involves multiple years of control. Casey Janssen, Jason Frasor and Jose Bautista are relatively recent examples of players who appeared headed for arbitration until multiyear deals were worked out. If the two sides are unable to agree on a new deal, an independent arbitrator is brought in to settle the dispute. Both parties would make their case at some point between Feb. 2-20, and the arbitrator then decides which of the salary figures is appropriate for the 2015 season. Donaldson is the most prominent player on Toronto's list. He's eligible for arbitration for the first time in his career and could earn upwards of $4.5 million, which would be a rather substantial increase on the approximately $500,000 he made last year. The 29-year-old was acquired by the Blue Jays in November after another impressive season with the A's. Donaldson finished the year with 29 home runs and 98 RBIs for Oakland, while finishing in the top 10 in the American League MVP Award voting for the second consecutive campaign. Toronto could eventually look to lock him up to a long-term extension, but with four years of control remaining, that doesn't appear to be a current priority. According to MLBTradeRumors, Estrada is projected to earn $4.7 million through arbitration. Saunders projects at $2.9 million and Valencia should be in the range of $1.7 million. The Blue Jays haven't gone through an arbitration hearing since right-hander Bill Risley had one in 1997. There have been some close calls, though, as Bautista was minutes away from a hearing starting in 2011, but the meeting was canceled after both sides agreed to a five-year deal. Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
