{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/106505622\/strong-pipeline-has-moved-astros-pieces-into-place\/",
    "title": "Strong pipeline has moved Astros' pieces into place",
    "subtitle": "Trade for Gattis latest example of how Houston is aiming to compete now",
    "body": "HOUSTON -- The Astros pride themselves on being smart -- the diplomas hanging on the walls in the front office are a testament to that. Everything they do is calculated and has a purpose, so when they traded for third-base prospect Colin Moran last July, it was part of a plan. Rio Ruiz, Houston's top third-base prospect, was expected to start this season at Double-A Corpus Christi, but the arrival of Moran -- the former No. 6 overall pick by the Marlins in 2013 -- seemed to serve as a roadblock. It turns out the Astros were able to package Ruiz and pitching prospects Mike Foltynewicz and Andrew Thurman in a trade Wednesday with the Braves to land slugger Evan Gattis and Minor League pitcher James Hoyt. After years of touting their Minor League system for being one of the best in baseball -- thanks to players like Ruiz, Foltynewicz, Thurman and others -- there was ample fruit on the vine. Multiple trades for prospects and two consecutive seasons of having the No. 1 pick allowed the Astros to switch gears. They're making trades for the present instead of for the future. \"It's always a challenge to give up talent, but in any good deal, in order to get a good player, you're going to have to give up a good player,\" general manager Jeff Luhnow said. \"In this particular case, in order to get an established Major League power hitter, we had to give up three players that we really liked. Our focus over the past three or four years has been to build a farm system and to get to the point where we could do a move like this to benefit the Major League club and help us win more games in Houston.\" Still, trading away two of the team's top nine prospects as ranked by MLB.com is a big price to pay. But the Astros improved by 19 games last year, and they filled some holes in free agency this winter by signing relievers Luke Gregerson and Pat Neshek and shortstop Jed Lowrie. Houston could still use another starting pitcher and some help at the corner infield spots, but adding Gattis -- a 30-homer threat at Minute Maid Park -- fills a need for another big bat to join Jose Altuve, Chris Carter, Dexter Fowler and George Springer. Earlier this offseason, the Astros acquired Angels catcher Hank Conger in exchange for prospects. \"I said from the beginning of this offseason, our focus was on 2015, and I think the free-agent signings we made and the two trades we made have put our money where our mouth is,\" Luhnow said. \"We're looking to improve this team and build on the progress we had last year and take this team to the point we're a winning team and competing for division titles, and we're getting closer with every move we make.\" The Astros might not be done dealing, either. They have too many catchers and they have a crowded outfield. And Houston still has plenty of depth in the Minor Leagues. \"This is probably not the last of these types of deals,\" Luhnow said. \"We have a very good system, even after this trade, and we have two Draft picks in the top five coming up in this year's Draft. We're going to continue to have a very strong pipeline, and how we turn that pipeline into Major League wins is going to be a big key to our success going forward -- in this case, turning three good players into Evan Gattis, and in other cases bringing the players up and letting them play in Houston.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
