{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/106512510\/jimmy-rollins-gone-top-phillies-prospect-heir-apparent-jp-crawford-not-feeling-pressure\/",
    "title": "Rollins gone, heir apparent Crawford not feeling pressure",
    "subtitle": "Top Phillies prospect likely to start season at Double-A Reading",
    "body": "PHILADELPHIA -- J.P. Crawford has been the Phillies' shortstop of the future ever since he joined the organization as a first-round pick in the 2013 First-Year Player Draft. The future seems a lot closer now that Jimmy Rollins is out of the picture. Crawford, who turned 20 on Sunday, likely won't make his Major League debut for another two years. But the label of Rollins' heir apparent won't go away any time soon. He's fine with that, though. \"It's not pressure for me,\" Crawford said Wednesday at Citizens Bank Park, where 10 of the Phils' best prospects gathered for the club's annual Prospect Education Program. \"I'm just going to go out there and still play the game. Whenever my times comes, it comes.\" Rollins, traded to the Dodgers last month, leaves behind a legacy that will be hard to follow. He started 14 consecutive Opening Days for Philadelphia and is the franchise's all-time leader in hits (2,306) and doubles (479). \"It's a good challenge for me to try to be as good as [Rollins],\" said Crawford, ranked by MLB.com as the Phillies' top prospect. \"He's probably going to go down in history as one of the greatest shortstops in this organization.\" Crawford -- a distant cousin of Dodgers outfielder Carl Crawford -- said he's admired Rollins ever since he was a kid growing up in Lakewood, Calif. The two have spoken on occasion, but not often, and Rollins has offered some advice. \"When you get up here, Philly has a passionate group of fans, so always run hard, always hustle and you'll have a great career here,\" Crawford recalled Rollins telling him. \"For me to learn from him, for him to talk to me, it's a dream come true. Hopefully, whenever my time comes, I'm ready.\" For now, Crawford is preparing for his second Spring Training as a professional. He said he hasn't been told if he's going to Major League camp. It's possible that Crawford will begin the year with Double-A Reading. Crawford opened last season with Class A Lakewood and played 60 games before he was promoted to Class A Advanced Clearwater, where he hit .275 with eight home runs over 63 games. \"Wherever I start, I'm going to play hard,\" he said, \"and if they move me up, they move me up.\" Austin Laymance is a reporter for MLB.com. Follow him on Twitter at @jalaymance. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Austin Laymance"
}
