{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/106515692\/optimistic-braves-president-john-hart-has-no-plans-to-deal-closer-craig-kimbrel\/",
    "title": "Optimistic Hart has no plans to deal Kimbrel",
    "subtitle": "Braves' president of baseball operations believes club will be competitive next season",
    "body": "ATLANTA -- Now that the Braves have traded Jason Heyward, Justin Upton and Evan Gattis, why would they choose to keep Craig Kimbrel when their offense is unlikely to be strong enough to provide the elite closer with consistent save opportunities? Wouldn't it be wise to take advantage of his current trade value and avoid the risk that he might follow the same path as other closers, who have abruptly come to realize the short shelf life of dominance in this role? While this might be a question asked by fans and media members who are pessimistic about Atlanta's immediate future, Braves president of baseball operations John Hart maintains hope for the 2015 season and says he does not plan to trade Kimbrel. \"We have never entertained trading [Kimbrel] and have had zero conversations with any clubs about Craig,\" Hart said Thursday morning. \"I want him finishing out a World Series win.\" Given that Kimbrel is signed through 2017 and has a $13 million option for '18, he is at least positioned to be part of the bright future that Atlanta has attempted to create while stockpiling prospects through a flurry of trades this offseason. The Braves are seemingly positioned to be a legit contender again by the time their new stadium opens in 2017. But what if they were to struggle over the course of the next two seasons? Would it make sense for them to pay Kimbrel $20 million during this span to simply close games for a non-contender? Or would it make more sense to deal him now or at least before July's non-waiver Trade Deadline, when he might garner an even greater return? Hart's belief that Atlanta will remain competitive this season is certainly optimistic. But if he truly believes his club can be a legitimate contender again by the time 2016 arrives, then maybe it would make sense to keep Kimbrel, whose 90.3 save percentage ranks second all-time among closers who have notched at least 180 saves. Kimbrel ranks just ahead of Joe Nathan, Mariano Rivera and Trevor Hoffman in this category. But the only man who stands in front of him is Eric Gagne, who flamed out after recording at least 45 saves for three consecutive seasons (2002-04) with the Dodgers. There is a school of thought that closers are easily replaced. While that might be the case for the average closer, Kimbrel has provided enough indication that he does not fit in this category. During his first four seasons as a closer, the 26-year-old right-hander has notched 48 more saves than any other pitcher and struck out 42 percent of the batters he's faced -- a number trumped only by Aroldis Chapman (43.6 percent) during this span. Given the uncertainty that surrounds the Braves' immediate future, it is difficult to gauge the value Kimbrel might bring over the next couple of seasons. If Hart proves to be correct with his optimistic projection for the club, then he will be happy to have an elite closer in his bullpen. But if Atlanta struggles over the next couple of seasons, there will be reason to question whether the Braves were wise to continue extending nearly 10 percent of the current payroll to a pitcher whose maximum value is only realized through the opportunity to complete just one inning in meaningful games. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
