{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/106523644\/mets-speedy-powerful-outfield-poised-to-thrive\/",
    "title": "Mets' speedy, powerful outfield poised to thrive",
    "subtitle": "Lagares, Granderson, Cuddyer key to New York's success in 2015",
    "body": "With pitchers and catchers scheduled to report to Port St. Lucie, Fla., by Feb. 19, it's time to continue dissecting the Mets' 2015 roster. This is the second of a six-part Around the Horn series taking a position-by-position look at the projected starters and backups heading into the season. Next up: Outfielders. NEW YORK -- Last winter, the Mets signed Curtis Granderson to add legitimacy to the middle of their lineup. It didn't work. This year, they are counting on both Granderson and Michael Cuddyer to do the trick. Ever since Carlos Beltran left town in 2011, the Mets have struggled to find consistent outfield production. In-house options haven't succeeded, the farm system has provided no solutions, and outside of a dream half-season from Marlon Byrd, free agency has yet to fix things, either. But the Mets head into 2015 boasting their most promising mix in years, combining Granderson's power potential with Cuddyer's track record and Juan Lagares' Gold Glove prowess. If the Mets make the playoffs for the first time in nine years, it will likely be because this group thrived. The starters: Cuddyer, Lagares, Granderson Perhaps no player on the roster is more critical than Granderson, whose multiple slumps outweighed his lesser hot streaks last summer. At 33 years old, Granderson finds himself at a crossroads; another poor season could signal the official end of his prime, while a strong summer may carry the Mets to new heights. The Mets are doing everything they can to help him, moving in the right-center-field fence and hiring Granderson's old hitting coach, Kevin Long. Cuddyer seems like more of a sure thing at the plate, but also a potential staple in the trainer's room. Helped in part by Coors Field, the soon-to-be-36-year-old hit .307 with an .886 OPS over his last three seasons in Denver. But he averaged just 93 games per season, hitting the disabled list six times. The Mets, who don't have the best track record of keeping players healthy, will need to find a way with Cuddyer. Even Lagares, fresh off his best season as a professional, comes with questions. Though Lagares' defense is undeniably elite, the Mets hope he can develop enough offensively to become a legitimate leadoff man. They're sticking him in that spot whether he sinks or swims, aiming to increase his on-base percentage from .321 up above .350. The backups: John Mayberry Jr., Kirk Nieuwenhuis, Matt den Dekker, Alex Castellanos Unless injury strikes, Mayberry and Nieuwenhuis will almost definitely be the backups on the Opening Day roster. The Mets signed Mayberry to a guaranteed contract, and they plan to use the right-handed slugger liberally, starting him against left-handers to give both Granderson and first baseman Lucas Duda strategic days off. Mayberry can play all three outfield positions, but he is best at the corners. Nieuwenhuis is out of options and enjoyed a fine 2014 season, giving him the edge over den Dekker. The latter will likely start the season back at Triple-A Las Vegas, though he has already proven all there is to prove in the Minors. Den Dekker is an injury away from logging significant innings in Flushing. As for Castellanos, the Mets signed him to a Minor League deal earlier this winter. He represents nothing more than organizational depth. Waiting in the wings: Cesar Puello, Brandon Nimmo, Michael Conforto None of the names above figure to see much, if any, big league playing time in 2015. Puello's star crashed after the league suspended him 50 games for testing positive for a performance-enhancing substance in 2013. Long a top prospect, Puello has never hit consistently in the Minors. Now nearing his 24th birthday, he will return to Las Vegas for seasoning. Nimmo is entering a critical year in his development. Finally breaking out last summer, the former first-round pick could reach Las Vegas by season's end, perhaps even earning a September callup if everything breaks right. The Mets still believe he can be a star. Conforto, the team's first-round pick last June, is entering his first full season of pro ball. He's several years away from the big leagues, but the 2013 Pacific-12 Conference Player of the Year may have the highest ceiling of any hitter in the organization. Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
