{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/106524194\/mlb-wins-appeal-in-dismissal-of-san-jose-lawsuit\/",
    "title": "MLB wins appeal in dismissal of San Jose lawsuit",
    "subtitle": "",
    "body": "PARADISE VALLEY, Ariz. -- A federal appeals court upheld the dismissal of a lawsuit by the city of San Jose against Major League Baseball, upholding a lower court ruling against the argument, which accused the sport of illegally blocking a proposed move of the Oakland Athletics to the area. Judge Alex Kozinski's written decision concluded: \"Like Casey, San Jose has struck out here.\" Both Commissioner Bud Selig and Commissioner-elect Rob Manfred welcomed the ruling as the quarterly Owners Meetings wrapped up Thursday at The Sanctuary resort. \"It's important that we prevailed in the litigation because the exemption is very important to the way we've done business,\" Manfred said. \"I also think it's a good thing that, hopefully, this will be the end of the San Jose litigation. Litigation often distracts people from what the real issue is. And I think the real issue going forward is that Oakland needs a new ballpark. We need to get focused on making sure we get that done as fast as we can.\" Said Selig: \"When you win, you're always happy. But any time there's an assault on your antitrust situation, this is good for baseball. This makes me feel good. This is a court decision that really helps us.\" There were immediate indications, however, that San Jose will now petition the Supreme Court. The Circuit Court had been considering an appeal of a 2013 District Court ruling that a Supreme Court precedent should prevail over San Jose's argument that stalling a potential A's move violates the city's rights. According to the Mercury News, city leaders vowed to press forward to the U.S. Supreme Court, which has upheld the 1920s era antitrust exemption in the past. Mayor Sam Liccardo told this newspaper that he expects the City Council to approve such an appeal in the coming weeks. San Jose originally sued three years ago, claiming MLB interfered with a deal in which the team would have built a stadium with an option agreement to buy land downtown. One complication has been a dispute over territorial rights between the A's and the San Francisco Giants. Paul Hagen is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Hagen"
}
