{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/106530732\/evan-gattis-ready-to-hit-the-ground-hitting-for-houston-astros\/",
    "title": "Gattis ready to hit the ground hitting in Houston",
    "subtitle": "",
    "body": "HOUSTON -- Evan Gattis, the newest member of the Astros, is coming here, more than anything, to add some thunder to the lineup. That much is evident in the fact the Astros aren't publicly saying which position he'll play primarily, and that Gattis himself isn't focusing on defense at this point. \"I'm not really worried about positioning and stuff like that right now,\" Gattis said Thursday, one day after the Astros sent three prospects to the Braves to acquire him. \"I'm just ready to get after it, you know?\" Gattis' Major League track record is a good one when it comes to power, albeit brief. He's belted 43 home runs in 213 games the past two seasons with the Braves in just 723 at-bats, battling back and knee injuries along the way. Where he plays defensively in Houston remains to be seen, though left field seems his likely home. Last season, Gattis was used exclusively as a catcher with the Braves after appearing in 48 games in left field in '13. He admits he's not a good defensive player when not behind the plate, but says he's been working hard to improve that part of his game. \"Defensive, in general, is average or less than average,\" Gattis said. \"I think I can make up for that in the lineup, and I'm eager to get better.\" The Astros are banking on Gattis joining fellow sluggers Chris Carter and George Springer to be a formidable trio for pitchers to get through behind American League batting champion Jose Altuve and Dexter Fowler, who's a high-on-base player. If healthy, Gattis could put up big numbers in hitter-friendly Minute Maid Park, which measures 315 down the left-field line -- enticing for the right-handed Gattis. \"Pitchers are going to have to make a decision on who they're going to want to pitch to,\" Gattis said. \"It will be really good for all of us.\" While Gattis has spent more time at catcher than any other position, Astros general manager Jeff Luhnow has said being in an AL lineup will allow the Astros to use Gattis differently. They can plug him in at designated hitter, as well as at first base and catcher. Jason Castro remains the Astros' starting catcher, and the team traded for Hank Conger to be Castro's backup a few months ago. Since then, the Astros have been trying to trade backup Carlos Corporan. Luhnow said Gattis could be used as a third catcher, but probably nothing more. \"I was pretty out of practice [as an outfielder] last year, but I'm working hard and feeling good,\" Gattis said. \"My M.O. has always been trying to get better and learn from the guys that have done it. The Astros have quite a few outfielders that are pretty good. I'm not as comfortable as I am catching, but you have to be ready.\"  Justice on Gattis deal Justice talks Gattis trade to AstrosRichard Justice joins MLB Tonight to discuss the Evan Gattis deal that sends him to the Astros Unless Fowler gets traded, he'll start in center field, with Springer in right field. The athletic Jake Marisnick is a top-notch defender who needs playing time, as well, and Alex Presley, Robbie Grossman and L.J. Hoes are also in the mix. The only thing Gattis is focused on now is winning. \"We are on the rise,\" said Gattis. \"We won 19 more games than [the year before]. The potential is there to win a few extra games. The difference is so small between a really good team and a .500 team over the course of 162 games. Small situations and little stuff -- if one team can figure it out and put it together, and you have young guys competing for jobs, it's a good environment.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
