{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/106531566\/rizzo-ian-desmond-is-nationals-shortstop-but-ears-are-open\/",
    "title": "Rizzo: Desmond is Nats' SS, but ears are open",
    "subtitle": "GM says deal involving elite shortstop would have to be 'elaborate'",
    "body": "WASHINGTON -- A day after acquiring infielder Yunel Escobar from the Athletics, Nationals general manager Mike Rizzo indicated that Ian Desmond will be the team's shortstop in 2015, but didn't rule out trading, him either. \"Our approach with Ian Desmond has not changed one bit since the end of last season,\" Rizzo said. \"Ian Desmond is our shortstop. He is the leader of our team. He is one of the best shortstops in all of baseball, and he is going to be the shortstop of the Washington Nationals. With that said, if a deal comes up that we can't refuse, we will always look to improve ourselves for 2015 and beyond. But it's hard to replace one of the best shortstops in all of baseball. The deal would have to be pretty elaborate not to have Ian Desmond on this team.\" Desmond is a free agent after this year. The Nationals reportedly offered Desmond a seven-year, $107 million contract last offseason, but Desmond settled for a two-year, $17.5 million deal before Spring Training. Rizzo and Desmond's agent, Doug Rogalski, were at the General Managers Meetings and baseball's Winter Meetings late last year, but there were no contract negotiations between the two parties, according to a source. The team felt it offered Desmond market value. Desmond is the longest-tenured member of the Nationals. He was selected by the Expos in the third round of the 2004 First-Year Player Draft, and he has been a steady influence on and off the field since becoming a Major Leaguer in 2009. Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He can also be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
