{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/106531568\/nationals-catcher-wilson-ramos-to-be-honored-with-tony-conigliaro-award\/",
    "title": "Ramos to be honored with Tony Conigliaro Award",
    "subtitle": "Veteran catcher reportedly agrees to one-year deal, avoiding arbitration",
    "body": "WASHINGTON -- Nationals catcher Wilson Ramos has had to overcome adversity over the last four years. Ramos had a torn ACL in his right knee in 2012, a broken hamate bone in his left hand last year and multiple hamstring problems the last two years. He played a combined 191 games during that period. But injuries are just part of Ramos' story of beating the odds. In November 2011, Ramos was the victim of a kidnapping in Venezuela and has taken steps to move past the ordeal. No wonder Ramos was voted the winner of the 25th annual Tony Conigliaro Award, an honor presented to a Major League player who has overcome adversity. \"I was super scared, and even though [the kidnappers] did not hurt me physically, it was something that was very painful,\" Ramos said back in 2011 after being rescued in Venezuela. \"I didn't think I was ever going to see my family again and that hurt me so much. But now, I am with them again and it feels tremendous to be back.\" Ramos' award-winning news comes on a day when the veteran backstop avoided arbitration. According to CBSSports.com, Ramos signed a one-year deal worth $3.55 million. Ramos will receive the award at the Boston Baseball Writers' Association of America's 76th annual dinner next Thursday at the Agganis Arena in Boston. Despite dealing with the kidnapping and injuries, Ramos, 27, is a solid catcher. Ramos has a .269 career batting average while guiding the Nationals' pitching staff to the best strikeout-to-walk ratio in baseball history (3.7 SO\/BB) last season. He threw out 16 of 46 attempted basestealers (34.8 percent), and he owns the second-best catchers' ERA (3.39) among active backstops with at least 300 games behind the plate. After Ramos, Reds left-hander Aroldis Chapman and Orioles right-hander Miguel Gonzalez each were tied for second in the voting. Right-hander Colby Lewis (Rangers), first baseman Yonder Alonso (Padres), catcher Roberto Perez (Indians), and bench coach Dave Roberts (Padres) also received votes. Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
