{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/106533982\/anthony-rizzo-promises-cubs-division-title-this-year\/",
    "title": "Rizzo promises NL Central title 'this year'",
    "subtitle": "Guarantee comes during Cubs Caravan stop at elementary school",
    "body": "CHICAGO -- Anthony Rizzo sent a message to the rest of the National League Central: The Cubs intend to win the division. \"It's going to happen this year,\" Rizzo said Thursday during a Cubs Caravan stop at an elementary school to help spruce up the facilities. \"[Get to the postseason] is what we're going to do. We're going to play, we're going to win the NL Central. You guys will quote me on that. \"We should be the team -- with all due respect to every other team, they're just as good talent-wise -- but we're going to do some things this year and that's what we're expecting, that's what we're going to put our sights on and we're not going to accept anything less.\" Flash back to Sept. 28 when the Cubs wrapped up the regular season at 73-89 with a win over the Brewers, and Rizzo said the same thing. But he sounded more convinced Thursday, now that Joe Maddon is the manager and Jon Lester is in the rotation. \"[The] 2014 [season] is over with, and '13 is over with, and '12. This is it,\" Rizzo said. \"I was saying this to my family that when everything was going down getting Lester and Maddon and signing those guys, that for the rest of my career, I should be on a contending team now. That's exciting. The expectations now are set this year and every year on out.\" Rizzo's prediction didn't surprise teammate Jake Arrieta. \"I don't think it's out of reach at all,\" Arrieta said about getting to the postseason. \"I expect the guys on our ballclub to have that same sort of mindset, especially starting with a clean slate, a fresh season, a lot of new faces. Optimism is a good thing to have. I think everybody's excited and ready to get started.\" Rizzo, whose foundation hosted its first \"Laugh-Off for Cancer\" fundraiser Thursday night, said the fact that Maddon has battled in the tough American League East will help the Cubs. Plus, the players can learn from Lester's and catcher David Ross' postseason experience. The Cubs should head into 2015 better prepared. \"I've never been [to the World Series], Starlin [Castro] has never been there,\" Rizzo said. \"[Lester and Ross] are going to help us with everything. That's what's great with how our roster is shaping up is we'll have a lot of knowledge, a lot of youth and a lot of talent.\" Rizzo's prediction is tame compared to the movie, \"Back to the Future 2,\" which predicted the Cubs will win World Series this year. \"They're smart,\" Rizzo said. \"'Back to the Future' said we're going to win in 2015. We're going to be a fun team and I'm going to say it now, our goal is to make the playoffs, and once you make the playoffs, the ultimate goal is the World Series. That's our goal every single year.\" Said Arrieta: \"We'll do our best to make sure that happens.\" Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
