{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/106396626\/napoli-panda-anchor-corner-infield-for-sox\/",
    "title": "Napoli, Panda anchor corner infield for Sox",
    "subtitle": "First baseman eyes bounce-back campaign, while Panda will man third base",
    "body": "With the start of Spring Training just a few weeks away, anticipation is building for the 2015 season. MLB.com is going around the horn to break down each area of the Red Sox, continuing today with corner infield. While all eyes will be on free-agent acquisition Pablo Sandoval in his first season with the Red Sox, there is a player on the other corner of the infield who could end up being even more productive. Don't forget about Mike Napoli. The first baseman played through a barrage of injuries last year in what amounted to his least productive season since he emerged into a full-time player in 2009. At the age of 33, Napoli should still have plenty of production in him. In truth, he never recovered fully last year from mangling his left ring finger on a headfirst slide in Chicago. Napoli also played through a variety of other ailments, and he wound up hitting .248 with 17 homers and 55 RBIs while slugging .419 and finishing with a .789 OPS. Napoli also underwent a fairly extensive procedure for sleep apnea this winter that should have him feeling more energetic when he takes the field. While the Red Sox counted on Napoli to hit fourth or fifth in his first two seasons with the club, manager John Farrell recently hinted that he will move his first baseman to the No. 6 spot this season. Having a hitter of Napoli's caliber hitting sixth serves as an example of how much deeper Boston's lineup should be in the coming season. Sandoval has a lot to do with the excitement the Red Sox have heading into Spring Training. He offers a professional bat, an underrated glove and a gregarious personality. And when Sandoval gets between the lines, he loves to win, and he has the instant credibility of three World Series championships. The switch-hitter is expected to bat fifth -- after Hanley Ramirez and in front of Napoli. Sandoval is coming off a decent regular season in which he hit .279 with 16 homers, 73 RBIs and a .739 OPS. Playing 81 games a season in Fenway Park could help Sandoval elevate his numbers closer to his best years in San Francisco, such as in 2009 (.943 OPS) and '11 (.909). The Red Sox will get strong defense at both corners. Sandoval has good reaction time and makes just about all of the plays. Napoli has been a rock for Boston since making the full-time transition from catcher to first. Brock Holt offers depth at both corner spots. In fact, the left-handed-hitting Holt played everywhere but pitcher and catcher for Farrell last season. Holt had a career high of 492 plate appearances in 2014, and he hit .281 with 23 doubles, five triples and four homers. Holt started 37 games at third and eight at first, and he could again help out when Napoli or Sandoval need a rest. Look for Daniel Nava to also get some playing time at first base, particularly with Boston's outfield now overloaded. Allen Craig has been mentioned in his share of trade rumors, but he is another option for first base if he is still with the club in 2015. The right-handed hitter is coming off a tough season offensively as he tried to fully recover from foot woes that started in '13. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
