{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/106397056\/astros-sign-arbitration-eligible-chris-carter-carlos-corporan\/",
    "title": "Carter, Corporan signed; Astros down to 5 arb-eligibles",
    "subtitle": "",
    "body": "The Astros announced Thursday that they agreed to terms on one-year contracts with designated hitter Chris Carter and catcher Carlos Corporan, avoiding arbitration with both players. Terms of the deals were not disclosed by the club, though Carter's has been reported as a $4.175 million contract and CBS Sports reported that Corporan will make $975,000. In his first year of arbitration, Carter gets a huge raise over the $510,000 he made last year. Carter hit a career-high 37 homers in 2014, tying him with Miami's Giancarlo Stanton for the second most in the Majors behind Nelson Cruz (40). \"That's really exciting,\" said Carter, who went through the arbitration process for the first time. \"I talked to my agency and I was pretty informed by the Players Association and everybody around me. I talked to a few players about the process. Everything went smooth.\" Corporan qualified for arbitration for the first time this winter. The 31-year-old switch hitter has spent time with the Astros in each of the past four seasons, serving as their primary backup catcher for the past two. Last year, he played in 55 games, batting .235\/.302\/.376 with six home runs and 19 RBIs. Originally a 12th-round pick by the Brewers in the 2003 First-Year Player Draft, Corporan owns a .226\/.286\/.350 line over 199 career games. Houston now has five arbitration-eligible players remaining ahead of Friday's deadline to exchange salary figures. That group includes fellow catchers Jason Castro and Hank Conger, as well as infielder Marwin Gonzalez, outfielder Dexter Fowler and left-handed reliever Tony Sipp. After the players and the teams exchange desired salary figures for 2015, they can continue to negotiate contracts. If no agreements are reached, the players and the teams will next month present their cases before an arbitration panel, which will choose either the team's figure or the player's desired salary. Most deals are reached prior to that, however. Assistant general manager David Stearns has been leading the arbitration effort for the Astros. He has extensive arbitration experience, both from his time working for the Commissioner's Office as well as his two-plus years with the club. \"It's allocating time appropriately to each case, because they're all important, and to make sure we have all the information we need to reach win-win deals for all seven,\" said general manager Jeff Luhnow. \"With that many, it's just a bandwidth issue on our side.\" When asked if the Astros could reach multi-year deals with any of their arbitration-eligible players, Luhnow said: \"Always a possibility, but at this point it doesn't appear that way.\" Fowler signed a two-year contract with the Rockies two years ago that paid him $3.25 million in 2013 and $7.35 million last year. Traded to the Astros a year ago, he's in his final year of arbitration eligibility after hitting .276 with eight homers, 35 RBIs and a .375 on-base percentage last year. Castro, who made $2.45 million last year, is arbitration eligible for the second time. Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. Andrew Simon is a reporter for MLB.com. Follow him on Twitter @AndrewSimonMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart and Andrew Simon"
}
