{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/106402912\/red-sox-second-baseman-dustin-pedroia-cleared-to-resume-baseball-activities\/",
    "title": "Pedroia cleared to resume baseball activities",
    "subtitle": "Coming off left hand surgery, second baseman eager to get back on field",
    "body": "BOSTON -- Four months after undergoing surgery on his left hand, Red Sox second baseman Dustin Pedroia is full speed ahead as he prepares for Spring Training. \"He's doing great,\" manager John Farrell told MLB Network Radio on Wednesday. \"Our most recent conversation was yesterday, and he's been cleared from a physical standpoint to resume all baseball activities. Strength has been regained completely from the surgery.\" While Pedroia has only added to his reputation as a gritty competitor by playing through a variety of hand injuries in recent seasons, his numbers have dipped. Pedroia could be on the upswing again after a full winter of rehab and recovery. \"We talk about [some of our] pitchers bouncing back, and I wouldn't say Dustin is a bounce-back situation, but I feel like the fact he's got some of these hand issues behind him [will help him]. … Dustin is one of our leaders, clearly,\" said Farrell. \"And to have him pain-free or without restrictions, we feel like there's going to be a return to the ability to drive the baseball like he's done in the past.\" Pedroia won his fourth career Gold Glove Award in 2014. He hit .278 with 33 doubles, seven homers and 53 RBIs. The way Pedroia has been chirping to his manager and teammates lately, there's some expectation that those numbers will revert to what Pedroia has done in other seasons. \"And I know that he's confident, and what that means is a louder Dustin Pedroia, which is always a good thing,\" Farrell said. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
