{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/106417436\/giants-in-no-rush-to-finish-complementing-roster\/",
    "title": "Giants in no rush to finish complementing roster",
    "subtitle": "Recent history shows quiet GM Sabean can find help after mid-January",
    "body": "SAN FRANCISCO -- The Giants have appeared to be passive onlookers as numerous other clubs, including each of their National League West rivals, remodel their rosters in an effort to capture the World Series title that San Francisco secured in three of the previous five seasons. Bear in mind that appearances are deceiving. Anybody believing that Giants general manager Brian Sabean has hit the snooze button on this offseason hasn't paid attention. Sabean believes that time begins on Opening Day, to paraphrase the title of Thomas Boswell's book. Hence, waiting until mid-January or beyond to acquire a useful performer doesn't faze the Giants. Consider 2010, when the Giants launched their run of Series success. They didn't come to terms with first baseman Aubrey Huff, one of that team's most essential contributors, until Jan. 10. Catcher Bengie Molina re-signed on Jan. 19 after it was widely assumed that he was bound elsewhere. Sabean himself fostered this belief by declaring that the \"ship [had] sailed\" for retaining Molina, who was traded to Texas in midseason after helping the Giants sustain a promising start. The Giants, who coveted handyman Ben Zobrist before Oakland acquired him last Saturday in a five-player trade, are known to be still seeking a position player, probably somebody who can provide depth in left field. A couple of possibilities eluded them this week as the Braves were on the verge of trading Evan Gattis to either the Astros or Rangers, while the Cubs signed ex-Padre Chris Denorfia. San Francisco's alleged interest in Mets right-hander Dillon Gee continued to fuel rumors. Even if such gossip is false, it perpetuated the notion that the Giants actively continue to pursue roster reinforcements. One potential move makes so much sense that it's remarkable it hasn't happened already: Bringing back right-hander Ryan Vogelsong, who remains available as a free agent. Vogelsong's Giants tenure looked finished last month when Jake Peavy agreed to a two-year, $24 million contract. Peavy's deal gave San Francisco a full complement of starters, apparently excluding Vogelsong from San Francisco's consideration. But that was before Tim Hudson recently required surgery on his right ankle to remove bone spurs. Though Hudson is expected to be ready by Opening Day, his ailment left the Giants with no margin for error in their rotation. Now Hudson and Matt Cain must recover successfully and in timely fashion from their respective injuries. Now Madison Bumgarner has to summon enough strength and endurance to anchor the staff after shouldering a 270-inning workload last year. Now Peavy and Tim Lincecum have to rediscover the magic they displayed intermittently in 2014. Otherwise, the Giants may have to rely heavily on Yusmeiro Petit, who seems more effective as a swingman than as a full-time starter, or Chris Heston, who likely will begin the season in Triple-A. Sabean likes to point out that adding players through free agency is a \"cleaner\" process than engineering trades, since the former doesn't require parting with anyone. Thus, forging a deal with Vogelsong, who wants to remain a Giant, seems less painful than parting with a prospect or two for Gee. Giants pitchers and catchers are scheduled to report to Spring Training on Feb. 18. The first full-squad workout is set for Feb. 24. San Francisco will open the regular season on April 6 at Arizona. In other words, the Giants have plenty of time to bring aboard a key newcomer or two. Chris Haft is a reporter for MLB.com. Read his blog, Haft-Baked Ideas, and follow him on Twitter at @sfgiantsbeat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Haft"
}
