{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/106410226\/david-price-headlines-quartet-of-tigers-eligible-for-arbitration\/",
    "title": "Price headlines quartet of Tigers eligible for arbitration",
    "subtitle": "In addition to southpaw, J.D. Martinez, Simon, Alburquerque also in line for 2015 raise",
    "body": "DETROIT -- The Tigers have not faced a salary arbitration ruling since Dave Dombrowski took over as team president\/general manager in 2002. That streak is about to be put to the test once again. All four Tigers eligible for arbitration -- David Price, J.D. Martinez, Alfredo Simon and Al Alburquerque -- officially filed by Tuesday's deadline. While it's essentially a formality, Detroit has reached agreements on filing day in past years. The bigger deadline in recent offseasons is the date for exchanging salary proposals, the two numbers between which an arbitrator must choose if a case goes to a hearing. That comes up on Friday, and the numbers have fostered a middle ground for deals in past years. Last year, the Tigers settled with a half-dozen arbitration-eligible players between the day to file and the day to exchange numbers. Detroit has fewer cases this time around, but just as many tricky situations. If the team and the player can't reach an agreement, arbitration hearings would be scheduled for Feb. 1-21. The Tigers' goal is to avoid a hearing once again. The either\/or setup of an arbitration hearing is a major game of financial risk, which is why many teams have followed the trend and avoided a hearing at nearly all costs. The biggest case by far is Price, who made $14 million last season as a third-time arbitration eligible. He's up for a fourth turn through arbitration because he qualified as a Super Two player in 2012, just shy of the three years of service time usually required. Between an American League Cy Young Award in 2012, a runner-up spot in '10 and a sixth-place finish last season -- not to mention Major League highs of 248 1\/3 innings and 271 strikeouts in 2014 -- Price has a chance to set records, both for a salary proposal and a salary agreement. Simon, too, is an interesting case. He's a third-time eligible, also a year away from free agency and coming off a 15-win season in his first year as a full-time starter. The 33-year-old made $1.5 million last year with the Reds, but that case was built largely on his track record as a reliever. Simon could conceivably return to the bullpen if the Tigers re-sign Max Scherzer, but his arbitration salary will be determined based on his season as a starter. Alburquerque is eligible for a second time, having avoided arbitration with an $837,500 deal last year. He posted a vast improvement in ERA (4.59 in 2013 to 2.51 last year), innings pitched (49 to 57 1\/3), appearances (53 to a career-high 72) and WHIP (1.49 to 1.17). Martinez, too, will be a fascinating case as a first-time eligible. His 2014 numbers -- .315 average, .912 OPS, 30 doubles, 23 home runs and 76 RBIs in 123 games -- helped him post a 4.2 WAR after a negative-1.2 combined mark over his previous three Major League seasons. First-time eligibles are supposed to be evaluated on their career to date, but 2014 will obviously be the overriding factor. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
