{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/106437070\/offseason-overhaul-leaves-phillies-with-big-arms-in-minors\/",
    "title": "Offseason overhaul leaves Phillies with big arms in Minors",
    "subtitle": "Nola, Eflin, Windle and Lively bring optimism to club's outlook",
    "body": "PHILADELPHIA -- The Phillies have preached pitching and defense as their keys to success in the future, and the organization has added a number of talented pitching prospects over the past seven months to further its rebuilding effort. Of the Phillies' top eight prospects, according to MLB.com, half are starting pitchers acquired since June. It started with Aaron Nola, the club's first-round pick in last year's Draft. When Jimmy Rollins was dealt to the Dodgers, the trade netted former first-rounder Zach Eflin and Tom Windle. Most recently, the Phils acquired Ben Lively, the Reds' Minor League Player of the Year in 2014, for Marlon Byrd. \"We are short, particularly at the upper levels, in starting pitching,\" general manager Ruben Amaro Jr. said after the Rollins trade. \"We have to be able to pitch to win, and we have to be able to develop pitching, long term.\" All four were at Citizens Bank Park this week for the club's annual prospect education program. It was their first chance to meet one other, and it offered a chance to dream about the future. \"That would be unbelievable,\" Eflin said when asked if he could envision all four arms in the Phillies' rotation down the road. \"That would be a dream come true. I could see it if we all put in the work and stay humble and stay true to God's plan. Anything can happen.\" Lively agreed. \"Absolutely, that would be real cool,\" he said. \"I know everyone is going to have different opportunities and different outcomes and we're not all going to have the same numbers and move up at the same time, but long-term I think it would be cool to bring us together now at the same time, and if we're all in the big leagues at one point, that would be fun.\" Lively is right. Each pitcher will have his own unique path to the Majors. After all, each had a different journey simply to get to this point. Nola was a first-round pick. Lively was acquired on New Year's Eve, not long after he was shaking hands with Reds fans during a team event in Cincinnati. Eflin was coveted by the Phillies, but drafted by the Padres. Windle had a feeling he was included in the Rollins trade, but didn't find out officially for weeks as he worked out at his offseason home in Minnesota. \"I didn't know if I should wear red or blue in the weight room,\" he joked. Nola is the most advanced of the group. He said the Phillies told him he's going to Spring Training with the Major League club next month. As for the others, none could say for sure where they would start out in the spring. \"Definitely excited,\" said Nola, who had a 2.93 ERA over 12 appearances with Class A Advanced Clearwater and Double-A Reading in 2014. \"I'm ready to meet those guys and be around those veterans and get their input on the game and pick their brains.\" While Nola will be in big league camp, it's still possible all four will begin the 2015 season in the same rotation in Double-A. \"I think that would be a pretty good staff,\" Windle said. It's too early to know if all four will eventually advance to the Majors. But for now, there's no harm dreaming about it. Austin Laymance is a reporter for MLB.com. Follow him on Twitter at @jalaymance This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Austin Laymance"
}
