{
    "url": "http:\/\/m.mlb.com\/news\/article\/106316212\/phil-rogers-in-al-east-a-waiting-game-for-favorite-to-emerge\/",
    "title": "In AL East, a waiting game for favorite to emerge",
    "subtitle": "Division seemingly up for grabs with no team making splashy move for ace",
    "body": "Go ahead, someone. Pull the trigger already. ... Or is this the season that no team wants to be the favorite in the American League East? Historically baseball's toughest division, the land that was ruled by the Yankees and Red Sox for so long is now best known for its balance. But what would I know? Heading into the season two years ago, conventional wisdom was that all five AL East teams could finish anywhere from first to last. I added this caveat -- there's no way the Red Sox can win, and there's no way that the Blue Jays (who had just added Jose Reyes, R.A. Dickey, Mark Buehrle and Melky Cabrera) can finish last. Both things, of course, happened. How would you line up the AL East right now? I'd say that it's once again a division without a heavy favorite, with the Orioles as the current pick, by the narrowest of margins. They're the defending champs, of course, and have averaged 91 wins the last three years. But since losing to the Royals in the AL Championship Series, they have lost Nelson Cruz, Nick Markakis and Andrew Miller while adding no one of significance. Yes, they've getting Chris Davis back from his suspension and both Manny Machado and Matt Wieters back from injury. A full season of Kevin Gausman is intriguing, as is the presence of Dylan Bundy in the wings -- and, hey, maybe Ubaldo Jimenez will figure something out, too. You can make a case that Buck Showalter already has all the parts he needs. But that's not the reality that jumps out when you think about the division. The one I've been thinking about every day in the month since the Winter Meetings is that sooner or later, some team is going to make a move that makes them a strong favorite. Every team in the AL East has significant questions at the front of the rotation, with a void of No. 1 starters who can be fully counted on (until further notice, Masahiro Tanaka doesn't count). But there are three available aces who can change that dynamic. You know the names. Whether the Yanks and Jays are going to spend heavily enough to sign Max Scherzer or James Shields is debatable, at this point. They're sure not acting like it, are they? Nor do the Red Sox seem to be on the verge of a trade that would send Henry Owens, Mookie Betts and Blake Swihart to the Phillies for Cole Hamels. But these are difference-making guys. Scherzer checked in with a 5.6 fWAR last year, almost two wins better than Hamels (3.8) and Shields (3.7). There's currently no starter on an AL East roster who did better than Mark Buehrle's 3.5 last season, and it ranked 23rd overall. So none of the five AL East teams has a starter who was among the 22 best last season, and you're telling me they're satisfied with their rotations? That's hard to believe. Until someone makes a major move, you have to consider that any of the five teams can win. This includes a Rays team that since last July has subtracted David Price, Andrew Friedman, Joe Maddon, Wil Myers, Ben Zobrist and Yunel Escobar. Before leaving to take over the Dodgers, Friedman set up the Rays by always getting a good young starter when Tropicana Field economics forced him to trade away strong arms. The foursome of Alex Cobb, Chris Archer (acquired from the Cubs in a 2011 Matt Garza trade), Jake Odorizzi (from the Royals in a '12 Shields trade) and Drew Smyly (from the Tigers in last July's Price deal) give Tampa Bay a shot to have the best rotation in the division. Boston made a smart move in adding Rick Porcello. But otherwise, it is counting heavily on Clay Buchholz, who has never worked 190 innings, and National League imports Wade Miley and Joe Kelly. Those three pitchers combined for a 4.67 ERA last season. The top four arms currently in the Yankees' mix worked only 458 1\/3 innings last season, with the pitcher who threw the most (Nathan Eovaldi) putting up a 4.37 ERA based in the NL. There are major concerns about Tanaka, CC Sabathia and Michael Pineda. As far as rotation depth goes, the Orioles and the Blue Jays are in the most comfortable position. Baltimore's 96-win season in 2014 was built behind the foursome of Chris Tillman, Wei-Yin Chen, Bud Norris and Miguel Gonzalez, and Gausman emerged as a potential impact arm down the stretch. Jimenez and Bundy are wild cards who could make big contributions. Toronto looks to have everything except one of the game's 10 to 20 true No. 1 starters. The foursome of Buehrle, Dickey, Drew Hutchison and Marcus Stroman looks solid, and prospects Aaron Sanchez and Daniel Norris offer upside. But don't sell the Rays short because of their resources or their management turnover. Cobb, Archer, Odorizzi and Smyly will average 26 years in age next season, and all of them have pitched more than 200 Major League innings. They will benefit greatly from pitching coach Jim Hickey, who figures to be a huge asset for rookie manager Kevin Cash. Moore, who was 22 when he shut down a loaded Rangers lineup in the 2011 playoffs, made only two starts last season before blowing out his elbow. Had he held up, Tampa Bay may have avoided the 77-85 record that marked the club's first losing season since 2007. The best-case scenario has Moore back in May, but it's probably wise to look for help from prospects Alex Colome and Nathan Karns early in the season, with Moore entering the picture around the All-Star break. Will the Rays score enough runs to hang with everyone else? That's debatable, with Russell Martin and Josh Donaldson in Toronto and Boston adding Hanley Ramirez and Pablo Sandoval to the lineup built around Dustin Pedroia and David Ortiz. But the good news for Tampa Bay is there's not a heavyweight rotation in the division, even if the parts remain available to build one. Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
