{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/106317574\/odubel-herrera-turning-heads-with-strong-showing-in-winter-ball\/",
    "title": "Herrera turning heads with strong showing in winter ball",
    "subtitle": "Rule 5 Draft pick named Rookie of Year, MVP of Venezuelan Winter League",
    "body": "PHILADELPHIA -- The Phillies took a flier on Odubel Herrera in the Rule 5 Draft in December because they liked what he could bring to the outfield with his athleticism and offense. Philadelphia could use some depth in the outfield in 2015 and beyond, and it's becoming clear why the organization felt it was worth taking a chance on the 23-year-old. Herrera had a great regular season in the Venezuelan Winter League, for which he was named the Most Valuable Player on Monday. He won the batting title with a .372 average and was also named Rookie of the Year. Herrera finished second in the league with a .432 on-base percentage, to go along with a .988 OPS, 115 total bases and a .393 average with runners on base. \"Grateful to God for all these awards I have achieved,\" Herrera said in a release from his winter league club, the Tiburones de la Guaira. \"I really am very happy and I dedicate it to my parents, who have always supported me in this sport. This award is also for them.\" Herrera had primarily been an infielder in the past, but he played extensively in the outfield in winter ball. That's where the Phillies see his future, and they are expected to take a good look at him as an option in left field during Spring Training. \"We think have something with the bat,\" pro scouting director Mike Ondo said after the Phils selected Herrera with the eighth pick in the Rule 5 Draft. \"There is some excitement to this guy with the skill set. ... He's a good athlete. He has some speed. He obviously has a feel for hitting. We like the bat speed.\" It will be interesting to see how Herrera adjusts to big league pitching. The top pitching prospects are usually not in winter ball, and Herrera has never played above Double-A. Defense will be a question, too, as he continues to see more time in the outfield. But as the Phillies enter a rebuilding phase, it's worth taking a shot on a player with upside. Austin Laymance is a reporter for MLB.com. Follow him on Twitter at @jalaymance This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Austin Laymance"
}
