{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/106315358\/boston-red-sox-promote-raquel-ferreira-to-vp-baseball-administration\/",
    "title": "Sox promote Ferreira to VP, baseball administration",
    "subtitle": "She becomes third female to reach that level in a big league front office",
    "body": "BOSTON -- The Red Sox announced a series of promotions and hirings in their front office on Tuesday, and perhaps most notable is the ascension of Raquel Ferreira to vice president of baseball administration. Ferreira has worked in Minor League operations for the Red Sox for the last 16 years, and she becomes the third female to be elevated to the position of vice president in a baseball-operations department in the Major Leagues. Amiel Sawdaye, who has run Boston's Draft board for the past several years, will see his duties expand in his new role as vice president of amateur and international scouting. Sawdaye started with the Sox as an intern in 2002, and he has been a full-time employee of the scouting department since '04. Adrian Lorenzo, who started with the Sox as a player-development intern in Fort Myers, Fla., in 2013, has been hired as a Major League staff assistant, and he will be with the club on a daily basis. Last season, Lorenzo was instrumental in easing Rusney Castillo's transition to the United States and the Major Leagues, interpreting Castillo's interviews and helping ease his communications with other club personnel. Brian Abraham, a Major League staff assistant the past two years, will now be the assistant director of player development. Paul Fryer has been hired as global crosschecker after 26 years of scouting experience with the Orioles, Mets and Dodgers. The Red Sox continue to prioritize the mental side of the game, and they have named Bob Tewksbury, Laz Gutierrez and Justin Su'a as mental skills coaches. A former Major League All-Star pitcher, Tewksbury returns to the Red Sox after working for the Major League Baseball Players Association last year. Tewksbury previously worked for the Red Sox from 2005-13. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
