{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/106320632\/dusty-baker-to-get-tommy-lasorda-managerial-achievement-award-at-star-studded-gala\/",
    "title": "Baker to get Lasorda Award at star-studded event",
    "subtitle": "",
    "body": "LOS ANGELES -- Dusty Baker is alive and well and looking forward to Saturday night. Baker will receive the Tommy Lasorda Managerial Achievement Award at Dennis Gilbert's 12th annual Professional Baseball Scouts Foundation Awards Dinner at the Hyatt Regency Century Plaza. The event, which includes a remarkable silent auction of sports and entertainment memorabilia, features retiring Commissioner Bud Selig and at least a dozen Hall of Famers, with proceeds benefiting scouts in need. Previous winners of the Lasorda Award include Bruce Bochy, Don Mattingly, Jim Leyland, Mike Scioscia, Gene Mauch, Bobby Cox, Whitey Herzog, Tony La Russa and Bobby Valentine. A three-time Manager of the Year, Baker spent 2014 at home in Sacramento catching up on family time, which he noted really does fly by. Remember Darren Baker, a 3 1\/2-year-old batboy rescued at home plate by J. T. Snow in the 2002 World Series? Darren has made a verbal commitment to play ball at the University of California, and Dad took advantage of his managing hiatus by watching Darren's high school games. Although Baker was out of the professional game in 2014, he said he hasn't retired. Then again, at age 65, he would be selective returning. \"I never retired,\" said Baker, fully recovered from a 2012 mini-stroke. \"But for me to come back, it would have to be the right team, the right location, the right ownership and general manager. I don't like getting fired or not getting along with people. It would have to be like a good marriage and not end in divorce like the last couple did.\" Baker's six years in Cincinnati ended after the 2013 season. His four years with the Cubs ended in 2006. And before that, he ran the Giants for a decade. So 20 years managing after a 19-year playing career that included All-Star appearances, a Gold Glove Award and two Silver Sluggers. \"I can't complain,\" said Baker. \"I was drafted in the 25th round and they only had 26 rounds, and I parlayed that into 40-something years. And Tommy had a lot to do with where I was, where I am and where I might be going.\" Baker is one of 14 of Lasorda's former Dodgers players to have managed in the Major Leagues. Baker's teams reached the postseason seven times, the World Series in 2002, finished first or second 11 times, won at least 90 games seven times, and his 1,671 career wins rank 16th on the all-time list. \"More wins than Tommy,\" Baker said of Lasorda, who won 1,599, but also two World Series. \"But let me tell you about Tommy. He taught me about the power of positive thinking big time. I learned from him about sticking my neck out to support my players, because that's what he did for me. He was the master motivator, an excellent manager and an even better talent evaluator and scout. He would put his butt on the line for his players. Tommy knew athletes. He took athletes and turned them into ballplayers. I remember when I was on the Braves, he told me I was a Dodger kind of athlete. That was long before they traded for me. He saw something inside me that some people didn't.\" Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
