{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/106340352\/rockies-host-ceremony-for-andres-galarraga-field-renovation\/",
    "title": "Rockies host ceremony for Galarraga Field renovation",
    "subtitle": "",
    "body": "DENVER -- Andres Galarraga Field at the Owen Boys and Girls Club of Metro Denver will continue to sparkle, thanks to the Baseball Tomorrow Fund, the Rockies, the MLB Groundskeepers and several companies. On Tuesday, the various entities conducted a ceremony at Coors Field to commemorate the donation of materials and equipment to renovate the field, which was named after one of the Rockies' first stars. Galarraga originally donated funds to renovate the field in 1995, and since then the club has helped with field maintenance and Rockies players have conducted annual clinics. The Toro Company, Turface, Covermaster and the L.L. Johnson Distribution company helped by providing a Toro utility vehicle, Turface mound clay, infield conditioner, field tarps and various hand tools. Included are the necessary infield materials, a project to laser-grade the infield and provide aerating, seeding and fertilization of the turf areas and repair the irrigation system. Players and teams have combined in Denver and many MLB cities to provide playing areas for baseball and softball players, but the projects require more than a one-time donation. The fields need care, and the equipment and materials it takes to provide the care. \"Ongoing field maintenance is a major undertaking for youth organizations and municipalities, and it's a concern for us,\" said Cathy Bradley, executive director of the Baseball Tomorrow Fund, a joint initiative between the MLB Players Association and MLB to assist youth baseball and softball by awarding grants to support field renovation and construction projects, equipment and uniform purchases, coaches training material and other program expenses. \"We want to do whatever we can to help encourage the education of leagues and cities to learn how to best take care of baseball and softball fields,\" Bradley said. \"We also want to support financially where we can.\" The MLB Groundskeepers, who conducted their 17th annual conference at Coors, usually renovate a field in the city in which they meet. But that wasn't planned this time because of the potential for rough weather in Denver. The area woke up to icy conditions on Tuesday for example. So the idea was to provide the equipment, which led to a natural tie-in with conference sponsors The Toro Company, Turface and Covermaster. Bradley, Rockies vice president of community and retail operations Jim Kellogg, Rockies head groundskeeper Mark Razum, and Stephen Martinez, executive director of the Owen Boys & Girls Club of Metro Denver, participated in the ceremony. The Rockies have annually made sure Galarraga Field is in top shape. \"The Rockies started our own field renovation program back in '95, and Andres Galarraga, it was his donation to this field and it was our first one,\" Razum said. \"We've kind of adopted them as our club, so we go out there each year and help do a little bit of a renovation to get it in shape for the season.\" Thomas Harding is a reporter for MLB.com. Read his blog, Hardball in the Rockies, follow him on Twitter @harding_at_mlb, and like his Facebook page, Thomas Harding and Friends at rockies.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
