{
    "url": "http:\/\/m.mlb.com\/news\/article\/106348804\/former-negro-leaguer-long-passes-away\/",
    "title": "Former Negro Leaguer Long passes away",
    "subtitle": "",
    "body": "Carl Long, who broke the Carolina League's color barrier in 1956, died Monday from an illness resulting from a stroke he suffered last fall. He was 79. Long, an outfielder and third baseman, spent one season with the Kinston Eagles in North Carolina. In doing so, he became the first black player to play professionally in the Carolina League. And Long made his presence felt, too. He knocked in 111 runs that season, a record that still stands today. \"My brother Carl was a great baseball player, and he was an even greater man,\" Long's brother Charles Dunlap told the Charlotte Observer. \"He had a lot of courage. And people still talk about how good a player he was. He was the best.\" Long, a Rock Hill, S.C., native, spent much of his career in the Negro Leagues, where he played for the Birmingham Black Barons, among other clubs. He spent four years in the lower levels of the Pirates' and Orioles' farm systems, during which time he hit .275 with 57 homers. Long's legacy as a trailblazer continued well after his Minor League career. He remained in Kinston, where he became the first black deputy sheriff in Lenoir County and later the first black detective, according to Kinston.com. He would also become the first black commercial bus driver with Trailways, for which he worked for 23 years. The Kinston Indians began celebrating Carl Long Day in 1999, and four years later, Long was inducted into the Kinston Professional Baseball Hall of Fame. In 2013, Long released his autobiography, titled \"A Game of Faith.\" \"Carl was a loving and giving person,\" Ella Long, Carl's wife of 58 years, told the Kinston Free Press. \"Anything good you can say describes my husband. He went through a lot, but Carl wasn't the type of person to get upset easily and he handled situations in the best way.\" AJ Cassavell is a reporter for MLB.com. Follow him on Twitter @ajcassavell. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "AJ Cassavell"
}
