{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/106372448\/mike-trout-stacks-up-to-legends-after-three-seasons-in-majors\/",
    "title": "Legendary status for Trout after 3 seasons",
    "subtitle": "",
    "body": "A star with the first crack of the bat, Ken Griffey Jr. -- one of Mike Trout's early heroes -- is in the ballpark with the Angels' center fielder as you evaluate the first three seasons of their careers. Barry Bonds is not in the conversation. Trout dwarfs the home-run king. To identify an outfielder as great as Trout through three Major League seasons, you have to dig into the past. Not since the Golden Era -- from the late 1940s into the early 1970s, when giants roamed the landscape -- have we seen a player rivaling Trout's total impact. We're talking Willie Mays, Mickey Mantle and Duke Snider; Hank Aaron, Frank Robinson and Al Kaline. Power keeps the great Roberto Clemente and Carl Yastrzemski (early in their careers) off these charts and brings Reggie Jackson into the total-player discussion. Griffey and Trout make it nine to define. For fairly contemporary purposes, we'll leave Babe Ruth, Ty Cobb, Mel Ott, Stan Musial, Ted Williams and Joe DiMaggio to another time. Their early numbers, staggering as they are, came against a relatively limited talent pool -- through no fault of their own, of course. Jackie Robinson and Branch Rickey changed that in 1947 by breaking down the doors in Brooklyn and the National League. While the numbers don't tell the whole story, they offer insights into where Trout is at age 23, entering his fourth full season with the Angels as the reigning American League Most Valuable Player Award winner by a unanimous vote of the Baseball Writers' Association of America. Since his 40-game initiation in 2011, when he absorbed the teachings of Torii Hunter and got a feel for The Show with 11 extra-base hits in 123 at-bats, Trout has performed at ages 20, 21 and 22 at a level associated with legends soaring before he was born. In 453 games, Trout has a .311\/.408\/.561 slash line for a .969 on base-plus-slugging mark. He owns 93 homers, 291 RBIs, 353 runs scored and 98 steals in 112 attempts. Trout has led the AL all three years in runs scored. He led in steals (49) in 2012 and in RBIs (111), total bases (338) and OPS+ (167) in '14. The sabermetrics crowd claims Trout already should be a three-time AL MVP, having finished runner-up in 2012 and '13 to Detroit's Miguel Cabrera. Trout is a master of WAR -- wins above replacement player. According to Baseball-Reference.com, he has led the AL each year: 10.8 in 2012, 8.9 in '13 and 7.9 in '14. Only Dodgers left-hander Clayton Kershaw (8.0 in 2014) has had a higher WAR than Trout in any of the past three seasons. The one Trout negative: 459 strikeouts, including an AL-high 184 in 2014. No wonder Reggie loves the guy. Sizing up Trout through three seasons against six great all-purpose outfielders of the 1950s through the '70s -- Mays, Mantle, Aaron, Robinson, Snider, Kaline -- along with Reggie and Griffey Jr. is illuminating. (We define a full season by 500 plate appearances). Batting average 1. Mays: .315 2. Kaline: .312 3. Trout: .311 4. Aaron: .310 5. Mantle: .303 6. Griffey: .299 7. Snider: .297 8. Robinson: .297 9. Jackson: .255 On-base percentage 1. Trout: .403 2. Mantle: .400 3. Mays: .394 4. Kaline: .377 5. Robinson: .372 6. Griffey: .371 7. Jackson: .365 8. Snider: .362 9. Aaron: .356 Slugging percentage 1. Mays: .608 2. Trout: .561 3. Robinson: .533 4. Aaron: .521 5. Mantle: .518 6. Snider: .511 7. Jackson: .510 8. Kaline: .482 9. Griffey: .479 On-base plus slugging 1. Mays: 1.002 2. Trout: .969 3. Mantle: .926 4. Robinson: .905 5. Aaron: .877 6. Jackson: .875 7. Snider: .873 8. Kaline: .859 9. Griffey: .850 OPS-plus three-year score 1. Trout: 514 2. Mays: 469 3. Mantle: 464 4. Jackson: 454 5. Aaron: 404 6. Griffey: 399 7. Robinson: 396 8. Kaline: 381 9. Snider: 380 Home runs 1. Mays: 112 2. Jackson: 99 3. Robinson: 98 4. Trout: 93 5. Snider: 83 6. Mantle: 71 7. Aaron: 66 8. Griffey: 60 9. Kaline: 58 Runs batted in 1. Mays: 305 2. Snider: 300 3. Trout: 291 4. Mantle: 281 5. Kaline: 273 6. Aaron: 267 7. Jackson: 258 8. Robinson: 241 8. Griffey: 241 Runs scored 1. Trout: 353 2. Mantle: 328 3. Robinson: 309 4. Snider: 305 5. Mays: 301 6. Aaron: 269 7. Jackson: 267 8. Kaline: 259 9. Griffey: 228 Total bases 1. Trout, 981 2. Mays, 978 3. Robinson, 921 4. Snider, 908 5. Aaron, 874 6. Kaline, 823 7. Mantle, 805 8. Jackson, 779 9. Griffey, 767 Stolen bases 1. Trout: 98 2. Jackson: 53 3. Griffey: 50 4. Snider: 40 5. Mays: 39 6. Robinson: 28 7. Kaline: 22 8. Mantle: 17 9. Aaron: 7 WAR 1. Trout: 27.6 2. Mays: 23.5 3. Mantle: 18.7 4. Robinson: 17.7 5. Jackson: 16.6 6. Kaline: 15.8 7. Griffey: 15.5 8. Snider: 14.8 9. Aaron: 14.6 Bonds simply doesn't match up through his first three full seasons. At ages 22-24 with the Pirates -- excluding a rookie year of 484 plate appearances and a .223 batting average in 1986 -- the left fielder had a line of .264\/.351\/.469 for an OPS of .820. Bonds had 68 homers, 175 RBIs, 293 runs scored and 81 steals. He did not make an All-Star team until his he was 25, in his breakout year of 1992. Trout is already a three-time All-Star and won the 2014 All-Star Game MVP Award. Of all the numbers tied to Trout, his OPS+ is perhaps the most impressive. Angel Stadium over the past three years has been the most difficult park in the AL to hit home runs and the most challenging for a right-handed hitter to go deep. It has been overall the most pitcher-friendly park in the league. But the kid from New Jersey just keeps bashing away at a historic clip. Lyle Spencer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
