{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/106372442\/rockies-broadcaster-jack-corrigan-shows-passion-for-writing-novels\/",
    "title": "Rockies broadcaster Corrigan shows passion for writing novels",
    "subtitle": "Radio announcer tales tale inspired by his father's service in WWII in latest book",
    "body": "DENVER -- Rockies radio broadcaster Jack Corrigan combined his love of writing and history with the uplifting story of his father's participation in the Battle of the Bulge during World War II, and the result was his second novel, \"Night of Destiny: 24 December, 1944\". The story, published last season, was inspired by the tragedy of the S.S. Leopoldville, and it's based on the experiences of Corrigan's late father, John V. Corrigan -- a member of the Army ambulance squad that came ashore three days after the D-Day landings, and was instrumental in plucking survivors from the frigid waters of the harbor on the coast of Cherbourg, France. How the novel came about was a story itself. Late in his father's life, Corrigan went through some of his dad's wartime artifacts and came upon a letter detailing the event in about a dozen pages. It was supposed to go to John V. Corrigan's mother, but mail was so monitored and redacted that it was never sent. \"I first approached my dad about it in 2005, the last year he was alive,\" Corrigan said. \"One of the things for him was that he didn't want it to be a biography. He didn't want it to be nonfiction. He said, 'If you're going to use my story, let's make it a story,' which I thought was interesting at first blush. \"But that was kind of my dad's humility out of it. He'd much prefer that people know it's inspired by him, but 'Dan Gibbons,' the principal character that is him in a lot of ways, has enough of a life of his own that it's not just Dad.\" \"Night of Destiny\" is a different challenge from Corrigan's first novel, \"Warning Track\" -- a baseball-related love story and mystery surrounded by steroid use. But \"Night of Destiny\" allowed Corrigan to immerse himself in another subject dear to him -- history. Corrigan earned a bachelor's of arts degree in history at Cornell. \"Even though I was a history major as an undergraduate and did a lot of World War II study, still I needed to go back and make sure my research was accurate,\" said Corrigan, who, with his book already published, visited Normandy with his wife, Lisa, after the 2014 season. \"While it is fiction, while it is a novel, it's inspired by fact, so you want to have accuracy, whether it was the boats used when they landed at Normandy or what kind of truck it was that was their ambulance carrier, and all of those seemingly insignificant things that give fiber to the story.\" Corrigan, who works on his novels on planes and in hotel rooms during the season, so he can spend family time in the offseason, will return to the baseball realm for his next book, at the behest of his representative, Greg Johnson. \"He said, 'This [\"Night of Destiny\"] was a personal book and it needed to be told for you,'\" Corrigan said. \"But he said that writers have niches, writers have series when they're successful. For him, he thinks I should stay in the baseball world or have baseball be a significant factor in whatever future book I may write. \"I have been thinking about another baseball book already. Now do I figure out a way to get Ryan Hanigan, the main character in 'Warning Track,' to be part of a new book? Or do I find some other twist and stay with baseball? Both 'Warning Track' and 'Night of Destiny' are suspenseful, and I like that style.\" But baseball worked its way into one of the key scenes of \"Night of Destiny.\" It turns out the Germans employed spies who spoke English in an American-enough sense to be dangerous. Corrigan's video reading for MLB.com centers on a seemingly innocent baseball conversation. The book reveals more. Thomas Harding is a reporter for MLB.com. Read his blog, Hardball in the Rockies, follow him on Twitter @harding_at_mlb, and like his Facebook page, Thomas Harding and Friends at www.Rockies.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
