{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/106384472\/ivan-nova-yankees-avoid-arbitration-with-1-year-deal\/",
    "title": "Nova, Yanks avoid arbitration with 1-year, $3.3 million deal",
    "subtitle": "Carpenter, Eovaldi, Pineda also file for salary arbitration",
    "body": "NEW YORK -- Ivan Nova and the Yankees agreed to terms Wednesday on a one-year, non-guaranteed contract valued at $3.3 million, avoiding arbitration. The deal leaves the Yanks with three other pitchers eligible for arbitration, with players and teams scheduled to exchange figures on Friday. Unless agreements are reached with David Carpenter, Nathan Eovaldi and Michael Pineda, those cases will be settled in early February. After beginning the offseason with seven arbitration-eligible players, the Yankees trimmed that number by releasing David Huff, signing Esmil Rogers to a $1.48 million contract and trading Francisco Cervelli, Shawn Kelley and David Phelps. Nova, 28, was 2-2 with an 8.27 ERA in four starts for the Yankees last season before being removed from an April 19 outing against the Rays with right elbow soreness, and he had season-ending Tommy John surgery 10 days later. Nova's rehab has gone without incident and the Yanks have spoken about expecting Nova to return to the big leagues in May or June, when he could provide a boost to the rotation. From 2011-13, Nova was 37-18 with a 4.00 ERA in 79 games (75 starts) for New York. New York also acquired two arbitration-eligible players in trades with the Marlins and Braves. The Yankees have not had a case proceed to the arbitration stage since 2008, when they defeated Chien-Ming Wang. Here is a brief overview of the Yanks who filed for salary arbitration: Carpenter, RHP 2014 salary: $532,500 2015 projected salary: $800,000 to $1.4 million Service time: Three years, 16 days Free agent: After the 2017 season Carpenter, 29, was acquired from the Braves on Jan. 1 along with left-hander Chasen Shreve in exchange for left-hander Manny Banuelos. The hard-throwing hurler was 6-4 with three saves and a 3.54 ERA in a career-high 65 appearances for Atlanta, and he came highly recommended by Brian McCann, who caught Carpenter during his excellent 2013 season. The Yankees project to have Carpenter assume the duties that Kelley filled last season, making him a key part of the sixth- and seventh-inning bridge in getting the ball to Andrew Miller and Dellin Betances. Eovaldi, RHP 2014 salary: $517,500 2015 projected salary: $2.8 million to $3.4 million Service time: Three years, 13 days Free agent: After the 2017 season Eovaldi, who turns 25 in February, was 6-4 with a 4.37 ERA in 33 starts for the Marlins last year. He established career highs in starts, innings pitched (199 2\/3) and strikeouts (142), and he was acquired in a five-player deal on Dec. 19. The Yankees were drawn to Eovaldi's velocity and promising control, believing that although he is not a finished product, some tweaks with pitching coach Larry Rothschild will help him reduce the number of hits allowed (223, leading the National League in 2014). He projects to be the Yanks' No. 4 or No. 5 starter. Pineda, RHP 2014 salary: $538,475 2015 projected salary: $1.8 million to $2.4 million Service time: Three years, 99 days Free agent: After the 2017 season Pineda, who turns 26 this month, had not pitched in the Majors since 2011 and finally made his Yankees debut in 2014, making 13 starts and going 5-5 with a 1.89 ERA. He held opponents to a .200 batting average and produced an 8.43 strikeout-to-walk ratio, surpassing the franchise record of 6.92 (minimum 75 innings) that was set in 2001 by Mariano Rivera. Pineda missed more than three months with a right shoulder injury, but when he was on the mound, he was dominant. The Yanks anticipate that Pineda will be near the front of their rotation in 2015. Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
