{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/106383768\/right-hander-alex-cobb-eight-other-rays-file-for-salary-arbitration\/",
    "title": "Cobb, 8 other Rays file for salary arbitration",
    "subtitle": "",
    "body": "ST. PETERSBURG -- Pitchers Alex Cobb, Kevin Jepsen, Jake McGee and Drew Smyly, designated hitter\/catcher John Jaso, catcher Rene Rivera, infielder Logan Forsythe and outfielder Desmond Jennings filed for salary arbitration on Tuesday. The players and the Rays have until Friday to submit their respective salary requests, and negotiations on one-year deals or longer extensions can continue after that date. Most cases eventually result in agreements, but arbitration hearings will take place in February, if necessary. Ideally, the Rays would like to reach agreements before the deadline with the remaining players who are arbitration-eligible. For starters, it gets things done so they can move on to the next obstacle in the road to prepare for the 2015 season. Perhaps most important, they want to dodge any possibilities of going to arbitration, primarily because of the ill will that can occur when the club is forced to deal in negatives about the player. A player with three or more years of service, but less than six years, may file for salary arbitration. In addition, a player can be classified as a Super Two and be eligible for arbitration with less than three years of service. A player with at least two but less than three years of Major League service shall be eligible for salary arbitration if he has accumulated at least 86 days of service during the immediately preceding season and he ranks in the top 22 percent (increased from 17 percent in previous agreements) in total service in the class of players who have at least two but less than three years of Major League service, however accumulated, but with at least 86 days of service accumulated during the immediately preceding season. Once contracts are tendered, clubs can negotiate with the player right up until their arbitration hearings. However, the Rays' self-imposed policy is to conclude their negotiating by the numbers filing deadline, which is Friday. The club's exception to this deadline is to negotiate a multiyear deal with the player. Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
