{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/106257628\/detroit-tigers-alan-trammell-jumps-at-chance-to-share-insight\/",
    "title": "Trammell jumps at chance to share baseball insight",
    "subtitle": "Tigers' special assistant relishes opportunity to pass on knowledge from nearly 40-year career",
    "body": "DETROIT -- The face looked vaguely familiar, even if the colors he was wearing did not. As Alan Trammell walked back and forth on a gymnasium floor, he was wearing the green and gold of Wayne State University, not the Olde English D. Then, as he saw an opportunity to make a point during an infield drill with high school players, he sprung back to his old shortstop stance. \"Have some energy,\" he said. \"Have some bounce.\" Just like that, the 56-year-old was fielding grounders on a basketball court with the fluid form that reflected his career consistency. And a group of kids who weren't alive when Trammell played had a glimpse of the shortstop their parents probably told them about. With silver hair, reading glasses and a hip replacement from years ago, the youthful look Trammell had for years in a Tigers uniform left a while ago. The enthusiasm behind it never did. Nor, clearly, did the ties to Detroit. The enthusiasm comes across readily when he teaches the game, whether it's in an offseason baseball camp like the one at Wayne State in mid-December or in a Spring Training to come. As he embarks on the next phase of his baseball career, now approaching 40 years, this is what drives him. Nearly 20 years since his last game as Detroit's shortstop, and a decade since his last season as manager, Trammell is a Tiger again, now a special assistant. He did not return to be a ceremonial figurehead. At this point in life, he wants to pass on his passion and knowledge of a game that has given him so much. \"All it is, is passing the torch,\" Trammell said. \"I feel blessed that I've been able to do this. It's all I've ever done. It's all I know.\" That's part of what brought him to Wayne State. He teamed up with the midtown Detroit school five years ago on its winter camp to help raise money for the Division II baseball program, which is building a new ballpark named after legendary Tigers broadcaster Ernie Harwell. Trammell not only put his name on the camp, along with old teammate Lance Parrish, he puts his work into it. Parrish can relate. He was out of baseball before he rejoined the Tigers' organization last year, managing at Double-A Erie and in the Arizona Fall League. \"Just a desire to stay active and involved doing something,\" Parrish explained. \"It's really all I've done. It's all I know.\" \"He could do some woodworking,\" Trammell joked. \"I don't have that.\" Trammell has always been about baseball. He just never envisioned spending his entire adult life in it. He had a chance to go to college when he was a slick-hitting high school shortstop and point guard in San Diego, and would have if he hadn't been such a high Draft pick. In the days before baseball-prospect publications, he had little idea until it happened. \"We both were going to go to UCLA,\" Trammell said of himself and Parrish. \"That's true now. We both were accepted.\" They were two years apart in age, and though they knew of each other, they had never met. They had no way of knowing they'd become lifelong friends in the big leagues. \"I had no idea where I was going to get drafted,\" Parrish said. \"You didn't?\" an incredulous Trammell asked. \"One of the coaches that we played against,\" Parrish continued, \"came up to me one day and said, 'You're going to get drafted in the first round.' And he goes, 'You make sure that you get at least $100,000.' And I was like, 'What?'\" \"It was so different,\" Trammell said. It's vastly different now, with prospects well known years before the Draft and highly valued once they get in the system. And yet, in this age, what Trammell says still connects. He is incessantly positive, and always has been, even when the 2003 Tigers he managed lost 119 games. The Fifth Annual Trammell & Parrish Camp at Wayne State University is underway! pic.twitter.com\/7aHeJdqLgi He does what he does in part for former Tigers shortstop Eddie Brinkman, the guiding force in his career. Brinkman first coached him as an infield instructor, then managed him at Double-A. \"If you knew Brink and his personality, he was awesome,\" Trammell said. \"Here's an ex-Major League player who's passing the torch, giving information, who's very open. He's got your attention because he played, so that always is a foot in the door, but then the presentation was outstanding. Brink was very instrumental.\" He does it for Sparky Anderson, too, with whom Trammell stayed close until his death a few years ago. \"There were some years there where there were some growing pains, failure,\" Trammell said of his playing days. \"But Sparky was there through all that, and I'm honored and appreciative that we crossed paths, because he shared a lot with us. He was more than just a manager. At that time, he could do a lot. He was the coach of everything.\" Anderson is a Hall of Famer with a legacy. Trammell is not a Hall of Famer, and he has long since made his peace with that, but he has a legacy. His 20-year playing career with one team is now just the first half of it. The last two decades, the time he's spent teaching, is more than a mere mention. His new role with the Tigers puts him alongside Hall of Famer Al Kaline. Like Kaline, Trammell will have some input in player evaluation and scouting. But Trammell has made it clear he wants to be on the field, too. \"That's what I'm looking forward to, just kind of getting back and just being a part,\" he said. \"That's all I want, just being a part.\" Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
