{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/106287790\/yoan-lopez-agrees-to-record-deal-with-arizona-diamondbacks\/",
    "title": "Cuban pitcher Lopez agrees to record deal with D-backs",
    "subtitle": "",
    "body": "Cuban right-handed pitching prospect Yoan Lopez has agreed to a record-setting $8.27 million bonus with the D-backs. The club has not confirmed the deal, but \"it's all pending a physical right now,\" D-backs general manager Dave Stewart said. The deal would be the largest under new international guidelines. The Angels set the mark last week when they gave Cuban infielder Roberto Baldoquin an $8 million bonus. The Dodgers, Padres, Yankees and Reds were among the teams to express interest in signing the 6-foot-4, 190-pound Lopez. One source said the hurler turned down a $9 million offer from another club because he believed Arizona was the best fit. Lopez was said to be impressed with Stewart and chief baseball officer Tony La Russa, and he believes the quickest path to the Major Leagues runs through Arizona. Lopez is expected to be invited to big league Spring Training camp. \"I like what I saw and we're going to give him an opportunity to compete for a spot this spring,\" Stewart said. \"All of our prospect pitchers will more than likely start at Double-A. That's more than likely. I don't know that to be a fact at this point, and if that's the case and if he does not make our team out of Spring Training, we'll send him wherever our prospects are and have them all come along together.\" Lopez throws a cut fastball, a changeup, a curveball and a slider, but he is best known for a fastball that travels in the 93-95 mph range. He played three seasons in Cuba for Isla de la Juventud in Serie Nacional, the island's top league. Lopez sported a 3.12 ERA with 28 strikeouts and 11 walks in 49 innings in his final season before defecting. Lopez established residency in Haiti and was declared a free agent by Major League Baseball late last year. He held a showcase for all teams in November and participated in private workouts in the weeks that followed. Lopez, who was cleared by the United States government last week, has been working out in the Dominican Republic. Because he is under 23 and did not play in a Cuban professional league for at least five seasons, Lopez is subject to MLB's international signing guidelines. In accordance with the Collective Bargaining Agreement, each team is allotted a $700,000 base and a bonus pool based on the team's record during the previous season that it can spend during the international signing period, which started on July 2. The D-backs have been active on the international market since the period began, and the completion of the Lopez deal would put them more than 15 percent above their allotted bonus pool and into the maximum penalty range for the 2014-15 signing period. The penalty includes a 100-percent tax on the pool overage and prohibits the team from signing any pool-eligible player for more than $300,000 during the next two signing periods. \"He's got great mound presence, good arm and he's got good stuff,\" Stewart said. \"It's like having two first-round picks in the same year.\" Last month, the D-backs finalized a six-year, $68.5 million deal with outfielder Yasmany Tomas, who is also from Cuba. Lopez is represented by Miguel Alvarez of M & M Sports Agency. Jesse Sanchez is a national reporter for MLB.com. Follow him on Twitter @JesseSanchezMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jesse Sanchez"
}
