{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/106290618\/pipeline-perspectives-jim-callis-targets-royals-prospect-sean-manaea-as-strikeout-king\/",
    "title": "Pipeline Perspectives: Manaea has stuff to be K king",
    "subtitle": "Royals prospect is good bet to lead Minor Leagues in strikeouts in 2015",
    "body": "There's a good amount of subjectivity regarding baseball prospects. With the evaluation of talent being in the eye of the beholder, finding consensus is often difficult. Even Jim Callis and Jonathan Mayo of MLBPipeline.com don't always see eye to eye. They discuss their viewpoints regularly in a feature called Pipeline Perspectives. Submit a topic for them to debate. In the last four years, the winners of the Minor League strikeout crown haven't exactly been top prospects. Edward Cabrera (Rockies), Dan Straily (Athletics), Danny Winkler (Rockies) and Taylor Cole (Blue Jays) weren't early Draft picks or big-ticket international signings, and their ability to miss bats didn't boost their status. The only one of those four to enjoy any big league success was Straily, who won 10 games in 2013 but fell on hard times last season. In fact, only one of their teams has bothered to hold onto them. Colorado lost Cabrera on waivers to the Rangers after he had shoulder surgery and Winkler to the Braves via the Rule 5 Draft after he had Tommy John surgery, while Oakland sent Straily to the Cubs in the Jeff Samardzija trade. So when it came time to predict the 2015 strikeout leader for this edition of Pipeline Perspectives, perhaps Jonathan Mayo and I should have tabbed more obscure pitchers. But we're both prospect hounds of the highest degree, so we couldn't resist taking arms with outstanding pedigrees. Jonathan made a good choice in Pirates right-hander Tyler Glasnow, whom he also picked in 2014. Glasnow ranked third in the Minors with 11.4 strikeouts per nine innings last season and might have made a run at Cole had back issues not cost him a few starts in April and led Pittsburgh to handle him carefully for much of the season. Glasnow has one of the best swing-and-miss fastballs around, and he will rank very high on MLBPipeline.com's Top 100 Prospects list, which will be unveiled on MLB.com and MLB Network at the end of the month. My only concern with Glasnow topping the Minors in whiffs this year is that he's so talented that he could force his way to PNC Park by midsummer. So rather than arm wrestling Jonathan over who got to write about Glasnow, I opted to take Royals left-hander Sean Manaea. He led the Class A Advanced Carolina League with 146 strikeouts and placed eighth in the Minors with 10.8 whiffs per nine innings in 2014, his first season as a pro. As with Glasnow, hitters have trouble making contact with Manaea's fastball. It has good but not great velocity at 90-96 mph and plays up because of his delivery, which features extension and downhill plane and adds life. Manaea doesn't have a second plus pitch, though his slider is a solid offering that improved over the course of last season. His changeup is an average third pitch with some fade. Manaea can rack up strikeouts while pitching primarily off his fastball, as he proved last year when he fanned 146 in 121 2\/3 innings. He got better as the season progressed, allowing more than two earned runs in just one of his final 11 starts at Class A Advanced Wilmington. Manaea posted a 1.45 ERA during that span, and he struck out 68 in 62 innings while limiting opponents to a .175 average and no home runs. That's the Manaea whom the Royals hoped they were getting when they paid him $3.55 million as the 34th overall pick in the 2013 Draft. That set a record for the highest bonus for a supplemental first-round choice, and it's the second-largest bonus outside the first round, trailing only the $5 million the Pirates gave second-rounder Josh Bell in 2011. Heading into 2013, Kansas City never expected to get a chance to select Manaea. It held the eighth and 34th selections, but he was a strong candidate to go No. 1 overall after he dominated the Cape Cod League the summer before. Manaea set a modern Cape record with 85 strikeouts in 52 innings while pitching in the mid-90s, and he fired a 96-mph fastball for the first pitch of his junior season at Indiana State. Manaea rolled his right ankle in mid-March while celebrating a dramatic win, however, and his right hip began to bother him shortly thereafter. His fastball sat at 88-93 mph for much of the spring and dipped to the mid-80s at time, though he still had enough movement and deception to set a Sycamores record with a 1.47 ERA and rank third in NCAA Division I (behind 2014 first-rounders Carlos Rodon and Sean Newcomb) with 11.4 strikeouts per nine innings. Manaea missed his final start with shoulder stiffness, creating more concern. A medical report released to teams a couple of days before the Draft indicated a labrum tear in Manaea's hip that would require surgery but no structural damage in his shoulder. There still was enough uncertainty about his health and bonus demands to cause him to slide in the Draft. The Royals selected third baseman Hunter Dozier at No. 8 and signed him for $2.2 million -- $937,800 below his assigned pick value, which helped them make room in their bonus pool to accommodate Manaea. Now Dozier is Kansas City's best advanced position prospect, and Manaea ranks with 2014 first-rounder\/postseason hero Brandon Finnegan as the top left-hander in the system. Manaea has yet to pitch above Class A Advanced, but he could help the Royals late in the 2015 season -- after he leads the Minor Leagues in strikeouts. Jim Callis is a reporter for MLB.com and writes a blog, Callis' Corner. Follow @jimcallisMLB on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Callis"
}
