{
    "url": "http:\/\/m.mlb.com\/news\/article\/106301782\/richard-justice-whos-a-lock-for-playoffs-2015-is-up-for-grabs\/",
    "title": "Who's a lock for playoffs? 2015 is up for grabs",
    "subtitle": "No team emerging from the pack quite yet, but plenty of potential this season",
    "body": "Is there one team out there you're absolutely certain will be in the playoffs this season? The Nationals? The Tigers? The Angels? There is no easy answer, and that's the thing about competitive balance. Almost every team has hope on Opening Day. On the other hand, not a single team is a slam dunk for the postseason. I was looking for an absolute lock for the playoffs, but I realized there's not a single dominant club every other is attempting to catch. Meanwhile, there are at least two dozen teams that appear good enough to make the playoffs. We can look forward to more chaotic finishes. In the American League East and the National League Central -- to name two divisions -- a case can be made for at least nine of the 10 teams to be in contention for the postseason. The exception is the Cubs, who've got more players with huge upsides than any other. So with Max Scherzer and James Shields still on the free-agent market, here's a very early look at my version of baseball's power rankings: 1. Nationals This is a team without a weakness, or at least without the kind of weakness that would raise a red flag. The Mets and Marlins have gotten way better, but the Phillies and Braves haven't. Injuries seem to be the only thing that could derail the Nats. 2. and 3. Angels and Mariners Both these teams seem to be among the top five or six in baseball, and with questions about the Athletics, Rangers and Astros, there ought to be enough division wins to position both teams for a nice little October run. 4. Cardinals If you look at this team a certain way, you can convince yourself it's the best in baseball. To do that, Jason Heyward, Matt Adams and Kolten Wong have to be consistently productive and Michael Wacha needs to be the pitcher he was in 2013. The Cards have so much pitching depth that there's some margin for error, especially if general manager John Mozeliak acquires Cole Hamels, David Price or Scherzer. 5. Red Sox This is another team that projects all the way into the World Series after a nice little remake by general manager Ben Cherington. If we knew that Clay Buchholz and Justin Masterson would revert to being top-of-the-rotation starters, Boston might vault to the top of this list. 6. Dodgers There aren't any significant questions with this club despite all the changes. Jimmy Rollins will be energized by a change of scenery. Rookie center fielder Joc Pederson will be getting his first primetime opportunity, and Dodgers fans are going to love him. Maybe the bullpen could use another arm, but at this point in the offseason, every club feels that way. 7. Tigers They're in the mix for No. 1, but not until we see how Miguel Cabrera recovers from ankle surgery. Justin Verlander is no sure thing, either. His ERA has risen three straight years, all the way to a pedestrian 4.54 in 2014. If Cabrera and Verlander have dominant seasons, Detroit is as good as any team in baseball. 8. Padres This is going to be the most interesting team in baseball after new general manager A.J. Preller changed almost every position on the field. Will Matt Kemp be as good as he was in the second half of the 2014 season for the Dodgers? Can the front three of Andrew Cashner, Tyson Ross and Ian Kennedy stay healthy? Finally, how will all the pieces fit? In terms of talent, there seems to be enough of it. 9. Giants Ah, the Giants. Don't love them? Think the rotation is thin? Think the lineup hasn't filled that hole in left field? You are right, my friend. And you may also have noticed that it's an odd-numbered year. San Francisco hasn't been to the postseason in one of those since 2003. On the other hand, with Madison Bumgarner and Matt Cain at the front of the rotation, with Buster Posey and Hunter Pence in the middle of the lineup and with Bruce Bochy and Brian Sabean running things, the Giants should never ever be counted out. 10. Orioles They're definitely not a slam dunk, because the AL East landscape is so blurry. There's a case to be made for the Red Sox, O's, Blue Jays or Rays winning the division. The Yankees could win, too, if CC Sabathia and Mark Teixeira have healthy, productive seasons. Baltimore should be in the mix, with a really good rotation and a lineup that may survive the loss of Nelson Cruz's 40 home runs. 11. White Sox Chris Sale and Jeff Samardzija at the front of the rotation. Adam LaRoche, Melky Cabrera and Jose Abreu in the middle of the order. David Robertson at the back of the bullpen. White Sox general manager Rick Hahn hasn't just had a great offseason. He has had two of them in a row and has his team positioned nicely for the postseason. 12. Pirates We write 'em off every year around this time, and for the last two years, they've ended up in the postseason. Russell Martin is a big loss, but re-signing Francisco Liriano and getting A.J. Burnett back are big. If Gregory Polanco is the real deal, this might be the best outfield in baseball. All in all, this is a club that has learned how to win the last two seasons, and in a division as competitive as the NL Central, it would be a mistake to overlook them again. 13. Blue Jays How will Jose Reyes play? Will he stay healthy? Are there enough quality arms already on the roster to take care of the late innings? Whatever questions there are, it's a short list. This is a really good team. 14. Royals If Eric Hosmer and Mike Moustakas emerged once and for all during the postseason, Kansas City is positioned for another run. General manager Dayton Moore did a terrific job filling holes and added Kris Medlen to the rotation mix as a bonus. The AL Central is more competitive, which will make the task tougher in 2015. 15. Indians Brandon Moss gives the lineup a deeper look, and if Nick Swisher has another productive season in him and if Trevor Bauer continues to develop, the Tribe is good enough to play in October. Top prospect Francisco Lindor will make his debut at some point and might just be the next great thing. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
