{
    "url": "http:\/\/m.mlb.com\/news\/article\/106306366\/value-to-be-found-in-recent-as-rays-trade\/",
    "title": "Value to be found in recent A's-Rays trade",
    "subtitle": "Jaso among players to keep on the radar for upcoming fantasy drafts",
    "body": "We are coming off a light seven-day period in terms of transactions, as several quality free agents continue to wait for the right offer. But the A's and Rays continued to be among the busiest clubs as they made a surprising multiplayer deal. Here is the fantasy fallout from that trade, and some other news from the past week. Value up Nick Franklin (Rays): Franklin is the biggest winner in last week's deal, as the 23-year-old has a chance to be the starter at second base on Opening Day. The Rays have Logan Forsythe as a fallback option if Franklin really struggles, but this seems like Franklin's job to lose. The Rays paid a hefty price for the infielder, as he was a key part of last summer's David Price trade, and it is time to find out what he can do for the club. For fantasy owners, Franklin is a decent option, but not an especially enticing one. He is a .289 career hitter in the Minors, but he has not recorded 20 homers or 20 steals in any of the past three seasons. Franklin has hit .213 in 450 career Major League at-bats, so he should not be a starter on a mixed-league team in April. However, he offers enough potential to warrant a late-round pick in deep mixed formats. John Jaso (Rays): The 31-year-old gains a slight boost with his return to Tampa Bay, as the Rays have less depth than the A's at catcher and designated hitter. Jaso offers little offensive upside, as he has collected 32 homers and 14 steals in 1,403 career at-bats. But owners in deep two-catcher leagues will notice that he has hit over .260 in four of the past five seasons. Because many low-end catchers are a drain on a fantasy squad's batting average, Jaso could be a useful option at the tail end of some drafts. Stephen Vogt (A's): Vogt will not start the season with catcher eligibility in most leagues, as he appeared at the position just 15 times last season. But the 30-year-old is now the A's top backstop, so he should pick up that eligibility by the middle of April. As a fantasy first baseman, Vogt belongs on the waiver wire in most leagues. But as a catcher, he will be a useful option in two-catcher leagues, as he should exceed 10 homers and 50 RBIs. Mookie Betts (Red Sox): In an interview with WEEI on Jan. 8 that was reported on MLB.com, Red Sox manager John Farrell gave fans a glimpse of his 2015 batting order. In that discussion, it was clear that the skipper likes the idea of having Betts hit out of the leadoff spot. There is an excess of outfield options in Boston right now, and Betts will have to battle Rusney Castillo, Shane Victorino, Allen Craig and Daniel Nava for playing time alongside left fielder Hanley Ramirez. But it is hard to imagine Farrell sitting his preferred sparkplug on many days. Betts has massive upside for the coming season, and if he can reach 550 at-bats, he could top 15 homers, 30 steals and 90 runs. Jung-ho Kang (Pirates): Kang and the Bucs have reportedly come together on a four-year deal. The 27-year-old is a major question mark for the 2015 fantasy season, as he has never played baseball on a North American team, but it is hard for fantasy owners to ignore a middle infielder who hit .356 with 40 homers and 117 RBIs in 117 games last season. Because we have little information on Kang, he will bear closer analysis than most players during Spring Training. For now, he is a fine late-round pick in mixed leagues, but owners may want to leave him on the bench until he finds some success on this side of the pond. Value down Marcus Semien (A's): The A's addition of Ben Zobrist and Yunel Escobar squashes most of Semien's 2015 sleeper value. The 24-year-old is still supposed to be a major part of the team's upcoming plans, and he should be in the lineup on most days. But he will not be a full-time player with a regular role, unless a starter spends a significant amount of time on the disabled list. Prior to the trade, fantasy owners could hope for 500-550 at-bats from Semien, but 400 now seems like a more reasonable expectation. Semien is already eligible at second and third base, and he could add shortstop and outfield eligibility by the summer. He will be a useful asset to American League-only squads, but he may not dent most mixed leagues. Jordy Mercer (Pirates): Unless the Pirates trade Mercer or second baseman Neil Walker this winter, it appears that Mercer could be the odd man out of the Bucs' new infield. The team invested a fair amount of money in Kang, so he will likely get an opportunity to lock down the starting shortstop job. Walker is firmly entrenched at second base, which makes Mercer a backup infielder. The 28-year-old is a career .263 hitter with 21 homers and seven steals in 901 at-bats, so his offensive contribution in a bench role will likely be minimal. Other players will decreasing values: Eric Sogard (A's) Value neutral Ben Zobrist (A's): Zobrist will be a major asset to Oakland, as his high on-base percentage will greatly help a versatile lineup that lacks a superstar. But this trade will have little effect on the 33-year-old's fantasy value. In his prime, Zobrist could hover around the 20-mark in both homers and steals, but he has barely reached double digits in those categories in the past two seasons. The versatile fielder carries eligibility at three positions, which makes him a valuable member of any fantasy squad. But his lack of power and speed should keep Zobrist on 2015 draft boards until the middle rounds. Other players with unchanging values: Yunel Escobar (A's) Fred Zinkie is a fantasy baseball writer for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Fred Zinkie"
}
