{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/106308514\/gm-neal-huntington-hopes-pirates-can-settle-all-12-arbitration-eligible-cases\/",
    "title": "GM hopes Bucs can settle all 12 arb-eligible cases",
    "subtitle": "Walker, Alvarez, Melancon, Harrison among players who may file",
    "body": "SCOTTSDALE, Ariz. -- Even while addressing all their needs, the Pirates have spent a relatively idle offseason when compared to all the shakeups around the Major Leagues. The Bucs will make up for that this week. And there is nothing arbitrary about that statement: The Pirates had 12 eligible players file for salary arbitration before Tuesday's midnight ET deadline, tied with the Nationals for the most in the big leagues. Between now and when hard numbers have to be submitted on Friday, the Bucs could settle with all 12. At least, that is the aim of general manager Neal Huntington, who in seven years at the helm has done a splendid job of staying out of hearings. He has had only two of them and argued to a split, losing in 2011 to Ross Ohlendorf and getting the verdict over Garrett Jones in 2012. While clubs and their players can continue to negotiate following the exchange of salary offers and requests until scheduled hearings, which will begin on Feb. 1, the Pirates have joined the ranks of teams with a harder line policy: Once numbers are filed, negotiations cease. The heavy workload of arbitration cases is ironic, in that the Bucs whittled their original list by excising, through various means, Gaby Sanchez, Ike Davis, Jeanmar Gomez and John Axford. Then the docket was replenished with trades for arbitration-eligibles Francisco Cervelli, Antonio Bastardo and Sean Rodriguez. One significant difference: The four departed players had arbitration leverage over the cumulative $10,814,500 they earned last season. The trio of newcomers are negotiating off 2014 salaries that totaled $4,175,000. The Pirates' other nine players in the arbitration starting blocks (with 2014 salaries): • Neil Walker ($5.75 million) • Pedro Alvarez ($4.25 million) • Mark Melancon ($2.595 million) • Travis Snider ($1.2 million) • Chris Stewart ($1 million) • Vance Worley ($527,500) • Tony Watson ($518,500) • Jared Hughes ($515,000) • Josh Harrison ($513,000) Huntington expressed his views on the arbitration process a couple of years ago, and they have not changed. \"The best outcome is to negotiate, try to figure out a fair compensation for what the player has done,\" Huntington had said. \"All too often [at a hearing] you have to be the bad guy, beat the player down in trying to establish why he shouldn't be paid what he is asking. That's why it's considered a negative process. But you can't be afraid of it, and it is what it is; the Players Association fought hard for it as the best way to avoid salary conflict.\" The arbitration process is based on \"comparables,\" wherein a fair-market value salary reflects what a player's peers are earning. That is what makes Melancon's case particularly tricky, since he began the season setting up Jason Grilli, then inherited the closer role following Grilli's late-June trade to the Angels. Melancon thus wound up with 33 saves adjacent to 14 \"holds,\" virtually making him incomparable. That is one of the challenges of negotiating in the shadow of arbitration -- and Huntington faces a dozen of them. Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. Follow him on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
