{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/106311268\/anthony-castrovince-mets-wisely-playing-long-game\/",
    "title": "Lack of big trade shows Mets wisely playing long game",
    "subtitle": "",
    "body": "It's officially mid-January, and, unless you firmly believe in the ability of Wilmer Flores, the Mets still don't have a shortstop. Maybe this is surprising, maybe not, because the Mets, despite an obvious need, left the position untouched in the Hot Stove season a year ago, too. But the status-quo shortstop situation is a source of angst for some, a source of shrugs for others. It all depends on what you think of the Mets' competitive chances in 2015. Earlier this week, it was reported by FOX Sports that the Mets walked away from a potential three-way trade with the Rays and Nationals that would have brought Ian Desmond to Citi Field. The reason they did so was that the Rays, who would have been sending Ben Zobrist and Yunel Escobar (who ended up in Oakland) to the Nats, wanted two from a list of three top prospects in return from the Mets -- and that list, according to the FOX Sports report, included Noah Syndergaard. Without knowing the full contents of said list -- Steven Matz? Rafael Montero? Brandon Nimmo? -- it's hard to make any definitive declarations about that decision by the Mets. But if we're talking about two top prospects for one year of Desmond, I don't blame the Mets for balking. As optimistic as we can begin to feel about the potential for this Mets starting staff (especially with Matt Harvey coming back) and as much as the National League East outlook is shifting with the Phillies and Braves scaling back, this is not a team in position to be giving up major long-term assets for potential short-term gains. Desmond is a dynamic player, no doubt, and he has the ability -- offensively and defensively -- to significantly move the needle in terms of the Mets' overall competitive state. But you make a move like that for a player like that when he's the final piece of your legitimate contention puzzle, and the Mets just aren't there yet. Hey, maybe they'll be there a year from now, when Desmond is a free agent. But for now, the reported Desmond talks illustrate the direction the game has taken, particularly in the past year. Top-flight pitching prospects and even established arms don't buy you what they once did. Teams are so starved for offense -- and the shortstop position itself is at such a premium -- that 12 years of control of, say, Syndergaard and Montero doesn't necessarily buy you much more than a year of a Silver Slugger shortstop such as Desmond. That's sort of the prevailing logic behind the Mets' static shortstop situation. And really, though there had been salivation-worthy possibilities discussed in spaces such as these at the onset of the winter -- Troy Tulowitzki, Starlin Castro, Alexei Ramirez -- the only fair method is to judge the Mets using the criteria of actual moves made at this particular position. So, no, they didn't swing a deal for Didi Gregorius, as the Yankees did. And maybe Gregorius will blossom into a player worthy of succeeding Derek Jeter. But he's also a player who got on base just 29 percent of the time in 299 plate appearances last season, so there are certainly unanswered questions about the big league viability of his bat. And no, the Mets didn't deal for Jimmy Rollins, either. You can feel however you want to feel regarding whether the Mets should have traded within their division to land a 36-year-old shortstop for one season. I'd err on the side of letting him end up elsewhere. Regarding those aforementioned trade possibilities, Castro and Ramirez clearly aren't going anywhere this winter, and the Tulowitzki talks died their expected death because the value equation is too difficult to ascertain on a player who is so fascinating and yet so fragile. And free agency? Well, when the top free-agent shortstop available -- Hanley Ramirez -- gets signed as a left fielder, what does that tell you? This was a barren spot to be looking to build. Like Ramirez, Jed Lowrie and Asdrubal Cabrera came with major defensive concerns. If there's any guy the Mets should have been in on, it's probably Stephen Drew, given that this eventual contract with the Yanks (one year, $5 million) is easily discarded if things go south. But if the choice is using Drew as a light-hitting stopgap or giving Flores an evaluative eye, I can see why the Mets would want to go the latter route. I'll be curious to see if the Mets do find another option between now and Opening Day. The Desmond talks at least indicate they're trying. Red Sox prospect Deven Marrero and the Tigers' Jose Iglesias remain young and intriguing options possibly roadblocked in their respective situations, though acquiring young, controllable shortstop options such as these would likely mean parting with the kind of prospects the Mets are hesitant to deal. Just spit-balling here, but perhaps Detroit would be interested in a package for Iglesias that includes Jon Niese or perhaps Dillon Gee in lieu of one of those prospects, as that would allow the Tigers to shift Alfredo Simon to a bullpen that could still use the help. (Or maybe they will just sign Max Scherzer, rendering this entire faint possibility moot.) All I know is that the Mets are more than a shortstop away from being a viable NL East contender. We've got to see how seamless Harvey's return is. We've got to see if Jacob deGrom can follow up on his brilliant rookie season and become a 200-inning force. We've got to know if this lineup really is improved -- if a 36-year-old Michael Cuddyer can produce outside of Coors Field, if the slugging subtractions endured by David Wright and Curtis Granderson were merely a one-year blip, if Lucas Duda can do it again and if the new Citi Field dimensions impact the overall power picture. The Mets made that initial splash with Cuddyer and signed John Mayberry Jr., and that's pretty much it this winter. This is a club that very much remains in wait-and-see mode in a lot of areas. Shortstop just happens to be the most-discussed among them. The biggest concern about going with Flores is the defensive susceptibility the Mets field up the middle, with Flores and Daniel Murphy their penciled-in double-play pair. If deGrom and Harvey strike everybody out and Bartolo Colon yields nothing but fly balls, that's less of a big deal than it might look on paper, but it's still not ideal. The problem for the Mets this winter is that none of the external options at shortstop are or were ideal, either. It's a difficult position to upgrade, and it's even more difficult when your best trade chips -- starting pitchers -- do not hold the industry-wide trade value they once did. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
