{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/106219142\/mariners-confident-bullpen-will-again-be-a-strength\/",
    "title": "Mariners confident bullpen will again be a strength",
    "subtitle": "Club's relief corps posted best ERA in the Majors, better than vaunted KC 'pen",
    "body": "SEATTLE -- When Kansas City surprised the baseball world last October by advancing to the postseason for the first time in 29 years and then coming one win short of capturing the World Series title, much of the credit for its rise went to a lights-out bullpen that helped shorten games and lengthen the Royals' season. The Royals didn't have a lot of big boppers, but they relied on speed, defense and solid pitching -- anchored by their standout relief core -- to get into the playoffs and then mount a playoff run that took them to the seventh game of the World Series before losing to the Giants. And while many teams will try to borrow from that formula and strengthen their chances, the Mariners already had a critical part of that formula down last year with a bullpen that posted the lowest ERA in the Majors at 2.59 and tied with the Royals for the second-fewest blown saves among the 30 MLB teams. With nearly the entire relief crew returning intact, manager Lloyd McClendon is confident his bullpen will remain the strength of a club looking to take the next step and reach a playoff berth after finishing one game shy of a Wild Card spot -- and just two games back of the Royals -- last season. \"They were really good last year,\" McClendon said after his relievers posted the second-lowest ERA by an American League team since 1990. \"For a long, long time, deep into the season, we were on the verge of historic numbers out there. Obviously, we tailed off just a little bit at the end. But my guys were tremendous. We really shortened up ballgames from a lot of different angles. I look to build on that this year.\" General manager Jack Zduriencik made what turned out to be an underrated move late last winter in signing closer Fernando Rodney to a two-year, $14 million deal. At the time, critics were questioning why the Mariners didn't do more beyond the signing of Robinson Cano, but the Rodney addition solidified Seattle's bullpen as he put together an All-Star season and led the Majors with 48 saves while posting a 2.85 ERA. Rodney also allowed some of Seattle's younger relievers to slide into more comfortable roles as Tom Wilhelmsen, Danny Farquhar, Yoervis Medina, rookie Dominic Leone and veteran Joe Beimel all recorded ERAs under 3.00, and youngsters Carson Smith and Brandon Maurer were equally outstanding in late-season roles. With lefty specialists Charlie Furbush and Lucas Luetge also returning and David Rollins added as a Rule 5 pickup from the Astros, Zduriencik felt comfortable enough with his bullpen depth to deal Maurer for outfielder Seth Smith from the Padres. But even with Beimel still unsigned on the free-agent market, the Mariners still have more returning arms than available spots for a seven-man 'pen. Of that group, Rodney's contract expires after this season, but all the others remain under team control beyond 2015. While bullpens are often the last item on teams' roster construction, the Mariners appear solid there for the foreseeable future. \"That's one thing we've talked about since I've been here -- getting players in the organization that are young and you have control of that can contribute and not be those big expensive free-agent guys you've got to go get,\" Zduriencik said. \"Then you have depth, performance at the big league level, years of control and youth on your side. \"A lot of those things are important. What you're seeing with our club is youth starting to get experience, and we've brought in a few key veterans to work with those guys and it's coming together.\" Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
