{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/106221944\/north-texas-ready-to-focus-on-rangers-baseball\/",
    "title": "North Texas ready to focus on Rangers baseball",
    "subtitle": "",
    "body": "ARLINGTON -- Football season is coming to a close in North Texas. Certainly it has been a memorable one, with the Cowboys winning the NFC East, TCU and Baylor sharing the Big 12 title, the national college championship game being played in Arlington on Monday night and local high schools Allen, Cedar Hills, Aledo and Ennis winning state titles.  Now it is time for the real countdown to baseball and Spring Training. As of Monday morning, there were 40 days left until Rangers pitchers and catchers report to Surprise, Ariz., on Feb. 20, with the first workout the following day. The Rangers still have plenty to do leading up to that as general manager Jon Daniels is still pursuing a catcher and pitching depth. Although the Rangers profess being unable to pursue unsigned free-agent pitcher James Shields, Daniels is looking for more starting pitching as well as a left-handed reliever. Neal Cotts, who was with the Rangers the past two seasons, remains unsigned. The Rangers currently have 50 players coming to Spring Training, including 10 non-roster invites. But that number will grow, as the Rangers have not yet announced which of their top prospects who are not on the 40-man roster -- infielder Joey Gallo and others -- will be invited to Spring Training. Salary arbitration is also commanding the Rangers' attention. On Tuesday, first baseman Mitch Moreland and pitchers Neftali Feliz and Ross Detwiler are expected to file for arbitration. Players and clubs are scheduled to exchange salary figures on Friday, and any hearings will be held in February. The Rangers haven't gone to an actual arbitration hearing with a player since 2000. The Rangers have scheduled their annual winter mini-camp for Tuesday through Thursday next week at Globe Life Park. The camp is mainly for younger pitchers and position players. But many players are scheduled to be in town that week, because the annual Dr Pepper Awards Dinner is Jan. 23 at the Dallas Omni Hotel. Player of the Year Adrian Beltre and Pitcher of the Year Yu Darvish are among those who will be honored at the dinner. The following day, FanFest will be held from 9 a.m. to 4 p.m. CT at Globe Life Park. The Rangers' winter caravan just got started last weekend, with 13 more stops  through the rest of January. Eleven of those will be at Academy Sports and Outdoors stores throughout Texas. The Rangers also will make a stop at noon Thursday with the Triple-A Express at the Dell Diamond in Round Rock. Manager Jeff Banister, bench coach Steve Buechele, broadcaster Matt Hicks, infielder Elvis Andrus, pitcher Derek Holland and catcher Robinson Chirinos are scheduled to appear. On Jan. 31, the Rangers will be with the Double-A Roughriders at the Dr Pepper Ballpark in Frisco from 1:30-3 p.m., with pitchers Matt Harrison, Tanner Scheppers, Shawn Tolleson and Holland scheduled to appear. The real herald of Spring Training will be sounded on Feb. 9. That's when the equipment truck departs Arlington for the desert. T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
