{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/106222016\/phillies-maikel-franco-red-hot-as-winter-ball-playoffs-continue\/",
    "title": "Phils' Franco red hot as winter ball playoffs continue",
    "subtitle": "Third baseman hit two homers in last five games, is batting .348 in Dominican postseason",
    "body": "The playoffs in winter leagues throughout Latin America are in full swing and the championship matchups in some countries will soon be determined. Even as teams battle for trophies, many prospects continue to play key roles for their winter teams. Below is a look at how some of the top prospects playing in winter leagues have fared. • Third baseman Maikel Franco, the Phillies' No. 3 prospect, has been one of the hottest hitters during the playoffs in the Dominican Republic. Playing for Gigantes del Cibao, the Dominican native went 7-for-17 with two home runs in five games last week and extended his playoff hitting streak to eight games. Franco, ranked No. 54 on MLBPipeline.com's Top 100 Prospects list, is hitting .348\/.354\/.587 in 12 playoff games and ranks third in the league in both OPS and batting average during the playoffs. With a week left in the round-robin playoff stage, Gigantes is in first place and on the verge of clinching a spot in the best-of-nine championship series. • A broken finger limited Alen Hanson, the Pirates' No. 6 prospect, to seven games this winter with Toros del Este in his native Dominican Republic. He returned to the field in time for the playoffs and has stepped into Toros starting lineup. He scored a run in five of the six games he played last week and is hitting .222\/.271\/.311 in 11 games in the round-robin playoff stage. Hanson, ranked No. 73 on the Top 100, has primarily been a shortstop in the Minor Leagues, but is playing second base this winter. • After not playing in the first week of the playoffs in Venezuela, shortstop Orlando Arcia returned to the lineup last week for Caribes de Anzoategui. The time off didn't seem to affect the Brewers' No. 2 prospect, as he recorded at least one hit in all four games he played in and drove in four runs. His week was highlighted by a three-run double Sunday in Caribes 9-6 victory against Aragua. It was also announced last week that Arcia finished third in the league's Rookie of the Year voting. During the regular season, the 20-year old Venezuelan native hit .265\/.335\/.445 with seven home runs in 55 games and helped Caribes finish the season in first place. They are once again atop the standings at the halfway point of the round-robin playoff stage. • In 2014, second baseman Carlos Sanchez capitalized on the momentum he built during a strong winter in Venezuela and played his way to the Major Leagues. Sanchez, the White Sox's No. 10 prospect, returned to his homeland this winter and hit .265\/.343\/.361 in 38 games with Tiburones de La Guaira. His solid play has carried over into the playoffs and he began the round-robin stage on a five-game hitting streak before being held hitless Sunday. In five games last week, the 22-year old scored four runs and hit two home runs -- matching his regular season total. • Third baseman Christian Villanueva, the Cubs' No. 17 prospect, helped Yaquis de Obregon advance last week to the semifinals of the playoffs in Mexico. The 23-year old went 4-for-25 with two home runs and five RBIs in seven games against Mexicali in the first round of the playoffs. Obregon lost Game 1 of its best-of-seven semifinal series against Jalisco on Sunday. Villanueva went 0-for-3 in the 6-1 loss and will look to get back on track this week with a trip to the championship series on the line. Teddy Cahill is a reporter for MLB.com. Follow him on Twitter at @tedcahill. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Teddy Cahill"
}
