{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/106224710\/rockies-ramping-up-efforts-to-add-pitching\/",
    "title": "Rockies ramping up efforts to add pitching",
    "subtitle": "Club mentioned in reports as potential suitor for Mets' Gee; finding free agent also an option",
    "body": "DENVER -- The Rockies are expected to make moves to shore up their pitching staff this week, with trade talks with the Mets regarding right-hander Dillon Gee or serious discussions with free agents being the options. The Mets have been shopping Gee (7-8, 4.00 ERA in 22 starts in 2014), and the Rockies have been among the teams prominently figuring in various reports since December. According to sources familiar with the situation, it's still not clear what the Mets require in return for Gee, and there hasn't been an offer from the Rockies. A possibility could be left-handed reliever Boone Logan, who struggled through elbow issues last season with the Rockies in the first year of a two-year, $16.5 million deal, but is expected to be healthy for this coming season. The Mets could be in the market for lefty relief, but there are in-house options. Gee, who turns 29 on April 28, is attractive to the Rockies on several fronts. He is projected by MLB Trade Rumors to earn $5.1 million this year, his second of arbitration eligibility. But because he was a Super 2 arbitration-eligible last year, he is under club control through 2016. Gee missed time last season with a right lat strain and finished with 137 innings, but threw 199 frames while going 12-11 with a 3.62 ERA in 2013. Also, Gee is 2-1 with a 3.20 ERA in three starts at Coors Field. Being young and under club control has made Gee a target of several teams. FOX Sports also linked Gee to the Rockies and two other National League West clubs, the Giants and Padres. Gee has managed a 7-7 record, 4.14 ERA and 97 strikeouts against 39 walks against NL West teams. If the Rockies don't swing a trade for Gee or another pitcher, they'll seek an experienced right-hander via free agency. The Rockies have not made an offer and are believed to be evaluating their options. FOX Sports mentioned that the Rockies are looking at former Giants righty Ryan Vogelsong, but Vogelsong is a flyball pitcher with a 7.92 ERA and 10 home runs allowed in 30 2\/3 innings at Coors. The price would have to be right. The Rockies are seeking a solid right-hander for a rotation that is led by lefty Jorge De La Rosa, who will begin a two-year, $25 million contract in 2015, and righty Jhoulys Chacin, who is coming off a 2014 marred by rotator cuff damage. Righty Jordan Lyles and lefty Tyler Matzek, both 24, made a significant number of starts last season. Younger pitchers who saw Major League action last season, such as righties Eddie Butler, Christian Bergman and Chad Bettis (being converted after struggling in the bullpen last year), and prospects such as righty Jon Gray and lefty Tyler Anderson, also are in the starting pitching mix. The Rockies also have signed former Nationals and Mets lefty John Lannan to a Minor League contract with an invitation to big league camp. Given the drawbacks, Vogelsong would be considered somewhere among a large group of righty starters -- such as Kyle Kendrick, Kevin Correia and Paul Maholm -- that the Rockies are evaluating. The same goes for relievers that have been closers, such as Francisco Rodriguez, Rafael Soriano and John Axford. None are believed to have received offers, but they are on Colorado's radar. Thomas Harding is a reporter for MLB.com. Read his blog, Hardball in the Rockies, follow him on Twitter @harding_at_mlb, and like his Facebook page, Thomas Harding and Friends at rockies.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
