{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/106226822\/inbox-more-moves-coming-for-milwaukee-brewers\/",
    "title": "Inbox: More moves coming for Brewers?",
    "subtitle": "Beat reporter Adam McCalvy answers fans' questions",
    "body": "When are the Brewers going to make another move? I know they are set at pretty much every position, but how about the bullpen? It's just very frustrating after the collapse of 2014 when it seems like they're doing nothing while the rest of the division is making additions. -- @jmort82 on Twitter If the topic of baseball was broached over Old Fashioneds during the holidays, I'll wager you've heard something similar, or maybe said it yourself. I've talked to plenty of Brewers fans over the past few weeks who are freaking out over the sound of crickets emanating from frozen Miller Park. The folks working behind those windows up in right field have heard your concerns, and general manager Doug Melvin has been doing his best to make the case that \"do something\" is not always the right answer. I laid out some of his points at the Winter Meetings (here's that story again), and Melvin spoke again late last week to MLB.com columnist Richard Justice, saying he was \"comfortable\" with every position player and breaking things down to, \"We've just got to play better.\" Submit a question to the Inbox. Here's some of what Richard wrote: Despite a 9-22 closing lap, Melvin decided that he still liked his team. Three months later, he still does. In that time, he has gone over his roster dozens of times looking for holes or ways to improve. OK, there are ways. His stars need to perform like stars, beginning with right fielder Ryan Braun and third baseman Aramis Ramirez. Both had tough final months with their team in free fall. The Brewers still believe in both of them. … Every team has a laundry list of worries, and most of them are longer than the Brewers. Once Melvin got past the bitter disappointment of letting a 6 1\/2-game division lead slip away, he still believed in his guys. Another MLB.com columnist, Tracy Ringolsby, weighed in over the weekend and dropped the Brewers among his \"three NL teams poised to climb\" for a column on Sports on Earth. Most of all, though, the reason they're on our radar is because the Brewers are looking for Ryan Braun to rebound. He underwent offseason surgery on his right thumb. If the recovery goes as planned, there's reason for hope that 2015 will see the return of his MVP-caliber offense after a '13 season cut short by a suspension and last season's career-worst production of a .266 average, 19 home runs and 81 RBIs. Does all of this -- counting on a Braun bounce back, on Jean Segura getting right, on Adam Lind adding the missing left-handed pop, on Jonathan Broxton rediscovering his closer's touch -- sound like hope and faith? It does. But Brewers officials would argue that it's educated hope and faith, and that with established starting pitchers and relative youth at critical positions, especially up the middle of the defense, this is not a situation that demands change for the sake of change. It's a gamble, for sure, but so is rigging a roster with TNT and pushing the plunger. Another important point: Five weeks remain before the start of Spring Training, and 12 weeks before Opening Day. There's still time to add players. Do you think the Brewers will trade either [Kyle] Lohse or Yovani Gallardo before the season? Or will they start the year with them and move them if they're out of the race? -- @steelmann58 on Twitter Based on the team's \"stay the course\" approach to this offseason, and principal owner Mark Attanasio's assertion that the baseball-operations department is not under orders to cut payroll in the wake of Ramirez's decision to come back for another season, I'd say the odds favor Gallardo and Lohse both being with the Brewers for Opening Day. Gallardo could match Ben Sheets' club record of six Opening Day starts. But bear in mind that each right-hander is entering the final season of a contract, with Gallardo earning $13 million and Lohse $11 million. Ditto for Ramirez ($14 million), Broxton ($9 million), though he has a mutual option for 2016, and Gerardo Parra, who is in his final arbitration year. If the Brewers endure a slow start, they could easily slip into \"sell\" mode. What are the odds of re-signing K-Rod? -- @jajareetz on Twitter I would have said \"zero\" at the start of the offseason but I'll adjust to \"slim\" now. When the Brewers traded for Broxton in August, they knew they were into him for $11 million (his 2015 salary, plus a $2 million buyout of the '16 option), which would in practical terms eclipse the $10 million Milwaukee gave Eric Gagne in 2008. That's closer money, and the Brewers plan to use Broxton that way. I still say Francisco Rodriguez gets a multiyear contract from one of the 29 other teams, and the Brewers start the year with a bullpen of Broxton, Will Smith, Jeremy Jeffress, Brandon Kintzler and Jimmy Nelson, plus some combination of Rob Wooten and free agents yet to sign. Tyler Thornburg and Jim Henderson are also coming back from injuries and could contribute. Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
