{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/106229358\/os-evaluate-young-arms-at-minicamp\/",
    "title": "O's evaluate young, rehabbing arms at minicamp",
    "subtitle": "No. 2 prospect Harvey, Tillman, Webb, Hunter in attendance for early work",
    "body": "SARASOTA, Fla. -- A little more than a month before the start of Spring Training, there were Orioles pitchers throwing bullpen sessions and players working out on the back fields at Ed Smith Stadium. The O's three-day minicamp, a chance for the club to evaluate some of its young pitchers, began on a rainy Monday morning. More than 20 pitchers were in attendance for a variety of reasons -- some recovering from injuries, others getting some work in with pitching coach Dave Wallace and bullpen coach Dom Chiti, and a few more looking for a roster spot. \"This is huge. It's a good opportunity to come down here and see everybody,\" said right-hander Hunter Harvey, the Orioles' No. 2 prospect, according to MLB.com. \"Being around all these guys is pretty special.\" Harvey's season ended a month early due to a strained flexor mass in his right elbow, but he said he's fully healthy, and he began throwing a few weeks ago. Starter Chris Tillman and relievers Tommy Hunter and Ryan Webb were also there, but none of them threw off a mound. Tillman usually starts throwing this time of year, but he was told to wait a bit longer. Hunter, who pitched in the Japan Series in November, was unsure when he would begin throwing, but he thought he started too early last spring. \"I think a couple more weeks, I'm going to start getting ready. It's not going to take long,\" Hunter said. \"I took a month off, played [in the Japan Series] then spent a month and a half, two months getting back ready and ease back into it. Get a couple weeks and get back up on the mound ready to go, maybe a little longer.\" Webb, meanwhile, said he feels \"great\" after undergoing surgery in October to repair the labrum in his left (non-throwing) shoulder, and he expects to be 100 percent healthy in time for Spring Training. Like Tillman, Webb is planning to spend most of the rest of the offseason in Florida. \"I played catch out there today and was fine, so I should be good to go,\" Webb said. \"I anticipate not being limited for Spring Training. I'm still kind of in the rehab process, but it's going really well, and the range of motion is really starting to come back significantly every single day. There hasn't been any speed bumps or anything like that, and I should be 100 percent ready to go this spring.\" Only three pitchers threw bullpen sessions before the rain came Monday morning: 40-year-old left-hander Mark Hendrickson, 21-year-old southpaw Stephen Tarpley and right-hander Jason Garcia, one of the O's two picks in the Rule 5 Draft. Garcia, 22, hasn't pitched above Class A after being drafted by the Red Sox in 2010, but Orioles manager Buck Showalter came away impressed with his mechanics. \"I wanted to see if the delivery was as clean as it was on tape,\" Showalter said. \"That's a pretty good arm right there. It's going to be fun to watch him.\" Third baseman Manny Machado is expected to attend Wednesday's workout. Matt Wieters isn't expected to participate in Baltimore's minicamp, but Showalter said the catcher was scheduled to throw from 120 feet for the first time Monday -- not a major milestone, but still another step in the right direction following Tommy John surgery. Among the others in attendance Monday were right-handers Kevin Gausman and Dylan Bundy, outfielders Henry Urrutia and Alex Hassan, knuckleballer Eddie Gamboa and Rule 5 Draft pick Logan Verrett. Adam Berry is a reporter for MLB.com. Follow him on Twitter at @adamdberry. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
