{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/106225264\/inbox-trade-winds-ready-to-start-picking-up\/",
    "title": "Inbox: Trade winds ready to start picking up?",
    "subtitle": "Beat reporter Anthony DiComo answers questions from fans",
    "body": "Another week down and the Mets continued to remain quiet. But trade talks are brewing, with the team looking to deal a starting pitcher soon. That is how we will open this week's Inbox: Why is it such a necessity that the Mets trade away a starting pitcher? Nearly every year, every team has a starting pitcher who misses extended time due to some kind of injury. If that were to happen with the Mets, they can then plug Dillon Gee into the rotation. In the meantime, he could be a good bullpen guy to have, especially for long-relief appearances. -- Matt H., Tully, N.Y. It's more than talk at this point; there is a strong chance the Mets will trade a starter -- likely Gee -- in the coming weeks. Maybe even in the coming days. But that doesn't really answer your question. The Mets want to trade Gee because, with a limited payroll, it would give them roughly $5 million to put toward a midseason acquisition -- toward the type of player who could help them more than a $5 million long man. There is of course some concern about rotation depth, but the Mets are confident that by early summer, prospects Noah Syndergaard, Rafael Montero and Steven Matz will all be more than capable to step into any injury holes that arise. Trading Gee also diffuses what could be a distracting Spring Training situation, with six established starters vying for five spots. I don't disagree with your line of thinking, and I see plenty of merit in keeping Gee around to minimize risk. But the Mets are pretty committed to trading him at this point, even if the return winds up being nothing special. Click here to submit an Inbox question What's your take on Montero? I know he still has a high ceiling above him, but after his not-so-great outings last season, do you feel his value has diminished? What can we possibly get for him in a trade? -- Luis F., Astoria, N.Y. Montero's value is indeed a bit diminished, which is exactly why the Mets should not part with him in a trade right now. Add in the fact that the Mets are counting on Montero for depth (see above), and it makes sense to keep him around. Just because Montero was not Jacob deGrom last season, it does not mean he had a bad year. In one of the foremost offensive environments in professional baseball at Triple-A Las Vegas, Montero struck out a batter per inning with a 3.60 ERA in 16 starts. Then he held his own as a 23-year-old in the big leagues, despite bouncing back and forth between the bullpen and rotation. Over his final five outings, three of them starts, Montero posted a 1.40 ERA. Since the early days of Montero's career, scouts have wavered on his ability to be a starting pitcher. And there's a decent chance that he will break camp this year in the big league bullpen. But no matter his destination, Montero still has the potential to be really, really good. If the Mets are not happy with Wilmer Flores at short and Juan Lagares at the leadoff position, why not try and sign Everth Cabrera? He's young, pretty good defensively, has speed and has been in the leadoff of spot with the Padres. -- Josh N., Prattville, Ala. Cabrera, whom the 85-loss Padres non-tendered, posted a .272 on-base percentage over 357 at-bats last season. I could prattle on for a while about his skill set and Flores' potential, but that's really all you need to know. What can we really expect offensively and defensively from an aging outfield of Curtis Granderson and Michael Cuddyer? Did we really improve, or just solidify mediocrity? -- No name submitted, Millington, N.J. It's a fair question, but one that's impossible for me or anyone else to answer until we see both outfielders in action. Granderson was quite good at points last summer, yet quite poor for longer and more frequent stretches. How will the new right-center-field fence affect him? How will new hitting coach Kevin Long help him? I really can't say. All I know is it's worrisome how much Granderson struggled last season despite being healthy all summer. Cuddyer has been the more consistent player throughout his career, but he has had injury issues in two of the last three seasons and will be 36 on Opening Day -- an age when hitters tend to regress at a rapid rate. Still, Cuddyer was so good when healthy last season that even a modest drop-off could result in a good season. Manager Terry Collins must be careful with both players, giving them frequent days off when needed. The presence of John Mayberry Jr. on the bench should allow him to do that. Steamer, one of the sabermetric community's more respected projection systems, pegs Granderson for a .222 average with 19 homers, which is almost exactly what he produced in 2014. For Cuddyer, the system anticipates a .255 average with 19 home runs as well. The ceilings for both players remain higher than that. If the Mets could get a good deal, could they snag Takashi Toritani? -- Hershy S., Far Rockaway, N.Y. The Mets checked in briefly on the Japanese shortstop, but Toritani has since decided to return to the Hanshin Tigers. A match with the Mets was unlikely, anyway. Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
