{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/106241670\/white-sox-agree-to-deal-with-outfielder-dayan-viciedo\/",
    "title": "Viciedo, White Sox come to terms on 1-year deal",
    "subtitle": "",
    "body": "CHICAGO -- The White Sox reduced their total of arbitration-eligible players to five by agreeing to terms with outfielder Dayan Viciedo on a one-year, $4.4 million contract. Viciedo, 25, hit .231 with 21 home runs, 58 RBIs and 65 runs scored over 145 games in 2014. The 5-foot-11, 240-pound Viciedo set career highs in runs scored, extra-base hits (46), walks (32) and at-bats (523). The power-packed outfielder wasn't pegged as a starter at the season's outset, scheduled at best to split time in left field with left-handed-hitting Alejandro De Aza. But when Avisail Garcia suffered a torn labrum and avulsion fracture in his left shoulder diving for a fly ball to right field April 9 in Colorado, Viciedo was elevated into everyday playing time. Now the question for Viciedo, who has played third base, left field, right field, first base and served as designated hitter during his five-year-stint in Chicago, is how does he fit on the revamped 2015 squad? Melky Cabrera, Adam Eaton and a healthy Garcia make up the White Sox outfield from left to right, with Jose Abreu and Adam LaRoche set to split time between first base and DH. Viciedo could become a power luxury off the bench, especially against southpaws, a possibility that exists with a super-utility player such as Emilio Bonifacio now in the fold and able to cover so many positions defensively. Then again, Viciedo is not known for his glove or his speed, which often become valuable assets for a reserve outfielder. The White Sox could continue to try to move the right-handed hitter and find a better fit elsewhere. For his career, Viciedo has a .254 average with 66 home runs and 211 RBIs in 483 games. He has hit 20-plus homers three times in the last four seasons. Sstarting catcher Tyler Flowers, No. 2 starter Jeff Samardzija, fellow starter Hector Noesi and right-handed relievers Javy Guerra and Nate Jones remain eligible for arbitration. Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
