{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/106097692\/rangers-begin-winter-caravan-with-mending-profar-choo\/",
    "title": "Rangers begin Winter Caravan with mending Profar, Choo",
    "subtitle": "",
    "body": "DENTON, Texas -- The Rangers began their 2015 Winter Caravan by bringing two players on the upswing to their first stop on Saturday afternoon. Before they signed autographs for a couple hundred people lined up in the cold weather, both outfielder Shin-Soo Choo and infielder Jurickson Profar talked enthusiastically and optimistically about how well they feel this offseason. The Rangers are hoping it stays that way going into Spring Training and beyond after the physical problems both experienced this past season. \"I'm just ready,\" said Profar, who missed all of 2014 with a torn muscle in his right shoulder. \"Last year was a terrible year. I don't know how I made it, but I did.\" Choo made it through 123 games last season, even though he was bothered by a sore left elbow beginning in Spring Training and a sprained left ankle sustained in mid-April. He finally had to shut it down in August and had surgery on both after the season was over. \"It was hard for me,\" Choo said. \"Every night at 6:30, instead of thinking about the game, I was thinking, 'How can I make this not hurt tonight?'\" It was Choo's first year with the Rangers, and he ended up hitting .242 with 13 home runs and 40 RBIs. The batting average, .340 on-base percentage and .374 slugging percentage were career lows for a full season. That's not what the Rangers were expecting after signing him to a seven-year, $130 million contract last winter. \"A lot of people trusted me,\" Choo said. \"The front office, fans, my agent, my family. I want to show them. I want to show them Shin-Soo Choo and how I play at the big league level.\" Choo has been running and throwing for over a month, and he is starting to swing off a tee. There has been some stiffness in the ankle, but so far everything else has been good. He expects to be at full strength in Spring Training. \"This is the earliest I have ever started my offseason workouts,\" Choo said. \"I feel like new. The last time I felt like this was five years ago.\" Choo has had multiple conversations with new manager Jeff Banister, but nothing definitive has been decided as far as what position he'll play and where he will hit in the lineup. The Rangers are strongly considering Choo in right field, and they know he can hit almost anywhere in the order. \"I told him, 'Whatever,'\" Choo said. \"I don't care. I can play any spot.\" Profar is not as far along as Choo and won't be at full strength to start Spring Training. The Rangers aren't even planning on him being ready at the start of the regular season. After multiple setbacks last year in his shoulder rehabilitation, Texas is going to be cautious with him. But he had an MRI last Tuesday that was positive, and he is expected to begin a throwing program on Jan. 19. \"I feel good. … This is the best that I have felt,\" Profar said. \"I think I'm going to make it.\" Profar was supposed to be the Rangers' starting second baseman last season before the shoulder became a serious problem in Spring Training. Now Rougned Odor is entrenched at second base, and Profar will likely go to Triple-A Round Rock to re-establish himself. \"I don't know, maybe,\" Profar said. \"I lost a year of baseball. A lot of people have told me it's going to be hard coming back at the beginning. I'm ready for anything. I just need to start playing and everything will come. Just be me and that's it.\" T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
