{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/106119810\/fans-flock-to-get-close-to-giants-world-series-trophy\/",
    "title": "Fans flock to get close to Giants' World Series trophy",
    "subtitle": "",
    "body": "SANTA ROSA, Calif. -- Soon enough, Logan Markus was snoozing quietly in the warmth of his Giants T-shirt and blanket, safely snuggled up in one of the dozens of strollers decorated in orange and black that could be found at the Finley Community Center on Saturday afternoon. But when the big moment came a few minutes earlier, Logan had his eyes wide open and struck the perfect pose for a portrait with mom, dad -- and the 2014 World Series trophy. Hundreds of Giants fans lined up around the building for that same opportunity, a chance to have their picture taken with the 2014 trophy flanked by the 2010 and 2012 versions won by the club. It's part of a 38-stop trophy tour that began earlier this week, and fans came out in force at this stop in the Sonoma County city located about an hour's drive north of AT&T Park. Truth be told, Logan missed the World Series. He wasn't born yet when the Series was played out in seven thrilling games against the Royals, but he was there as his mother Jessica and father Sean cheered on their favorite team, a little more than a month before his Dec. 3 debut. \"I was eight months pregnant and we went to a restaurant to watch Game 7 with a bunch of friends, but I waddled on out there to watch the Series,\" said Jessica, from nearby Penngrove. Said Sean: \"We really needed him to be born a champion, and the Giants pulled it off for us.\" And now there's a photo to prove it with the trophy coming to town. The trophy's journey began with a champagne bath in the visiting clubhouse in Kansas City and continued through a parade route that took it to the steps of San Francisco City Hall in the orange-tinted days of autumn. After starting in the Giants' new Triple-A home of Sacramento, the tour is making its way through Northern California and points beyond this winter, heading for stops in Oregon, New York City and Scottsdale, Ariz., before it's done. Along with sharing the hardware with fans, the tour is intended to promote Junior Giants, the flagship program of the Giants Community Fund. The Santa Rosa stop coincides with the startup of a Junior Giants program in association with the Santa Rosa Recreation and Parks Department. In Santa Rosa and other stops, there certainly has been no shortage of Giants support with the trophies in town. \"Everyone is so excited and grateful that we're bringing the trophy to their towns, and they're also benefiting their local Junior Giants leagues when they come out to see it, so that's been great,\" said Katja Zimmermann of the Giants Community Fund. Fans were able to make a donation to the program at a table manned by former Giants left-hander Noah Lowry and local community leader Jim Andersen, who are spearheading the local effort to start up a Junior Giants league. Junior Giants leagues are free, non-competitive and provide character-building guidance with baseball as the focus, geared toward underserved youth age 5-18. Lowry, who lives in nearby Windsor, signed autographs for fans for the entire stretch of 2 1\/2 hours the lines were moving. The lefty whose rapid success in the Majors in 2003-07 was knocked off course by injury was glad to be there to support the Junior Giants and, of course, share the room with the big stars of the show -- those trophies ringed in pennants. \"I've gotten to see it from both sides of the fence, so to speak,\" Lowry said. \"It's really neat to know some of the guys and have the rapport with the team, as well knowing it from the fan side and sink in with the community. The turnout here is above and beyond.\" Fans began lining up outside the Finley Community Center, which houses a swimming pool and auditorium amid a large park in the western part of Santa Rosa, by 7:30 a.m. PT, officials said, in advance of the 1 p.m. opening. Once the droves of fans made it to the front of the line, they were able to pose with the trio of trophies and get a printed photo of it within minutes, in the style of amusement parks. After patiently waiting about a couple of hours in line, Logan Markus and his parents made it to the big moment with the trophy. The shirt he wore for the photo was one they bought at the first Giants game after they found out Jessica was pregnant, and a homemade mini-bat with a Giants logo on it made by his grandfather was in the stroller with him Saturday. Obviously, the Giants run through the blood of this young family. \"We're NorCal born and raised, absolutely,\" Sean said. Said Jessica: \"If he was a Dodgers fan, we wouldn't be here today.\" And, of course, neither would Logan, but all three were there with their best smiles on as the 2014 World Series trophy came to town and posed for photographs with them. John Schlegel is a national reporter for MLB.com. You can follow him on Twitter @JohnSchlegelMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "John Schlegel"
}
