{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/106145014\/anthony-castrovince-the-rays-offseason-shakeup-could-pay-off-sooner-rather-than-later\/",
    "title": "Rays' shakeup could pay off sooner rather than later",
    "subtitle": "",
    "body": "These aren't -- and won't be -- the Rays as we once knew them. There will be no Joe Maddon-concocted costumed trips. David Price will not be an every-fifth-day force. Ben Zobrist will not be playing seemingly every position at Tropicana Field. And no, we can no longer blindly assume every transaction made by the Rays is going to come out looking genius simply because Andrew Friedman made it. The identity change taking place in Tampa Bay is dramatic. But what the Rays are doing is a necessary byproduct of their market-born business model, and we might one day look back at this winter whiplash as a necessary evil. Frankly, even after all this change, even after all these swaps and seeming subtractions, I'm still not completely sure that day won't come sooner than the skeptics envision. Don't get me wrong. What the Rays have done this winter definitely leans toward the \"rebuild\" model, as does a lot of what they've done the last six-plus months. When they dealt their 2014 middle infield (Ben Zobrist and Yunel Escobar) to Oakland on Saturday, they brought back another top-tier middle infield prospect (Daniel Robertson) coming off his age-20 season in A ball to perhaps one day pair with the other recently acquired top-tier middle infield prospect (Willy Adames) coming off his age-19 season in A ball. You know the drill. Young talent is the lifeblood of an organization such as the Rays, plain and simple, and to get it you sometimes have to part with important players nearing expensive pay days. \"We understand our constraints, and we adhere to the formula,\" Rays president of baseball operations Matt Silverman told reporters Saturday. \"In an ideal world we don't choose to make these kinds of trades, but we don't have the luxury to do that.\" It's always painful, and moving Zobrist, who was, in many ways, the perfect embodiment of what the Rays are all about -- and who, for that matter, is now equally appropriately cast with the A's, given Oakland's fixation on the flexibility he so happily and productively provides -- is particularly high on the pain scale. But the thing about Major League Baseball in 2015 is that a team like the Rays doesn't need to follow the full-scale \"blow it up and hope to be relevant again in five years\" formula we've seen (especially in small- and mid-market cities) in the past. And while nobody's going to label these Rays, under first-time skipper Kevin Cash, a clear-cut contender in '15, they'll still have the seeds of a competitive club that can present matchup problems for the rest of the American League East. Indeed, the overall outlook on the Rays' winter results, to date, is that they've parted with some impact pieces, saved some cash, and brought in some young bodies. Again, typical rebuild stuff. And yet, at the same time, one of those young pieces is a Major League-ready outfield prospect (Steven Souza Jr.) coming off International League MVP Award honors, and other pickups include a 31-year-old catcher (Rene Rivera) coming off a bit of a breakout season in San Diego, a 29-year-old shortstop (Asdrubal Cabrera) capable of improving upon Escobar's run-production, a 31-year-old bat (John Jaso) with some positional flexibility and some veteran bullpen help in Kevin Jepsen and Ernesto Frieri. The Rays can sell this as an attempt to rebuild and reload simultaneously. There was a time when such a two-fer was all but impossible. But I'm not sure we still live in that time. What's still arguable -- on paper, at least -- is that the Rays will field the best starting staff in the East. As far as I'm concerned, that will remain the case unless they unexpectedly part with more pieces -- or the Red Sox unexpectedly add a Max Scherzer or Cole Hamels. A front four of Chris Archer, Alex Cobb, Drew Smyly and Jake Odorizzi (none of whom are older than 26) is awfully encouraging, and a healthy midseason return from Matt Moore only adds to the intrigue. Now, the obvious flip side of that coin -- and the thing that could ultimately bury this team -- is the potential difficulty of scoring runs this season. Unfortunately, that's a common complaint for a club that plays its home games in Tropicana Field. Of course, at the risk of digging up bad memories, last year's club didn't exactly wear out the Tropicana scoreboard operator, either, and it was impossible to ignore the two-year downward trend the 33-year-old Zobrist's power numbers had taken. The new-look Rays can still hold out hope that their new middle infield arrangement (Cabrera at short and Nick Franklin and Logan Forsythe either competing for or platooning at second) will be an improvement over Escobar and Zobrist, that Souza will break out and -- above all else -- that Evan Longoria will resemble his old self and not the .404-slugging-percentage mystery he was in 2014. What the Rays are doing is better positioning themselves for the long-term. This began with last summer's trade of Price, but the sudden departures of Maddon and Friedman seemed to usher in an even greater sense of urgency in parting with the roster's most movable pieces. Goodbye Zobrist and Matt Joyce and Jeremy Hellickson and Ryan Hanigan and Joel Peralta and Sean Rodriguez. Also, goodbye Wil Myers -- and that one definitely caught a lot of us off-guard, though Souza could offset any sting. It remains to be seen if any other surprises are in store, but money doesn't have to be the chief motivator it was with Price and Zobrist. The Rays currently project to field a payroll well below that of the franchise-record $76.9 million in Opening Day commitments in '14. These Rays will be unrecognizable in many ways. And they'll certainly be a popular pick to bring up the rear in the East. Honestly though, this doesn't currently project to be some awful squad. The depth in pitching alone should ensure that. The Rays won't be the popular (and erroneous) World Series pick they were a year ago, but they won't be total pushovers, either. Over the course of a long, strange and sometimes painful winter, the Rays have been remodeled -- for both the short term and the long haul. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
