{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/106163372\/ben-zobrist-expresses-gratitude-for-time-with-rays\/",
    "title": "Zobrist expresses gratitude for 'chapter' with Rays",
    "subtitle": "Super utility man spent nine seasons with Tampa Bay before trade to Oakland",
    "body": "ST. PETERSBURG -- A day after getting traded to Oakland, Ben Zobrist noted that he was \"sad to be leaving Tampa Bay.\" On Saturday, the Rays traded Zobrist and Yunel Escobar to the Athletics for catcher John Jaso and a pair of prospects, shortstop Daniel Robertson and outfielder Boog Powell. \"Today's been a little bit harder of a day than yesterday,\" said Zobrist in a phone interview Sunday. \"Yesterday was a little bit of a shock. Didn't really spend much time thinking about it, though, because I had a birthday party thing going on with a friend of mine, so I wasn't thinking about it a whole lot. \"This morning I woke up and kind of realized our time in Tampa Bay is definitely over. It was definitely a little bit emotional.\" Reflecting on some of his fondest memories from his tenure with the Rays, which stretched from 2006 through last season, Zobrist mentioned several: His '06 debut with the team after getting traded to the Devil Rays from the Astros, going to the '08 World Series, making his first All-Star team in '09, the '11 \"Game 162\" spectacle, and this past season's tribute to long-time baseball great Don Zimmer after his death. \"There were plenty of other moments; that's just glossing over a few things that are in my mind,\" Zobrist said. \"It's hard to put into words eight years of memories. It's kind of surreal to think back on my favorite moments, because I have so many good memories.\" Rays fans are sad to see one of their all-time favorites go elsewhere. When asked what he would tell the fans, Zobrist replied: \"The word that comes to mind when I think about my time there is gratitude. I'm just thankful. I feel like it's been such a blessing to be a part of such a great organization in such a great area of the country. It's the people, not the place that make it special. All the support we received not just [from] the people in the Tampa Bay area, but the whole region, the way they supported our family. \"It's hard to express the amount of gratitude we feel toward the area and all the people down there. It will always be our Major League Baseball home. There's no way we're going to spend that amount of time anywhere else in baseball. I just feel like it's kind of the end of the biggest chapter that will be written in our baseball life. So that being said, it's bittersweet.\" Zobrist added that he's excited to \"try something new.\" \"To see what else is out there, as far as the next baseball chapter,\" Zobrist said. \"But I'm thankful for what I've had, and I'm sad just knowing I'm not going to have the same daily relationships that I've had in the past during the season. That's going to be the toughest part, I think.\" Zobrist has been with the team long enough to see the likes of Carl Crawford, James Shields, B.J. Upton and David Price go elsewhere, so he understands the business side of the game. Eventually, he knew his time would come. \"I knew what was going on,\" Zobrist said. \"And [president of baseball operations] Matt [Silverman] was very kind on the phone yesterday when we talked. He said a lot of nice things to me. He expressed gratitude to me, and I'm thinking, 'Shoot, you shouldn't be the one thanking me.' \"They're the ones who gave me the opportunity. I can't thank them enough. I have so much respect for the organization and I'm just happy I was able to be a part of it for so long.\" Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
