{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/106199960\/yankees-name-jeff-pentland-hitting-coach\/",
    "title": "Pentland to be hitting coach, joined by assistant",
    "subtitle": "Yanks also hire Cockrell to work with hitters, Espada to coach infielders",
    "body": "NEW YORK -- The Yankees remodeled manager Joe Girardi's coaching staff with three new hires, announcing on Monday that they have hired Jeff Pentland as hitting coach, Alan Cockrell as assistant hitting coach and Joe Espada as third-base coach. Rob Thomson is returning to a bench coach role, with Tony Pena shifting to serve as the first-base coach in 2015. Pitching coach Larry Rothschild and bullpen coach Gary Tuck will continue in their respective positions. Pentland, 68, has a lengthy Major League resume and was the Marlins' hitting coordinator last year. He is replacing Kevin Long, who was dismissed in October after offensive struggles kept the Yanks out of the postseason for a second consecutive season. \"Jeff came highly recommended,\" said general manager Brian Cashman. \"We checked with all these players and former players that he has worked with, and organizations. Everything came out roses and the interview went really well.\" Pentland has worked as a hitting coach for five big league teams: the Marlins (1996), Cubs (1997-2002), Royals (2003-05), Mariners (2005-08) and Dodgers (2010-11). He carries several connections to the Yankees' staff, serving as the Cubs' hitting coach during Girardi's playing days. Pentland also worked alongside pitching coach Rothschild in Chicago and under Pena in Kansas City. Cockrell, 52, was the Mariners' hitting coach for parts of two seasons in 2009-10 and held the same position with the Rockies in the two seasons prior to his stint in Seattle. He played 13 pro seasons as an outfielder, making it to the Majors with the Rockies in 1996, and is the Yankees' first assistant hitting coach since 1985, when Willie Horton was employed for a season with that title. \"The one thing that came throughout the interview process was, every interview I had, every candidate essentially stated and repeated that they felt this was a two-man job -- that one man can't be in all places,\" Cashman said. \"If you're outside, somebody can be inside working in the cage. There's obviously so much video work, there's so much statistical analysis, advance scouting and preparation for series. It's become a two-man job. I took that to heart when I was listening to candidates suggest strongly that we go with a two-man group.\" Cashman said that Cockrell had already been hired to serve as an assistant coordinator in the Yanks' Minor League system. Gary Denbo, the team's vice president of player development, urged Cashman to interview Cockrell for the big league coaching staff. \"Gary kept suggesting strongly, 'Hey, you need to talk to this guy,' and I'm glad that I did,\" Cashman said. \"His philosophy, along with Jeff Pentland's, is in line with ours, and they're tremendous people. I'm very happy with adding them to our staff.\" Espada, 39, most recently was a special assistant to Cashman and has also been a third-base coach with the Marlins. There was a vacancy on the staff with the October dismissal of Mick Kelleher, and Espada's arrival bumps Thomson, who seemed to struggle last season with several questionable calls sending runners. \"I think we have a very diverse staff,\" Cashman said. \"Joe Espada has been a third-base coach for a long time with the Marlins and came highly recommended. I could've put Joe at first, but with Joe going to third and Tony Pena going back to first, it gives us two coaches on the corners that speak both English and Spanish. It will serve almost our entire roster.\" In making their selections, the Yankees passed on Willie Randolph, who interviewed in November for a position as an infield coach. \"I hired the best candidates,\" Cashman said. \"I interviewed a lot of different people, but these are the people we hired.\" Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
