{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/106206340\/new-cubs-catcher-miguel-montero-eager-to-play-in-front-of-fans-at-wrigley-field\/",
    "title": "Montero eager to reward Cubs fans' warm embrace",
    "subtitle": "",
    "body": "CHICAGO -- Miguel Montero has always enjoyed playing at Wrigley Field, and he found out just how supportive Cubs fans are when he was traded to the team in December. The catcher, acquired Dec. 9 from the D-backs for two Minor League pitchers, saw an immediate response on Twitter and posted (via @miggymont26): \"I just been a Cubs for 24 hours and I love it lol.\" \"It was just 24 hours and everybody welcomed me in,\" Montero said in a phone interview from Arizona. \"[The fans] made me feel like I'd been there for more than 24 hours.\" Montero, 31, has a .327 average in 16 games at Wrigley Field, but that's not why he likes playing there. I just been a Cubs for 24 hours and I love it lol \"It's great baseball when you walk into the stadium -- that's what I like the most,\" Montero said. \"The people are passionate, they know what they're talking about, they know who you are, they know about you. As a player, you really appreciate that.\" With the Cubs, Montero will be reunited with Edwin Jackson. The two were teammates on the D-backs, and on June 25, 2010, they combined for a no-hitter that Jackson almost didn't finish. The right-hander walked eight and threw 149 pitches in an Interleague game against the Rays. \"He was one pitch away from being out of the game in the first inning and he was one hitter away from being out of the game in the third, and it ends up being a no-no,\" Montero said. Jackson walked two batters in the first and two more in the second. In the third, he walked the first three batters but was able to escape. \"When I had [Jackson in Arizona], he was a little bit inconsistent,\" Montero said. \"He's got a really good arm and really good potential to be a Cy Young. Obviously, the way I worked with him, I was on him all the time. I couldn't stop talking to him for a second, because he'd kind of space out a little bit. I needed to be tough and that's what I did. Hopefully, I can help.\" That no-hitter came at the expense of Montero's new manager with the Cubs, Joe Maddon, who was the Rays' skipper at the time. \"I always enjoyed watching him manage,\" Montero said of Maddon. \"There are two managers I enjoyed watching -- Joe Maddon and Bruce Bochy. They're the best out there right now.\" Montero, Maddon and Jackson will get reacquainted this week when they come to Chicago for the Cubs Convention. For now, Montero has been working out at the team's facility in Mesa, Ariz. He isn't sure how the Cubs will handle the catcher situation after the addition of David Ross, who joins Montero and Welington Castillo, who has been the starter in Chicago the last two seasons. Montero's first priority is getting to know his new teammates. Last week was his first at the Cubs' complex in Arizona. \"I felt like I was going to a new school,\" he said, excitedly. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
