{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/106027610\/indians-expect-second-baseman-jason-kipnis-to-return-to-form-in-2015\/",
    "title": "Indians expect Kipnis to return 'with a vengeance'",
    "subtitle": "After signing extension, second baseman endured injury-plagued '14 season",
    "body": "CLEVELAND -- Last season did not go as planned for Indians second baseman Jason Kipnis. His winter training program then hit a snag last month when he injured the ring finger on his left hand during a workout, necessitating corrective surgery. Even with the wave of setbacks experienced by Kipnis over the past nine months, Indians manager Terry Francona's confidence in the second baseman has not wavered. \"I haven't changed my stance,\" Francona said this week. \"I think Kip wants to come back with a vengeance and I think he'll find a way to do that. We need him. He's a big part of what we do, and he knows that.\" Kipnis injured his left ring finger during a strength and conditioning workout and then underwent surgery to repair a damaged extensor tendon Dec. 16 in Cleveland, where hand specialist Dr. Thomas Graham did the procedure. The injury is not expected to keep Kipnis from being in Cleveland's Opening Day lineup. \"I don't think Kip is worried about it,\" Francona said. \"You'd love to see guys not have things like that happen, but those are the perils of working out and playing baseball and things like that. Things happen.\" Last season, the second baseman missed most of May due to a right oblique strain and then was bothered late in the year by a right hamstring issue. All of the health woes have come after Cleveland signed the 27-year-old Kipnis to a six-year extension worth $52.5 million at the start of last season. In his first year under the new contract, Kipnis hit .240 with six home runs, 25 doubles, 22 stolen bases, 41 RBIs, 61 runs and a .640 OPS in 129 games. That showing was a far cry from Kipnis' All-Star campaign in 2013. \"If I had to pick,\" Kipnis said in September. \"I'd take the minimum league salary and be hitting well and helping this team, over more money and struggling. A lot has happened since last year. It's a frustrating game and it can be frustrating at times and kind of test your confidence.\" During the '13 season, Kipnis hit .284 with 17 homers, 36 doubles, 30 stolen bases, 84 RBIs, 86 runs and an .818 OPS in his second full season. From 2013 to '14, his slugging percentage dropped from .452 to .330. There are plenty of factors that potentially played a role -- one of which was the oblique issue that lingered much of the year. As a result of the injury, Kipnis was not able to attack outside pitches with the same authority he did in the previous season. \"I think there was a little bit of everything,\" Francona said at the beginning of the offseason. \"I don't think it's ever just black and white. I think he came back real quick, because players come back. They want to help. I thought he was pushing the bat through a little bit at the beginning to try to maybe compensate so he wouldn't feel it.\" The Indians are confident that Kipnis will be in a better position after this offseason. \"With a guy like Kip, our focus is on how do we help him be in a better spot coming into next year,\" Indians general manager Chris Antonetti said earlier this winter. \"He's a big part of our team, our organization and we expect him to be a cornerstone guy for us next year. \"So, rather than spending a lot of time dissecting what happened, our focus is, 'How do we help him take advantage of the offseason, come into Spring Training ready to go and look at 2015?'\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
