{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/106029012\/robinson-cano-to-log-short-stint-in-dominican-winter-league\/",
    "title": "Cano to log short stint in Dominican Winter League",
    "subtitle": "",
    "body": "SEATTLE -- Robinson Cano has been granted permission by the Mariners to play a handful of games in the Dominican Winter League starting Tuesday as he returns from a broken toe sustained during the MLB All-Star Series in Japan in November. Cano is expected to be used primarily as a designated hitter for Estrellas de Oriente starting Tuesday. At that point, the club has five remaining round-robin playoff games and a chance to advance further to the final round after Jan. 17. Cano, 32, broke the little toe on his right foot when he was hit by a pitch in an exhibition game against Samurai Japan on Nov. 15. He was held out of baseball activities for about a month while the foot healed, but he is now fully recovered. The six-time American League All-Star second baseman hasn't played in the Dominican League since 2008-09, but he asked Mariners general manager Jack Zduriencik this week if it would be OK to take part in a few games in his homeland this winter. \"Robinson approached us about playing games in the Dominican Winter League and we have granted him permission to play in a limited amount of games,\" Zduriencik said. \"Robinson has reported to us his broken right pinkie toe is fully healed and he wants to get on a baseball field to test it before reporting for Spring Training. We look forward to Robinson reporting to Peoria, Ariz., in a little over a month ready to go for the 2015 season.\" Cano is entering the second season of a 10-year, $240 million deal with Seattle. He's scheduled to report to the Mariners' camp on Feb. 24 with the rest of the club's position players, and the first full-squad workout is slated for Feb. 25. Mariners pitchers and catchers are due to report on Feb. 20 and be on the field for the first time on Feb. 21. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
