{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/106035232\/royals-announce-minor-league-coaching-staffs-and-coordinators\/",
    "title": "Minor League coaching staffs, coordinators announced",
    "subtitle": "",
    "body": "The Royals announced their Minor League coaching staff and coordinators Friday, with several new faces joining the organization and others continuing successful runs. Chino Cadahia, the Royals' bench coach the past two seasons, has been named senior coordinator of player development, while Bill Springman joins the Royals as advisor to player development\/hitting after 14 seasons with the Twins. Triple-A Omaha manager Brian Poldberg and Double-A Northwest Arkansas manager Vance Wilson return for their second seasons, while Al Nipper joins the Royals' organization as Triple-A Omaha pitching coach after spending the last three years in the Tigers' organization. Former Royal and 17-year Major League veteran Jeff Suppan begins his first year as a full-time coach in the organization at Rookie-level Idaho Falls as pitching coach. Suppan coached at the high school level last season in California. Brandon Moore also joins the organization as Double-A Northwest Arkansas' hitting coach. Brian Buchanan will manage Class A Advanced Wilmington after previously managing Class A Lexington, while Omar Ramirez will manage Lexington after spending the past three seasons at Idaho Falls. First-year manager Justin Gemoll replaces Ramirez after serving as Wilmington's bench coach last season. The Royals also will reintroduce their Arizona League affiliate after a one-year break, with former Wilmington manager Darryl Kennedy managing Surprise. Below is a full list of staff assignments: • Coordinators and rovings positions: Chino Cadahia (senior coordinator of player development), Bill Fisher (senior pitching advisor), John Wathan (special assistant to player development), Bill Springman (advisor to player development\/hitting), Larry Carter (Minor League pitching coordinator), Terry Bradshaw (Minor League hitting coordinator), Rafael Belliard (Minor League infield instruction), Milt Thompson (outfield, baserunning and bunting coordinator). • Minor League training staff: Chris DeLucia (Minor League medical coordinator), Tony Medina (Latin America medical coordinator), Garrett Sherrill (Minor League strength and conditioning coordinator), Luis Perez (Latin America strength and conditioning coordinator), Justin Hahm (rehab coordinator\/physical therapist), Jeff Diskin (cultural development coordinator), Freddy Sandoval (mental skills coach). • Triple-A Omaha: Manager Brian Poldberg, pitching coach Al Nipper, hitting coach Tommy Gregg, trainer Dave Iannicca, strength and conditioning coach Joe Greany. • Double-A Northwest Arkansas: Manager Vance Wilson, pitching coach Jim Brower, hitting coach Brandon Moore, trainer Masa Koyanagi, strength and conditioning coach Austin Driggers. • Class A Advanced Wilmington: Manager Brian Buchanan, pitching coach Steve Luebber, hitting coach Abraham Nunez, trainer James Stone. • Class A Lexington: Manager Omar Ramirez, bench coach Glenn Hubbard, pitching coach Carlos Reyes, hitting coach Damon Hollins, trainer Mark Keiser. • Rookie-level Idaho Falls: Manger Justin Gemoll, pitching coach Jeff Suppan, hitting coach Andre David, trainer Robbie Oates. • Rookie-level Burlington: Manager Scott Thorman, pitching coach Carlos Martinez, hitting coach Jesus Azuaje, trainer Saburo Hagihara. • Rookie-level Surprise: Manager Darryl Kennedy, pitching coaches Mark Davis and Mitch Stetter, hitting instructors Nelson Liriano and Willie Aikens. • Rookie-level Dominican Royals: Manager Jose Gualdron, field manager Victor Baez, coaches Miguel Bernard and Sergio De Luna, outfield coach Onil Joseph, infield coach Ramon Martinez, pitching coach Gustavo Martinez, trainers Martin Berroa and Manuel Plaza, strength and conditioning coach Jose Rosario. Cash Kruth is a reporter for MLB.com. Follow him on Twitter at @cashkruth. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Cash Kruth"
}
