{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/106035140\/rangers-seek-bullpen-boost-from-juan-carlos-oviedo\/",
    "title": "Rangers seek bullpen boost from veteran Oviedo",
    "subtitle": "Reliever shows return of velocity in winter ball",
    "body": "ARLINGTON -- The Rangers acquired a veteran closer that not many people had heard of when they signed right-hander Juan Carlos Oviedo to a Minor League contract earlier this week. That's because he was known as Leo Nunez while he was recording 92 saves for the Marlins from 2009-11. Those three years were the high point of his career. The last three have been difficult while dealing with a suspension for admitting to falsifying his identity at the time he was originally signed by the Pirates in 2000, as well as missing a year while recovering from Tommy John surgery. The Rangers, who scouted him this winter, feel Oviedo has paid for the mistake he made at age 17 and deserves a chance to make their team. If he proves fully recovered from his elbow surgery, he might be able to give the Rangers' bullpen the same boost that Joakim Soria did the past two seasons. \"It was encouraging to see his stuff at the same level he's always been at after his layoff,\" Josh Boyd, director, professional scouting, said. \"He was at 90-94 [mph] last season, and our scouts saw him 90-92 this winter, and he's always had the devastating changeup as a go-to [pitch].\" Oviedo is currently pitching for the Aguilas Cibaenas in the Dominican Winter League playoffs. He was with the Rays this past season, and he went 3-3 with a 3.69 ERA in 32 games before being released on Aug. 3. The Rays released him because they felt they had a surplus of bullpen arms, but no other team picked him up for the final two months of the season. \"There's nothing wrong with him at all, except that he just needs more opportunity,\" Rays manager Joe Maddon said at the time. \"I think, probably the only negative with him would be command overall, but stuff-wise, his stuff was good.\" Oviedo's velocity was down. When Oviedo was at his best for the Marlins, he relied on a 94-mph fastball and a plus changeup. He rarely threw a breaking ball. His fastball averaged 91.7 last year but might pick up as he gets further away from Tommy John surgery. Oviedo also walked 4.5 batters per nine innings last season, as opposed to 3.1 from 2009-11. That's when he was known as Leo Nunez. That's the name Oviedo took when he signed with the Pirates in 2000 at the age of 17. He took the new name and reported his age to be 16 to get a more lucrative signing bonus from the Pirates. Hundreds of Dominican players were later found guilty of the same ploy during the same period. When the scandal broke in 2008, Major League Baseball offered amnesty for players to come forward and make it right. Oviedo did not do so. He continued to pitch as Leo Nunez until his secret came out late in the 2011 season. Oviedo ended up being suspended for 14 weeks to start the 2012 season. By the time he was eligible to return, he had sustained the elbow injury that ultimately led to Tommy John surgery on Sept. 3, 2012. The Rangers hope all of that is in the past and Oviedo can make a comeback similar to what Soria did for them. It could be a long shot, but part of the offseason is stockpiling as many good arms as possible. The Rangers signed Soria two years ago after the former Royals All-Star closer had Tommy John surgery at the beginning of the 2012 season. Soria ended up as the Rangers' closer in the first half of 2014 before being traded to the Tigers for pitching prospects Jake Thompson and Corey Knebel. T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
