{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/106039104\/depth-charts-at-heart-of-angels-offseason-strategy\/",
    "title": "Depth charts at heart of Angels' offseason strategy",
    "subtitle": "Dipoto continuously tweaks six-year model",
    "body": "ANAHEIM -- Within the laptop of every Angels front-office executive is an Excel spreadsheet with projected depth charts for each of the next six seasons. At each position is a prioritized list of all the players in the organization who can conceivably play in the Major Leagues for each given year. Every Monday, Angels general manager Jerry Dipoto will update the file and send it around to his executives so everyone has a sense of where they stand. And every minute of every day between the start of November and the middle of February, this is the focus. \"The team that's deepest is going to wind up being the team that's on the dance floor the most often,\" Dipoto said, referencing the postseason and basically summoning his own rallying cry. \"We'd like to be that team.\" That's why, in Dipoto's mind, Thursday's trade was so important, even though it probably won't have any impact on the coming season. In acquiring 24-year-old Kyle Kubitza -- in a prospect swap that sent 17-year-old starter Ricardo Sanchez to the Braves and also brought back relief-pitching prospect Nate Hyatt -- the Angels got what they believe is their third baseman of the future; someone who should be ready to step in once David Freese hits the free-agent market after the 2015 season. It's a delicate balance, no doubt, but it's all about building that next wave of players while maintaining the fabric of an immediate championship contender. \"Right now, we're hyper-focused on being prepared for Feb. 19, the start of Spring Training, and getting ourselves prepared for the 2015 season,\" Dipoto said. \"But we're always paying attention to what happens in 2016 and beyond, and trying to build in layers of depth in the system.\" The No. 1 priority -- perhaps also the second, third, fourth and fifth -- is accumulating a wealth of young, controllable pitching because, as Dipoto likes to tell his front-office group, \"If you tap into the pitching, you have the key to get the other things we need.\" The last couple of years have been about building a foundation of young pitching -- through the First-Year Player Draft, trades, waiver claims, etc. -- and now the Angels feel like they're finally in a position to extract from it in order to address other needs. When it comes to these depth charts, Dipoto says there is no magic number. The Angels accrue as much pitching as possible, and if they can have up to three Major League-ready players for every other position over each of the next six years, they feel like they're in pretty good shape. After the 2015 season, the Angels' third baseman (Freese), designated hitter (Matt Joyce), closer (Huston Street) and catcher (Chris Iannetta) are all slated for free agency. After the 2016 season, their top two starters (Jered Weaver and C.J. Wilson), shortstop (Erick Aybar) and setup man (Joe Smith) project to come off the books. By then, the Angels should have the funds to replenish those positions from the outside, and for some, they probably will. But they don't want to put themselves in a situation where they have to turn to the volatile world of free agency to fill a void. And that's why these depth charts are so important. Here's a look at what the next wave perceivably looks like at each position. In parentheses is the number of seasons of Major League service time those players need before becoming eligible for free agency: Catcher: Jett Bandy, Carlos Perez (six each) First base: C.J. Cron (six) Second base: Josh Rutledge (four), Alex Yarbrough (six) Shortstop: Roberto Baldoquin (six) Third base: Kubitza (six) Starting pitching: Andrew Heaney (six), Matt Shoemaker (six), Nick Tropeano (six), Nate Smith (six), Tyler Skaggs (five) Relief pitching: Cam Bedrosian, Mike Morin, Cory Rasmus, Trevor Gott (six each) Catching remains a priority, and the next focus is the outfield. The Angels have Mike Trout and Kole Calhoun locked up through 2020, but there is now an organizational gap, with the Double-A and Triple-A levels mostly consisting of Minor League free agents in 2015. \"You have to have volume,\" Dipoto said. \"We're focused on that every day.\" Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
