{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/106062006\/annual-blue-jays-coaching-clinic-opens-in-style\/",
    "title": "Annual Blue Jays Coaching Clinic opens in style",
    "subtitle": "",
    "body": "It's become a winter tradition for the Canadian amateur baseball community -- a cold-weather gathering for individuals and associations whose contributions are made largely during the summer months. The 3rd Annual Blue Jays Baseball Academy National Coaching Clinic, taking place this weekend, is an opportunity for coaches from coast to coast to meet on the field at Rogers Centre and participate in drills while working toward their NCCP Professional Development credits. The Coaching Clinic weekend, however, offers a great deal more for participants than on-field activities. The Blue Jays, as Canada's team, know there is an opportunity to provide unique experiences to support amateur baseball across the country. As participants arrived from cities and towns across the country on Friday, they were eagerly anticipating Friday night's \"Coaches' Social.\" This free event, held in the 200 Level outfield seats at Rogers Centre, provided the men and women of Canadian amateur baseball with an opportunity to unwind after travelling to Toronto, interact with counterparts from across the country, and enjoy a Q-&-A session with a who's who of baseball experts (including former and current Blue Jays) -- all while perched above the field they were to take on Saturday morning. \"I've been coaching for a few years, but I don't have a great deal of baseball experience,\" said Erik Bowkett, of Forest Hills Little League in Vancouver, B.C. \"We've already broken out into groups [since the Coaches' Social began] and discussed different techniques and our experiences; there's a lot of interesting new approaches that we've found very beneficial.\" \"It says a lot about the organization that past players want to stick around and help grow the sport across the country,\" added Dave Porter, also of Forest Hills Little League. \"It brings a wealth of information to us that we can take back with us and impart to our coaches and our players. We want to be the best Little League organization, and this is part of it -- learning and bringing that information back home with us.\" Beginning at 6 p.m. ET, attendees had an opportunity to mix and mingle with one another as they counted down to the beginning of the night's marquee event, the \"Coaches' Social Hot Stove.\" Emceed by Sportsnet's Jamie Campbell, the Hot Stove provided attending coaches with access to the wealth of baseball insight and experience accumulated by Hot Stove panelists, Blue Jays outfielder Michael Saunders, Blue Jays colour commentator Pat Tabler, former Blue Jay and current Park University coach Brian McRae, and president of Baseball Canada, Ray Carter. \"The opportunities afforded to kids today in terms of amateur baseball are so much greater than [before],\" said Campbell, host of Blue Jays Central on Sportsnet. \"I find it incredible how in this freezing-cold hockey country, in the middle of January, you can get 100 kids into a gym to start thinking about the baseball season. Opportunities like this -- coaching sessions and Hot Stove panels -- have a lot to do with [the advancement of the sport].\" It's opportunities like these that foster the development of amateur baseball across Canada, a cause near and dear to the heart of the Blue Jays' organization. \"Nights like tonight are incredibly helpful,\" said Darryl Harding, president of the Wexford Agincourt Baseball League in Scarborough, Ont. \"Sharing ideas in general helps everybody grow. The idea of hearing and learning from people who have been there is always good -- people will take their word more seriously than mine. If I can say 'This is something I learned from Pat Tabler,' it gives everything more credence.\"  The Coaching Clinic was slated for Saturday at 8 a.m., and will see participants join instructors Sandy Alomar Sr.; Homer Bush; Stubby Clapp; Jim Czajkowski; Chris Joyner; Tim Leiper; Candy Maldonado; McRae; Lloyd Moseby; Rance Mulliniks; Dave Pano; Chris Robinson; Adam Stern; John Schneider; Tanyon Sturtze; Tabler; Duane Ward; and Devon White on the Rogers Centre field for a weekend of winter baseball. Friday night, however, was all about putting down the gloves, shaking some hands, and engaging in the exchange of ideas and best practices. \"If I was a coach, what I would take from an evening like this is [they're] not out there on [their] own, trying to figure out how to teach the fundamentals of the game to kids,\" said Campbell. \"In years past, coaches may have been misguided in some areas, because they didn't have proper instruction, and now they do. There are avenues like this that allow one to become that much better of a coach while learning from those who have played and coached at the highest level. When you're surrounded by people like Pat Tabler, Rance Mulliniks, Michael Saunders, and all these great coaches, it's impossible not to learn.\"",
    "author": "Matt Warner"
}
