{
    "url": "http:\/\/m.mlb.com\/news\/article\/106668344\/terence-moore-bring-on-pace-of-play-improvements\/",
    "title": "Bring on MLB's pace-of-play improvements",
    "subtitle": "",
    "body": "Sooner rather than later, Major League Baseball will add a 20-second pitch clock to the game, and I will be fine with that. This is huge news. Not only the part about the pitch clock, but the fact that I approve of such a thing as The World's Greatest Baseball Traditionalist. I mean, if I don't have a problem with this, then neither will the Players Association, which has to give its nod to rule changes. The bulk of baseball fans will agree, too. Trust me. I'm just getting started. I'm not kicking and screaming as much over baseball's arrival to the 21st Century, and here's another example of what I'm talking about: I'm also for those other proposed changes to speed up the game that were used this year during the Arizona Fall League. I hear what some of you are saying. These changes would give baseball a different feel from the days of Babe Ruth slugging, Whitey Ford throwing and Lou Brock running. I once had that viewpoint. It's just that, upon further review (as in baseball's new expanded replay, which hasn't exactly caused the earth to crash into the sun), maybe some of you are as wrong as I was when it comes to this whole time-of-game debate. Maybe by using either some or all of these new methods to speed up the game, baseball will go back to the future. Consider this: 2:31, 2:28, 2:20, 2:57, 2:40, 2:34, 2:44. That's how much time it took to play each of the seven games during the 1955 World Series between the Yankees and the Dodgers. With the addition of a pitch clock (you know, among other things), maybe the average time of Major League games actually will return baseball to those days of yore. As for the days of now, the average time of a Major League game has grown significantly through the years. It hit a record last season of 3 hours and 8 minutes. That doesn't include the postseason. Take, for instance, Game 2 of the 2014 American League Championship Series between the Royals and the Orioles. It was a nine-inning affair that lasted 4 hours and 17 minutes. By comparison, last year's World Series was swift, when the Royals met the Giants. Most games were completed within three to 3 1\/2 hours, but Game 4 went four hours. Now go back to the length of the games from the 1955 World Series, and tell me again why baseball doesn't need at least a pitch clock. You can't. Especially since we're in the age of the Internet, social media, 24\/7 cable television and Millennials who are obsessed with filling the next millisecond with something different. And, yes, baseball is in the midst of enjoying extraordinarily rich television deals (on the local and the national level), and as a whole, attendance never has been better. But here's the primary reason for both of those things: Bud Selig spent his 22-plus years as Commissioner looking beyond the present toward the future. Interleague Play. Wild Card teams. Meaningful All-Star Games by giving the winning league home-field advantage during the World Series. Replay reviews, and then extended replay reviews. So it isn't surprising that, with Selig planning to retire within the next few days to become Commissioner Emeritus, he is working with incoming Commissioner Rob Manfred to help baseball improve the pace of games. Once, Major League officials only encouraged umpires, players, managers and coaches to speed things. Those officials went from words to actions during this year's Arizona Fall League, where they tested six possible rule changes. The results? A grand slam (sorry, but I couldn't resist). In 2013, the average AFL game lasted two hours and 52 minutes. The new rules sliced 10 minutes off that time. Everything begins and ends with that pitch clock. That's because nobody on the diamond controls the tempo of the game more than the pitcher. OK, the hitter also is a mighty contributor here, but nothing of significance happens in a game until the pitcher takes the mound. Which means the pitcher actually has to be standing on the mound before he can throw. Which means a pitch clock in the Major Leagues would keep a pitcher from doing a little of this and a lot of that before he decides to take the mound. You've seen it. Some guys stand on the mound, shake off their catcher a slew of times and then go back to doing this and that. Pitch clock, please. For AFL participants, the pitch-clock rule went into detail as to when the clock would begin in relation to the position of the pitcher and the batter, but this wasn't complicated stuff. A clock was placed in both dugouts, behind home plate and in the outfield. If a pitcher didn't deliver the ball within 20 seconds, the umpire called a ball. It didn't take many \"balls\" in that situation for even the traditionally slow pitchers to get the message. As for the other time-saving rules from those AFL games, hitters were required to spend the majority of their plate appearances with one foot in the batter's box, and hitters were waved to first base on intentional walks. There was a maximum 2:30 break between innings, and hitters had to enter the batter's box by the 2:15 mark or the umpire would call an automatic strike. If a pitching change wasn't made within two minutes and 30 seconds, the umpire called a ball. Teams only were allowed three timeouts during games to conference on the mound, and that included extra innings. Works for me. All of it. Now Major League Baseball folks just have to implement it. And they will. Terence Moore is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Terence Moore"
}
