{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/106825166\/tracy-ringolsby-yovani-gallardo-deal-a-smart-move-for-rangers\/",
    "title": "Gallardo deal a smart move by Rangers",
    "subtitle": "Age, contract status are enticing factors in adding to Texas rotation",
    "body": "There would have been more sizzle for the Rangers to open up the checkbook and sign James Shields, the last remaining big-name free-agent pitcher in this offseason's marketplace. The headlines would have been bigger if they packaged a group of prime prospects to acquire Phillies left-hander Cole Hamels and the four years and $96 million remaining on his contract. The Rangers, however, aren't looking to win offseason accolades from the media and fans. They are looking for another American League West title, a trip back to the World Series, and if their whole wish list is met, a World Series championship for the first time in what will be their 55th season of existence. That's why Yovani Gallardo is the better fit for the Rangers in 2015 and beyond, and Texas acquired the right-hander and cash in exchange for infielder Luis Sardinas, right-hander Corey Knebel and right-handed pitching prospect Marcos Diplan. Gallardo is younger and comes with less of a commitment, and he is prime to sign long term if things go well for him and the Rangers this upcoming season. Texas general manager Jon Daniels and his staff didn't panic in the wake of last year's 95-loss season, the franchise's most losses in 29 years. In the wake of four consecutive seasons of 90-plus wins that saw them advance to the World Series and come up short in 2010 and '11, and then earn an AL Wild Card spot in '12, the Rangers tweaked their lineup a year ago with the acquisition of first baseman Prince Fielder and outfielder Shin-Soo Choo. Things didn't work out. Texas didn't merely finish last in the AL West. The club had the worst record in the AL. Are the Rangers really that bad, or were they victim of an injury-plagued season that decimated not only the rotation, but also the top half of the lineup? It's not just the fact the Rangers set a Major League record by using 64 different players a year ago in trying to patch things together. It's the players they were trying to replace. Fielder had averaged 35 home runs per season in the eight years before arriving in Arlington, but he underwent neck surgery in late May, hit only three home runs and played in only 42 games with the Rangers. Choo was hitting .310 on May 25 last season, but he aggravated a left elbow problem that day in Detroit, and he hit .207 in his final 300 at-bats. Choo finally underwent season-ending elbow surgery in late August, and three weeks later underwent surgery to repair a torn ligament in his left ankle. Yu Darvish was solid, but he battled elbow inflammation, which was the good-news side of the Rangers' projected rotation. Derek Holland underwent knee surgery in the spring from an offseason accident playing with his dog, and it wasn't until September that he returned. He did make five starts, pitching into the seventh inning each time and allowing two or fewer runs in each. Matt Harrison underwent back surgery, leaving his career in limbo, and Martin Perez underwent Tommy John surgery, which figures to sideline him until July at least. Darvish was the only Rangers pitcher who pitched enough innings to qualify for the ERA title, and the rotation ranked 14th in the AL with 918 2\/3 innings. Texas' rotation ERA of 4.75 also ranked ahead of only the Twins (5.06). Enter Gallardo. Set to turn 29 on Feb. 27, Gallardo is younger than Shields and Hamels. His $13 million salary for the coming season is not only considerably less than the others, it's only for one year. He has the option of becoming a free agent next fall. If all goes well, the Rangers figure to have some type of an edge in light of the fact Gallardo grew up in Fort Worth and makes his offseason home in the area. That, however, is a decision for later. Right now, Gallardo fits perfectly at the top of the Rangers' rotation with Darvish and Holland, representing a proven veteran providing a stability that can't be expected from any of Texas' prospects despite what the long-term projection of their abilities may be. And despite a disappointing 8-11 record in 2014, Gallardo is a proven big league winner, and the ERA was still a solid 3.51 over 32 starts, his sixth season in a row of 30 or more. In fact, he was 80-59 over his last six seasons. Gallardo has made 190 starts over that stretch, and he has worked 1,155 innings. Just as important is the one-year contract. The Rangers never got a true reading on the team they put together last year. Medical reports are positive for the returning players this year, and the addition of not only Gallardo, but also lefty Ross Detwiler from the Nationals to fill out the back end of the rotation, give Texas a reason to believe this year will be a better look at what they have amassed. If the Rangers stumble again, they won't be trapped by another massive contract in an attempt to regroup and rebuild. They do, after all, already go into this season on the hook to Fielder for $114 million over the next six years (thanks to $30 million the Tigers are paying to offset the deal), Choo for $116 million over six years, and Elvis Andrus $120 million for eight years. If all goes as hoped, however, the Rangers will have the chance to offer Gallardo the type of deal he needs to make a long-term commitment. The acquisition of Gallardo represents a one-year deal with long-term potential. Tracy Ringolsby is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
