{
    "url": "http:\/\/m.mlb.com\/news\/article\/106874178\/max-scherzer-deal-stirs-up-mlb-network-ranking-of-top-rotations\/",
    "title": "Scherzer deal stirs up ranking of top rotations",
    "subtitle": "Smoltz, Darling rate 4 best starting staffs on heels of Nationals' big-ticket free-agent signing",
    "body": "With several big-time arms changing uniforms this offseason, the status of the league's top rotations is in flux. MLB Network's Ron Darling and John Smoltz each unveiled their picks for the top four rotations in all of baseball Monday on MLB Tonight. And at the top, there wasn't much debate as both selected the Washington Nationals, who recently added former Cy Young Award winner Max Scherzer to a rotation already featuring Stephen Strasburg, Jordan Zimmermann, Doug Fister and Gio Gonzalez. \"Boy, I thought they might have been the best rotation before they signed [Scherzer] for $210 million,\" Darling said. \"You know what I love is the variety of stuff they have. Strasburg with four pitches, Scherzer with three, two of them outstanding. [And] Zimmermann, who is really one of the few guys who can maybe just pitch with his fastball as he comes right after you.\" \"I think the Nationals and what they've been trying to do, and now the addition of Scherzer, just gives them that bona fide staff where it's going to be tough to lose four or five in a row, three in a row for that matter,\" Smoltz said. \"If they put everything together, they certainly can be singing the praises of their first World Series championship in over what, 100 years in the nation's capital.\" After the Nats, however, Smoltz and Darling differed in their following three selections. At No. 2, Smoltz opted for the exclusively right-handed rotation of the St. Louis Cardinals, projected to include Adam Wainwright, Lance Lynn, John Lackey, Michael Wacha and Carlos Martinez next season. Smoltz rounded out his top four with the Seattle Mariners and the Detroit Tigers, despite the later having lost Scherzer to Washington. \"This will surprise some people because they lost Scherzer, but Detroit, I still think their staff [is] balanced,\" Smoltz said. \"Of course, I think [Justin] Verlander is going to have a better year than last year.\" After Washington, Darling had the White Sox at No. 2, noting potential for a Cy Young Award in Chicago ace Chris Sale's future. \"He's unhittable, like the Big Unit, at times, and the addition of Jeff Samardzija is going to give them that one-two punch,\" Darling said. He followed with another club with a formidable one-two punch: the Los Angeles Dodgers, who feature last year's National League MVP Clayton Kershaw and Zack Greinke. \"Their first three are outstanding: Kershaw, Greinke, [Hyun-Jin] Ryu,\" Darling said. \"The four-year contract to [Brandon] McCarthy, I think that may be a little long, and Brett Anderson, you don't know if he's going to make it out there 32 times, but Kershaw and Greinke is as good a one-two as there is in all of baseball.\" At No. 4 for Darling were the Cleveland Indians, who feature a rotation led by yet another Cy Young Award winner in Corey Kluber. \"He's the real deal,\" Darling said of Kluber. \"He's a guy that is going to always perennially go for the Cy Young in the American League.\" Chad Thornburg is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chad Thornburg"
}
