{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/106935856\/braves-pitcher-alex-wood-got-early-glimpse-of-madison-bumgarners-power\/",
    "title": "Wood got early glimpse of MadBum's power",
    "subtitle": "Braves pitcher crossed paths with '14 World Series MVP in high school",
    "body": "ATLANTA -- As Alex Wood watched Madison Bumgarner lead the Giants to their latest World Series title with one of the most dominant postseasons ever fashioned by a pitcher, he recognized the same competitive fire he had witnessed while watching Bumgarner pitch in a high school playoff game. \"I saw him play against Butler High School, a team that was in my conference,\" Wood said. \"Butler had a guy, Mickey Brennan, who was a big football guy. Madison was 93-96 [mph], and he wouldn't miss a spot. He tried to go inside to [Brennan] and missed in, off the plate. He wasn't trying to buzz his tower or anything. Mickey had words for him. Madison literally threw his glove down and said, 'Let's go.' Then, he threw the next one behind his head.\" When Bumgarner was a senior at South Caldwell High School in Hudson, N.C., Wood was a sophomore at Ardrey Kell High School in Charlotte. More than 75 miles separated these two future Major League hurlers, who crossed paths just a couple times on the baseball field. The Wood family developed a friendship with Kevin Bumgarner, who served as an umpire for many of the games Alex played during his travel ball and high school days. But they did not know he was Madison's father until they had a chance meeting at the University of North Carolina's baseball camp. \"We go to the indoor facilities at Chapel Hill, and we're hanging out there doing the signups,\" Wood said. \"My dad sees Mr. Bumgarner and says, 'Hey, what are you doing here?' He says, 'Oh, my son is here.' We didn't even know he had a son, so my dad said, 'Which one is he?' Mr. Bumgarner said, 'Oh, he's over there, his name is Madison.' When we got started with the camp about an hour later, the red carpet was literally rolled out for [Madison], who was a junior in high school at the time. \"That's just the kind of guy [Kevin Bumgarner] is. We didn't even know he had a son, much less the guy who was a top 25 recruit in the entire nation.\" Though their parents have remained in contact, Wood and Bumgarner have not had much interaction over the years. When they squared off against each other on May 4 at Turner Field, the two earned runs tallied against the Braves southpaw proved to be sufficient support for the Giants' ace. Wood is among the many who still marvel at the 1.03 ERA Bumgarner produced over seven postseason appearances (six starts) in October. Bumgarner tossed a four-hit shutout in Game 5 of the World Series and then hurled five innings of scoreless relief when Game 7 was played three days later. \"That's just mindboggling,\" Wood said. \"Let alone being able to pitch with that kind of rest, but to also perform at that level. That was just absolutely insane. Just watching him pitch, he's the kind of guy you know you want to go to battle with.\" Thanks to Brennan's reaction during that high school game, Wood was able to gain this sense long before most of the baseball world knew Bumgarner. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
