{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/107311624\/prospect-carlos-rodon-has-sights-set-on-major-leagues-at-soxfest\/",
    "title": "Rodon has sights set on Majors at SoxFest",
    "subtitle": "Club's top prospect drafted No. 3 overall in June, shined across 9-game debut in Minor Leagues",
    "body": "CHICAGO -- Carlos Rodon is a pitcher, a very talented pitcher, at that. He's not a politician, campaigning for a spot on the White Sox Opening Day roster. And he's certainly not a prima donna athlete, despite his pedigree as the No. 3 overall pick in the 2014 First-Year Player Draft and his standing as the White Sox No. 1 prospect per MLB.com. That everyman, driven sort of focus became perfectly clear through the 22-year-old's first in-person meeting with the Chicago media prior to the start of SoxFest 2015 on Friday at the Hilton Chicago. Even though the southpaw will work as a starter during Spring Training, he is ready to do whatever is asked. \"I'm just there,\" said Rodon, who was a popular target during Friday's media session. \"They tell me what to do. I show up and I pitch. That's the way I look at it.\" Rodon burst on to the scene in 2014, if a pitcher can burst on to the scene over brief Minor League stops at the Arizona Rookie League, Class A Winston-Salem and Triple-A Charlotte. He pitched in nine games, with six coming as a starter, and struck out 38 while walking 13 over 24 1\/3 innings. Reports really ranged from the excellent to the sublime, with Rodon's stuff playing above the Carolina League talent as an example. As he motored his way through the system, talk began about Rodon getting a September callup to the White Sox. That move never materialized, with the White Sox wanting to give the North Carolina State standout a break and not being quite comfortable with his fastball command. When asked Friday about missing out on callup, Rodon simply stated that the decision wasn't up to him. \"I guess the decision was on them and I guess they made the right decision,\" Rodon said. \"I got some time off, needed some time off. It would have been nice to have been in the big leagues, but it just didn't work out.\" There's little doubt that Rodon's sights are set on breaking from his first big league camp with the White Sox, with the polished young man pointing out that it's the same goal for pretty much any Minor Leaguer. That process moved into higher gear Friday, with Rodon throwing a bullpen session for pitching coach Don Cooper. The two already have been talking this offseason. Cooper quipped that if Rodon is half as good on the mound as he is on the phone, the White Sox are in a pretty good spot. More will be known about Rodon's pitching in just less than a month. \"He'll come to Spring Training and work with all the other starters,\" said White Sox general manager Rick Hahn. \"Whether we adjust that midway through, as far as limiting the length of his outings and then putting them closer together to prepare for a bullpen role, [that] is something we'll discuss in Glendale. \"Ultimately we view Carlos Rodon as a member of our rotation. But how he gets there, whether it's through making starts in the Minors and then joining the rotation in Chicago or a stint in the bullpen similar to Chris Sale or Mark Buehrle from previously, we'll decide in March or April.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
