{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107323124\/did-you-know-ernie-banks-facts-and-figures\/",
    "title": "Did you know: Ernie Banks facts and figures",
    "subtitle": "",
    "body": "Cubs icon and Hall of Famer Ernie Banks died Friday at age 83. Here are some facts and figures from Mr. Cub's 19-year career and beyond: • Banks became the first player in Cubs history to have his number retired, when his No. 14 was set aside in 1982. • Banks is one of eight professional baseball players to be awarded the Presidential Medal of Freedom, the highest civilian award in the U.S. He received the honor from President Barack Obama in 2013. • When Banks debuted on Sept. 17, 1953, he became the first African-American player in Cubs history. • Banks is the Cubs' all-time leader in games played (2,528), at-bats (9,421), home runs (512), total bases (4,706) and extra-base hits (1,009). • Though known as a shortstop, Banks actually played fewer games there (1,125) than at first base (1,259). He also played 69 games at third base and 23 in left field. • Banks led the league in games played six times during a seven-year period from 1954-60, appearing in 1,068 out of a possible 1,086 Cubs games over that span. • From Aug. 28, 1956, through June 22, 1961, Banks played in 717 consecutive games, the 15th-longest streak in Major League history.  Complete coverage • Banks won NL MVP honors in 1958 and '59, becoming the first player in history to take that award in consecutive seasons. He did so despite the Cubs finishing with a losing record both times, at a combined 146-162. • Banks' five grand slams in 1955 set a single-season record that stood until '87. • Until Alex Rodriguez came along, Banks owned the five highest single-season home run totals for a shortstop, including a record 47 in 1958. • His 143 RBIs in 1959 stand as the fourth-highest single-season total for a shortstop, with only Miguel Tejada topping that number since. Meanwhile, his .614 slugging percentage in '58 also ranks fourth, behind only Rodriguez. • Even though he didn't debut until 1953, Banks' 228 home runs during the 50s was 112 more than any other shortstop. He also led all shortstops that decade with 661 RBIs and 42.4 wins above replacement (WAR). • According to Baseball-Reference.com, all shortstops since 1901 have combined for 13 seasons of 9.4 WAR or more. Banks accounts for two of those, in 1958 (9.4) and '59 (10.2, sixth all-time). • Banks' 277 home runs as a shortstop are a National League record. • After his playing career, Banks became the first African-American to manage in the Major Leagues on May 8, 1973, when, as a coach, he took over for ejected manager Whitey Lockman during extra innings of a 3-2 win over the Padres in San Diego. • Through no fault of his own, Banks never got to participate in the postseason, as the Cubs experienced a drought between 1945 and '84. During Banks' 19 seasons, Chicago finished above the .500 mark only six times. • Banks was elected to the Hall of Fame in his first year of eligibility in 1977. In '99, he was one of three shortstops named to Major League Baseball's All-Century team, joining Honus Wagner and Cal Ripken Jr. • Banks' 2,528 games are the 11th most in history for a player who spent his entire career with only one team. • In his 19 seasons with the Cubs, they finished higher than fifth place in only his final five seasons, never winning a pennant or division championship. His 2,528 games are the most by anyone who never participated in postseason play. Chad Thornburg and Andrew Simon are reporters for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chad Thornburg and Andrew Simon"
}
