{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107316594\/beloved-mr-cub-hall-of-famer-banks-dies-at-83\/",
    "title": "Beloved Mr. Cub, Hall of Famer Banks dies at 83",
    "subtitle": "",
    "body": "The preeminent advocate of two-for-the-price-of-one baseball, the former shortstop who hit hundreds of home runs at a time when shortstops seldom hit home runs and the man as readily associated with one team as anyone in the history of American sports has died. Mr. Cub is gone. The game has lost Ernie Banks, the most popular baseball figure ever in Chicago. Banks, who stands alongside Michael Jordan, Dick Butkus, Walter Payton, Bobby Hull, George Halas, Harry Caray, Bill Veeck and Ryne Sandberg in the Windy City's sports pantheon, died Friday at age 83, leaving the Second City without its No. 1 baseball ambassador. After years of pelting Waveland Avenue with long balls, uttering \"Let's play two!\" at every turn and later entertaining the faithful of Wrigley Field merely by his presence, the Hall of Fame slugger passed away at Northwestern Memorial Hospital in Chicago after suffering a heart attack.   Complete coverage \"Words cannot express how important Ernie Banks will always be to the Chicago Cubs, the city of Chicago and Major League Baseball,\" Cubs chairman Tom Ricketts said in a release. \"He was one of the greatest players of all time. He was a pioneer in the Major Leagues. And more importantly, he was the warmest and most sincere person I've ever known. \"Approachable, ever optimistic and kind hearted, Ernie Banks is and always will be Mr. Cub. My family and I grieve the loss of such a great and good-hearted man, but we look forward to celebrating Ernie's life in the days ahead.\" \"Ernie Banks was synonymous with a childlike enthusiasm for Baseball,\" MLB Commissioner Bud Selig said in a statement. \"It was not just great talent but also his relentless spirit of optimism that made him a back-to-back National League MVP, a Hall of Famer, a member of our All-Century Team, a recipient of the Presidential Medal of Freedom and, indeed, forever 'Mr. Cub.' His joyous outlook will never be forgotten by fans of the Cubs and all those who love Baseball. \"On a day when I finish my duties as the Commissioner of America's National Pastime, I know well that Ernie was one of the special individuals who embodied its goodwill all his life. On behalf of Major League Baseball, I extend my deepest condolences to Ernie's family, friends, Cubs fans and his countless admirers throughout our game.\" The first black player in Cubs history stands as the franchise's all-time leader in games and extra-base hits and as the runner-up -- to Sammy Sosa -- in home runs. Forty-four years after his retirement, Banks holds franchise records for hits, intentional walks and sacrifice flies and in RBIs since 1900. He likely holds club records for smiles and handshakes as well. Perhaps no more than 30 other players -- the likes of Ted Williams, Stan Musial, Bob Feller, Lou Gehrig, Joe DiMaggio, Mickey Mantle, Pee Wee Reese, Derek Jeter, Cal Ripken Jr., George Brett, Mike Schmidt, Roberto Clemente and Johnny Bench -- are linked so strongly with one big league organization. Banks signed with the Cubs late in the 1953 season, and the next transaction involving him was his retirement following the 1971 season. In the interim, his slender body regularly graced Wrigley Field; Banks was everyday Ernie. He became as much a part of the Friendly Confines -- a term he popularized -- as the ivy vines, the marquee, the hand-turned scoreboard and the neighborhood atmosphere. But it was more than his performance and exclusivity of employer that endeared Banks to the North Side. His charm and warmth were as powerful as his famous wrists. \"His wrists go all the way to his armpits,\" a teammate once said. And a sense of empathy may have added to Banks' popularity. In his 19 seasons with the Cubs, they finished higher than fifth place in only his final five seasons, never winning a pennant or division championship. His 2,528 games are the most by anyone who never participated in postseason play. Chicago never held him responsible for that and believed he deserved better. Despite the unwanted postseason distinction, the bitter disappointment of 1969 (see Miracle Mets), two last-place finishes, six finishes in next-to-last, two seasons with 103 losses and six others with at least 90, Banks appeared perpetually pleased. He was called \"Mr. Sunshine\" before \"Mr. Cub\" stuck, and not because the Cubs played only days games at Wrigley Field during his time. His outlook was purely positive and quite infectious. When he said \"It's a beautiful day for a ballgame ... so let's play two!\" he meant it. And others felt it. \"Ernie makes you proud to be part of the game,\" one-time Cubs general manager Dallas Green once said at Wrigley. Standing nearby, Hall of Famer Richie Ashburn reacted thusly: \"He makes you proud to be a human being and happy to be alive.\" When Banks heard of Chuck Tanner's proclamation, \"The best thing you can do on any given day is win a baseball game, and the second-best thing is lose one,\" he strongly endorsed it. He backed it up, too, leading the National League in games played six times in his first seven full seasons. \"What can be better than being outdoors and playing this wonderful game?\" Banks would ask regularly. He acknowledged a lack of fondness for the stuffy Astrodome in Houston. \"Let the sun shine in,\" Mr. Sunshine said. Of course, some of Banks' joy was rooted in his ability to prosper in the game that became his greatest passion. When he retired, merely seven men had hit more home runs. He was tied with Eddie Mathews with 512. They now rank 22nd among the all-time leaders. Banks averaged 39 home runs and 110 RBIs in an eight-year sequence that began in 1955, the first of his five 40-plus home run seasons. From 1955-60, he hit more home runs than Henry Aaron, Willie Mays or Mantle. He led the National League in home runs, with a career-high 47, and RBIs, with 129, in 1958, when he won the first of two successive MVP awards. His career high in RBIs, 143, came the following year. The Cubs placed fifth in the eight-team NL and produced a losing record in each of his MVP seasons. When Banks won his first award, Reds manager Jimmy Dykes was quoted as saying, \"Without him, the Cubs would finish in Albuquerque.\" Banks received MVP votes in 11 seasons, placing among the top five four times. He was elected to the Hall of Fame in 1977, his first year of eligibility. Banks, Ripken and Honus Wagner were the shortstops voted to the All-Century team in 1999. The 277 home runs Banks hit as a shortstop, all before 1962, were the most by a shortstop when he retired. Ripken passed him en route to 345. The Cubs retired Banks' uniform No. 14 in 1982 -- he was the first player the club so honored -- and had a bronze statue of Mr. Cub erected outside Wrigley. Of course, the inscription on the statue included \"Let's play two.\" Aside from playing 58 games at third base in 1957, Banks played shortstop exclusively through 1960. Indeed, he won his only Gold Glove in '60. But the following year, when the Cubs introduced their infamous College of Coaches, which involved rotating managers, Banks played 23 games in left field, seven at first base and made the final 104 appearances at shortstop of his career. With the exception of 11 appearances at third base, he played first base exclusively for the remainder of his career. His career totals were 1,259 games at first and 1,125 at shortstop. Ernest Banks -- he had no middle name -- was born in Dallas on Jan. 31, 1931, the same year as Mays, Mantle and the MVP award. The three combined to win the award seven times and place second or third nine times. He played with barnstorming black teams until Cool Papa Bell signed him for the Kansas City Monarchs of the Negro League when he was 17. A two-year hitch in the Army preceded his signing with the Cubs in September, 1953. He made an impact in his first full season, 1954, scoring 70 runs, driving in 79 and hitting 19 home runs. His image and Chicago's affection for him began developing then. A kid who had to be bribed by his father to play catch soon put a smile on a franchise and helped a city see the good side of things. Marty Noble is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Marty Noble"
}
