{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107332754\/ernie-banks-remembered-as-legend-on-off-field\/",
    "title": "Banks remembered as legend on, off field",
    "subtitle": "Cubs icon, who passed away at 83, called one of Chicago's 'greatest ambassadors'",
    "body": "CHICAGO -- The message on the marquee at Wrigley Field on Friday night was succinct and sad. Ernie Banks \"Mr. Cub\" 1931-2015 Banks, who would've celebrated his 84th birthday in one week on Jan. 31, passed away Friday. His death sparked an outpouring of reaction.   Complete coverage \"Ernie Banks was synonymous with a childlike enthusiasm for Baseball,\" MLB Commissioner Bud Selig said in a statement. \"It was not just great talent but also his relentless spirit of optimism that made him a back-to-back National League MVP, a Hall of Famer, a member of our All-Century Team, a recipient of the Presidential Medal of Freedom and, indeed, forever 'Mr. Cub.' His joyous outlook will never be forgotten by fans of the Cubs and all those who love Baseball. \"On a day when I finish my duties as the Commissioner of America's National Pastime, I know well that Ernie was one of the special individuals who embodied its goodwill all his life. On behalf of Major League Baseball, I extend my deepest condolences to Ernie's family, friends, Cubs fans and his countless admirers throughout our game.\" \"Words cannot express how important Ernie Banks will always be to the Chicago Cubs, the city of Chicago and Major League Baseball. He was one of the greatest players of all time,\" Cubs chairman Tom Ricketts said in a statement. \"He was a pioneer in the Major Leagues. And more importantly, he was the warmest and most sincere person I've ever known. \"Approachable, ever optimistic and kind-hearted, Ernie Banks is and always will be Mr. Cub,\" Ricketts said. \"My family and I grieve the loss of such a great and good-hearted man, but we look forward to celebrating Ernie's life in the days ahead.\" President Barack Obama, who presented Banks with the Presidential Medal of Freedom in November 2013, issued a statement Saturday. \"Michelle and I send our condolences to the family of Ernie Banks, and to every Chicagoan and baseball fan who loved him,\" Obama said in the statement. \"Ernie came up through the Negro Leagues, making $7 a day,\" Obama said. \"He became the first African-American to play for the Chicago Cubs, and the first number the team retired. Along the way, he became known as much for his 512 home runs and back-to-back National League MVPs as for his cheer, his optimism, and his love of the game. \"As a Hall of Famer, Ernie was an incredible ambassador for baseball, and for the city of Chicago. He was beloved by baseball fans everywhere, including Michelle, who, when she was a girl, used to sit with her dad and watch him play on TV. And in 2013, it was my honor to present Ernie with the Presidential Medal of Freedom. \"Somewhere, the sun is shining, the air is fresh, his team's behind him, and Mr. Class -- \"Mr. Cub\" -- is ready to play two.\" Cubs television broadcaster Len Kasper posted on Twitter (@LenKasper): \"My heart is hurting. Ernie Banks was true gentleman. Loved him as friend & admired him as HOF player & ambassador for MLB & Cubs. Mr Cub RIP\" My heart is hurting. Ernie Banks was true gentleman. Loved him as friend & admired him as HOF player & ambassador for MLB & Cubs. Mr Cub RIP Kasper added: \"Ernie's enthusiasm was infectious. NOBODY loved the Cubs or Wrigley Field more than he did. & nobody has ever represented them better either.\" Cubs first baseman Anthony Rizzo posted on Twitter (@ARizzo44): \"Mr Cub. What you have done for the game of baseball the city of Chicago and everyone you have ever touched will never be forgotten. RIP\" Mr Cub. What you have done for the game of baseball the city of Chicago and everyone you have ever touched will never be forgotten. RIP Chicago Mayor Rahm Emanuel, a devoted Cubs fan, issued a statement as well: \"Ernie Banks was more than a baseball player. He was one of Chicago's greatest ambassadors. He loved this city as much as he loved -- and lived for -- the game of baseball. This year, during every Cubs game, you can bet that No. 14 will be watching over his team. And if we're lucky, it'll be a beautiful day for not just one ballgame, but two. My deepest sympathy to his wife, Liz, family, and friends.\" Whenever Banks showed up at Wrigley Field, he would say hello to every player in the Cubs clubhouse, and many never forgot their meetings. Said former outfielder and current Cubs baseball operations assistant Darnell McDonald on Twitter: \"Mr. Cub had the ability to instantly make you feel like a lifelong friend when you met. HOF person #ThankYou #Salute.\" Cubs pitcher Justin Grimm was one of the lucky players who had a chance to say hello to Banks. Grimm posted on Twitter: \"R.I.P. Mr. Cub Ernie Banks! It was a pleasure to shake the hand of a Hall of Famer and a wonderful man to have around the clubhouse!\" Major League Baseball Players Association executive director Tony Clark issued a statement on Saturday. \"The baseball playing fraternity has lost one of its true gems,\" Clark said. \"Ernie Banks, an MVP on and off the field, was among the pioneers whose talent and passion for the game helped pave the way for future generations of minority baseball players. \"Ernie's enthusiasm and spirit for life and baseball were unmatched,\" Clark said. \"Our thoughts and prayers go out to Ernie's family, friends and legions of fans and admirers around the world.\" Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
