{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107334494\/negro-leagues-museum-remembers-banks-fondly\/",
    "title": "Negro Leagues Museum fondly remembers Mr. Cub",
    "subtitle": "",
    "body": "Bob Kendrick received a phone call a few months ago during the baseball season, and when he heard the voice on the other line, he couldn't help but smile. It belonged to Ernie Banks, calling to check in with the Negro Leagues Baseball Museum, as he would from time to time. \"You could hear the smile in this voice,\" said Kendrick, the president of the museum. \"That will be missed tremendously.\" That infectious smile was lost Friday, when Banks died at age 83. The Hall of Famer played his entire 19-year Major League career with the Chicago Cubs from 1953 to 1971, winning the National League MVP Award twice and making the All-Star team 14 times.   Complete coverage \"Ernie has been an integral part of the Negro Leagues Baseball Museum as an ambassador,\" Kendrick said. \"His success gave even greater credence to the talent that was there in the Negro Leagues. We lost a very important figure in baseball and it's a tremendous void.\" Banks arrived in Chicago by way of the Kansas City Monarchs of the Negro Leagues, where he played under manager John \"Buck\" O'Neil, one of the eventual founders of the museum. When Banks debuted with the Cubs on Sept. 17, 1953, he became the first black player to ever play for the organization. \"He was a glowing example of the kind of baseball players who played in the Negro Leagues,\" Kendrick said. \"That charm, that wit, that youthful exuberance that he brought to the game every single day that he played was infectious. It rubbed off on everybody.\" Banks would frequently call and visit the Kansas City-based museum, always offering his support. Kendrick recalled one particular impromptu visit by Mr. Cub when he asked Banks to record a PSA. Kendrick hurriedly scribbled down a script on a note, and Banks worked his charm on it. \"It looked like something that came out of an ad agency,\" Kendrick said. \"And it literally happened in about a five-minute time span. He showed up, I wrote it and he delivered it like a pro.\" Banks was known throughout his career and long after it for moments like this, where his warm personality shined. His passing loomed heavily over the baseball world Friday. \"I'm sure as the days go on we'll continue to reflect on all that he gave us,\" he added. \"And I hope that we gave him just a fraction, at least a fraction, of what he gave us.\" Chad Thornburg is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chad Thornburg"
}
