{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107330268\/billy-williams-saddened-by-loss-of-ernie-banks\/",
    "title": "Williams saddened by loss of former teammate, friend Banks",
    "subtitle": "Cubs legends forever linked on and off the field",
    "body": "CHICAGO -- Billy Williams had a feeling something was wrong with Ernie Banks when he didn't show up at the Cubs Convention. \"He wouldn't miss [the convention], because it was about the Cubs, and he was always about the Cubs,\" Williams said. \"He always wanted to meet the young players coming up through the organization, including myself and [Ron] Santo when we first got there.\" \"To lose Santo and to lose Ernie Banks, players I played with and had so much fun with, it doesn't seem possible that these individuals are gone.\" On Friday, the man known as Mr. Cub, Ernie Banks, passed away, one week shy of his 84th birthday. Banks and Williams, 76, were Cubs teammates from 1959 until 1971. The two first met in Spring Training in 1956 in Arizona. \"That year, I got a chance to spend time in the big league clubhouse and got to meet Ernie and Tony Taylor and all the players,\" Williams said late Friday. \"[Banks] was positive then, and to the day he passed away, he was still positive.\" The two roomed together for three weeks in Spring Training, but Williams said he had to get another room after that.  Complete coverage \"He kept me up all night talking,\" Williams said, laughing. \"I got a lot of information in those three weeks. He told me all about the pitchers in the big leagues and told me how they throw and tried to get you out. After I got all the information, I got another room so I could go to sleep.\" Banks did like to talk. \"He always told Bob Gibson, 'This guy is going to hit a home run off you today,'\" Williams said. \"We'd say, 'Leave Bob Gibson alone.' Guys would always ask me, 'Is [Banks] always like that?' I'd say, 'From the minute he woke up to the minute he went to bed, he's the same way with a positive attitude and a joy to be around.'\" Williams heard from another former Cubs teammate late Friday when Glenn Beckert, 74, called from Arizona, where he was attending Randy Hundley's fantasy camp. There will be a lot of heavy hearts on Saturday at Hundley's camp. Banks, Williams, Beckert, Hundley, Santo and Fergie Jenkins were part of the '69 Cubs core; they won 92 games under manager Leo Durocher that year. They were dealt a blow in December 2010 when Santo passed away. Banks was the brightest, both in attitude and personality. \"A lot of people can learn from what he did,\" Williams said. \"He'd come to Spring Training and come into the clubhouse and sit around and talk to the guys. ... A lot of people saw him and knew he was a positive guy and that he knew the game of baseball.\" Williams and Banks were not only teammates but close friends. The two would get to Arizona early for Spring Training, spending time at the Buckhorn mineral wells. \"We'd get a good massage and go out and play golf, and then we'd come back and take the families out for dinner,\" Williams said. \"It was just enjoyable times. It was so much joy.\" Williams and Banks shared another special moment on Nov. 20, 2013, when Mr. Cub received the Presidential Medal of Freedom from President Barack Obama in a ceremony at the White House. Obama said Banks \"became known as much for his 512 home runs as for his cheer and his optimism, and his eternal faith that someday the Cubs would go all the way.\" Banks hit more than 500 home runs in his 19 big league seasons, all with the Cubs, but never won a World Series. Williams and Banks used to talk and dream together as they drove to Wrigley Field for day games from their homes, traveling up Lake Shore Drive to the ballpark. Williams sometimes babysat for Banks' kids. Friday was a difficult day. \"It was so sad to hear the news,\" Williams said. \"You thought that with Ernie, and what he was all about, being a positive person, you thought he would live forever. It's really sad to hear of the passing of him. When you hear this, you think of all the good times you had together, the enjoyment you had together as teammates, just enjoying the game of baseball.\" Williams said Banks had fallen about a month and a half ago and hit his head. Williams was able to talk to his former teammate shortly after that, but he wasn't able to reach Banks last weekend, which was the 30th Cubs Convention. \"It doesn't seem real,\" Williams said. \"You might walk in the ballpark, and you'd hear, 'Good day for two.' That's what he wanted to do. He loved day games, and wanted to play two games. He just enjoyed the game. \"[Banks] was the biggest name in Chicago sports, not only with the Cubs but just sports itself,\" Williams said. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
