{
    "url": "http:\/\/m.mlb.com\/news\/article\/107259280\/welcome-to-the-retired-commissioners-club-bud\/",
    "title": "Welcome to the Retired Commissioner's Club, Bud",
    "subtitle": "Former NBA, NFL leaders give guidance on transition away from game",
    "body": "Bud Selig has no plans to retire, at least not in the traditional sense of the word. Rather, with today being his final day as Baseball Commissioner, he sees this time as the closing of one chapter of his life and the opening of another. \"Listen, I've worked every day all my life,\" he said. \"Believe me, I'll come to the office every day. I have a lot of plans. I want to keep busy. I'm really looking forward to the next chapter. The best way to describe it is comfortable. I can't really say I'm sad.\" His immediate plans are to begin work on a memoir and to teach a class, most likely at the University of Wisconsin, his alma mater. \"I've done a lot of thinking the last month or two,\" he said. \"I take long walks, especially when we're in Arizona. I've been through at least three generations of owners. It has been quite a journey.\" He will remain with Major League Baseball, serving as \"Commissioner Emeritus\" for new Commissioner Rob Manfred beginning Sunday. His duties for that job are likely to evolve over time. Manfred said he will tap into Selig's experience of 45 years in baseball. Selig, 80, said he simply will be available. \"I'm here to help in every way I can,\" he said. As for his daily routine, that will not change much. He hasn't missed a day on his exercise bike in almost seven years -- Saturday will be his 2,386th consecutive day. In giving up the Commissionership, he will be joining one of the world's most exclusive groups -- the Retired Commissioner's Club. His peers are happy to have him, and they have some thoughts on retirement, too. \"Banish the word 'retirement,'\" former NBA Commissioner David Stern said. Former NFL Commissioner Paul Tagliabue agrees, writing in an email: \"Basically, I never felt I was 'retiring.' Instead making transition to new careers while I had the energy and interest to do so.\" When Stern was told of Selig's unopened boxes, he laughed. \"I think I still have boxes when I withdrew from my [law] firm 36 years ago,\" he said. \"I'm content with the notion that someday I'll get to it.\" Selig knows other opportunities will come up as well, and so he says he's completely comfortable that this was the right time to go. \"He'll do great,\" Stern said. \"He loves the issues he has dealt with. I think he'll put them in a book and do some teaching.\" Advice? \"He should luxuriate in the success of his successor,\" Stern said. \"And to sort of be open to using the array of skills he has developed to help others, whether it's business or NGO's or whatever.\" Stern, 72, has had a 49-year association with the NBA, including turning it into a huge global enterprise during 30 years as Commissioner. He turned the Commissioner's job over to Adam Silver last February and, like Selig, took the title of \"Commissioner Emeritus.\" \"I have a half-dozen advisory clients and one of them is the NBA,\" Stern said. \"That's the title Adam and I decided on. I've been invested in the league and worked there for so long.\" In the year since leaving the Commissioner's job, he has remained busy, including taking a trip to Berlin in which he did some NBA work and also met with two of his clients who have European operations. \"I'm as busy as I've ever been,\" he said. \"All I've done is change jobs. I'm doing a variety of things that I love, and so will Bud. I've met new people and forced myself to learn new industries. It's enormous fun without the footsteps represented by a calendar. The calendar is not as intimidating or as formidable as it once was.\" Commissioners of the major sports oversee such a diverse operation that they're uniquely qualified to help in many areas. \"People don't realize that a Commissioner has to deal with media, crisis management, all sort of things,\" Stern said. \"Bud has an array of talents that will be called upon.\" During Selig's 23 years, he reshaped baseball, in part, by leading it into the digital age with the birth of Major League Baseball Advanced Media. He also has expertise in negotiating with government entities and unions and -- as Stern said -- crisis management. Still, there'll be a significant change in leaving the day-to-day operation of the current job. \"You miss the daily interaction,\" Stern said. \"When you've grown up with an organization and hired a good number of the 1,200 employees, you miss that.\" Tagliabue, 74, led the NFL for 17 years, from 1989 until 2006. Before that, he spent 20 years with the Washington law firm of Covington and Burling. When his Commissionership ended, he returned to Covington and Burling. He also has an array of other duties from serving as chairman of Georgetown University's Board of Directors to serving as advisor\/board member to US, Asian and Latin American companies. He's also involved with several youth sports organizations. \"Since 2006 my wife and I approach each year with three sets of broad goals,\" he wrote. \"Two months or so of international travel; sometimes with friends, sometimes with university or think tank groups; two months or so with grandkids and other family\/friends in Maine [where we have a home on an island off the coast] or elsewhere in the US such as the Grand Canyon, etc; eight months or so focused on my interests. So far, all of this has worked well.\" Still, to go from three of the most high profile jobs in the country to another kind of career requires some adjustment. Long after Pete Rozelle retired as NFL commissioner in 1989, he was asked if he had a philosophy on retirement. \"Give advice only when asked,\" he said. \"Play as much tennis as you can. Don't be afraid to sleep until 9 every once in awhile.\" Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
