{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107338148\/richard-justice-ernie-banks-smile-and-warmth-will-live-on-forever\/",
    "title": "Banks' smile and warmth will live on forever",
    "subtitle": "His impact off the field every bit as impressive as his Hall of Fame career",
    "body": "Ernie Banks never seemed to have a bad day, and isn't that why we loved him? His was a journey filled with laughter and joy, and with a smile that lit up rooms and warmed hearts for 83 years. Banks, who passed away Friday, played baseball the way he lived. He was a little kid at the ballpark, his enthusiasm infectious. He loved his Cubbies, too. Lord, did he love his Cubs. He loved that uniform, that ballpark and especially the fans. The Cubs hold a special place in the hearts and minds of almost every baseball fan, and part of the reason is that they had players like Banks and Ron Santo and Fergie Jenkins.   Complete coverage They weren't just great players. They were great gentlemen, genuine and accessible. They represented most of the things we came to love about baseball. If you're of a certain age, they're a big reason you fell in love with the sport. Banks and Santo will be remembered, not just as Cubs, not just as Hall of Famers, but as among the greatest ambassadors any sport has ever had. It's a tribute to Banks on so many levels that his death will impact so many people on so many levels. To some, he was a great player, an 11-time All-Star and two-time National League Most Valuable Player Award winner. His eight seasons between 1955-62 will stand the rest of time as one of the great stretches any player has ever had: 314 home runs, 210 doubles, 877 RBIs and a .912 OPS. He made the All-Star Team eight straight years and won those back-to-back NL MVP Awards in 1958-59. He also finished third once and fourth once. He was a great defensive player, too, an instinctive shortstop who seemed to do everything in slow motion. Banks played his final game in 1971, and in the 43-plus years since, he simply became more famous and more beloved. His greatness as a player was passed down from one generation of fans to the next. At some point, though, he came to stand for something more than baseball, for something more than the Cubs. He became beloved, not just because of baseball or the Cubs, but because, well, he was Ernie Banks. There surely are Cub fans taking another look at his 19-year career today and being struck by the fact that he's better than you thought he was. At some point, his greatness as a player seemed almost incidental. He represented not just the Cubs, but what we'd all hoped to be. Again, that's a tribute to the goodness of the man. And there are Chicagoans who know him only through television and billboards, people who are only vaguely aware that he played baseball. These people loved Ernie Banks, too. His life was not easy at times. He grew up in a very segregated Dallas. He picked cotton as a boy and was reminded hundreds of times that he was to remain in that other world, the one apart from the white world. His baseball career began in the Negro Leagues and his Major League debut came in 1953, a mere six years after Jackie Robinson broke the color line. Banks knew racism's cruelty and ignorance on a personal level. He believed his play and his attitude could be a salve for a racially divided Chicago in the 1960s. He played great, and he played with heart. He signed every autograph and almost dared anyone to hate him because of the color of his skin. He didn't talk about that part of his life very often, because he wouldn't allow himself to be defined by hatred. Rather, he saw his life as an amazing journey, one of love and respect for everyone. In the end, he chose to see the best in people. In the final chapter of his life, he seemed happiest when he was there among Cubs fans or at Wrigley Field or back in Cooperstown with Willie Mays and Hank Aaron and other stars of his generation. Banks had a gift of making everyone feel comfortable around him. He took them all back to another place and time, when they were young and fast and breathtakingly great. That's how he'll be remembered: for his smile and his warmth. For making everyone feel better about themselves. In that way, his 83 years are a bright and shining light for all of us. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
