{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/107166074\/mariners-feel-pieces-are-in-place-to-have-successful-season\/",
    "title": "Mariners feel pieces are in place to have successful season",
    "subtitle": "GM Zduriencik, manager McClendon emphasize preparation, execution, focus",
    "body": "SEATTLE -- With the Mariners sitting less than a month from pitchers and catchers reporting to Spring Training, expectations continue to climb as the club is being mentioned in many quarters as a strong contender in the American League West. But general manager Jack Zduriencik and manager Lloyd McClendon know none of the winter talk means a thing once games begin, and their focus is on getting the Mariners ready to raise the bar once the regular season opens April 6. \"We think our club is a good club,\" Zduriencik said Thursday at the team's 35th annual pre-Spring Training luncheon at Safeco Field. \"We think we have a chance to be really competitive. There are nice pieces here, there are young kids growing up, veterans that have joined in and guys that had really good years last year. \"On paper, this has a chance to be a lot of fun. But you have to execute, you have to perform and you have to stay healthy and then let the pieces fall where they may.\" Zduriencik addressed all his stated goals this offseason by adding a power right-handed bat in Nelson Cruz, a pair of established outfielders in Seth Smith and Justin Ruggiano and a veteran left-hander to the rotation in J.A. Happ. After improving by 16 wins to 87-75 last year and falling one victory shy of an AL Wild Card berth, the Mariners hope to take that next step in 2015 and reach the postseason for the first time since 2001. But McClendon is keeping things in perspective. \"If we get concerned with expectations, we're not focused,\" said the second-year manager. \"Our concern should be preparation and making sure we're ready for the start of the season and getting ready for the journey. The expectation is a nice conversation piece for the media, but I don't get concerned with that.\" McClendon is more interested in answering his own questions about a club he's far more familiar with this spring after a year on the job. He said the starting shortstop battle between Brad Miller and Chris Taylor is wide open and shot down any thought of Miller moving to the outfield. \"We have two young men that performed very well in spurts,\" he said. \"They'll be given the opportunity to battle it out this spring and we'll see what happens. I don't know how it'll play out. They could both be on the team, who knows?\" McClendon said in his mind the first four spots in the rotation are set, with competition for the fifth starter. Though he declined to fill in the names, the obvious assumption is Felix Hernandez, Hisashi Iwakuma, James Paxton and Happ will start, if healthy, leaving Taijuan Walker, Roenis Elias and Erasmo Ramirez battling for the fifth spot. The seven-man bullpen also will have some stiff competition for the final positions, given the return of nearly all of last year's group. But McClendon said one of his major concerns remains identifying a second left-hander besides Charlie Furbush. Seattle picked up David Rollins in the Rule 5 Draft and has Lucas Luetge returning. The club also had discussions with Joe Beimel, who filled the role last year, but remains a free agent at this point. McClendon expects Austin Jackson to be much improved offensively now that he's had some time to settle in, and he intends to push Dustin Ackley hard in Spring Training to get him ready early after slow starts the past two seasons. Seattle's skipper anticipates a better offensive performance from catcher Mike Zunino, with a year under his belt. Having a middle-of-the order built around Robinson Cano, Cruz and Kyle Seager is comforting and McClendon sees better outfield options with the additions of Smith and Ruggiano. The Mariners should be better and they'll be tested right out of the gate on April 6 against the defending AL West champion Angels and likely Opening Day starter Jered Weaver, a fact McClendon already has noted. \"I think we've improved our bench immensely,\" he said. \"The depth of our rotation is better. I'd still like one more starter, but we'll see how that plays out. All in all, I think we're a much-improved club. But we don't start from 87 wins now. We start from zero. My mind right now is on Weaver on Opening Day.\" Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
