{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/107164926\/to-serve-fans-tigers-closer-joe-nathan-closes-out-lunch-rush\/",
    "title": "To serve fans: Nathan closes out lunch rush",
    "subtitle": "Tigers reliever works tables at restaurant as part of Winter Caravan",
    "body": "DETROIT -- Tigers closer Joe Nathan had enough scrutiny of his delivery last year. On Thursday, nobody was questioning his delivery of chicken wings and chips. The way his 2014 season unfolded, maybe it was fitting Nathan was closing the lunch rush. The way his reception with Tigers fans grew rocky at times, his stint at Buffalo Wild Wings in Rochester Hills, Mich., was a sort of fresh start. The Tigers have had positive feedback putting star players in regular jobs interacting with customers on their annual Winter Caravan. Magglio Ordonez and Jose Valverde worked the drive-thru at a local McDonald's in 2011. Torii Hunter and Phil Coke handled the breakfast crowd at Dunkin' Donuts a couple years ago. This year, Nathan and Nick Castellanos worked tables. They served up wings, shook hands, posed for pictures and hustled back and forth to the kitchen. And like a crowd around an infield popup, they tried to avoid a collision in tight quarters. The Winter Caravan is the unofficial start to a new season in these parts. For Nathan, the new season is a fresh start. He's a 40-year-old closer with 376 career saves, but after last year, Nathan has something to prove. \"Absolutely,\" he said. \"I don't want people thinking that I'm done. I think coming into not just the spring, but coming into the season, I want to prove to myself and other people I still have something left in the tank.\" Nathan saved 35 games last season, the ninth time he has hit that mark since 2004, but blew seven opportunities. His 4.81 ERA was his second-highest since becoming a full-time reliever in 2003. In many ways, he became the face of a Tigers bullpen that struggled on and off all season. He also had to apologize late in the season after a gesture to hecklers was caught on camera at the end of a home game. His best way to silence critics is to save games, and Nathan went into the offseason looking to find his younger form. \"I've gotten stronger than I've ever felt,\" he said. \"I feel like I'm pushing more weight around than I ever have. Everything as far as what my trainer's done has gotten better and better. My range of motion has gotten better. We've done more agility-type stuff to keep my body young.\" The goal is simple. \"I want to get off to a quicker start,\" he said. \"I think if we can get off to a good start and really kind of set the tone, it can help -- not just myself individually, but it can help this club to have confidence and hopefully put in the minds of other teams that we're not going away. This team is still here to play. Hopefully as a team and individually, we can get off to a quicker start, so that's why I'm trying to prepare myself as well as I can and get as close to game ready as I can by the start of Spring Training.\" Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
