{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/107172576\/robin-ventura-avisail-garcia-and-dan-jennings-visit-young-patients-at-hospital\/",
    "title": "White Sox trio visits young patients at hospital",
    "subtitle": "Ventura, Garcia and Jennings deliver gifts",
    "body": "CHICAGO -- The focus of SoxFest this weekend will quickly jump from Carlos Rodon's potential role on the 2015 squad to Jose Abreu's follow-up to his 2014 American League Rookie of the Year campaign to the seven new additions made by general manager Rick Hahn among the many White Sox-driven topics. But before the attention falls upon baseball, autographs and photographs, White Sox manager Robin Ventura, right fielder Avisail Garcia and left-handed reliever Dan Jennings made a trip Thursday morning that figures to be their most important moment of the next four days. The trio visited with young patients and their families at University of Chicago Medicine Comer Children's Hospital, delivering White Sox gifts to get fans at Comer ready for the 2015 season. \"It has always been a big thing for us as far as the White Sox to get out and especially see these kids,\" said Ventura, who has been making these visits since he was a player. \"This one kind of being in our backyard is special to us. \"Any time you come here, you see what's going on around you. For players, sometimes they can get focused on their own struggles and what's going for their team. You come in here and realize there's a whole big world out there that might not be going so well for some people, and you just try to cheer them up for a little bit. \"Every time you come in here, it breaks your heart to see what these families are going through and the struggles. You want to support them and give them some strength,\" Ventura said. \"It's a 20- or 30-minute break for them. After we leave, the tough stuff starts back up again. It's a little time out of our day, but for them it makes it a nice little break.\" Ventura and the players worked on crafts projects with the patients and posed for numerous pictures. They made in-room visits, and each one gave his respective White Sox jersey to a patient. As for questions asked by the kids, Ventura joked that one wanted to know how big the 6-foot-4, 240-pound Garcia really was. \"Kids just want to know simple stuff,\" Ventura said. \"They like it when you give the gift bags and things like that. It has always been fun and entertaining to come in here. Some kids pay attention to sports, and some it doesn't even matter. It's fun either way.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
