{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/107181830\/optimistic-fredi-gonzalez-eyes-postseason-for-braves\/",
    "title": "Optimistic Fredi eyes postseason for Braves",
    "subtitle": "Skipper looks forward to mixing and matching new-look lineup",
    "body": "ATLANTA -- As the division-rival Nationals have strengthened their bid to win a second straight National League East crown, Braves manager Fredi Gonzalez has read and heard all about how his team's flurry of significant offseason moves signal that 2015 will be a rebuilding year. \"Our goal is still to get in the playoffs,\" Gonzalez said. \"That always will be my goal.\" Gonzalez delivered these sentences with a straight face. While many have already concluded that a second consecutive losing season was destined once Atlanta traded Jason Heyward, Evan Gattis and Justin Upton this offseason, the veteran skipper is actually looking forward to the chance to manage a more versatile roster that will have to rely on something other than power to score runs. Heyward, Gattis and Upton accounted for 50.4 percent of the home runs the Braves hit last year, and they stood as three of the club's four players who tallied a 100-plus wRC+ (Weighted Runs Created Plus). Needless to say, a lot of thump has been removed from Gonzalez's lineup. But the presence of that thump did not prevent Atlanta from scoring the second-fewest runs in the Majors last year. \"It's going to be a different type of baseball that we will play,\" Gonzalez said. \"We were 29th in runs scored last year. We're going to go out and do something different. I'm going to ask the guys to be more fundamentally sound defensively and offensively, and maybe be more aggressive on the basepaths.\" Though it is his responsibility to remain optimistic, Gonzalez does know what his club will look like, both figuratively and literally. Before he helped construct a Habitat for Humanity house during Thursday's Braves Country Caravan activities, he called the front office to request a roster update since Gattis was traded to the Astros last week. As Gonzalez looks at the roster, he sees plenty of opportunity to mix-and-match his lineup on a daily basis. In fact, he said first baseman Freddie Freeman, shortstop Andrelton Simmons and right fielder Nick Markakis might be the only true everyday members of the lineup. Gonzalez will likely play Jonny Gomes in left field against left-handed pitchers and use platoons at a couple other positions. \"It's going to be fun to come in and keep everybody fresh and keep everybody's interest level up, knowing that they have a chance to contribute and play,\" Gonzalez said. With the versatility supplied by Alberto Callaspo, Phil Gosselin, Jace Peterson and non-roster invitee Kelly Johnson, Gonzalez believes he will have options to account for third baseman Chris Johnson's struggles against right-handed pitchers. At the same time, he recognizes that Chris Johnson's success against left-handers makes him a candidate to fill the cleanup spot when a southpaw is on the mound. \"Somebody asked me who was going to hit fourth now that Gattis and Justin are gone,\" Gonzalez said. \"It could be anybody, any day. It depends on that matchup of the day.\" Gonzalez plans to use matchups to determine who fills his outfield spots. The internal candidates to platoon in left field or simply serve as a backup outfielder include Zoilo Almonte, Joey Terdoslavich, Jose Constanza and Todd Cunningham, who is the best defender in this bunch. Cunningham would be the top candidate to assume the center-field position if B.J. Upton extends his struggles and loses his starting job.  \"If Terdoslavich, Cunningham and Constanza are paying attention, they have to know they have a chance to make this club and make an impact,\" Gonzalez said. \"I think Spring Training is going to be a fun time. It's the first time in a while that the Braves will come to Spring Training with some openings.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
