{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/107196568\/pedro-martinez-honored-with-prestigious-judge-emil-fuchs-award\/",
    "title": "Pedro honored with prestigious Fuchs Award",
    "subtitle": "Former Red Sox great, Hall of Fame inductee thanks teammates, fans",
    "body": "BOSTON -- Just hours after it was revealed that Pedro Martinez will go into the Hall of Fame with a Red Sox logo on his plaque, the icon stood in front of his fans to receive another honor. Martinez received the Judge Emil Fuchs Award for his long and meritorious service to the game at Thursday night's Boston Baseball Writers Dinner. \"Thank you so much,\" Martinez told the roaring crowd. \"A parade for Pedro. Every time Pedro comes to Boston, there seems to be another one. I would like to thank you all for having me.\" Amid a standing ovation at Boston University's Agganis Arena, Martinez was still wearing the glow he had earlier this month when he was informed he was entering the Hall of Fame on the first ballot. \"I'd like to thank all the writers for electing me to the Hall of Fame, especially on the first ballot. That's a sign of respect, and I didn't have to knock you down,\" Martinez mused. \"To the Red Sox organization for allowing me to represent the Boston hat in the Hall of Fame, jheri curls and all. That's part of Pedro.\" Seated close to Martinez at the head table was Dan Duquette, who was recognized as executive of the year. Now with the Orioles, Duquette twice traded for Martinez, as general manager of the Expos and the Red Sox. \"Growing up, I never got to see Bill Russell play basketball,\" Duquette said. \"I didn't get to see John Kennedy speak or Robert Frost write poetry. But I did get to see Pedro Martinez in the 1999 All-Star Game, and he embarrassed Sammy Sosa like it was a schoolyard game -- that was the real highlight.\" Before Martinez accepted his award, a video was shown on the big screen with highlights from his illustrious career, including his punchout of Sosa on that 99-mph heater at Fenway in the '99 All-Star Game. The montage was accompanied by the song \"Hall of Fame,\" by The Script. Though he was clearly center stage, Martinez shared the credit. \"I want to take a moment to share my Hall of Fame career and award with the people that really were out there for me,\" Martinez said. \"Every teammate that I have played for, and every teammate who stood behind me -- it wouldn't be possible without all those great teammates I played with. I hope I'm not the only one that reaches that milestone and pretty soon I can join some of those guys I played with and played against.\" The Fuchs Award is annually the most prestigious one handed out at the Boston Baseball Writers Dinner. \"It's a great honor to receive this award,\" Martinez said. \"On my behalf, I want to share it with all of you, the fans who are the reason we push forward and go all out with no fear. All of you fans are the ones that push us every day. I know that a lot of the players take pride in what they do like I did because of what you mean out there. Nobody wants to look bad in front of 60,000 people. Thank you so much. I'm extremely proud to represent baseball and everything that comes with it.\" Martinez's Hall of Fame induction will take place in Cooperstown, N.Y., on July 26. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
