{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/107205866\/twins-aid-research-honor-years-best-with-diamond-awards\/",
    "title": "Twins aid research, honor year's best with Diamond Awards",
    "subtitle": "",
    "body": "MINNEAPOLIS -- The Twins' annual Diamond Awards celebrated their 10th anniversary on Thursday night with the awards banquet at Target Field continuing to benefit research and patient care focused on neurological disorders. The awards themselves are based on voting conducted by the Twin Cities chapter of the Baseball Writers' Association of America, but the impact goes much deeper to help fund the University of Minnesota's research and patient care focused on ALS (Lou Gehrig's Disease), ataxia, muscular dystrophy, multiple sclerosis and Parkinson's disease. Twins president Dave St. Peter said he was proud that the annual banquet has been going on for 10 years and sees it continuing to be a major part of the organization's mission of giving back to the local community for many more years. \"This is a special event every year for the Twins,\" St. Peter said. \"It raises a lot of money for some really important causes at the University of Minnesota. It's a nice night to recognize 10 years of doing it, but I don't see why it can't continue for the next 30, 40 or 50 years.\" One touching moment was an inspirational speech given by Mark Buermann, who was diagnosed with ALS and had his family in attendance. He's one of several special guests with neurological diseases who have had their story told at the Diamond Awards over the last 10 years. \"You hear different stories and you see that baseball is just a game and that these diseases impact our fans in a very real way,\" St. Peter said. \"So you can't help but be touched.\" But the night also featured plenty of lighter moments, such as Torii Hunter and Ervin Santana getting introduced to the crowd and playing off each other with funny quips. Hunter lit up the room with laughs, but also said he believes the Twins can win in 2015. Former Twins manager Ron Gardenhire was also honored with the Media Good Guy Award, but he wasn't able to make it to the ceremony. He taped an acceptance speech and said he's rooting for new manager Paul Molitor. Right-hander Phil Hughes was the big winner, as he was named both the Twins' Most Valuable Player and the Twins' Pitcher of the Year. Other winners included Danny Santana as the club's Most Outstanding Rookie, Eduardo Escobar as the Most Improved Player and Brian Dozier as Defensive Player of the Year. Brian Duensing was honored for his charity work off the field with the Carl R. Pohlad Community Service Award, and Kurt Suzuki was awarded the Bob Allison Award given to the Twins player who exemplifies determination, hustle, tenacity, competitive spirit and leadership both on and off the field. The Diamond Awards also honored Kennys Vargas as Minor League Player of the Year, Jose Berrios as Minor League Pitcher of the Year and former Twins great Jim Kaat with the Kirby Puckett Alumni Community Service Award. Former Twins reliever Pat Neshek, a Minnesota native, was also named the Upper Midwest Player of the Year. Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
