{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/107185170\/outfielder-jonny-gomes-braves-agree-on-one-year-deal\/",
    "title": "Gomes, Braves agree on one-year contract",
    "subtitle": "Hart expects the veteran outfielder to be a clubhouse leader in 2015",
    "body": "ATLANTA -- As the Braves neared the completion of their aggressive roster reconstruction process, they targeted Jonny Gomes as the one available free agent who could help fill their void in left field and also enrich a clubhouse atmosphere that proved to be a concern last year. Thus, president of baseball operations John Hart was certainly pleased on Thursday night, when Gomes agreed on terms for a one-year, $4 million contract that includes a $3 million vesting option for the 2016 season. \"Jonny Gomes is a player we targeted early,\" Hart said. \"We look at not only what he can do on the field, which we like, but also the intangibles he provides. He's been on winners. He's got a good makeup. He loves the game of baseball and he plays with a passion. He wears it right on his heart. So we feel like we got a guy who will provide on the field and set a good example of how to play the game.\" Though the offseason trades of Jason Heyward, Justin Upton and Evan Gattis have provided the indication that Atlanta will be rebuilding in 2015, Hart believes his club is set to embark on more of a restart season. There was certainly reason for the Braves to reassess where they stood after producing the second-fewest runs in the Majors, while looking lackadaisical en route to a losing 2014 season. Thus, along with improving the future by acquiring an impressive crop of prospects via trades, the club also focused on altering the culture by signing clubhouse leaders like Nick Markakis, A.J. Pierzynski and Jason Grilli and Gomes. \"Gomes is a guy who has always been in demand,\" Hart said. \"While he might not have ever been the star player, he's always been a guy you want to have on your club. He holds himself accountable and he plays the game with his hair on fire.\" Gomes will likely platoon in left field and be utilized as a pinch-hitter against left-handed pitchers. Zoilo Almonte, the former Yankees prospect who was signed as a Minor League free agent in November, has been mentioned as a possible platoon partner with Gomes in left field. There might not be much reason to get excited if simply looking at the fact Gomes has batted .241 with 19 homers and a .717 OPS while totaling 687 plate appearances over the past two years with the Red Sox and A's. But if utilized in the right situations, the Braves believe the 34-year-old can still add some value to their outfield mix. Gomes has hit .257 with 12 home runs and a .768 OPS in 394 plate appearances against left-handed pitchers over the past two seasons. Almonte batted .272 with 18 homers and a .781 OPS in 368 plate appearances against right-handed pitchers at the Major League and Triple-A levels last year. Gomes' splits proved to be drastically different this past season. He hit .165 with two homers and a .510 OPS in 117 plate appearances against right-handers. But Gomes proved more successful in 204 plate appearances against lefties, compiling a .276 batting average, four homers and a .743 OPS. While the Braves believe Gomes is comparable to Gattis in some ways, he no longer has the same power potential. Since compiling a 15.50 at-bat\/home run ratio for the A's in 2012, Gomes has homered just once every 30.79 at-bats. Some of the other potential left-field platoon partners for Gomes include Todd Cunningham, Joey Terdoslavich and Jose Constanza, who is out of options and will need to impress during Spring Training to maintain a roster spot. Dian Toscano, the Cuban outfielder who agreed to a contract in December, might eventually fit in this mix. But he will likely need to spend some time at the Minor League level before being deemed Major League-ready. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
