{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/107234470\/former-outfielder-juan-pierre-impressed-with-marlins-direction-for-2015\/",
    "title": "Pierre impressed with Marlins' direction for 2015",
    "subtitle": "Former outfielder sees a lot of '03 World Series title team's qualities in this club",
    "body": "MIAMI -- Pitching, speed and defense were the foundation of the Marlins' 2003 World Series title team. The organization is striving to mirror that plan in putting together its roster for this season. Former Miami outfielder Juan Pierre sees similarities in the two squads. The catalyst of the 2003 team, Pierre served two stints with the Marlins. Initially, he was with the organization from 2003-05, and he returned in '13 for his final season. Pierre, who resides in South Florida, is impressed with the direction of his former club. In one of the busiest offseasons in team history, the Marlins have acquired speedster Dee Gordon, slugger Michael Morse and proven third baseman Martin Prado. Established veteran right-handers Mat Latos and Dan Haren were added to the roster. And most importantly, the club took care of one of its own, signing All-Star Giancarlo Stanton to a 13-year, $325 million deal. \"I love the Dee Gordon acquisition,\" Pierre said. \"I love all these deals this offseason. They've got a really good chance to make some noise. Dee Gordon gives them that speed. He's a burner.\" Gordon reminds Pierre of himself. Last year, Gordon stole a Major League-best 64 bases. In 2003, Pierre set a franchise record with his MLB-leading 65 steals. In '03, Pierre and Luis Castillo provided a speedy one-two duo at the top of the order. This Marlins club projects to have Gordon and Christian Yelich securing the top spots, ahead of Stanton and Morse. \"You've got Yelich who can run,\" Pierre said. \"Stanton can run.\" Gordon also topped the Majors with 12 triples last season. In spacious Marlins Park, the All-Star second baseman has a chance for much more. \"In that park, Dee might have 20 triples,\" Pierre said. \"I think Dee is on the cusp of being a great, great player. He tasted a little bit of it last year. He and Yelich should do some good things.\" Miami has a promising young rotation with Latos, Haren, Henderson Alvarez and Jarred Cosart. And midseason, Jose Fernandez is expected back from Tommy John surgery. \"I really like this staff,\" Pierre said. \"It will be fun to watch. The Nationals are going to be good, of course. Other than that, the division is wide open.\" Defensively, Gordon and shortstop Adeiny Hechavarria will provide the double-play combination. And Prado and Morse will anchor third and first, respectively. \"They're strong up the middle,\" Pierre said. \"You've got three outfielders who are plus defensively. On infield corners, you've got Prado and Morse. They'll be good. You don't have to worry about the infield with [infield coach Perry Hill] over there. Looking at the balance of it, it looks like it has the makings of a really good team.\" Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
