{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/107228800\/bob-castellini-eager-for-start-of-new-reds-season\/",
    "title": "Castellini eager for start of new Reds season",
    "subtitle": "CEO: 'We think we are contenders, and we know we are contenders'",
    "body": "LOUISVILLE, Ky. -- A 76-win season for his club was hardly enjoyable for Reds president and CEO Bob Castellini, and it has only made his anticipation for Spring Training next month even more intense. \"We're really looking forward to it,\" Castellini said Thursday night, moments before a Reds Caravan stop at Louisville Slugger Field. \"It was a long end of last season, and you want to get back at it again. We feel like we're in pretty good shape. We'll see.\" The Reds have not been players on the free-agent market this offseason, and they traded two members of their rotation in Mat Latos and Alfredo Simon. Cincinnati filled its left-field hole by acquiring Marlon Byrd from the Phillies, and it is counting heavily on the healthy returns of star players like Joey Votto, Jay Bruce and Brandon Phillips. Meanwhile, several National League Central rivals have been perky with transactions -- namely the Cubs by signing ace lefty Jon Lester, among others. That hasn't dampened Castellini's outlook for his club in 2015. \"We think we are contenders, and we know we are contenders,\" Castellini said. \"The Cubs have come on and they've signed some folks. All the rest of the teams are what they have been, which is pretty darn good. We know we have the best division in all of baseball.\" The biggest remaining offseason question in front of the Reds is whether they can sign ace Johnny Cueto to a contract extension. Cueto, who will be making $10 million in the option year of his deal, set an Opening Day deadline for a new contract to get done or he will be eligible for free agency after the 2015 season. Getting Cueto to stay didn't get easier when pitcher Max Scherzer signed a seven-year, $210 million contract Wednesday with the Nationals. Lester signed a six-year, $155 million contract with the Cubs earlier this offseason. \"It's not over 'til it's over,\" Castellini said about the Cueto talks. \"That's about the best I can answer to that.\" On Thursday, Castellini and Hall of Famer Joe Morgan were joined by Brayan Pena, J.J. Hoover, former Red Scott Williamson, prospect Phillip Ervin and broadcaster Marty Brennaman at the home of the Reds' Triple-A affiliate. Castellini was given a loud ovation when he was introduced. He also participated in the fan question-and-answer session. One of Castellini's answers delighted Reds fans in attendance. One person asked if Pete Rose would be at the 2015 All-Star Game in Cincinnati. \"You'll definitely see Pete Rose at the All-Star Game this year,\" Castellini replied. The club later said the extent of Rose's All-Star participation this year will be determined by new Commissioner Rob Manfred. Rose was banned from baseball in 1989 for breaking gambling rules, but he has been allowed to participate in official events on two occasions by outgoing Commissioner Bud Selig. Each year, Castellini tries to make appearances on multiple legs of the Reds Caravan, and he enjoys the experience. \"I'll tell you why it's important. It's because all of these folks are doing it,\" Castellini said. \"Marty has been doing it for 40 years. Joe Morgan hauls in from California, and all these broadcasters and players and Bryan [Price, manager] and Walt [Jocketty, general manager]. It's important for me to show support, because they are truly appreciated. We appreciate everybody who is on this Caravan. Plus, the fans in these cities are huge Reds fans.\" Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
