{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107236622\/richard-justice-bud-seligs-contributions-to-baseball-unmatched\/",
    "title": "Selig ending tenure with contributions unmatched",
    "subtitle": "Commissioner fostered trust, built friendships while taking baseball to great heights",
    "body": "Surely, one measure of a man is the number of friends he has. Even better, there are the number of friendships that have stood the test of time. And so it is with Bud Selig. His life is dotted with these relationships. There are childhood and college friends, business friends and people Selig has simply met along the way, those who've sold him shoes and cold cuts and everything in between. There are pharmacists and barbers and mechanics and others. Selig is fiercely protective of them, too. They're his guys -- not just Milwaukee guys, either, but men and women from every corner of the country. He has remained in touch with hundreds of them, from senators and journalists, to academics and physicians. It's amazing to watch Selig enter a room, especially in his hometown of Milwaukee or any of baseball's 30 ballparks. He walks through almost any door and within minutes has wrapped an arm around someone and is remembering a game from 40 years ago or a piece of news he heard yesterday. Selig is asking about children and spouses and jobs, swapping notes on his beloved Green Bay Packers or simply chatting. When he owned the Milwaukee Brewers, he was in motion from start to finish, working every room, concourse, concession stand, you name it. In those days, Selig would burst through the press box door and begin to chat up reporters, broadcasters, cooks, etc. Seeing one Milwaukee columnist one night, he yelled, \"Why are you here? Isn't there a Packers mini-camp somewhere?\" Selig has the gift of making everyone feel at ease, making them all believe their time is important. Longtime Brewers employees recall how he would pull them out of the hallway and have them sit in his office to catch him up on families, work, whatever. \"You cannot dislike him if you know him,\" White Sox owner Jerry Reinsdorf once said. Brewers broadcaster Bob Uecker has had hundreds of opportunities to do games in a bigger market, but he has remained in Milwaukee, in part because Selig gave him his first shot and created a nearly perfect work environment. Through the years, Uecker has made Selig part of his standup routine, joking about how Selig made him a broadcaster because he knew he couldn't play. Strip it all away, though, and there's genuine affection between the two. \"How can you not love this guy?\" Uecker said. \"I mean, the guy owns a delicatessen.\" Turning serious, he added, \"People don't know how much he cares about the game.\" And … \"He cares about people,\" said Robin Yount, one of Selig's all-time favorite players. When Selig ran the Brewers, he paced constantly during games. Friends would find him hiding behind poles during tense moments of games because he couldn't stand to watch. Turns out, that high energy level wasn't just about the Brewers winning or losing. Selig simply likes being around people, talking to people and -- perhaps most important for the greatest Commissioner baseball has had -- listening to people. \"When I'm with him at a game and someone asks where he is,\" Joe Torre said, \"I just say, `Stick around, he'll be back by here.' He's constantly in motion, and he seems to know everyone.\" Torre and Selig have been friends for almost 60 years; they've been there for one another through the best of times and also some of the worst. \"We met through my brother, Frank,\" Torre said. \"Bud and Frank had gotten to know one another in the '50s, when Frank played for the Milwaukee Braves. I got to know Bud, and we grew close.\" Likewise, Selig and Frank Torre were close for more than 60 years. When Frank's life was slipping away last fall, Joe Torre was sitting by his brother's bedside when his telephone rang. Joe answered, and when Frank realized it was Selig on the other end, he grabbed the phone for one last chat. \"Frank and Bud forged this relationship lasted right up until the time my brother was on his deathbed,\" Joe Torre said. \"That was a very sensitive moment for me. I care about Bud, because I know how deeply he cares about people … and cares about the game.\" If you're looking for one reason for Selig's remarkable success as both a baseball owner and as Commissioner, this may be it. For 23 years, he has been a leader in the best sense of the word. To take 30 owners of different backgrounds and remarkably different ways of running baseball teams and get them to speak with one voice may stand the test of time as the greatest accomplishment any Commissioner any sport has had. Selig did it through endless lobbying, hours on the phone and persuading every owner to look at what was best for baseball rather than their individual team. Because of that one voice, he led a baseball rebirth, bringing it back from the dark days of labor strife and competitive imbalance of the 1990s to where it is today. If you knew baseball then, you might not recognize it now. It has had 20 years of labor peace, has seen revenues grow 900 percent and set a standard for every other in terms of technology, facilities, competitive balance and drug testing. Selig's fingerprints are all over every innovation, including Interleague Play, Wild Card playoff berths and an assortment of other enterprises, including Major League Baseball Advanced Media, which has revolutionized how fans consume games and which Selig calls \"one of the most amazing stories in American business.\" Selig's vision for what baseball could be was simple. Actually, his very first goal in baseball couldn't have been simpler: to bring the sport back to his hometown. As Commissioner, he had an equally simple task: to give each and every club a chance to contend. From that simple notion came revenue sharing and other mechanisms designed to even the playing field. \"The most important thing is competitive balance,\" said syndicated columnist George Will, a Selig friend. \"Last season on September 1, 17 of the 30 teams were [within] 5 1\/2 games of a playoff spot. That's a triumph. I don't know how he does it. No one knows how Bud get these things done. But managing the face-to-face politics of 30 highly successful, aggressive, competitive owners is genius.\" Selig's vision changed over the years. When he took over in 1992, he couldn't have imagined the technology boom that was coming. Yet when it arrived, he embraced it, surrounded himself with brilliant people and made baseball the gold standard for innovation. Selig also had the ability to communicate the importance of innovation to plenty of people who were skeptical and may not have shared his enthusiasm for a brave new world. In the end, though, he prevailed. As Selig's successor, Rob Manfred, said, \"Bud's political skills are absolutely genius.\" That is, there's the relentless power of persuasion and the ability to get individual owners to focus on a larger picture. Again, though, it's about trust developed over almost 50 years in the game. Selig's is an open-door policy, and players, managers, general managers, doctors, trainers -- along with three generations of owners -- have used it. Because he listened to people and because he built relationships, he was able to build the trust in some of the things he believed were important. \"I voted for things I was against simply because the Commissioner was so persuasive and because he cared so much,\" former Astros owner Drayton McLane said. \"When you get right down to it, you didn't want to disappoint him.\" When the Brewers and Orioles decided the American League East on the final day of the 1982 regular season, Milwaukee's victory became one of Selig's finest moments. Yet it came at the expense of one of his closest friends, Washington trial attorney Edward Bennett Williams, who owned the Orioles. Williams, whose death hit Selig hard in 1988, was famously combative and competitive, but when that game ended, he strode across the field and embraced Selig. \"Buddy,\" Williams said, \"if I had to lose to anyone, I'm glad it's you.\" Braves president John Schuerholz is one of Selig's confidants, and through the years, they've forged a bond. In recent years, it's Schuerholz on whom Selig has called to help lead baseball's efforts in instant replay, pace of play, etc. \"What can I say? I love the man,\" Schuerholz said. \"He'll come up to me, slap me on the cheek and say, 'Have I got a job for you.' You have no idea what it might be. But you don't tell this man no. You just don't.\" Schuerholz says it's not just lobbying. Players, owners and others confided in Selig because they knew he would never betray that trust and also because he honestly cared. \"The magic is that he has a real passion and love in his heart for this game,\" Schuerholz said. \"Before he became part of this industry, he was a fan. He loves the game to the core. As a Commissioner, that's helped him understand the beauty of our game, the challenges of our game and the importance of the industry. \"I think because of that he has been a remarkable steward. He's a smart guy. He knows the business from the inside out. He was an owner. I think his passion and his love for the game has been what separates him from any other Commissioner we ever had.\" Yankees owner Hal Steinbrenner said, \"He was not a big-market Commissioner. He was not a small-market Commissioner. Every single thing he did was what he believed was in the best interests of the game as a whole.\" Now about those people skills. Several years ago when the Packers were playing a playoff game, Selig realized he was going to have to go to a local sports bar near his second home in Scottsdale, Ariz., to watch the game. He breezed through the door, and over the course of the next four hours, as more and more people settled at his table, he regaled them with stories about baseball, life and everything in between. By the end of the evening, he had a couple of dozen new friends. When baseball people hear that story, they nod and smile. \"You can't replicate his ability to build consensus,\" said Marlins president David Samson, who has known Selig almost his entire life and accompanied his father to sit in the owner's box at County Stadium. \"I've never seen it in any other industry or with any other individual. It crosses all business streams, all streams. That combination is unbeatable. \"His knowledge of baseball history is unmatched. His belief in what's in the best interests of the game is his guiding principal. That's better than the stars in terms of a compass. When you combine that with his abilities, it makes you the greatest Commissioner in the history of the game and the greatest business leader maybe across any industry.\" Another part of Selig's vision is that baseball is \"a social institution.\" That phrase means baseball must use its prominence for a greater good, to promote and assist causes where it can. Baseball annually honors Jackie Robinson's legacy and ordered that his No. 42 be retired permanently. Selig's purpose was to give every American a greater understanding of who Robinson was and what his breaking of baseball's color line in 1947 had meant in the larger civil rights effort. Robinson broke baseball's color line a year before President Truman integrated the Army, seven years before the Supreme Court's Brown vs. Board of Education decision and nearly a decade before Dr. Martin Luther King Jr. began leading the fight for fairness. As King once said, baseball forced Americans to see the world in a different way. There would be miles to go when Robinson played that first game, but it began with an African-American man playing a baseball game. Dr. Richard Lapchick of The Institute for Diversity and Ethics in Sports at the University of Central Florida has praised baseball for its hiring of more women and minorities. \"As he nears retirement, one of the legacies of Commissioner Bud Selig is that he recognized the need for diversity in baseball long ago,\" Lapchick wrote. \"MLB continues to make real progress in the areas of inclusion and diversity.\" Selig's reaction? \"That's the highest compliment I've ever gotten,\" he said. During his tenure, Selig has become close friends with Robinson's family, especially his widow, Rachel, and his daughter, Sharon. \"Saturday will mark the end of Bud Selig's unprecedented tenure as Commissioner of Baseball,\" Rachel Robinson said in a statement on Thursday. \"My family and I have cherished our time with Bud. He has found numerous ways to bestow upon Jack a most unique place in our National Pastime's history. From retiring his number 42 throughout MLB to the vision and significance of all on-field personnel wearing No. 42 on Jackie Robinson Day. \"We also appreciate Commissioner Selig's strong support of the Jackie Robinson Foundation. Our organization has become a model scholarship and leadership development program with a nearly 100 percent graduation rate for its scholars. \"In 2007, Bud honored me with the Commissioner's Historic Achievement Award, an honor I cherish. I am proud to call Bud Selig a friend. We will miss Bud as Commissioner, but we will look forward to continuing our friendship.\" Baseball under Selig has undertaken other initiatives for cancer research, veterans and a long list of other areas. \"If you don't do everything you can to help others,\" Selig said, \"I don't know how you could live with yourself. We have tried to take advantage of the position we have and to use it for good. I think people would say we've done a nice job of this.\" One of the real tough days Selig had in baseball came in 2002, when the All-Star Game in his hometown ended in a tie as the two managers ran out of players. On the morning after the game, a couple of reporters were sitting in Selig's office when Joe Torre telephoned. He asked them to step out of his office so he could take the call. When they returned, Selig's eyes were glistening. Torre had been the AL manager in that game, and he'd called to say he was sorry for how things had turned out. He couldn't change what had happened, but he wanted Selig to know he was thinking about him. Selig wasn't angry. Stuff happens in baseball. He'd long ago learned that. In recent weeks as Selig has prepared for the end of his tenure as Commissioner, he has thought about moments like that a lot. In Selig's reflective moments, his lone emotion is pride at how things have turned out. He said he could never have dreamed that his life in baseball would turn out the way it had, not just the impact he had on the game, but in all the years he spent and in all the friends he has made. \"Loyalty, it's so important,\" Selig said. \"It's an ingredient in the human equation. … It's hard to have a relationship in life -- business or otherwise -- where there isn't implicit and complete trust.\" Selig has said again and again that this is the time to move on. But his legacy will endure. His place in the game's history is secure. \"I think he's one of the four most important people in the history of baseball,\" Will said. \"There's Alexander Cartwright, who put the bases 90 feet apart, Babe Ruth, Jackie Robinson and Bud Selig.\" Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
