{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107241074\/what-are-the-options-for-2014-no-1-overall-draft-pick-brady-aiken\/",
    "title": "What are Aiken's options for the 2015 Draft?",
    "subtitle": "Top pick in 2014 didn't sign with Astros, now faced with decision on next step",
    "body": "Junior colleges start their baseball schedules next week, and most four-year schools begin play in mid-February. Scouts already are planning who they want to see and when, though they still aren't sure where to evaluate the top left-handed pitcher expected to be available in the 2015 First-Year Player Draft. That's because Brady Aiken has yet to announce where he'll pitch this spring. The No. 1 overall pick in the 2014 Draft and the Astros quickly agreed on a $6.5 million bonus that would have tied the one given to Jameson Taillon (Pirates, 2010) as the largest ever for a drafted prep pitcher. But Aiken unexpectedly failed a post-Draft physical when Houston became concerned about the size of the ulnar collateral ligament in his elbow, and he turned down a reduced offer of $5 million to join Danny Goodwin (White Sox, 1971) and Tim Belcher (Twins, 1983) as the only No. 1 overall choices not to sign. Aiken, who showed advanced command of three plus pitches and had no physical problems as a senior at San Diego's Cathedral Catholic, will be eligible for the 2015 Draft unless he attends a four-year college. That's an extremely unlikely scenario, and even if he did, he'd be unable to pitch as a freshman because he wouldn't have enrolled before the start of the spring semester. (The Aiken camp declined to comment on his intentions for this story.) Currently ranked No. 3 on MLBPipeline.com's Top 50 Draft Prospects list, Aiken still could pitch at a junior college but would have to make that decision soon. The National Junior College Athletic Association requires that players enroll in the first 15 days of the spring semester, while the separate California Community College Athletic Association mandates that they enroll by the first day. It had been rumored that Aiken might attend Palomar CC (San Marcos, Calif.), but the Comets' spring semester began on Jan. 12. He also had been linked to Yavapai (Ariz.) JC, which started classes the same day and where he would be eligible if enrolled by Jan. 26, though Roughriders coach Ryan Cougill said he hasn't heard from Aiken and doesn't expect to. Another obvious scenario for Aiken would be to pitch for the post-graduate team at IMG Academy, a multisport training and education complex in Bradenton, Fla. IMG's high school team has spawned big leaguers Tyler Pastornicky and J.R. Murphy. Going to IMG would reunite Aiken with former Team USA 18-and-under teammate and fellow 2014 Astros pick Jacob Nix. A right-hander from Los Alamitos (Calif.) High, Nix went in the fifth round, agreed to a $1.5 million bonus and passed a physical. When Aiken's deal fell through, Houston didn't sign Nix because doing so would have caused them to exceed their assigned bonus pool for the first 10 rounds by more than 15 percent, costing them two future first-round picks, which would have been the second and fifth overall choices in the 2015 Draft. The Major League Baseball Players Association filed a grievance on Nix's behalf, which was dropped after he and the Astros reached an undisclosed settlement in December. IMG's post-graduate team will play a schedule that runs from Jan. 23 through May 9 against NCAA Division III junior varsity programs, junior colleges and other academies. As MLB.com's Brian McTaggart reported two weeks ago, the plan is for Nix to make 8-10 starts in preparation for the Draft. IMG has no enrollment deadline that Aiken must meet to pitch this spring. Aiken could showcase his stuff at an independent professional league, a path taken by previous first-round pitchers such as Aaron Crow, Luke Hochevar, Max Scherzer and Jered Weaver. Aiken also could elect to just do workouts for clubs, like Wade Townsend did before the Rays drafted him eighth overall in 2005. While it's still unclear where he'll pitch, one thing is certain: Wherever and whenever Aiken takes the mound, a large contingent of scouts will be on hand to watch. \"We're trying to figure out where he's going to pitch, just like you are,\" an executive from a team with an early first-round selection said. \"He definitely would be in our mix if he gets to us, and we'd like to get our eyes on him and his medical reports as soon as we can.\" Jim Callis is a reporter for MLB.com and writes a blog, Callis' Corner. Follow @jimcallisMLB on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Callis"
}
