{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/107250858\/lyle-spencer-pieces-in-play-for-toronto-blue-jays-to-make-run-in-2015\/",
    "title": "Pieces in place for Blue Jays to make run in 2015",
    "subtitle": "Martin, Donaldson could push talented club into postseason",
    "body": "Aaron Sanchez -- the young right-hander from Barstow, Calif., with the upper-90s fastball and high ceiling -- wasn't aware until recently of the fascination Toronto's baseball team holds north of the border in hockey country. \"We are the only Major League team that plays on national television every night,\" Sanchez said during a stop in Alberta a few days ago on the Blue Jays' Winter Tour 2015. \"It is special to have a country behind us, and it is definitely motivating knowing who we are representing.\" Canada's team made two major splashes in November -- orchestrated by general manager Alex Anthopoulos -- that compare in potential impact with any moves made over this highly active offseason. You can talk about the Padres' brand new outfield of stars, the Nationals' addition of Max Scherzer, the Cubs and White Sox boldly giving Chicago reasons to be excited. You can hail the Red Sox for loading up with Pablo Sandoval and Hanley Ramirez, the Mariners for muscling up with Nelson Cruz, the Dodgers for reshaping their infield and clubhouse. All these moves and many more have kept fans buzzing all winter. But no club has done more to change the clubhouse culture and improve in critical ways than Toronto, with the additions of Russell Martin and Josh Donaldson. They might not have high profiles to match some other stars, but Martin and Donaldson are highly respected throughout the game for their character and toughness as much as for their skills. Martin, a free agent widely coveted after his dramatic impact on the Pirates over two seasons, can elevate an entire pitching staff. He is among the elite in bringing out the best in arms, calling a game and controlling a running game. Donaldson was fully appreciated in Oakland by teammates and fans for his full-tilt passion as well as his tremendous defense and productive bat that delivered 53 homers and 191 RBIs the past two seasons. The Blue Jays are coming off their first winning season since 2010, going 83-79 to finish third in the American League East. But they were not without issues. The 3.96 ERA by their starters was the fifth highest in the AL, and their 4.09 bullpen ERA was the fourth highest. The defense simply didn't do enough to reduce those numbers. Only five AL clubs saved fewer runs with the gloves than the Jays, who were in negative numbers, according to Baseball Info Solutions, everywhere but at second base and on the mound. In Martin, a native Canadian, they get a receiver ranked second in the Majors behind the Brewers' Jonathan Lucroy by a panel of experts in the \"2015 Bill James Handbook.\" Donaldson, with uncommon range, was No. 1 at third base in the same survey. Donaldson was credited with 20 runs saved in 2014, leading all third basemen. Martin's 12 runs saved led all catchers. Offense in Toronto will remain formidable with Jose Bautista and Edwin Encarnacion launching drives in an attack that ranked fourth in the AL in runs (723) and second in homers (177). Donaldson, free of Oakland's deep dimensions, and Martin will add to the thunder. Defense, as we saw so vividly with the soaring Royals in October, matters. A porous defense can deflate a club and damage the morale of a pitching staff. The Blue Jays have a pair of proven veterans atop the rotation in R.A. Dickey and Mark Buehrle. Filling it out with quality is the challenge. Right-hander Marcus Stroman showed signs of emerging as a potential star with his 11-6 record and 3.65 ERA in 26 games (20 starts) in 2014. Compactly constructed at 5-foot-9 and 185 pounds, the former Duke star and 2012 first-round pick in the First-Year Player Draft averaged 93.5 mph with his heater. Sanchez, the team's top pick (No. 34 overall) in 2010, is another power arm Martin figures to help develop into the quality starter Toronto would love to see round out the rotation with Drew Hutchison. Sanchez, a starter throughout his Minor League career, averaged 97.1 mph with his heater throwing primarily out of the bullpen in 2014. Command of his secondary pitches is the key. The bullpen is anchored by lefty Brett Cecil, coming off a solid season sharing closing duties with Casey Janssen, a free agent. Durable Aaron Loup gives manager John Gibbons another southpaw to lean on. A proven closer such as free agent Francisco Rodriguez seemingly would be an ideal fit here. Blue Jays fans are hoping the presence of Donaldson will lift shortstop Jose Reyes to a higher level. A spectacular athlete who can be transforming at his best, Reyes was charged with 16 runs surrendered in 2014. He's too talented for that. An intriguing new figure in the Blue Jays' scheme is switch-hitting center fielder Dalton Pompey, a local product from Ontario who might call to mind the great Devon White with his ability to cover the gaps. He played only five games in center during a cameo with Toronto last season, but the talent is clearly there. Blue Jays fans, understandably guarded in optimism, have waited patiently for a return to the glory days of the early 1990s. Pieces are in place to make 2015 a ride to remember. Lyle Spencer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
