{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/107255660\/mariners-unveil-new-alternate-uniforms\/",
    "title": "Mariners unveil new alternate uniforms",
    "subtitle": "",
    "body": "SEATTLE -- The Mariners unveiled a fresh look with some old-school trimmings on Friday, as new slugger Nelson Cruz and pitchers James Paxton, Taijuan Walker and Charlie Furbush served as models introducing the club's new alternate uniforms. The alternate jerseys will be worn on Sunday home games only. The Mariners already have their regular home whites and road gray uniforms, along with an alternate \"Northwest Green\" jersey that is worn strictly for Friday games. The new jerseys and pants are a cream color and feature oversized numbers and no names on the back, a nod to baseball's past. The uniform also includes striped stirrups for players who wear their pants high, a feature displayed by Furbush and Walker at the unveiling. \"I'm digging it,\" said Furbush. \"I'm feeling like I'm looking pretty fresh. And these are great caps. It really brings back the history of the Mariners. It's good. I like it.\" The lettering and logo are the same as the current uniforms, but in the original Mariners colors. The \"Mariners\" lettering is royal blue with gold trim outlined in royal. The button placket and sleeves are trimmed in royal, and there is a Mariners nautical \"compass rose\" patch in royal and gold on the left sleeve. The caps are royal blue with a gold Mariners \"S\" and compass rose baseball logo, matching the color of the socks. \"The royal blue and gold colors of our franchise's inaugural uniforms are blended with the lettering and logo of our current identity in a unique design that pays homage to our club's history,\" said Mariners vice president of marketing Kevin Martinez. \"This new alternate uniform is perfect for sunny Sunday afternoons at Safeco Field.\" The Mariners are happy to have Cruz in their uniform any day of the week after signing Major League Baseball's 2014 home run leader to a four-year, $57 million deal in December. The new designated hitter made his first public appearance at the unveiling and will be at FanFest on Saturday and Sunday at Safeco Field as well. \"I think the uniforms are great,\" Cruz said. \"I'm excited for every Sunday to wear these. I like everything about these uniforms.\" Walker, the club's prize 22-year-old pitching prospect, was equally impressed. \"I love fashion,\" said the young right-hander. \"So anything new is good for me.\" In addition to the new alternate Sunday uniforms, the Mariners also announced minor changes to the lettering of their home and road jerseys. The words \"Mariners\" for home whites and \"Seattle\" for road grays in navy letters will be trimmed in silver outlined in Northwest green. \"We've simply reversed the order of the silver and green,\" said Martinez. \"The change is subtle, but the modified color arrangement presents a much stronger and crisper on-field look.\" The new hats and jerseys are available now online at mariners.com, at Mariners Team Stores and will also be sold at this weekend's FanFest, which runs Saturday and Sunday from 11 a.m. to 4 p.m. PT at Safeco Field. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
