{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/107255512\/pitching-projects-clayton-richard-radhames-liz-hope-to-revitalize-careers-with-pirates\/",
    "title": "Pitching projects hope to revitalize careers with Pirates",
    "subtitle": "Richard, Liz look to follow trend of hurlers who rediscover form in Bucs' camp",
    "body": "SCOTTSDALE, Ariz. -- Ever since 16th-century explorer Ponce de Leon first became obsessed with it, people have canvassed Florida in search of the Fountain of Youth. Maybe they just haven't looked in the right place: Pirate City, in a quiet residential neighborhood of Bradenton. It has certainly worked wonders for a string of pitchers. A.J. Burnett, Francisco Liriano, Mark Melancon and Edinson Volquez have all been rejuvenated in the Bucs' Spring Training camp. A couple of other faded 30-something projects, Clayton Richard and Radhames Liz, are now dipping their toes in the pool. Richard and Liz present the biggest tests yet for the reputation that drew them to the Pirates: Ray Searage's and Jim Benedict's wizardry with fixing any Humpty Dumpty that fell off the pitching wall. This is a word-of-mouth business, you bet. Richard got the tip from former San Diego teammate Volquez. Liz was steered by one-time fellow Baltimore prospect Daniel Cabrera, who passed through Bradenton in 2012, and current Buccos pitcher Stolmy Pimentel. \"Guys that have dealt with injury or bad performance come in here and kind of have an opportunity to turn things around,\" Richard told reporters earlier this month during the Pirates' voluntary workouts at the Bradenton facility. Richard, a 31-year-old left-hander returning from injury, and Liz, a 32-year-old righty returning from exile, will start out next month only as depth options. But they could become what any pennant contender considers invaluable: Veteran covers in case of injury or slumps. They will check into Pirate City in slightly different modes. Liz is on the 40-man roster with a $1 million contract. Richard will be in camp on a non-roster invite. Both have the same objective and opportunity: Reclaim their limelight. Richard had 33 wins for the Padres in 2010-12, then was waylaid by thoracic outlet syndrome, which finally led to shoulder surgery in June 2013. It is a non-structural injury -- described by medical professionals as \"compression of the nerves in the lower neck and upper chest\" -- but still a major setback for a pitcher. Daniel Bard, Boston's exceptional setup fireman in 2010-11, tried to come back from the same condition last year and was released by Texas after facing 18 Class A batters -- walking nine of them and hitting seven others. Richard logged a total of 21 1\/3 Minor League innings on his first comeback steps last year, in the Arizona system. \"We've got to build him up,\" said Searage, who recalled Richard being \"nasty when he pitched against us in San Diego.\" You do tend to hold onto those impressions: In three career starts against the Bucs, Richard allowed one run in 17 innings. Coming up with the Orioles, Liz was a much brighter prospect than Richard, originally an eighth-round pick in the 2005 First-Year Player Draft (by the White Sox, who included him in their 2009 deal for Jake Peavy). At the end of 2007, his third in Baltimore's system, he was ranked the Orioles' No. 2 prospect by Baseball America. He parlayed that billing into a spot in the 2008 Birds' second-half rotation, which didn't live up to the hype. He went 6-6, but in 84 1\/3 innings had nearly as many walks (51) as strikeouts (57). Flash forward to 2013: In his third season in the Korean Baseball Organization, Liz led the league with 188 strikeouts. According to video posted by his KBO club, Liz was dialing his fastball into triple digits. Liz's brief return to U.S. ball last year, in Toronto's system, did nothing to cast doubt on his Korean progress. After recovering from a right knee injury his KBO club had described as a slight fracture, Liz put up a composite 2.95 ERA in a dozen starts between Double- and Triple-A. Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. Follow him on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
