{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/107260488\/tanner-roark-may-land-in-bullpen-with-nationals-full-rotation\/",
    "title": "Roark may land in 'pen with Nats' full rotation",
    "subtitle": "Right-hander has previous experience working as reliever",
    "body": "WASHINGTON -- Tanner Roark could not have done much more to entrench himself in the Nationals' starting rotation last year. In his first full big league season, the right-hander went 15-10 with a 2.85 ERA over 31 starts. Yet, Roark could find himself on the outside looking in, after Washington reeled in free agent Max Scherzer to join an accomplished staff that also figures to include Jordan Zimmermann, Stephen Strasburg, Doug Fister and Gio Gonzalez. That could relegate Roark to the bullpen, unless the Nats trade one of their other starters, something general manager Mike Rizzo has said they are not looking to do. Certainly, nothing is set it stone. After Scherzer's news conference on Wednesday, manager Matt Williams said all of the club's potential starters, including Roark, will go into Spring Training getting ready to fill that role, just in case. \"Everyone is working hard and being prepared, so we'll see how it all pans out,\" Williams said. \"But right now, all those guys are getting their arms in shape to be starters.\" The bullpen wouldn't be foreign to Roark, who worked in relief for 99 of his 166 career Minor League outings, plus nine of 14 as a rookie in 2013. The 28-year-old also took it in stride last fall when he was squeezed out of the Nationals' four-man rotation for the National League Division Series, appearing twice as a reliever against the Giants. \"The more I learned about pitching and myself, you've just got to treat it the same way as when you're starting,\" Roark said at the time. \"Go out there and attack guys and go after them, and don't be scared of anybody.\" Even if Roark enters camp as the sixth starter, chances are that he still will get a chance at some point this season, perhaps even for an extended time. Attrition is virtually inevitable, with injuries or other factors opening up opportunities for others. The last team to make it through an entire season using only five starters was the 2003 Mariners. Over the past three years, more teams have needed at least a dozen starters in a season (24) than have needed eight or fewer (20). During that same span, Washington has turned to pitchers outside of its original top five on 50 occasions. At the moment, the Nats' rotation doesn't face major health concerns. The five likely members have averaged 30.6 starts per year over the past three years, with a few disabled list stints but no significant injuries. Yet that can always turn in an instant. Just last year, for example, the A's (A.J. Griffin, Jarrod Parker) and Braves (Brandon Beachy, Kris Medlen) both lost a pair of starters to season-ending injuries before Opening Day. And for that matter, the Nationals saw Fister, a new acquisition at the time, begin the regular season on the DL with a lat strain. \"All you have to do is look back to last year and know that coming out of Spring Training you may be without one of them,\" Williams said. \"We had that with Doug last year, and he missed a month. So you just don't know.\" Andrew Simon is a reporter for MLB.com. Follow him on Twitter @AndrewSimonMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Andrew Simon"
}
