{
    "url": "http:\/\/m.athletics.mlb.com\/news\/article\/107293600\/sean-doolittle-unlikely-for-athletics-season-opener-with-shoulder-injury\/",
    "title": "Doolittle unlikely for Opening Day with shoulder injury",
    "subtitle": "A's All-Star closer receives PRP injection for rotator cuff tear, surgery not expected",
    "body": "OAKLAND -- The A's are prepared to begin the 2015 season without All-Star closer Sean Doolittle, who has a slight rotator cuff tear in his left shoulder. The southpaw received a platelet-rich plasma injection in the shoulder last week to decrease inflammation and irritation in the area, and he will be re-evaluated at a later date before the A's determine the next course of action. \"At this point, we have no time frame for Sean's return,\" assistant general manager David Forst wrote in an email, \"but we do not expect him to be ready to start the 2015 season.\" The good news, according to Forst, is that doctors don't think surgery is necessary. \"[They] believe Sean pitched with this for some amount of time last season,\" Forst said, \"and all are confident he can do so again once the inflammation is gone and his strength returns.\" Doolittle will not be available for comment until the club's FanFest on Feb. 8, and Forst said the pitcher experienced soreness in his throwing shoulder upon beginning his routine offseason throwing program last month. Lingering soreness led to a visit with the club's orthopedist, Dr. Doug Freedberg, in Arizona. Freedberg ordered an MRI and, in consulting with Dr. Will Workman in Oakland, the two agreed to a diagnosis and opted for a PRP injection. Even without Doolittle, who compiled 22 saves and struck out 89 in 62 2\/3 innings last year, the A's have several candidates to temporarily take over at closer. Newly acquired right-hander Tyler Clippard, who has closed for the Nationals, is presumably the top choice. Other options include Eric O'Flaherty and Ryan Cook. Jane Lee is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jane Lee"
}
