{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/107291250\/rangers-avoid-arbitration-with-mitch-moreland\/",
    "title": "Rangers avoid arbitration with Moreland",
    "subtitle": "Ohlendorf signed to Minors deal with Spring Training invite",
    "body": "DALLAS -- First baseman Mitch Moreland, who missed most of last season with an ankle injury that required surgery, has avoided an arbitration hearing. That was among the news items released by the Rangers at their awards banquet on Friday night. Moreland, the Rangers' last unsigned arbitration-eligible player, agreed to a one-year, $2.95 million contract. The Rangers haven't had an arbitration hearing with a player since 2000. Other noteworthy items from the dinner: • The Rangers have signed pitcher Ross Ohlendorf to a Minor League contract with an invitation to Spring Training. Ohlendorf, 32, has spent the past two seasons in the Nationals' organization, but missed all of 2014 with a back injury. Ohlendorf had pitched in the Majors every year from 2007-13, posting a career 22-33 record with a 4.88 ERA over 124 games\/80 starts with the Yankees (2007-08), Pirates (2008-11), Padres (2012) and Nationals. • The Rangers announced that Minor League pitchers Alec Asher, Alex Gonzalez and Keone Kela, catcher Patrick Cantwell, third baseman Joey Gallo and outfielder Jared Hoying have been extended invitations to Spring Training. This will be the first official Spring Training for Gonzalez, the Rangers' top Draft pick in 2013, and Gallo, their power prodigy who hit .271 with 42 home runs and 106 RBIs in the Minor Leagues last season. • Pitcher Gonzalez Germen was claimed on waivers by the Cubs. The Rangers acquired Germen from the Yankees this week but had to designate him for assignment after trading for pitcher Yovani Gallardo. T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
