{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/107062308\/after-sitting-out-2014-jason-marquis-gets-invite-to-reds-camp\/",
    "title": "After sitting out 2014, Marquis gets invite to Reds camp",
    "subtitle": "",
    "body": "CINCINNATI -- The Reds added a veteran arm on Wednesday, albeit one trying to make a comeback, when right-handed pitcher Jason Marquis agreed to terms on a Minor League contract that includes an invite to big league camp. Marquis will compete for a spot in the rotation, Reds general manager Walt Jocketty said via text message. A 36-year-old with 14 Major League seasons on eight clubs, including the Cardinals from 2004-06 when they were led by Jocketty, Marquis spent last season trying to recover from 2013 Tommy John surgery on his right elbow. It was Reds medical director Dr. Tim Kremchek who performed the operation. While Marquis did not pitch in the big leagues in 2014, he did throw a bullpen session in front of Reds scouts last spring before signing a Minor League contract with the Phillies. He posted a 4.18 ERA over nine games and 51 2\/3 innings (eight starts at Triple-A Lehigh Valley and one with the Phillies' Rookie-level Gulf Coast League affiliate), until he was released on Aug. 31. During the 2013 season with the Padres, Marquis was 9-5 with a 4.05 ERA in 20 games (117 2\/3 innings) before his elbow injury shut him down near the end of the July. Marquis' best year was 2009 with the Rockies, when he made the National League All-Star team and finished with a 15-13 record and a 4.04 ERA in 33 starts. Over 368 career games in the Majors, Marquis has gone 121-114 with a 4.56 ERA in tours with the Braves, Cardinals, Padres, Nationals, Cubs, Twins, D-backs and Rockies. Although a .196 career hitter, he's also known for handling himself well as a hitter, belting five career homers. Marquis' best hitting season came in 2004, when he batted .310 in 44 games. Cincinnati already has Johnny Cueto, Homer Bailey and Mike Leake at the top of the rotation. But Bailey is trying to return from right flexor mass tendon surgery near his elbow, and the candidates for the final two spots lack extended big league track records. Marquis will be competing with Tony Cingrani, Raisel Iglesias, Anthony DeSclafani, Dylan Axelrod and David Holmberg for a spot in the Reds' starting five. Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
