{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/107072722\/nationals-expect-to-hang-onto-core-players-from-2014-team\/",
    "title": "Nationals expect to keep core intact",
    "subtitle": "General manager Rizzo: 'We love the team we have right now'",
    "body": "WASHINGTON -- With right-hander Max Scherzer on board, there is an indication the Nationals are planning to hang onto holdovers from last year's team, which means right-handers Jordan Zimmermann, Doug Fister and Stephen Strasburg and shortstop Ian Desmond are expected to be with the club at the start of Spring Training. All four players have been mentioned in trade discussions this offseason. \"With the acquisition of Max, the ownership has allowed us to do our business in the best way we can, as far as the baseball side goes\" Nats general manager Mike Rizzo said on Wednesday. \"They've given us all the ammunition that we need to put together a quality team. Nothing has changed in regards to any other players on the roster. We make good baseball decisions based on baseball evaluations, and money does not come into play. We love the team we have right now. We feel it's a really good, capable ballclub, and we're looking to better ourselves each and every day.\" The Nationals have proposed contract extensions to impending free agents Desmond and Zimmermann, but both have turned them down. Fister is also a player who could leave after the 2015 season. Strasburg is not scheduled to become a free agent until after the 2016 season, and it was reported by Pittsburgh sportswriter John Perrotto that Strasburg is willing to move on. Strasburg's agent, Scott Boras, said that report is not true. \"We don't know where that came from. Stephen Strasburg wants to play here, wants to be with Max Scherzer and grow,\" Boras said. \"I don't know who the writer was, but the writer never called us and never called Stephen.\" Principal owner Mark Lerner said it's Rizzo's call in how he wants to see the team constructed. \"But right now, this is the team that is going to Spring Training. We are hopeful they will be here by Opening Day,\" Lerner said. \"The numbers are unreal these days. [Scherzer] was a guy we looked at and said we had to make a run at him. We didn't know we were going to get him. We were honored by the comments that he made. The way he views the organization makes us feel good about what we are doing and how we are building it.\" Even Scherzer wanted the 2014 team to remain intact. \"Of course you want to see guys like that,\" Scherzer said. \"You always want good players on your team. When you speak of Fister and Zimmermann, those are really talented pitchers. So going forward, you want to see them on your ballclub. But at the end of the day, Mike is the architect. He understands what pitchers he has on the way, what's best for the team. That's where he is going to make those types of decisions.\" Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
