{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/107059804\/dodgers-left-handed-pitcher-brett-anderson-on-track-for-spring-training\/",
    "title": "Dodgers lefty Anderson on track for Spring Training",
    "subtitle": "",
    "body": "LOS ANGELES -- For all the advanced analytics known to the baseball world, pitcher Brett Anderson's projections can pretty well be summed up in two words: If healthy. So Dodgers fans will be relieved to hear that Anderson, the club's projected fifth starter, said on Wednesday that he's healing nicely from back surgery and expects to be healthy when Spring Training opens in a month. Anderson, who signed a one-year contract for $10 million plus $4 million in incentives, has been working his way back from a herniated disk with noted Scottsdale, Ariz., rehab therapist Brett Fisher, who also has Anderson gaining flexibility in his hips. \"He rehabbed Randy Johnson from the same surgery, and Johnson won a couple [National League Cy Young Awards], so I just told him to give me the same rehab program,\" said Anderson, who had the surgery in August. Anderson said he has been playing catch (with new National Max Scherzer) at up to 150 feet, has begun spinning breaking balls from flat ground and will graduate to a mound next week. \"I feel good and hope, with no setback, I should be good to go for Spring Training,\" he said. Anderson said he blew out his back on one pitch, in keeping with a career that has seen the talented left-hander sidetracked repeatedly by what he calls \"fluky,\" \"sporadic\" and \"random\" injuries he believes he's now past. Anderson became a free agent when the Rockies, concerned about his health, bought him out of a $12 million contract for 2015 with a $1.5 million payment. Anderson missed three months in 2014 after fracturing his left index finger while batting, requiring the insertion of four pins. Then he missed the final six weeks of the season with surgery for a herniated disk in his back. He went 1-3 with a 2.91 ERA in only eight starts. Since winning 11 games in his rookie season of 2009, Anderson has never won more than seven games or pitched more than 112 1\/3 innings. He had a fractured foot in 2013 (when he was Oakland's Opening Day starter) and underwent Tommy John elbow reconstruction surgery in 2011. A former second-round Draft pick of the D-backs in 2006, Anderson was sent to Oakland in the 2007 trade that included Carlos Gonzalez, and was moved to the Rockies after the 2013 season in the Drew Pomeranz trade. His career record is 27-32 with a 3.73 ERA. Anderson joins Brandon McCarthy in the back end of the Dodgers' starting rotation headed by Clayton Kershaw, Zack Greinke and Hyun-Jin Ryu. McCarthy signed a four-year, $48 million contract earlier this month. Anderson and McCarthy played in Oakland when Dodgers general manager Farhan Zaidi was in the A's front office. Anderson said his familiarity with McCarthy and Zaidi were factors in his decision to sign with the Dodgers, but not more important than the chance to win and join a loaded rotation that will allow him to \"show what I'm capable of doing.\" \"It'll be awesome,\" Anderson said. \"In Oakland, I was an Opening Day starter and was a front-line starter traded to Denver, but this one, it's not often they pay $10 million for a fourth or fifth starter in the rotation. And the track record at the top, you can't ask for a whole lot better than those two guys every day. Top to bottom, a tremendous rotation.\" Anderson said he met Greinke once, a chance meeting at an Arizona State game. But he and Kershaw were teammates on Team USA's 18-and-under squad in 2005, \"right before he became Clayton Kershaw.\" \"It was the summer between his junior and senior year,\" Anderson said. \"He was like our third or fourth starter on the team, and the next thing you know, he's the Clayton Kershaw we know, arguably the best in the last decade or so. It was kind of cool to watch. And I remember him and Shawn Tolleson being just as nice as they could be. I couldn't imagine being as nice. That was my takeaway from that.\" Anderson said he's also looking forward to reconnecting with McCarthy, as they share a \"social media sarcasm\" that can be found almost daily on Twitter. Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
