{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/107069482\/giants-star-buster-posey-poised-to-join-all-time-greats-behind-the-plate\/",
    "title": "Posey poised to join all-time greats behind the plate",
    "subtitle": "Giants star may one day join Campanella, Yogi, Bench, Fisk, Carter in Cooperstown",
    "body": "With his third World Series championship in five seasons and a 2012 National League Most Valuable Player Award accompanied by a batting title, the Giants' Buster Posey is charting a compelling course to join an exclusive club of legendary catchers in the Hall of Fame. Since Major League Baseball became all-inclusive in 1947, Roy Campanella, Yogi Berra, Johnny Bench, Carlton Fisk and Gary Carter are receivers who have achieved induction in Cooperstown, N.Y., by virtue of mastering their highly challenging position while also managing to deliver handsomely with the bat. Posey and Cardinals great Yadier Molina are the headliners in a current crop of athletes intent on making this era memorable at the most important non-pitching position on the field. The Brewers' Jonathan Lucroy and the Royals' Salvador Perez, along with Russell Martin, the Blue Jays' free-agent prize, are established stars, with a collection of promising young receivers on the verge of breaking out. Posey's latest postseason run for the champion Giants in the afterglow of his remarkable October performances in 2010 as a rookie and '12 has brought him to the forefront, eliciting comparisons to the legends of the past. \"We couldn't have done any of this without Buster,\" Giants manager Bruce Bochy said. \"He's been the one constant for us, our driving force. What a great player -- and teammate.\" Through five seasons, only the pinstriped Berra among the elite group experienced more team success than Posey. From 1947-51, his age 22-26 seasons, Berra was a central figure in four Yankees championships, missing out only in 1948. Bench, leader of the Big Red Machine in Cincinnati, and Campanella, the good-natured focal point of the \"Boys of Summer\" in Brooklyn, each reached the Fall Classic twice in their first five years, but were denied titles on both occasions. Carter, in Montreal, and Fisk, in Boston, also were immediate stars. Carter didn't reach a World Series until 1986 after leaving the Expos for the Mets, celebrating one of the most stunning Fall Classic triumphs in history at the expense of the Red Sox. Boston had lost another seven-game World Series heartbreaker 11 years earlier against Bench's Reds despite Fisk's unforgettable Game 6-winning home run at Fenway Park. Posey can only hope to endure as well as these five legends of his trade. Through five seasons, the Giants' heart and soul has stamped himself as a player worthy of any comparisons. A look inside the numbers courtesy of Baseball-Reference.com shows how Posey ranks with the Hall of Famers at a similar career stage, through five seasons. Batting average: 1. Posey: .310 2. Berra: .299 3. Campanella: .287 4. Fisk: .277 5. Bench: .274 6. Carter: .266 On-base percentage: 1. Posey: .376 2. Campanella: .370 3. Fisk: .350 4. Berra: .347 5. Carter: .340 6. Bench: .338 Slugging: 1. Campanella: .510 2. Berra: .496 3. Bench: .495 4. Posey: .490 5. Fisk: .481 6. Carter: .442 On-base plus slugging: 1. Campanella: .880 2. Posey: .866 3. Berra: .843 4. Bench: .833 5. Fisk: .830 6. Carter: .782 OPS+: 1. Posey: 144 2. Bench: 133 3. Campanella: 132 4. Fisk: 131 5. Berra: 124 6. Carter: 115 Home runs: 1. Bench: 153 2. Campanella: 117 3. Berra: 100 4. Carter: 96 5. Fisk: 86 6. Posey: 83 RBIs: 1. Bench: 506 2. Berra: 455 3. Campanella: 421 4. Posey: 352 5. Carter: 337 6. Fisk: 268 WAR: 1. Bench: 26.4 2. Posey: 22.4 3. Carter: 21.7 4. Fisk: 21.4 5. Campanella: 20.5 6. Berra: 16.5 Clearly, Posey is a comfortable member in good standing of this club. Keep in mind, his cumulative offensive numbers are depressed by the crushing home-plate collision that severely damaged his left leg and ended his 2011 season in late May, limiting him to 45 games. New Cooperstown resident Craig Biggio was a catcher for 3 1\/2 seasons in Houston before a full-time shift to second base and later to the outfield. Another big name merits inclusion here. While he never came close to election to the Hall of Fame by the Baseball Writers' Association of America as a player, achieving induction as a manager in 2014, Joe Torre had a career worthy of mention with these greats. Through five seasons with the Milwaukee Braves, ages 20-24, Torre had a .296\/.356\/.458 line for a .814 OPS. He produced 76 homers, 328 RBIs and had an OPS+ of 127. His WAR through those five seasons was 19.6. Like Posey, Torre played some first base when he wasn't catching early in his career. Torre's final season as a catcher was 1970 with the Cardinals. A third and first baseman for the balance of his career, starting at age 30, Torre batted .298 with 71 homers and 432 RBIs in 852 games. Torre's career path might serve as a template for Posey, who will be 28 this season. Catching takes a heavy cumulative toll. When you can hit like Joe and Buster, your presence in any lineup is a fine thing to have -- for as many seasons as possible. Lyle Spencer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
