{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/107109788\/rick-helling-remembered-for-showing-heart-with-rangers\/",
    "title": "Helling remembered for showing heart with Rangers",
    "subtitle": "Gritty work ethic trumped physical ability for former Texas righty",
    "body": "ARLINGTON -- Facing a team that won 114 games in the regular season, Rick Helling threw 119 pitches in an American League Division Series start for the Rangers against the Yankees in 1998. Helling allowed three runs in six innings, walked one and struck out nine. Looking back 17 years later, Helling estimated that 90 percent of his pitches that night were fastballs. Few, if any, registered higher than 90 mph on the radar gun, but the great Yankees lineup still had trouble catching up to the pitches being called by catcher Ivan Rodriguez on a cool evening in the Bronx. \"I remember that game well,\" Helling said. \"That's what I talk about with young pitchers. You don't have to throw hard if you can locate your fastball with good movement. That's what I did that night. You have to give credit to Pudge. The fastball was really working, and he kept calling it.\" There is much a young pitcher can learn from Helling, who will be honored by the Rangers at the Dr Pepper Awards Dinner on Friday in Dallas as the Mark Holtz Alumni Award winner. A 6-foot-3 right-hander born and raised in North Dakota and educated at Stanford, Helling was never blessed with overwhelming talent on the mound. But Helling was still one of the top pitchers on a team that won division titles in 1998 and '99. Pitching at a time when offensive numbers were skyrocketing, he was fearless on the mound, taking the ball every fifth day and getting by with tenacity and grit as much as a well-located fastball and a decent curve. Helling's .571 winning percentage is the third best in club history (minimum 800 innings), and from 1998-2001, he started the third-most games and threw the third-most pitches in the Major Leagues. This was during a four-year period when hitters were pummeling away at almost everything being thrown from a mound, and home run records were falling all over the place. Helling is the most recent Rangers pitcher to win 20 games, and he may be the most underrated player in club history. Former manager Johnny Oates initially kept referring to him as \"Hilling.\" For those who can't remember that far back and only know the recent glory years, Helling was to Texas in 1998-99 what Colby Lewis was in 2010-11. Helling was almost the same pitcher as Lewis, with the same ability, pitches and indomitable attitude on the mound. \"I had some ability, but I didn't have tremendous ability,\" Helling said. \"But what I had was durability and accountability. That's what I believed in. I took pride in taking the ball every fifth day. The most important thing to me was my teammates knew I was going to be out there every fifth day. \"Some nights were better than others, but every fifth day, I would try to find a way to battle and hopefully find a way to win. It was always about winning or losing. I didn't care about my ERA, and I know I won a lot more than I lost. I'm very proud of that.\" This is a guy who didn't miss a start in the Minor Leagues, even after getting impaled by a 15-inch shard of wood that stuck in his left arm as the result of an exploding broken bat. Helling walked off the mound, had the doctor yank it out of his arm and was back pitching five days later. Helling was 4-0 with a 2.76 ERA in five September starts in 1998 despite pitching with a strained muscle in his upper back. In one of the biggest games of the season, he held the Angels to one run over eight innings in a 3-1 victory at Anaheim. The win gave the Rangers a two-game lead with five games to play -- even though Helling's back was barking at him all night. \"I loved it. That's just who I was,\" Helling said. \"That was something that I was proud of -- that Johnny kept sending me out there. I know there were nights when I had 115-120 pitches through seven innings and there was no question I was going back out there. There were times I shouldn't have gone back out there, but I never would have admitted that. \"That was my calling card. I was proud of it. I wouldn't take anything back. If my career was cut short a few years, so be it. I loved it.\" Helling's fearlessness extended beyond the playing field. Elected to the Major League Baseball Players Association executive board after the 1998 season, he took a memorable stand at the union's winter meeting that offseason. Helling was the first player to openly speak out against performance-enhancing drugs. \"There are always those who will cheat no matter what and some who never will,\" Helling said. \"But there were a lot who were caught in the middle -- being swayed to cheat in order to keep up and compete. It was unfair to put stress and pressure on guys who wanted to play the game clean but felt they had to cheat to keep up with the guys that were cheating. \"I never saw anybody do it. I never saw anybody stick a needle in his butt. But you would see guys who were throwing 87 mph one year and then come back the next year throwing 97-100. You knew something wasn't right. That's not normal.\" Helling kept pressing the issue year after year. It took awhile, but people finally started listening and baseball gradually phased in drug testing to the point that it is now one of the toughest programs in sports. Rather than being ostracized for his stance, Helling remains one of the most respected players in the game. As former pitcher David Cone told writer Tom Verducci, \"[Helling] was the first guy who had the guts to stand up at a union meeting and say that in front of everybody and put pressure on it.\" Helling now works with the Players Association as a special assistant. \"I'm sure some guys weren't happy that I said that, but it was the right thing to do,\" Helling said. \"I would do it all over again. Now the game is in a good place. We have drug testing in place, guys are getting caught. Some were caught without testing, but I think you have a whole generation of players who want to play the game clean and fair.\" Helling's job with the Players Association now is not to go around and warn people about the evils of steroids. His expertise is far more valuable than that. Helling is a guy who played 12 years in the big leagues and went through it all. He was the Rangers' No. 1 Draft pick in 1992 and the guy who replaced Nolan Ryan in Texas' rotation in '94. But Helling made just nine starts that season before being sent to Triple-A, and he would spend 12 years on a roller coaster. Helling was traded to the Marlins in 1996, then traded back to the Rangers in '97. He was released, waived and designated for assignment at different points in his career. Six years after winning 20 games, Helling spent a full season in the Minors trying to get back to the big leagues. He dealt with a mercurial back for most of his career as well as other ailments, including getting impaled by a broken bat. But Helling is also one of just three players who played for the Marlins during both years they won the World Series in 1997 and 2003. \"I joke that I spent a combined one full season with the Marlins and still got two World Series rings out of it,\" Helling said. \"But my main role with the union is to be there to answer players' questions, any type of question, whether it's on the field or personal. They know I have been through it all and seen it all. I went from being a first-round pick to being a guy that was seen as a bust.\" For four years with Texas, Helling was not a bust. From 1998-2001, he was a top-of-the-rotation pitcher on division championship teams, a pitcher who delivered more on heart and intestinal fortitude than he did on sheer physical ability. Helling has earned a prominent spot in Rangers history. T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
