{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/107104300\/jim-duquette-ranking-the-top-five-likeliest-suitors-for-shields\/",
    "title": "What are top 5 destinations for Shields?",
    "subtitle": "",
    "body": "And then there was one: The top free-agent pitcher left standing is James Shields. As I wrote roughly two months ago, the Shields negotiations were going to take some time this offseason, but most in the industry thought he would be signed and preparing for Spring Training by now. Information on the teams that are interested and determining a front-runner hasn't been easy, but here is my updated list of the top five most likely destinations for Shields now that Max Scherzer has signed with Washington. 1. D-backs No one understands the value of top-notch pitching more than the leadership group in Arizona that includes chief baseball officer Tony La Russa, general manager Dave Stewart and pitching guru Dave Duncan. Stewart has made his pitch to Shields and explained why his team is a good fit for him, as he can lead a promising young staff. 2. Padres GM A.J. Preller continues to shop for top starting pitching via the trade or free-agent market to add to the most revamped team in the game, and he's done so without extending the payroll much beyond last year. Shields would be perfect in San Diego, which is about three hours from where he grew up in Newhall, Calif., about 30 miles northwest of Dodger Stadium. 3. Rockies New GM Jeff Bridich picked up a coveted Draft pick when Michael Cuddyer signed with the Mets, but he has not been able to do much else this offseason. He has been hunting for starting pitching, and Shields would be a great fit to mentor Colorado's top pitching prospects Jon Gray and Eddie Butler, who should arrive in the Majors for good soon. 4. Red Sox Boston met with Shields' agent, Page Odle, at the Winter Meetings, and the Red Sox were seemingly turned off by the price tag. As the negotiations drag on further, Boston has a chance to significantly improve its rotation by adding Shields to the mix, despite his career 5.42 ERA at Fenway Park. 5. Marlins It does not seem likely that Miami will add much more payroll, but Shields makes perfect sense in the spacious Marlins Park. He was almost acquired by the Marlins at the Trade Deadline in 2012, and GM Dan Jennings' connection with Shields goes back to the 2000 Draft, when Jennings was part of the front office in Tampa Bay that drafted the righty. Jim Duquette is an analyst for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Duquette"
}
