{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/107106662\/anthony-castrovince-johan-santanas-legacy-remains-strong\/",
    "title": "Latest setback can't take away from Johan's legacy",
    "subtitle": "",
    "body": "The Johan Santana comeback effort was abruptly put on pause this week when left shoulder soreness sidelined him yet again in the Venezuelan Winter League. Santana has been fighting a likely unwinnable war with his pitching shoulder since September 2010, and that fight complicated a career that had looked to be on a Cooperstown track. So let's do a little pausing of our own to appreciate Santana, to applaud him for making this effort to go out on his own terms, no matter where that effort leads or if, in fact, it has already ended. That Santana's comeback bid drew the interest of a handful of Major League clubs was further evidence that when it comes to the lucky few who attain true greatness in this game, people will always hold out hope that some semblance of the old self can be summoned, no matter how realistic that possibility may be. Santana, frankly, might never get that chance again. Last year, Santana latched on with the Orioles, only to tear his left Achilles tendon in a start at extended spring camp, and that was that. This time, while an MRI reportedly revealed no structural damage to a shoulder that has been the recipient of multiple surgical procedures, the soreness and the shutdown are grim reminders of how little his body has cooperated with his brilliance in recent years. Santana hasn't pitched in the big leagues since 2012 with the Mets (the year he got that no-hit hurrah), and his last truly great season was way back in 2008. But man, when Santana was great, he was great. That's why the sheer idea of a Santana comeback still has allure. Santana is one of just 17 pitchers to have won multiple Cy Young Awards (2004 and '06), and all but four of the others are either enshrined or about to be enshrined in the Hall of Fame. The only ones absent are Bret Saberhagen, Denny McLain, Roger Clemens (for reasons clearly separate from anything statistical) and our current pole-position pitcher, Clayton Kershaw, who is a long way from showing up on the ballot. Thing is, Clemens and Kershaw are the only three-time winners not yet in Cooperstown, and Santana should have won the 2005 Cy Young, too. It went instead to Bartolo Colon, despite Santana possessing a superior ERA (2.87 to 3.48), innings total (231 2\/3 to 222 2\/3), WHIP (0.971 to 1.159), strikeout total (238 to 157) and adjusted ERA+ (155 to 122). The only edge Colon had was in wins (21 to 16) and, of course, first-place votes. Santana also had a good argument for the 2008 NL Cy Young Award, which went to Tim Lincecum. And I only bring up all this Cy stuff to point out that as short as Santana's reign might have been, it was impressive enough to still put him on the borderline of the Hall banter. From 2004 (his first season as a full-time starter) through '08 (his first season with the Mets), the average Santana season called for 17 wins, a 2.82 ERA, 229 innings pitched, 238 strikeouts and an adjusted ERA+ 57 points better than the league average. That was Santana's norm. Ridiculous, right? Of course, all of that happened before Santana's 30th birthday. And you wonder why so many of us are nervous about that Max Scherzer contract? To date (and there's increasingly little reason to believe this will change), Santana has only compiled 2,025 2\/3 innings, which undoubtedly hurts his Hall cause. Then again, Dizzy Dean is in the Hall with fewer innings (1,967 1\/3), giving us at least one precedent of a pitcher rewarded for stuffing an array of awesome statistics into a too-short career ended by injury. Sandy Koufax pitched more innings than Santana, but only by 298 2\/3. The primary differences are that Koufax had an ample résumé of postseason prominence, as well as an NL MVP Award in 1963. Hall or no Hall, Santana will stand as one of the greatest pitchers of his generation. Among those with at least 2,000 innings pitched in the Wild Card era (1994-present), only five pitchers (two of whom are in this year's Hall class and one of whom was in last year's) posted an ERA mark better than Santana's 3.20 -- Pedro Martinez (2.94), Felix Hernandez (3.07), Kevin Brown (3.08), Randy Johnson (3.12) and Greg Maddux (3.14). Only Pedro (.215) and the Big Unit (.223) had a lower batting average against than Santana's .228 mark. Only Pedro (1.05), Maddux (1.10), Johnson (1.11) and Schilling (1.12) had a lower WHIP than Santana's 1.13. Briefly looking back at Santana's numbers only reminds us what a bummer it has been to see this once bright light snuffed out by shoulder woes. He will stand as one of the poster boys of the Rule 5 Draft process, by which the Twins first lucked into him in December 1999, and that might be legacy enough. But it sure would have been nice to see Santana get the chance to pad his Cooperstown credentials. At this point, it would be nice to get to see Santana make just one more big league appearance, to go out the way he'd like. A lot of people in the game were rooting for him this winter, rooting for him to fool enough Venezuelan batters with that confounding changeup to get another Major League look, and then to capitalize upon it with a healthy spring. By the look of things, that possibility is remote. Santana will be 36 soon, and one wonders how many more times he'll subject himself to these setbacks. This latest comeback bid was a lot like his career -- put on pause much too soon. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
