{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/107116372\/phil-rogers-marlins-built-to-give-nationals-run-for-their-money\/",
    "title": "Marlins built to give Nationals run for their money",
    "subtitle": "",
    "body": "Despite all the brilliant analysis, there's this one pesky thing called a 162-game schedule. It's a great thing, too, as it determines -- for real, and once and for all -- who are the best teams. So go ahead, prematurely coronate the Washington Nationals if you want. Everybody gets it. With Max Scherzer in the rotation and general manager Mike Rizzo seemingly keeping all hands on deck, it's almost impossible not to pick them to win not only the National League East, but the NL pennant. They are a powerhouse, without question. But they're not a sure thing. Not with the Miami Marlins signaling their intent through a $325 million contract to Giancarlo Stanton and a series of smart trades and free-agent signings that added to the impressive young core that played .500 ball through Aug. 25 last season, even though they lost 2013 NL Rookie of the Year Award winner Jose Fernandez in mid-May. While the Nationals won the division with a 17-game margin last season, they will be in trouble if they think they have enough talent to just mark time until October. The Marlins are positioned to make this a two-team race if Stanton can be a wire-to-wire factor. That's a huge if, as Stanton has never played more than 150 games in a season. But the slugger will be driven to give owner Jeffrey Loria and GM Dan Jennings the maximum return on his record contract, and there was no more productive hitter in the Major Leagues last season. Yes, Stanton faces some questions about how he will respond after his MVP-caliber campaign ended ugly when he was drilled by Milwaukee's Mike Fiers on Sept. 11. But Jennings believes that's nothing to worry about, as he saw Stanton similarly get drilled on a back field one spring when he was a teenager, and he bounced back fine. The first time Stanton gets knocked down with a pitch, he'll be watched closely. But the chances of him developing an allergic reaction to inside fastballs seem slim. If that's right, the Marlins are very capable of giving the Nats a season-long fight. Like everyone else in baseball, they will stipulate to the fact that they won't start the season with as strong of a rotation as the Nationals. But that might be the only place where they're truly at a deficit. While Washington has a deep lineup full of guys who have played together a long time, it outscored Miami by only 41 runs last year, finishing third in the NL in scoring, while the Marlins were seventh. And Nationals manager Matt Williams will have to redesign his lineup after the club's home run and RBI leader, Adam LaRoche, had his contract option declined for reasons having nothing to do with his .817 OPS. Ryan Zimmerman, who has averaged only 89 games the last four years, is moving to first base because of his shoulder\/throwing issues. Consider how closely Miami's reworked lineup stacks up to the Washington lineup, position by position. Using fWAR from last season, the Nats get an edge at six of the eight positions, but the eyeball test looks more like a split decision. Wilson Ramos, who is coming into his prime, gets an edge over .220 hitter Jarrod Saltalamacchia at catcher. Zimmerman holds the slightest of fWAR edges over newcomer Michael Morse at first base (1.2-1.0), although the 32-year-old Morse has an .808 career OPS and is returning to his hometown with a chance to fulfill his potential. Dee Gordon, a good bet to score 100-plus runs hitting in front of Stanton, gets a big edge over Yunel Escobar at second base, just as Ian Desmond is an easy call over Adeiny Hechavarria, a singles hitter and strong defensive shortstop. Anthony Rendon was invaluable for the Nationals last season moving between second and third, and he represents an edge over Martin Prado. But Prado is a former All-Star and could be a doubles machine based at Marlins Park. Williams plans to move Jayson Werth from right field to left, and that's a good thing for the Nats in this head-to-head comparison. He gets an fWAR edge over Gold Glove Award winner Christian Yelich, a converted first baseman, but last season, it was Yelich who surprisingly had a big fWAR edge over Bryce Harper (4.3-1.3). Despite a breakout season from Marcell Ozuna (.269, 23 home runs), Denard Span got a slight edge in center field (3.8-3.7). Both guys face the challenge of backing up their strong 2014 with the showings that will establish themselves as true forces. We know all we need to know about Stanton, who would get the right-field edge over Harper even if Harper (who is all of 22 years old) played like he did when he was a rookie All-Star in 2012. These are two good teams, period. Miami's rotation doesn't stack up with Washington's -- none of the other 29 teams has one that does -- but Henderson Alvarez and Mat Latos should be solid at the front of it, and Tom Koehler, Jarred Cosart and either David Phelps or -- if they can talk him into giving them a chance -- Dan Haren make it a deep rotation. If Fernandez looks anything like his old self when he returns, this could be one of the better rotations in the NL. The Nationals no longer have the deep bullpen that they relied on the last few seasons, and the bullpen behind Steve Cishek is a hidden strength for the Marlins. As for managers, well, Miami likes Mike Redmond. He's done a great job in difficult circumstance the last two seasons, and he doesn't find his every move second-guessed like Williams. Redmond is ready to step forward as the manager of a contender, and he's got a team that should give him that chance. Don't be surprised if the Marlins give the Nats a serious scare in 2015. Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
