{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/107020536\/alex-rodriguez-working-out-with-barry-bonds-and-edgar-martinez\/",
    "title": "A-Rod working out with Bonds, Edgar",
    "subtitle": "",
    "body": "NEW YORK -- As Alex Rodriguez prepares to return to a big league diamond, he has linked with an unexpected workout partner: Barry Bonds. Ron Berkowitz, a spokesman for Rodriguez, confirmed on Wednesday that Rodriguez recently worked out with Bonds at a California training facility, as well as former Mariners teammate Edgar Martinez. The session with Bonds was first reported by the San Francisco Chronicle. \"Alex has consulted numerous former players and coaches as he continues to work toward Spring Training, including most recently Edgar Martinez, who worked with him last week in Miami,\" Berkowitz said in an email sent to multiple media outlets. Rodriguez, who turns 40 in July, is coming back from a season-long suspension following Major League Baseball's investigation into the Biogenesis clinic. He recently posted two photos on Instagram that showed him taking swings in a batting cage. The photos were taken at the Future Prospects facility in San Rafael, Calif., where observers saw Bonds and Rodriguez working together. The owner of 654 home runs, Rodriguez is six shy of tying Willie Mays for fourth-most all time. That milestone would trigger a $6 million incentive in his Yankees contract, which has three years and $61 million remaining. He has previously admitted to using performance-enhancing drugs from 2001-03 while with the Rangers, and was suspended for last season for violations of baseball's Joint Drug Agreement and labor contract. Bonds, of course, is baseball's all-time home run leader with 762, but his own career accomplishments have been overshadowed by performance-enhancement suspicions. Though Bonds testified in 2003 that he was not aware substances given to him by personal trainer Greg Anderson were banned performance-enhancing drugs, Bonds received just 36.8 percent (202 votes) of the necessary 75 percent for induction in last month's voting for the National Baseball Hall of Fame. Bonds has gained a reputation as a valuable tutor following his playing days. He worked with Pablo Sandoval and Brandon Crawford of the Giants last spring, and Michael Morse publicly thanked him for a tip after his pinch-hit home run in the pennant-clinching game of last year's National League Championship Series. Rodriguez has also been seen closer to home at the University of Miami campus, preparing for a season in which the Yankees envision using him mostly as a designated hitter. Rodriguez could also serve as a backup for Chase Headley at third base, and Yankees manager Joe Girardi has floated the idea of having Rodriguez take ground balls at first base. \"I'm ready to go,\" Rodriguez told the New York Post last week in Coral Gables, Fla. \"I'm feeling really, really good. I've been working hard, doing a lot of plyometrics, and I am so excited for Spring Training and to be back with my teammates.\" Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
