{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/107029130\/xander-bogaerts-should-see-better-results-back-at-shortstop-for-red-sox\/",
    "title": "Bogaerts should see better results back at shortstop",
    "subtitle": "Second-year infielder hopes to man position for long time next to Pedroia",
    "body": "With the start of Spring Training just a few weeks away, anticipation is building for the 2015 season. MLB.com is going around the horn to break down each area of the Red Sox, continuing today with middle infield. When Dustin Pedroia does his first double-play drill of Spring Training, he might do a double take. Pedroia will flip the ball to Xander Bogaerts, the same shortstop he started and ended last season with. This is a change from recent course, as shortstop has been a perpetual revolving door in Boston since that day in July 2004 when Nomar Garciaparra was traded. But Bogaerts, who is just 22 years old, should be around for the long haul. At least, that is the plan. And after enduring his share of growing pains in 2014, Bogaerts could be ready to display the type of consistency on both sides of the ball that could make him one of the best all-around shortstops in the American League. \"As far as the player and the person, we are completely confident he's going to be a very, very good player for us for a long time,\" Red Sox manager John Farrell said earlier this winter. Bogaerts came into 2014 as Boston's starting shortstop, but he was uprooted to third base when Stephen Drew was re-signed in mid-May. That sequence is one the Red Sox wish they could take back. Without having Spring Training, Drew struggled mightily at the plate until being traded to the Yankees last July 31. And Bogaerts, who had just been getting into a strong rhythm at the plate before Drew made his return to Boston, went into a considerable funk soon thereafter. For the final two months of 2014, Bogaerts moved back to shortstop, and he hopes to stay there for many years to come. In 594 plate appearances in his first full Major League season, the numbers Bogaerts compiled (.240 average, 12 homers, 46 RBIs, .660 OPS) fell well short of expectations. This, after he had looked so comfortable on the postseason stage while helping the Red Sox win the 2013 World Series. Bogaerts played 99 games at shortstop last season, committing 10 errors in 404 chances. He made mistakes that were both physical and mental. But more importantly, Bogaerts made mistakes that experience -- not to mention exhaustive work on the back fields with instructor Brian Butterfield -- should fix. \"The one thing that I found myself having to do, and talking with [bench coach] Torey [Lovullo] and all those guys on the staff, [is remembering] this guy is 22 years of age, and sometimes we might lose sight of the stage in life that they're in,\" said Farrell. \"He came to us after a very strong postseason with some pretty lofty expectations.\" During the offseason, instead of staying in his native Aruba, Bogaerts went to the Athletes Performance Institute in Arizona and went through rigorous workouts. One thing that should only help Bogaerts is the man he patrols the middle of the diamond with. Pedroia has long set the tone for Boston with his fiery leadership, and also his exhaustive work habits. Pedroia is entering his eighth full season with the Red Sox, and after undergoing surgery on his left hand in September, he hopes to capitalize on some renewed strength when it comes to range of motion. While Pedroia's defense has remained consistently excellent -- he is coming off his second straight Rawlings Gold Glove Award -- his offensive production has dipped the last two years. Though Pedroia never made any excuses, it seemed fairly apparent that his barrage of hand injuries had hindered his swing. \"He's doing great,\" Farrell said of Pedroia. \"Physically, the strength and the range of motion continue to improve. And I think one of the more exciting things as we get closer to Spring Training is getting Pedroia back to 100 percent health and strength.\" Between a healthier Pedroia and a more experienced Bogaerts, the Red Sox feel optimistic about their middle infield. Brock Holt, who does everything but pitch and catch, serves as depth in the event Pedroia or Bogaerts suffers an injury. Though Hanley Ramirez was acquired to play left field, he could always move back to shortstop in the event of an injury to Bogaerts. Mookie Betts came up as a second baseman, so he could certainly move in from the outfield if Pedroia suffered an injury. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
