{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/107022168\/indians-unveil-plans-for-new-concessions\/",
    "title": "Indians unveil plans for new concessions",
    "subtitle": "",
    "body": "CLEVELAND -- One of the goals behind the ongoing renovation project at Progressive Field was to find ways to introduce elements of Cleveland neighborhoods within the ballpark. The Indians felt one way to do that was to bring some of the area's popular restaurants into the fold. On Wednesday, Cleveland unveiled its new concessions plans for the revamped neighborhood-themed Right Field District. Melt Bar and Grilled, Barrio and Sweet Moses -- three well-known and highly-rated area eateries -- will be coming to Progressive Field and offering unique food options for the upcoming season. \"The addition of local brands like Melt, Barrio and Sweet Moses to one of pro sports' gems, Progressive Field,\" Indians vice president of concessions Kurt Schloss said in a release, \"offers even more fan-friendly options at the ballpark.\" The reimagined Right Field District will be located behind the right-field stands, which are closest to Gate C in center field. That entrance is currently undergoing major changes, which included removing a pedestrian bridge to the parking structure across Eagle Ave., tearing down the old Market Pavilion and opening up the view to downtown Cleveland. The Gate C area will also be overhauled outside the ballpark and the Indians have announced plans to add a statue of Tribe great Larry Doby (date to be announced) to go along with the statues already honoring Bob Feller and Jim Thome. Cleveland is also moving both the home and visiting bullpens to center field. A major part of the renovations, which have been privately funded at an undisclosed amount, is introducing new social areas to the ballpark. The Indians are adding a two-story bar to the right-field corner and upgrading the popular Kids Clubhouse to two levels as well. In the upper deck behind right field and in the right-field corner, Cleveland is constructing tiered party deck sections to accommodate groups. To date, the Indians have indicated that the massive project remains on schedule to be completed in time for the team's home-opening clash with the rival Tigers on April 10. Adding some interesting concessions options was an important aspect of the renovations, and the Indians feel they have accomplished that goal with the three restaurants that are coming to the ballpark. Melt Bar and Grilled, which has its original location in nearby Lakewood on the west side, has been featured on the Travel Channel and Food Network for its unique take on grilled cheeses and other fare. Melt's plans for Progressive Field include five sandwiches: Kindergarten (grilled cheese), Chorizo and Potato (spicy sausage and potato hash), Parmageddon (pierogi, onion and sauerkraut), BBQ Pork (with onion rings) and Mushroom Melt (garlic mushrooms, onions and arugula). \"We're excited to bring our unique sandwiches to Progressive Field,\" Melt owner Matt Fish said in a release, \"and be a part of the Tribe's growing success on the field and off.\" Barrio, which had its first location in Cleveland's Tremont neighborhood, is known for its build-your-own taco menu and creative cocktails. Barrio, founded in 2012 by Tom Leneghan and Sean Fairbairn, has since expanded to Lakewood and has plans for a downtown eatery. Barrio also has food trucks that are often at local food shows, festivals and concerts. \"We couldn't be more excited about Barrio's partnership with the Cleveland Indians,\" Barrio owner Sean Fairbairn said. \"We hope we can enhance the gameday experience for our dedicated Cleveland sports fans.\" Sweet Moses, which was founded four years ago in Cleveland's Gordon Square neighborhood, offers old-fashioned ice cream served from an authentic Bastian-Blessings soda fountain. The restaurant uses classic recipes and uses Belgian chocolate, farm-fresh dairy products, pure Madagascar vanilla and fresh-roasted nuts for sundaes and other treats. \"We're thrilled that the Cleveland Indians have chosen Sweet Moses to be part of the exciting changes at Progressive Field,\" said Jeff Moreau, the owner of Sweet Moses. \"As an old-fashioned soda fountain named after our city's founder [Moses Cleveland], we're proud to be associated with such an iconic Cleveland sports tradition.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
