{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/107035796\/brewers-catcher-jonathan-lucroy-meets-injured-war-veteran-in-state-of-the-union-trip\/",
    "title": "Lucroy meets injured war vet in State of the Union trip",
    "subtitle": "Involved in charitable efforts for veterans in Wisconsin, catcher a guest of senator",
    "body": "One day in the midst of the politically charged atmosphere of Capitol Hill, where President Barack Obama gave his State of the Union Address on Tuesday night, was enough to convince Jonathan Lucroy not to spend his post-baseball years in the political realm. \"No way I'm dealing with that,\" Lucroy said with a laugh Wednesday. \"That's too much for me. I thought it was tough playing the Cardinals!\" But even if a life in politics isn't going to catch on with Lucroy, the once-in-a-lifetime experience of attending the State of the Union, at the invitation of Wisconsin Sen. Ron Johnson, was something the Brewers catcher obviously wasn't going to turn down. Heading to dinner with @JLucroy20 before the #SOTU. pic.twitter.com\/OUzSn6n2z6 His reaction to what he called a \"unique\" experience sums up partisan politics perfectly. \"You're standing there listening to the guy talk,\" Lucroy said, \"and half the crowd likes it and the other half doesn't.\" Yep, that about covers it. Lucroy said the State of the Union was like a World Series environment, and everything out of President Obama's mouth was either a home run or a strikeout, depending on your political perspective. Lucroy, as you might imagine, didn't want to get into his own politics or his own takeaways from the address. But his primary memory of the event will have nothing to do with the text read by President Obama, anyway. It has to do with the war veteran, a double amputee, seated next to him in the balcony of the House chamber. The guy's name was Adam Hartswick, and he was a combat medic in the Army. When the two spoke, Hartswick cited a Department of Veterans Affairs study that found that 22 American military veterans kill themselves each day. \"People take for granted what's going on,\" Lucroy said. \"If you can just continue to talk to veterans and help them through, that's all it takes.\" Lucroy has been doing his part for some time now. He regularly visits veterans hospitals in Wisconsin and on Brewers' road trips, he's supported the Honor Flight Network, which brings veterans to Washington to visit the war memorials, and he's provided scholarships to military families. This all started when Lucroy's college teammate and roommate, John Coker, was injured in Afghanistan in 2011. Coker was a sergeant in the Army National Guard who was shot in the legs in a firefight that killed several members of his troop. Lucroy still remembers getting the phone call with the news, that moment when nobody was certain whether Coker would pull through. And his friend still has serious issues as a result of the wounds. \"He can't feel his right leg from a little above the knee and down,\" Lucroy said. \"The shot completely shattered the femur in his right leg, and he got shot in the hip, too. And obviously, there's psychological stuff, too. Two of his buddies died right next to him. It was a big mess, put it that way.\" That mess was what inspired Lucroy to get involved with veterans' causes. \"It's kind of sad,\" Lucroy said. \"I told [Hartswick], 'I'm here because of my buddy, and that's how I got interested. I feel bad, because that's what it took for me to get interested in this stuff and help out. It took something personal happening.'\" Still, he's glad he did get involved, no matter the inspiration. Lucroy is proud to use his platform as one of the game's best catchers to brighten people's days. \"Athletes, celebrities, whatever, we're in a unique position,\" he said. \"We're in the entertainment industry. Through that, we distract people from their problems, their everyday lives and their everyday issues.\" Lucroy's charity work aimed at veterans, as well as the visits he makes to the Children's Hospital of Wisconsin or the money he's donated to the Open Arms Home for Children in South Africa, is why Sen. Johnson invited him to attend the State of the Union as his special guest. As Johnson said in a statement, \"Mr. Lucroy's charitable service illustrates [American] ideals by shining a light on the good work Wisconsinites are doing for their communities.\" Just met @BillCassidy from Lafayette. Really nice guy! pic.twitter.com\/Ud78zrZLEG The catcher, who toured the Capitol building and had dinner with the senator, was humbled by the invitation. \"I really appreciate the reason why and him acknowledging that,\" Lucroy said. \"But he didn't have to do that. I felt good, and I was definitely honored that he invited me, but it's one of those things where I get all the pleasure I need out of seeing a kid smile or seeing the look on a vet's face when I talk to them.\" And as far as political partisanship is concerned, well, Lucroy would rather fight his battles in the National League Central. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
