{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/107035094\/cardinals-eye-consistency-from-double-play-duo\/",
    "title": "Cardinals eye consistency from double-play duo",
    "subtitle": "Getting strong years from both short, second has been tough, but Peralta, Wong set to change that",
    "body": "ST. LOUIS --  This is the third installment of a seven-part Around the Horn series that will take a position-by-position look at the Cardinals' projected starters and backup options heading into next season. Previous installments examined the catchers and corner infielders. Up next: middle infielders. Over the last two seasons, the Cardinals have had unbalanced production from their two middle infield spots. In 2013, Matt Carpenter emerged as the best offensive second baseman in the league, while the Cardinals got anemic results at short. That production disparity flipped in 2014, when Jhonny Peralta thrived in his first year as St. Louis' shortstop and second baseman Kolten Wong endured his share of growing pains at a new level. The Cardinals' hope for the year ahead is that the two parts can lead to a greater cumulative sum. Peralta, readying for the second season in his four-year contract, should again fit as a middle-of-the-order bat in an offense that he paced with 21 homers and 38 doubles last year. He ranked behind only Matt Holliday with an .800 OPS and 75 RBIs. \"This year will hopefully be better for me because now I know the league, I know a lot of the pitchers in the division, so things are going to be more comfortable for me at the plate,\" Peralta said. \"Hopefully the RBIs come more [easily] for me.\" He added to his value with above-average defensive play. Peralta ranked second among all National League shortstops with 17 Defensive Runs Saved. No shortstop in either league finished with a higher Wins Above Replacement value than Peralta's 5.4. Peralta played a career-high 157 games, and the Cardinals have planned to ride that durability again in 2015. Should the Cards need coverage at the position, they have Pete Kozma, Greg Garcia and Dean Anna as backup options. Wong, 24, finished his rookie season on quite the high, with three home runs and a total of seven extra-base hits in the postseason. That small sample size of success, however, was not indicative of his overall season. Though he showed power promise and the capability to be an intriguing top-of-the-order fit, Wong lacked the on-base consistency necessary to settle into such a role. At times, he was hurt by being his own harshest critic, so much so that it led the Cardinals to briefly send Wong back to the Minors to regain some confidence. Through the learning curve, though, there were flashes of potential, and that has the Cards excited about Wong's long-term viability at the position. He has also asserted himself as a strong defensive option at the position, ranking fifth among NL second basemen with nine Defensive Runs Saved in 107 games at the position. \"I'm just going to come in confident,\" Wong said. \"Now it's time for me to fully buy in to the fact I'm a big league player. Unlike last year, when the Cardinals specifically sought a veteran cushion behind Wong (Mark Ellis), this year, the backup options are less experienced. Nevertheless, the Cardinals' winter acquisitions of Anna and Ty Kelly give them coverage they hope not to need. Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
