{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/107037754\/mariners-stars-old-and-new-to-appear-at-fanfest\/",
    "title": "Mariners FanFest to include past and present stars",
    "subtitle": "Cruz, Rodney scheduled to appear along with Edgar Martinez, Buhner",
    "body": "SEATTLE -- New slugger Nelson Cruz and All-Star closer Fernando Rodney highlight the players lineup for the 17th annual Mariners FanFest this Saturday and Sunday, and there will be some interesting new attractions at this year's Safeco Field event as well. Cruz, who led the Majors in home runs with 40 last year for the Orioles, signed a four-year, $57 million free-agent contract with Seattle in December. He'll be joined by fellow newcomer J.A. Happ as well as Rodney and a number of returning players, top prospects and former Mariners at the two-day gathering. Catcher Mike Zunino, center fielder Austin Jackson, starting pitchers James Paxton and Taijuan Walker and relievers Tom Wilhelmsen and Charlie Furbush are the other returners who will take part. Also scheduled to appear are four of the Mariners' top Minor League prospects: outfielder Alex Jackson, infielders D.J. Peterson and Patrick Kivlehan and catcher John Hicks. General manager Jack Zduriencik and manager Lloyd McClendon will also take part on both days. Among the former Mariners, Saturday's schedule will include Edgar Martinez, Dave Henderson, Dave Valle and Julio Cruz, while Jay Buhner and Dan Wilson will be in attendance on Sunday. FanFest will be open to the general public both days from 11 a.m. to 4 p.m. PT, while there will also be an exclusive season ticket holders session from 9-11 a.m. on Saturday. Advance tickets are on sale at mariners.com and at Mariners Team Stores. Kids 14 and younger are free, while adults are $10. Season ticket holders should contact their account representative for details on the early access. Parking at the Safeco Field garage is $5 in advance and $10 drive up. The event includes free autograph sessions with the players, dugout dialogue question-and-answer sessions with all the participants, the chance to run the bases, tour the Mariners' clubhouse, throw a pitch in the bullpen, ride a zip line over Safeco Field and play carnival games in the Kids Fun Zone. Among the new attractions, fans will be allowed to pose on the Safeco Field mound to take a picture of themselves letting the arrow fly, as Rodney does after every save. Fans will also be able to see the actual Gold Glove trophy that was awarded to third baseman Kyle Seager following this past season. And for the adventurous, a \"Pennant Chase Rock Climbing Wall\" has been added for anyone who wants to scale a 24-foot wall that will be located in the 'Pen area, via the stairs located in left field beneath Section 183. Wall climbers must be between 45 and 250 pounds and sign a waiver form. Additionally, 710 ESPN Seattle will be broadcasting a special FanFest edition live on Saturday from noon-2 p.m. from a booth on the Main Concourse. Tickets and more information are available at seattlemariners.com\/fanfest. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
