{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/107042186\/white-sox-announce-2015-staff-assignments\/",
    "title": "White Sox announce 2015 staff assignments",
    "subtitle": "",
    "body": "CHICAGO -- The White Sox announced on Wednesday their player-development staff assignments for the 2015 season, with a few changes from '14. Tim Esmay and Cole Armstrong stand as the new managers in the organization, with Esmay taking over at Class A Winston-Salem and Armstrong at advanced Rookie-level Great Falls. Esmay spent the previous five seasons (2010-14) as the head baseball coach at Arizona State University, where he guided the Sun Devils to four NCAA Tournament berths and an appearance in the 2010 College World Series. He also served as the head coach at the University of Utah from 1997-99. Armstrong begins his inaugural season as a manager at the professional level after serving as the hitting coach with the Arizona League White Sox in 2014. He played 10 seasons in the Minors, including five with the White Sox from 2006-10, where he hit .259 with 65 home runs and 314 RBIs. Joel Skinner at Triple-A Charlotte (fourth season), Julio Vinas at Double-A Birmingham (third) and Mike Gellinger with the Arizona Rookie-level White Sox (second) return to manage their respective clubs in 2015. Tommy Thompson begins his third stint (2011, '13) with Class A Kannapolis after managing Winston-Salem in 2014. Pitching coaches Richard Dotson (Charlotte), Britt Burns (Birmingham), J.R. Perdew (Winston-Salem), Jose Bautista (Kannapolis), Brian Drahman (Great Falls) and Felipe Lira (AZL White Sox) will return to their posts in 2015. Hitting coaches Andy Tomberlin (Charlotte), Rob Sasser (Kannapolis) and Greg Briley (Great Falls) also return in their positions for 2015. Jamie Dismuke takes over as Birmingham's hitting coach. Charlie Poe moves to Winston-Salem and Gary Ward moves from Winston-Salem to Arizona in the hitting coach position. Margaret Rall begins her second season as the head trainer with Great Falls after joining the club prior to the 2014 season. She is the first full-time female on-field staff member to work for the organization. Rall previously worked for teams at the collegiate, Minor League and independent levels, including stints with the Advanced Rookie Kingsport Mets and the Gulf Coast League Red Sox. Nick Capra enters his fourth season as the White Sox director of player development, and Kirk Champion will serve as the organization's field coordinator for the fourth consecutive season. Del Matthews serves as assistant director of player development, while Curt Hasler returns as pitching coordinator, Vance Law becomes hitting coordinator and Tim Laker serves as hitting instructor. Ever Magallanes holds the position of infield instructor, with John Orton as catching instructor and Doug Sisson as outfield\/baserunning instructor. Dale Torborg returns for his 12th season as the conditioning coordinator, with Scott Takao serving as Minor League medical\/rehabilitation coordinator. Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
