{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/107049100\/nationals-big-move-reunites-max-scherzer-with-mike-rizzo-matt-williams\/",
    "title": "Big move reunites Scherzer with Rizzo, Williams",
    "subtitle": "Nats GM, manager worked with newly signed ace when trio was with D-backs",
    "body": "WASHINGTON -- Asked on Wednesday to reveal when free-agent right-hander Max Scherzer appeared on his radar this offseason, Nationals general manager Mike Rizzo looked back much further. \"Well, 2006 he was on my radar,\" Rizzo said, \"and that's when I started loving him.\" Scherzer officially signed his seven-year, $210 million contract with Washington on Wednesday, when the club introduced him during a news conference at Nationals Park. For both Rizzo and manager Matt Williams, the deal represents a reunion with a player they first got to know several years ago while working in the D-backs organization. Rizzo was serving as Arizona's vice president of scouting when the club made Scherzer the No. 11 overall pick in the 2006 First-Year Player Draft out of the University of Missouri. A year later, Williams spent time as manager of the D-backs' Double-A Mobile affiliate, which had a 22-year-old Scherzer as part of its starting rotation. Both men came away with strong impressions that have stayed with them and helped create a comfort level for such a massive deal. Rizzo scouted Scherzer twice as an amateur pitcher and immediately liked what he saw, even when the results weren't great. \"The first time, he didn't fare that well, but I loved the competitiveness, loved the way he attacked hitters and just loved the demeanor on the mound,\" Rizzo said. \"He was pouring fastballs into these right-handed hitters, and the stuff was there. That was pretty evident, that he's got power stuff. But what really affected me in a positive light was I saw a guy there that was struggling a little bit, but made no excuses and just got after it.\" When Rizzo went back for a second look, Scherzer performed much better. When he eventually fell into Arizona's lap, Rizzo had no qualms about pulling the trigger. \"He was an extremely easy player to take at 11 that year in the Draft,\" said Rizzo, who soon afterward joined the Nats as an assistant general manager and vice president of baseball operations. Scherzer started out in Arizona's Minor League system in 2007, spending the bulk of his season with the Southern League's Mobile BayBears. He made 14 starts for the club, posting a 3.91 ERA, walking 40 and striking out 76 over 73 2\/3 innings. When Mobile manager Brett Butler suffered a mild stroke that July, Williams took over on an interim basis. He soon learned about Scherzer's competitive streak. The righty had a pitch count of 100, and in one particular game, Williams remembers going out to the mound when Scherzer reached 97 pitches. \"[I] told him he's got three pitches to get this last guy out, and he was done,\" Williams said. \"He reared back and went 97, 98, 99 [mph] to strike him out. So that's the kind of guy that you see up here. He hasn't changed since then and he won't change now. He's a bulldog, and we'll be happy to give him the ball every fifth [day].\" Williams also managed Scherzer in the Arizona Fall League, and since then, he has seen him develop his slider and changeup on his way to becoming one of the top pitchers in baseball. But when it came to making such a large commitment to Scherzer, the Nationals' brass might have been relying just as much on its knowledge of him as a person. \"When you're looking at deals of this magnitude, you're buying the man as much as the performance, and I'll put my money on this guy,\" Rizzo said. It's certainly not the first time. Andrew Simon is a reporter for MLB.com. Follow him on Twitter @AndrewSimonMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Andrew Simon"
}
