{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/107049322\/andrew-mccutchen-edges-mike-trout-in-mlb-networks-list-of-best-center-fielders\/",
    "title": "Who's the best in center? Network says Cutch edges Trout",
    "subtitle": "",
    "body": "Major League Baseball may have found its newest version of the Mickey Mantle\/Willie Mays\/Duke Snider debate of the 1950s. With center field perhaps once again the deepest position in the game, Andrew McCutchen and Mike Trout have risen to the top as two of the game's biggest superstars. But who's the top center fielder in baseball right now? Well, MLB Network's response might surprise you. As part of its annual rankings of the top 10 players at each position, the Network deemed that McCutchen is the game's best in center field. Hosts Brian Kenny and Darryl Hamilton agreed that it was an excruciatingly close race, with Kenny even saying he felt Trout should be at the top. \"Very close, but I look at the way the guys play in their lineup, what order they hit in and how they play the outfield,\" Hamilton said. \"I think McCutchen is a more valuable guy.\" Here's a quick breakdown of their 2014 numbers: McCutchen: .314\/.410\/.542, 25 HRs, 168 OPS+ Trout: .287\/.377\/.561, 36 HRs, 167 OPS+ Obviously, judging by those stats, it's an extremely tight race. Hamilton noted McCutchen's superior defense was the tiebreaker, saying, \"That's what sold it for me -- he's the total package.\" Kenny, meanwhile, had Trout at No. 1, but he clarified that Trout is no longer the same guy he was in 2012 when he swiped 49 bags and was a legitimate speed threat. \"This is a different player, and it's happening a little earlier than we'd expect,\" Kenny said. \"He's becoming a power guy.\" The debate didn't stop at the top of the list, either. MLB Network had Yasiel Puig ranked in the third-place slot, as did Kenny. But Hamilton made his case for Carlos Gomez, who was ranked fourth. \"I went with Gomez at 3, because he played the position day in, day out,\" Hamilton said. \"Puig, we're still kind of up in the air on him. Will he be the center fielder this year? He's played a lot of right, so I haven't gotten that full season with him.\" Baltimore's Adam Jones came in fifth on the rankings, while the Yankees' Jacoby Ellsbury finished sixth. Here's MLB Network's full top 10: 1. McCutchen 2. Trout 3. Puig 4. Gomez 5. Jones 6. Ellsbury 7. Adam Eaton 8. A.J. Pollock 9. Lorenzo Cain 10. Denard Span AJ Cassavell is a reporter for MLB.com. Follow him on Twitter @ajcassavell. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "AJ Cassavell"
}
