{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/107047306\/with-great-depth-astros-wait-to-place-outfielders\/",
    "title": "With great depth, Astros wait to place outfielders",
    "subtitle": "Houston holding off until spring before locking in who plays where",
    "body": "HOUSTON -- Forget about \"Who's on first?\" The Astros still don't know who's in center field, right field or left field. At least, that's what they're saying publicly. After trading for Evan Gattis and signing Colby Rasmus within the last week, the Astros have built some depth and versatility in the outfield, and general manager Jeff Luhnow and manager A.J. Hinch said it will take the spring to sort out just who plays where. What we know is Rasmus, who signed a one-year, $8 million deal, will start somewhere in the outfield along with George Springer, who hit 20 homers in 78 games in his debut last year. The Astros are bullish on the defense of Jake Marisnick and say he could be a starter in center, while Gattis figures to get some time in left field. Beyond that, there's depth with Alex Presley, Robbie Grossman and L.J. Hoes having the ability to play all over the outfield. \"A.J. and the staff, we've given them a lot of options at every position,\" Luhnow said. \"If you look at the depth chart, there's a lot of different alternatives and ways you can map it out. That's what Spring Training is going to be used for this year, is to figure out who goes where. We have added firepower to the lineup, and we think that's going to do us well in our division.\" The additions of Gattis, who hit 22 home runs last year for Atlanta, and Rasmus, who hit 18 homers in 104 games for Toronto in '14, were made primarily with offense in mind. Both figure to be key cogs in Hinch's lineup in '15, joining fellow newcomers Jed Lowrie (shortstop) and Luis Valbuena (infield) and holdovers Chris Carter, Jose Altuve and Jason Castro. \"We wanted to bring in guys who could help the club score some runs, and I think we've done that,\" Luhnow said. \"The guys we've chosen and have been able to accumulate are guys that can play multiple positions. It gives yourself flexibility, gives the manager and his staff a lot of flexibility in terms of how you configure the defense. We still value defense and want to have good defenders at every position, especially in the outfield.\" How the infield is aligned on Opening Day could depend on what happens at first base. If Jon Singleton struggles at the plate this spring and spends time in the Minor Leagues, the Astros could split Carter and Gattis between designated hitter and first base, which would mean more time in left field for someone.  Astros sign Colby Rasmus Jim Duquette talks Astros signing Colby RasmusMLB.com's Jim Duquette looks at the Astros' signing of Colby Rasmus to a one-year deal and how the club's outfield looks for 2015 Rasmus has played primarily center field in his career, but is open to moving to left. The team likes Marisnick's glove and speed in center, and Springer played well in right field when he came up a year ago. \"That's the benefit of having options,\" Hinch said. \"Certainly, it starts with center field, and we'll sort that out in the spring. We've got a couple of different options. Depending on who the reserve outfielder is, he'll factor into giving some of these guys some blows. How much do we play Gattis out there? Carter's been out there before. We're going to have to figure it out. Having too many options is not a problem. We're going to have good team defense in the outfield.\" Rasmus hasn't played in the field anywhere other than center field since his rookie season in 2009, but is up for anything. \"I played a little bit of right field and left field when I first came up, but not much,\" he said. \"Honestly, I'll be ready to do anything the team needs. I know we have a couple of other guys who play some good center field, so moving around and doing things for A.J. that might help us out, I'm game with that.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
