{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107133234\/young-javier-baez-impressing-cubs-with-work-ethic\/",
    "title": "Young Baez impressing Cubs with work ethic",
    "subtitle": "Prospect doing what he can in winter ball to improve before vying for club's second-base job",
    "body": "CHICAGO -- Javier Baez is back in Santurce's lineup, and back at work on his swing. The Cubs infielder took a brief break from his Winter Leagues at-bats in Puerto Rico to come to Chicago for the team's fanfest last weekend. Baez has lost 15 pounds since the 2014 season ended, which impressed the Cubs, and he is also working hard to improve after batting .169 in 52 games last season. \"His approach to the game and to practice has been really good all winter,\" Cubs president of baseball operations Theo Epstein said of Baez. \"He's been showing up to the park [in Puerto Rico] early and working to get better. He's been playing the game hard, he's been playing good defense, he's been staying focused and helping his team win.\" In nine playoff games, Baez was 9-for-40 with one double, three RBIs, nine strikeouts and two walks. He joined Santurce late in the regular season, and batted .233 in 11 games (10-for-43) with three doubles, two home runs and seven RBIs. But he also struck out 21 times. Now, Santurce faces Mayaguez in a best-of-seven championship series to determine Puerto Rico's representative in the Caribbean Series, which begins Feb. 2. In two games so far, Baez went 0-for-9 with six strikeouts. New Cubs hitting coach John Mallee spent five days with Baez in Puerto Rico, and they watched a lot of video. \"My timing was really late, so that's why I wasn't getting to the fastball and other pitches,\" Baez said of what he learned from the film sessions. \"I'm working on getting the timing back and we'll see what happens from there.\" Baez has the power -- he hit a game-winning home run in the 12th inning in his big league debut Aug. 5, and belted two more on Aug. 7 -- but he also strikes out a lot, whiffing 95 times in 213 at-bats. \"We didn't want to take him out of the lineup,\" Cubs general manager Jed Hoyer said of the plan last season. \"Every at-bat he was going to get while he was struggling was something he could learn from over the course of the winter. We wanted to make sure he got very consistent at-bats.\" Baez is projected as the Cubs' starting second baseman in 2015, but he'll have to \"earn his playing time,\" Hoyer said. \"He has to make more contact to stay in the big leagues,\" Hoyer said. Baez admitted he was getting advice from everyone last season, which may not have helped. \"I was really confused, because I had a lot of people talking and trying to fix my swing,\" he said. \"I can't care about what everybody says.\" The Cubs know they need to be patient with Baez, who turned 22 on Dec. 1. \"It's not a binary thing with Javy -- he's not going to show up and be a full-formed hitter and reach his ceiling right away,\" Epstein said. \"It's a process. Winter ball can only help as he continues to make adjustments.\" Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
