{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/107049882\/brewers-spring-madness-returns-tickets-on-sale\/",
    "title": "Brewers Spring Madness returns; tickets on sale",
    "subtitle": "",
    "body": "Nothing heralds the arrival of spring like the return of baseball, and Brewers fans once again have the chance to cheer for both as Spring Madness (414) returns to Miller Park. Reprising the very popular event that debuted last season, Spring Madness (414) offers specially priced tickets and concession items to the Brew Crew's second home series of the season. For the April 10-12 weekend set against the Pirates, designated tickets are available at half price -- but you must spring into quick action to take advantage. Game tickets to Spring Madness (414) go on sale through 11:59 p.m. Sunday at brewers.com\/springmadness -- and will also be available at ticket sales booths at Sunday's Brewers On Deck. However, all transactions at the Wisconsin Center event will be only by cash. Brewers chief operating officer Rick Schlesinger can't think of a more perfect way for baseball fans to say good-riddance to winter. Goodbye snow shovels and mittens, hello leaf rakes and baseball gloves. \"Spring Madness (414) was one of our most popular promotions when it debuted last year, and we're giving fans the chance to get a jump on purchasing individual tickets to ensure their place at Miller Park for this special weekend,\" Schlesinger said. \"For anyone who is looking to knock the chill off the winter months, there's no better way to 'think spring' than with this special offer.\" In accordance with the Milwaukee area code, all domestic draft 16-ounce beers and nachos will be priced at $4, and small-size Pepsi products and hot dogs will be $1 for all three games of the series. The April 10-12 series against the National League Central rival Pirates will follow the Brewers' season-opening set against the Rockies on April 6-8, with an off-day in between. Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. Follow him on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
