{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/107129118\/reds-confident-in-joey-vottos-health-entering-spring\/",
    "title": "Reds confident in Votto's health entering spring",
    "subtitle": "Team pleased with reports of rehab from left quad strain, which cut short slugger's '14 season",
    "body": "CINCINNATI -- With the Reds set to open Spring Training in about one month, there is continued optimism about the health status of first baseman Joey Votto. Votto missed 100 games last season because of a distal strain in his left quadriceps. The 31-year-old was working out with the club and taking batting practice when the season ended. His offseason rehabilitation has been monitored by Reds strength and conditioning coach Sean Marohn. \"The last report when Sean was up in Toronto earlier this month was very, very good,\" Reds manager Bryan Price said Thursday before the start of Reds Caravan. \"The strength was outstanding, the stamina was good and the agility. \"Right now, we're looking to hit the ground running when Joey gets to Goodyear and being able to see with our own eyes where he's at. I'm confident that he's going to be ready to go.\" Reds pitchers and catchers are scheduled to report to the spring complex in Goodyear, Ariz., on Feb. 18. The full-squad report date is Feb. 23, and the first full-squad workout is scheduled for Feb. 24. Even when he was playing in the other 62 games, it was clear Votto was far from 100 percent. He batted .255\/.390\/.409 with six home runs and 23 RBIs in 272 plate appearances and did not play another game after July 5. Cincinnati, which won 76 games last season, is counting on several key players to rebound from injury-marred seasons in order to contend in the National League Central. That includes Votto, Jay Bruce, Brandon Phillips and pitcher Homer Bailey. Bruce underwent arthroscopic surgery in May to repair torn meniscus cartilage in his left knee, and he returned after only two weeks on the disabled list. He batted .217\/.281\/.373 with 18 home runs and 66 RBIs in 137 games. Like Votto, Bruce rarely looked 100 percent at the plate when he played, and the offensive numbers were the worst of his career. \"I think [Bruce] would prefer not be asked about his knee, because he feels it's 100 percent, it's a non-factor and a part of 2014 and will not be a talking point to start 2015,\" Price said. \"At this point, it's a non-issue.\" Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
