{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/107136658\/nathan-eovaldi-aiming-to-build-repertoire-with-yankees\/",
    "title": "Eovaldi aiming to build repertoire with Yanks",
    "subtitle": "Righty eager to work with McCann, Rothschild on mixing pitches, changeup",
    "body": "NEW YORK -- The last handful of starts for Nathan Eovaldi in a Marlins uniform represented a workshop of sorts, allowing the right-hander to make tweaks and prepare for the next steps of his career. The Yankees hope they will be the beneficiary of those experiments. Acquired from Miami in a five-player trade on Dec. 19, Eovaldi said that he has started throwing some light bullpen sessions and is excited to report to camp with the Yankees, where he sees a bright opportunity as a member of the club's starting rotation. \"I'm real excited to be in that division,\" Eovaldi said. \"The Yankees, they either love you or hate you, so I'm looking forward to it. I've been throwing really well this offseason, and hopefully I'll be able to repeat last year and have some more wins and a better ERA while keeping the innings up there.\" Eovaldi, 24, was 6-14 with a 4.37 ERA in 33 starts for the Marlins, establishing career highs in starts, innings pitched (199 2\/3) and strikeouts (142), while leading the National League with 233 hits allowed. He described it as a year of ups and downs, but he hopes to bring some of the positive aspects to the Bronx. \"My goal was to try and get as many innings as I could and cut down on my amount of walks [43],\" Eovaldi said. \"I was able to achieve both of those goals, but my ERA was a lot higher. I didn't have as many wins as I would have liked, but I was able to get more strikeouts than I've accomplished before. The main goal was just to stay healthy throughout, and I was able to make all my starts without any issues.\" General manager Brian Cashman has said that he does not view Eovaldi as a finished product, and so the Yankees plan to dispatch pitching coach Larry Rothschild and catcher Brian McCann to assist Eovaldi's development in the months to come. He has already heard from both, as well as manager Joe Girardi and Chris Capuano, a former teammate with the Dodgers. According to Eovaldi, Rothschild expressed interest in fine-tuning the hurler's changeup and getting his slider down in the zone more this spring. Wanting to move away from a predictable fastball-slider combination, Eovaldi said that he has made the changeup an important project this winter. \"It's pretty much No. 1 right now,\" Eovaldi said. \"My goal toward the end of the season, my last two or three games with the Marlins, I was working on a changeup -- kind of like a split-finger [fastball], in a way. It's been feeling great. I felt comfortable with it toward the end of the season last year, and this offseason, I've been able to pick up pretty much where I left off.\" Eovaldi throws hard -- he ranked fourth among all starters in average fastball velocity (95.7 mph), according to FanGraphs.com -- but it has yet to translate into gaudy strikeout numbers. Eovaldi would like to use his curveball and changeup to accomplish that in 2015. \"Especially now, because I've learned how to limit my walks, I have to put hitters away a lot quicker and more efficiently,\" Eovaldi said. \"To be able to get those strikeouts when I need to -- I'm a power pitcher, and I've worked on my offspeed pitches a lot this offseason. I definitely feel like they'll be there this year, where I need them to be.\" Eovaldi finished the year with a 1-10 record and a 5.51 ERA in his last 14 outings, which he attributed to mechanical issues. His last two outings for Miami were quality starts, holding the Nationals to a total of four runs in 13 combined innings. It was not until after the season, Eovaldi said, that he looked over his numbers and realized that he had permitted as many hits as he did. He believes that trend will be corrected in 2015. \"I feel like in a way, because I rely on my fastball so much and my walks were down, batters were starting to be more selective and wait for the fastball,\" Eovaldi said. \"Toward the end of the season, I started moving the ball in and out a lot better, and I'll continue that this year, mixing in offspeed pitches. I think it'll be a different year, for sure.\" Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
