{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/107135526\/novel-idea-brewers-jimmy-nelson-tries-to-solve-tale-of-two-seasons\/",
    "title": "Novel idea: Nelson tries to solve tale of two seasons",
    "subtitle": "Last three years, Crew righty has been stellar in first half, only to struggle after promotion",
    "body": "MILWAUKEE -- After a dominant first half of 2014 at Triple-A, followed by a middling stint in the Major Leagues, Brewers right-hander Jimmy Nelson believes his history suggests a breakthrough to come. Following this week's trade of Yovani Gallardo -- at least in part to clear a rotation spot for Nelson -- the Brewers are counting on it. For three straight seasons, Nelson has been among the best (and more recently, among the youngest) pitchers in his league during the first half of the season, only to experience a production drop following a promotion. In 2014, he was so good at Triple-A Nashville that he won Pacific Coast League Pitcher of the Year honors with only three months of work, but then went 2-9 with a 4.93 ERA in the Majors and was removed from the Brewers' starting rotation during the second half. \"The last [few] years, I've struggled at that next level,\" Nelson said. \"I've struggled, but it's helped me to learn and to work harder that offseason. Then the next year I've come back and started off well. This isn't anything I haven't been through.\" The numbers support his suggestion: Nelson, who will turn 26 in June, is slated to start in the Brewers' rotation, slotting in behind Kyle Lohse, Matt Garza, Wily Peralta and Mike Fiers. But prior to the Gallardo trade, it looked like he was destined for the bullpen in 2015, at least to start the season. \"I think sometimes with the young guys, sometimes to get them in the bullpen in the big leagues and pitching games, they get more confident,\" Brewers manager Ron Roenicke said of Nelson. \"I think in the long run we think he's a starter, but for right now, I think that's not a bad way to help them develop.\" Unlike the previous two promotions, Nelson's walk rate did not increase after his move to the Majors last season. But he says he did struggle with command, especially early in counts, with his fastball. The result, Nelson said, was that his best secondary pitch, a slider, was less effective, and his third pitch, a changeup, was difficult to get to, and less effective when he did throw it. \"I think when I first came up here, I was obviously trying to impress,\" Nelson said. \"That's one of the things that we talked about. We tried to get that external stuff out of your mind and just focus on executing pitches. \"Obviously, it was a tale of two seasons for me. Had a great first half, and I knew what I was doing mechanically, physically, mentally. That's something I want to get back to. I had the most frustrating and disappointing second half of the season I've ever had. I'm going to take the good things I learned -- I learned a lot from the veteran guys -- and I'm going to use that as motivation. I know I'll come into Spring Training ready to go.\" If he stays true to form and enjoys a productive first half, the Brewers would benefit. \"One thing here all the guys say, is you can't let your confidence go up and down with your performance level,\" Nelson said. \"This is a game of failure, but you have to stay level-headed.\" Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
