{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/107147694\/pitcher-jesse-crain-among-chicago-white-sox-24-non-roster-invitees\/",
    "title": "Righty Crain among 24 White Sox NRIs",
    "subtitle": "Several prospects, including Rodon, will also be at camp",
    "body": "CHICAGO -- It didn't have quite the impact of Michael Jordan's press release from 1995. But Jesse Crain used Jordan's same two words in conjunction with his Bulls comeback to confirm his return to the White Sox through social media Thursday afternoon. \"I'm back,\" Crain tweeted at the White Sox account. The White Sox actually announced the signing of Crain to a Minor League contract via their release naming the 24 non-roster invites to 2015 big league Spring Training. Nine of those players come from within the organization, including Top 10 prospects per MLB.com in left-handed pitcher Carlos Rodon (No. 1), infielders Tim Anderson (No. 2) and Micah Johnson (No. 4), right-handed pitcher Tyler Danish (No. 7) and outfielder Courtney Hawkins (No. 5). Rodon, the third overall pick in the 2014 First-Year Player Draft, will be used as a starter during Spring Training. His role past Cactus League action is to be determined. \"We haven't sat down as a group and said, 'What are we doing with Rodon?'\" White Sox pitching coach Don Cooper said. \"We're just glad we got him. We didn't draft this guy third in the nation to be a reliever. \"At some point he's going to be a starter. We haven't discussed, 'When is that point?' Right now he's going to come to Spring Training, show us what he can do and he's going to give us all the information we need.\" Johnson joined Cooper in making ticket-sales calls to a charged-up group of customers on Thursday from U.S. Cellular Field. The fleet-footed second-base candidate admitted that he was naïve enough last Spring Training to believe he could break camp with the team, and he has that same sort of understated bravado entering a competition in Arizona where he could earn a starting job. As for Crain, he last pitched with the White Sox in 2013 and earned an All-Star nod while posting a 0.74 ERA over 38 games, with 46 strikeouts in 36 2\/3 innings. He was traded to the Rays during the '13 season, although he was on the 60-day disabled list at the time, underwent Biceps Tenodesis surgery that October and then did not pitch for the Astros in 2014 due to his shoulder not responding and a battle with rotator inflammation after joining the team on a one-year deal. @whitesox I'm back!! Crain said Thursday that he is throwing at 120 feet, and he is looking forward to rejoining the White Sox. General manager Rick Hahn texted Crain's agent at the beginning of the offseason expressing interest in the right-hander, and Cooper started texting him in November saying they would take care of Crain in the return process. \"That's why I want to come back,\" said Crain, who hopes to be at full strength by April. \"It's a match that works perfect for me. Hopefully it works out on both ends.\" \"He and I are going to sit down and map out a plan when he lands in Arizona,\" Cooper said. \"And I'm not a patient guy, but for this I'm going to be patient. We know what Jesse can provide. We know what a quality person as well as a pitcher he is. If we can get him back healthy, he can give us a nice shot in the arm at some point.\" Other non-roster veteran invitees include catcher Geovany Soto, pitcher Brad Penny, infielder Andy LaRoche and outfielder Tony Campana. Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
