{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/107156004\/red-sox-general-manager-ben-cherington-motivated-healthy-shane-victorino-a-very-good-thing\/",
    "title": "Cherington: Motivated Victorino 'a very good thing'",
    "subtitle": "GM says potential logjam in outfield gives Red Sox more possibilities",
    "body": "BOSTON -- If a healthy Shane Victorino causes a logjam in the outfield, the Red Sox would be all for it. The right fielder, who played an instrumental role in the World Series championship of 2013, is on the mend following back surgery, and he is expected to be a full-go for Spring Training. \"I think a motivated Shane Victorino out to prove something is a very good thing, for him and the Red Sox,\" general manager Ben Cherington said prior to Thursday's Boston Baseball Writers Dinner. \"So I'm just excited to see him. I think we'll see him later this week. We know what kind of player he is if he's healthy and on the field. He's certainly done all he needs to do this offseason. \"When it comes to getting baseball reps, that's another level, another element he has to incorporate and getting into the everyday routine of Spring Training. But he seems anxious, so that's good.\" At this point, the expectation is that Victorino will be on the field and not relegated to the training room when camp starts. \"All things are pointing to him being baseball-ready once camp opens up,\" said manager John Farrell. \"He's been very active in letting me know exactly how good he feels, which is a great thing. The one thing that we'll have to be very candid with one another is: 'How is he rebounding from the daily activity?' We'll have to listen to his body and how he responds to that. But a healthy Shane Victorino is nothing but a strong positive for us.\" With Hanley Ramirez set to be the left fielder, Farrell has two starting outfield spots open for Rusney Castillo, Mookie Betts and Victorino. \"We'll see where we are at the end of Spring Training,\" said Cherington. \"I think I'd rather have more possibilities than not enough, at least at this point. We'll see how it all comes together. There will certainly be an opportunity for everyone in Spring Training, and we'll see where we are at the end of March.\" Even beyond Victorino, Boston's outfield is crowded. Allen Craig and Daniel Nava are two players who have played regularly in the past who don't currently have a starting spot. Craig, a highly-productive hitter during most of his time with the Cardinals, struggled mightily last season as he overcame left foot woes. \"Allen can play first in addition to the two corner spots in the outfield. I think we're focused short term with Allen right now,\" said Cherington. \"By that I mean, let's get him into Spring Training, give him every at-bat he needs and give him a chance to get back into an offensive routine and get back into doing the things he's capable of doing. It's one of the things we'll be able to figure out as it gets closer to Opening Day. He can protect us at a bunch of spots, and we know if he's doing what he's capable of doing, he can play every day somewhere, too.\" Farrell mentioned that Craig might even get some playing time at third base during Spring Training, a position he could potentially play against some lefties when Pablo Sandoval gets a day off. The switch-hitting Sandoval is a stronger hitter from the left side of the plate. \"We've had that conversation,\" said Farrell. \"He's open to it. The best thing about where Allen sits right now, you know, he's open to the work or the thought of third base, and we'll see how that plays out, at least to answer the question in Spring Training. Where it goes from there remains to be seen, but this is a very talented player that, he's having a good offseason physically.\" Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
