{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/106939716\/pirates-prospect-cole-tucker-talks-about-playing-through-torn-ligament\/",
    "title": "Prospect Tucker talks about playing through torn ligament",
    "subtitle": "",
    "body": "SCOTTSDALE, Ariz. -- The Pirates knew Cole Tucker was good. That is why they made the Phoenix shortstop their top pick in last summer's First-Year Player Draft, an assessment only confirmed when his first half-season of pro play earned him MLB.com's ranking as the team's No. 9 prospect. Now the Bucs know Tucker is also gutsy, a real gamer. He played his last 37 games with the Gulf Coast Pirates with a torn ulnar collateral ligament in his left thumb -- which he had surgically repaired on Oct. 1. Tucker owned up on Tuesday in Pirate City, telling piratesprospects.com, \"I knew it was really hurt when it happened, but I just really wanted to play through it. I wanted to show everyone I could do it.\" At the time of the injury, which resulted when he tried to brace himself after slipping on a wet field, Tucker dismissed it as a minor sprain. He went on to complete the Gulf Coast season, batting .267 with two homers and 13 RBIs in a total of 48 games. He also had 13 steals and 13 errors -- to which continuing discomfort contributed. \"I kind of tried to keep it under wraps so everyone wasn't freaking out about it. I didn't want to make too big of a fuss of it,\" the 18-year-old shortstop said. \"It's all good now. I grew from it. Now I know the difference from playing hurt and playing injured. I'll be sure to know the fine line between those two now.\" Recovery time from the surgery was set at between 9-12 weeks. Tucker is taking indoor batting practice during his brief visit to Pirate City, and he planned to return to the Bradenton camp weeks before Minor Leaguers' mandatory reporting date of March 1. Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. Follow him on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
