{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/106949652\/astros-righty-mark-appel-intent-on-making-major-league-debut-in-2015\/",
    "title": "Appel intent on making Major League debut in '15",
    "subtitle": "Likely to begin year at Triple-A, Astros righty speaks at Caravan hospital visit",
    "body": "HOUSTON -- Mark Appel's visit to Methodist Hospital on Tuesday morning as part of the Astros' annual Caravan was a meaningful one for the big right-hander, who about a year ago was in the hospital himself after undergoing an emergency appendectomy. That was the start of an eventual year for Appel, who missed most of Spring Training, struggled at Class A Lancaster, got his feet under him at Double-A Corpus Christi and finished strong in the Arizona Fall League. So for Appel, fellow pitcher Kevin Chapman and former Astros pitcher Chris Sampson, meeting patients put a smile on their faces as well. \"I can really identify with some of the people here,\" Appel said. Now that he's healthy and had a chance to regroup this winter, Appel is eager to get to Spring Training in Kissimmee, Fla., in a month and compete for a spot on the Major League roster, though he's a long shot to make the Opening Day rotation. \"I've just been working out and doing a good amount of throwing,\" he said. \"Really, I've been in Houston spending time with my family, eating some good food. I just really enjoy being back in Houston this offseason. It's been nice being healthy and being able to work hard in the weight room and on the field and really just doing everything I can to prepare for Spring Training.\" Appel's goal remains pitching in Houston at some point this season, but there's competition. The Astros traded for Dan Straily on Monday and are in talks with free-agent starter Ryan Vogelsong, who made 32 starts last year for the Giants. The top four spots in the rotation appear set with Scott Feldman, Dallas Keuchel, Collin McHugh and Brett Oberholtzer. Of course @MAppel26 took a selfie with a giraffe @houstonzoo! #AstrosCaravan pic.twitter.com\/BjyWkeYwju When asked about the extra arms the Astros are bringing in, Appel -- the No. 1 overall pick in the 2013 First-Year Player Draft -- said he didn't think it affected him. \"It's out of my control,\" he said. \"I'm confident in my abilities. If I go out there and do what I know I can do, I'll be exactly where I need to be. I believe I can be in Houston, helping out the Astros win some games. Whatever happens in the offseason with trades and free-agent signings or whatever it may be, it doesn't really affect my work and my approach to Spring Training and the job I'm going to have playing the game.\" Appel went 1-2 with a 3.69 ERA in seven games (six starts) in Double-A Corpus Christi last season after posting a 9.74 ERA in 12 starts at Lancaster, where he struggled to pitch every fifth day in a hitter's environment. In Arizona, he finished with a 2.61 ERA, 24\/8 K\/BB ratio and .167 opponent average in 31 innings. It's likely he could begin the season at Triple-A Fresno, setting him up to get the call to Houston at some point this year. \"I expect him to do very well in the upper Minors and put himself in position to be in Houston later this year or 2016,\" general manager Jeff Luhnow said. \"It's an important year. Every year is an important year for a No. 1 Draft pick. I'm not going to say he's not going to have anymore setbacks, but certainly we hope that's behind him and he's going to show us what he's got, which we saw in the Fall League. \"He's a Major League pitcher who's developing and close to being ready and it's a matter of how much more seasoning he needs.\" The confidence Luhnow has shown in Appel hasn't gone unnoticed. \"I really respect that a lot from somebody who is the general manager,\" Appel said. \"Even things he's said in the media have been really, really encouraging. I'm excited to compete for him, for the Astros, for the fans and for my teammates and coaches. I think right now I'm excited to get to Spring Training.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
