{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/107006266\/mike-bauman-james-shields-sees-slow-market-despite-pedigree\/",
    "title": "Shields sees slow market despite ace pedigree",
    "subtitle": "Clubs with reputations as big spenders have balked at opportunity to ink righty",
    "body": "Once again, there is a premier free-agent pitcher still seeking employment. Searching for potential buyers, there is no point in rounding up the usual suspects. The typical big bidders have expressed no interest in acquiring James Shields. Some of them have expressed no interest repeatedly, the better to make their message clearly heard. Nobody diminishes Shields' accomplishments or ability. Part of the value that Shields brings cannot be measured by conventional means, and maybe that's why his asking price has not been met. With both Tampa Bay and Kansas City, he was an integral part of turning a losing team into a team that went to the World Series. When it comes to intangible factors, Shields' previous employers rave about him. He is the essence, by all reasonable accounts, of a positive clubhouse presence, a leader and a role model. What he isn't, at this point, is employed. Jon Lester collected $155 million over six years from the Cubs. Max Scherzer hit an even larger jackpot; $210 million over seven years from the Nationals, the largest contract ever awarded to a free-agent pitcher. Clearly, Shields was No. 3 on this list, but earlier estimates had him going for more than $100 million over five years, nothing like the haul for Lester and Scherzer, but still in nine figures. But now, maybe not. Shields is 33, an age that argues against years and years of contract length. At some point, his very durability -- eight straight years of more than 200 innings -- becomes an argument against him. \"Oh, look at all the pitches he's thrown.\" Free agency, like life, is not uniformly fair. Now, speculation on Shields' eventual deal generally runs to $80 million over four years. Still, he is the single most accomplished free agent remaining on the market. There has to be a team out there that would be eager to improve its rotation and its chances with the addition of James Shields. But some of the typically eager bidders won't be helping to push Shields' price. Like the Red Sox and the Yankees. Like many other pitchers, Shields has not performed brilliantly at either Fenway Park or Yankee Stadium. Everybody keeps waiting for the Yanks to go big somewhere in the free-agent market, but it hasn't happened yet. An ex-Rays reunion between new Cubs manager Joe Maddon and Shields has been postulated. But haven't the Cubs done enough, spent enough, with the acquisition of Lester? Another Tampa Bay alumnus, Andrew Friedman, has taken over the baseball operations of the Dodgers, so there is another possible reunion. If the Dodgers were going after Shields, they wouldn't have had to wait until now. The Tigers have said no. The Cardinals have said no. The Rangers just acquired Yovani Gallardo from the Brewers, so they probably aren't in this market, either. That deal touched off speculation about Milwaukee going after Shields. The Brewers are not typically big spenders, but they have made late signings of free-agent starters Kyle Lohse and Matt Garza in recent winters. But general manager Doug Melvin said that the Gallardo trade, which brought three prospects to Milwaukee, was made to get a return before Gallardo departed in free agency. Melvin also said that the Brewers wanted to create an opportunity for Jimmy Nelson to take over a rotation spot. That's a bunch of \"no thank you\" for Shields to date, but there is an unmistakable characteristic of free agency: It only takes one; one owner, one team, one organization convinced that this guy will make the difference between being a near thing and a winner. The thing about Shields is, he has already made a difference twice. He is, in this fundamental sense, a proven commodity. Pitchers as accomplished as this one do not remain unemployed indefinitely, although apparently they can still be seeking work in late January. Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
