{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/107016282\/return-home-a-dream-come-true-for-yovani-gallardo\/",
    "title": "Return home a dream come true for Gallardo",
    "subtitle": "",
    "body": "ARLINGTON -- Yovani Gallardo finally made it to Globe Life Park in Arlington on Wednesday for the mini-camp being held for Rangers pitchers this week. All he did was play catch, but it might have been his most significant moment there since a pre-Draft workout with the Rangers in 2004 when he was still at Trimble Tech High School in Fort Worth, Texas. \"I've always wanted to play here,\" Gallardo said at an introductory news conference after the workout. \"Obviously, when the trade rumors started over the weekend, I just took it as a rumor and didn't really think it was going to happen. \"Sure enough, it did. I was pretty excited when I got the phone call saying I was traded to Texas. Seeing yourself with the Rangers uniform, the team that you cheered on your whole life, it's pretty amazing.\" The Rangers, who drafted pitchers Thomas Diamond and Eric Hurley ahead of Gallardo in 2004, acquired him on Monday from the Brewers in exchange for infielder Luis Sardinas, reliever Corey Knebel and Minor League pitcher Marcos Diplan. The trade brought Gallardo home. He grew up on Fort Worth's north side and still lives in the area with his wife, Patricia, and their two children. Gallardo's parents still live here as do many other family and friends. \"Everybody's excited, that's for sure,\" Gallardo said. \"Family's excited. Dad, brothers, uncles. They grew up here. There's a lot of family here that have been helping me out, supporting me. Just to have that opportunity to watch me play here for the home team that they've been cheering on their whole life. \"It's definitely a dream to have the opportunity to play for a team like the Rangers. Now I have that opportunity, and I can't wait. I can't wait for it to get underway, and I'm looking forward to it. \"I didn't come to very many games as a kid, but I always watched on TV, that's for sure. But the times that I did show up, I wanted to see myself out in that outfield for batting practice and being in the situation that those guys were in that time of day.\" Gallardo, who had spent his entire career with the Brewers, but never pitched in Arlington during Interleague Play, joins a rotation that already includes Yu Darvish, Derek Holland and Colby Lewis. In Gallardo, the Rangers added a durable starter who has thrown at least 180 innings during each of the past six seasons. During that stretch, he was 80-59 with a 3.73 ERA while striking out 8.6 batters per nine innings. The only downside to the trade is that Gallardo has to give up hitting. He has 12 career home runs, the most by an active pitcher. One of them was off Randy Johnson. \"I enjoy hitting,\" Gallardo said. \"I've always enjoyed it, being in the National League since '07, the opportunity to hit. Hopefully, I get a couple starts when we play the National League and have an opportunity to swing the bat. I think the hitters that we have in that clubhouse are a little bit better than I am, have a little bit more power than myself.\" T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
