{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/106829068\/astros-first-baseman-jon-singleton-ready-to-make-adjustments-take-next-step\/",
    "title": "Singleton ready to make adjustments, take next step",
    "subtitle": "",
    "body": "HOUSTON -- Jon Singleton didn't play baseball this winter, choosing instead to clear his mind after a challenging 2014 that also proved to be very rewarding for the Astros' first baseman. Singleton made his Major League debut last year after signing a $10 million contract, clearing the way for him to be Houston's first baseman for the next decade, following in the footsteps of Jeff Bagwell and Lance Berkman. Singleton had put up huge numbers throughout the Minor Leagues, but the big leagues proved to be a tough transition. After hitting a home run in his Major League debut in June, Singleton struggled for much of the season and finished with a .168 batting average, 13 home runs and 44 RBIs. Those were the most homers and RBIs by an Astros rookie since Bagwell in 1991, but the slugger also struck out 134 times in 362 plate appearances, including 19 times in his final 32 times in the box. \"I've just been hanging out and decompressing from baseball, and sports in general,\" Singleton said Monday during an Astros caravan stop at the Houston Food Bank. He was in Houston for a day of service on Martin Luther King Jr. Day. \"I'm trying to get better as a person and strengthen my game. My biggest thing this offseason is strengthening my mental game, as far as dealing with failure and preparation and stuff like that.\" Singleton, 23, said it's a matter of focus and paying attention to what you do, something he's trying to do more in his everyday life. But baseball will be front and center again in about a month, when Singleton and the rest of his teammates hit Kissimmee, Fla., for the start of Spring Training. The Astros spent the winter improving the team all around Singleton -- the bullpen, starting rotation, shortstop and third base were all upgraded. Evan Gattis, traded from the Braves a week ago, can play some first base, but the club is still banking on Singleton to establish himself this year. \"It was definitely frustrating that I wasn't as successful as I was in the past,\" Singleton said of his 2014 season. \"I realize with better competition you have to make adjustments and you have to come with a better game, also. I'm definitely ready for that.\" There's another adjustment Singleton will have to make in the wake of a trade Monday. Friend and teammate Dexter Fowler was dealt to the Cubs in exchange for infielder Luis Valbuena and pitcher Dan Straily, leaving Singleton without one of his mentors. Singleton and Fowler were friends and last year attended a Rockets-Magic game together in Orlando, Fla. \"It's hard when a guy that's been a good friend of yours goes to a different organization,\" Singleton said. \"I've been through it before. It's part of life. I wish the best for him. He's a good guy and I've learned a lot from him, on the field and off the field.\" With that in mind, Singleton knows the onus will be on him to produce this year. \"It's my chance to go out and just play ball and have fun,\" he said. \"I feel like I got to this level and it was special and it was a long road, but I feel like I kind of have my foot in the door, and now I want to play ball and have fun and take it back to what it used to be like.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
