{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/106834298\/does-dexter-fowler-deal-open-the-way-for-cubs-prospect-kris-bryant\/",
    "title": "Does Fowler deal open the way for Bryant?",
    "subtitle": "With Valbuena headed to Houston, Cubs have void at third base",
    "body": "CHICAGO -- With Luis Valbuena headed to Houston, that leaves a void at third base for the Cubs, but general manager Jed Hoyer said it's too early to write top prospect Kris Bryant's name in the lineup for Opening Day. The Cubs dealt Valbuena and right-handed pitcher Dan Straily to the Astros on Monday in exchange for outfielder Dexter Fowler, who is expected to fill the leadoff spot. Valbuena started 105 games at third last season for the Cubs, tops on the team. Cubs fans are giddy at the prospect of Bryant, the Minor League Player of the Year in 2014, playing at Wrigley Field. In his second season as a pro in 2014, Bryant, 23, batted .325 with 43 home runs and 110 RBIs at Double-A Tennessee and Triple-A Iowa. Hoyer said the Cubs didn't deal Valbuena to make room for Bryant. \"It's totally independent,\" Hoyer said. \"Kris' development is independent of any move we made today. We have a number of guys who will be working at third [this spring].\" The list includes Mike Olt, Tommy La Stella and possibly Arismendy Alcantara. Hoyer said Javier Baez also could get some playing time there, although he's projected to start at second base for the Cubs. Baez is currently playing winter ball in Puerto Rico. \"You don't want to overload him as he works on his offense,\" Hoyer said of Baez, who batted .169 in 52 games with the Cubs last season, striking out 95 times in 213 at-bats. \"He has the ability to go to third, and that may be something we do in Spring Training.\" Olt was the Opening Day starter at third last year, but he ended up being optioned to Iowa after he struggled at the plate, finishing with a .160 average in 89 games. With the addition of Fowler, catcher Miguel Montero and La Stella, the Cubs feel their lineup is much deeper. \"We're still very reliant on young players, and even the players who are quote-unquote veterans are guys like [Anthony] Rizzo and [Starlin] Castro, who are still pretty young,\" Hoyer said. \"With [the young players], there comes some volatility. I think we'll have some stretches where we're really dangerous and we may have some stretches we go through and some of those guys are struggling. \"If the good stretches outweigh the bad, obviously, I think we can be a good offense,\" he said. \"We are aware of the challenges we face as far as the players' acclimation processes.\" Bryant doesn't seem fazed, and he has moved quickly in the Cubs' system. \"When Kris is ready, when we think he's ready to come up to the big leagues, we'll make that decision, but certainly trading Valbuena will not speed up that clock at all,\" Hoyer said. \"It's all dependent on Kris.\" Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
