{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/106840942\/touring-tim-flannery-thankful-for-time-as-giants-third-base-coach\/",
    "title": "Touring Flannery thankful for experience with Giants",
    "subtitle": "Former third-base coach to play four shows with band in Northern California",
    "body": "SAN FRANCISCO -- Tim Flannery wants to give fans more than a great show when he performs at four Northern California venues later this week. He wants to give them his gratitude. Flannery yielded his responsibilities as third-base coach for the Giants -- a job he held since 2007 -- when he retired from baseball in late November. \"It's not that I didn't want to keep doing it,\" Flannery said recently, \"[but] it was just too quick a turnaround and the season's too much of a grind.\" Flannery remains passionate about his music, as he and his band, the Lunatic Fringe, will remind those who attend any of his upcoming dates: Thursday at Vallejo's Empress Theatre, Friday at Redwood City's Fox Theatre, Saturday at Mill Valley's Music Hall and Sunday at Santa Cruz's Rio Theatre. For detailed information about any of the concerts, consult timflannery.com. The atmosphere at Flannery's concerts often includes hints of AT&T Park, with numerous patrons clad in Giants gear. He wants to acknowledge the legions who appreciate his music as much as the ballclub. \"I want to personally thank everybody from the stage for their support that they've given me through the eight years that we were up there,\" Flannery said. \"They're the hardest thing to walk away from.\" Flannery has a present for his aficionados: a new composition dubbed \"Three Ring Circus.\" The title, of course, refers to the Giants' three World Series triumphs in the last five years. Flannery also has a new outlet for his charitable spirit. He has founded a non-profit project called \"Love Harder,\" which will benefit familiar causes such as supporting Bryan Stow, the Giants fan who was brutally beaten outside Dodger Stadium nearly four years ago. Flannery has raised more than $200,000 in the last three years for Stow, including $96,000 last year through concerts, CD sales and donations from Giants reliever Jeremy Affeldt and popular ex-first baseman Will Clark. Flannery intends to support other endeavors. \"We're going to see what unfolds and how we can help with our music,\" Flannery said. For example, the Redwood City show will benefit lung cancer research. The following two shows will partially benefit Stow. Chris Haft is a reporter for MLB.com. Read his blog, Haft-Baked Ideas, and follow him on Twitter at @sfgiantsbeat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Haft"
}
