{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/106833892\/arizona-diamondbacks-fantasy-camp-thrills-fans-from-australia\/",
    "title": "D-backs' fantasy camp thrills new fans from Australia",
    "subtitle": "Down Under duo enjoys upscale experience, competitive environment at Salt River Fields",
    "body": "SCOTTSDALE, Ariz. -- It was not like Australians Greg Milburn and Jamie Bishop knew a lot about the Arizona Diamondbacks when they signed up for the team's 10th annual Fantasy Camp, which took place last week at Salt River Fields. But the pair did have a little background with the D-backs after Arizona opened the 2014 regular season in Sydney with a pair of games against the Dodgers. And well, the team had a bit of a reputation Down Under. \"To be perfectly honest, we heard that the Diamondbacks were the toughest group of baseballers in the league,\" Milburn said. \"It's just turned out to be a boon. We have a good time, but there's still competition here at this camp and I love that. It's hard baseball too and that's great, playing two games a day.\" After attending a Detroit Tigers Fantasy Camp four years ago, the pair had decided that if they were going to do it again, they would do one that took place in Arizona rather than Florida to cut down somewhat on the travel. While some teams put their campers up in Holiday Inns, the D-backs camp offers more of an upscale experience -- first at the J.W. Marriott Starr Pass Resort in Tucson and now at the Talking Stick Resort located near the team's Spring Training facility.   Age ain't nothing but a number at the 10th annual #Dbacks Fantasy Camp: http:\/\/t.co\/cVXxW5QFOo pic.twitter.com\/1rdUWVSjwZ   \"The accommodations are truly fantastic,\" Milburn said. \"It's really opened my eyes to another part of America. Americans are the luckiest people on earth. You live in a great country with all these great sports and people are serious about their teams.\" The longtime friends came to the U.S. a few days before camp to visit the Aussie Pie Kitchen in Santa Monica, Calif., which was opened not long ago by Bishop's brother, and they spent a few days after camp ended in Las Vegas. In between, they rubbed elbows with D-backs legends like Luis Gonzalez and Mark Grace. \"Australia doesn't have this kind of culture when it comes to sports,\" Bishop said. \"Everybody here knows all these guys.\" Baseball is gaining more of a foothold in Australia, and it received a boost last March when Major League Baseball held its first games there in 100 years. The two games between the Dodgers and D-backs drew sellout crowds. While they knew things did not go well on the field for the D-backs in 2014, Bishop and Milburn are counting on a rebound by their newly adopted team. \"They weren't doing well on the scoreboard, they were down a little bit, but they had a lot of passion,\" Bishop said. \"Getting with the D-backs now is great, because while they aren't doing so great right now, we know they are coming back. So we'll be able to say we started with them just when they were climbing up.\" Steve Gilbert is a reporter for MLB.com. Read his blog, Inside the D-backs, and follow him on Twitter @SteveGilbertMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
