{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/106892866\/jonathan-mayo-jesse-winker-will-be-minors-batting-champ\/",
    "title": "Pipeline Perspectives: Winker will be Minors batting champ",
    "subtitle": "Reds outfield prospect has tools at plate to have top average",
    "body": "There's a good amount of subjectivity regarding baseball prospects. With the evaluation of talent being in the eye of the beholder, finding consensus is often difficult. Even Jim Callis and Jonathan Mayo of MLBPipeline.com don't always see eye to eye. They discuss their viewpoints regularly in a feature called Pipeline Perspectives. Submit a topic for them to debate. Certain statistical categories are a little easier to project. If a hitter has power, he's likely going to hit some home runs. A power pitcher is probably going to strike out a few batters along the way. Sure, there are variables that come into play, but they are a bit more quantifiable. Batting average? Now that's a whole different ballgame. We all remember the scene in \"Bull Durham,\" when Crash Davis explains the difference between hitting .250 and .300 in a season, right? And he doesn't even go into things like ballpark factors or the quality of the opponent's defense. So predicting who will lead the Minor Leagues in batting average in 2015 might be tough. But we're going to give it a try anyway. As we continue our 2015 statistical prediction Pipeline Perspectives series, Jim Callis says Carlos Correa will lead the Minors in hitting. I'm picking Reds outfielder Jesse Winker to walk away with the batting title. Correa is a solid choice. He's hit .308 in his brief career, including .320 in his first taste of full-season ball in 2013. Correa was hitting .325 when he broke his right leg last June, cutting his 2014 season short. This isn't going to be one of these Perspectives where I try to poke holes in Callis' choice. Not going to happen this time. Instead, I'm going to extol the virtues of my selection. Coming into the 2012 Draft, Winker's reputation as an advanced hitter was well known, even as a high schooler. In his Draft report that year, we wrote, \"Any team interested in Winker on Draft day will be buying the bat. If his career as an amateur is any indication, it will be worth purchasing. Winker has an advanced idea at the plate, with a terrific approach from the left side.\" That's exactly what Cincinnati has gotten since the club took Winker in the supplemental first round, No. 49 overall. And he's done nothing to show that the skills won't keep translating. Winker hit .338 during his summer debut in the Pioneer League, when he was nearly three years younger than the average hitter in the circuit. He finished seventh in the batting race that summer. Winker hit \"just\" .281 during his full-season debut in 2013, but the other indexes were good: .379 on-base percentage (more on that in a bit) and .463 slugging. He hit 16 homers that year, more than Jay Bruce hit during his season in Dayton (for those worried about Winker's future power). Last year came a move to the hitting paradise that is the California League. Winker took advantage, hitting .317\/.426\/.580 in 53 games to earn a promotion to Double-A Pensacola. He would've finished fifth in on-base percentage and ninth in slugging. Winker's average would've been the 14th best, but I have a feeling had he stayed all season, that number would've improved. Yes, Winker struggled a bit in Double-A, but he also only played in 21 games when a right wrist injury ended his season in July. Given his track record, it's safe to assume some adjustments would've been made. It's also worth noting that at age 20, Winker was 4 1\/2 years younger than the average hitter in the Southern League. Winker was able to make up for some lost at-bats in the Arizona Fall League, and guess what he did there? Yes, that's right. He won the batting title by hitting. 338. Winker also had the best OPS, thanks to his second-best SLG and OBP. Wherever Winker has gone, he's carried that advanced approach at the plate with him. His .440 OBP in the AFL wasn't some crazy Fall League product. The left-handed-hitting outfielder has a .401 OBP over the course of his career. Even when Winker scuffled when he first got to Pensacola, he still was working counts and drawing walks. He doesn't strike out a ton, either, making it fairly clear why he can, and will continue to, hit for average. Winker consistently works counts in his favor, and then when he gets a pitch to hit, he doesn't miss it very often. I see that continuing when Winker returns to Double-A this year at age 21, completely healthy and with that strong AFL experience on his resume. His approach is that of a hitter first, one who feels the home runs will come when they come. That should serve Winker well in a league that isn't particularly friendly to power hitters overall. There's no danger that he will try to muscle up too much in an attempt to keep those numbers high. Winker will be happy to collect doubles aplenty in 2015. The only thing that could keep Winker from really competing for a batting title is if he hits so well the Reds decide that he's needed in Cincinnati in the second half. But I think a much more likely scenario is Winker raking all year in the Minors, across Double-A and Triple-A, and then perhaps getting a September callup. By 2016, he'll be ready to vie for batting titles at the highest level. Jonathan Mayo is a reporter for MLBPipeline.com and writes a blog, B3. Follow @JonathanMayoB3 on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Mayo"
}
