{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/106895050\/jim-callis-carlos-correa-will-have-minors-top-average\/",
    "title": "Pipeline Perspectives: Correa will have Minors' top average",
    "subtitle": "Astros shortstop prospect has what it takes to win batting title",
    "body": "There's a good amount of subjectivity regarding baseball prospects. With the evaluation of talent being in the eye of the beholder, finding consensus is often difficult. Even Jim Callis and Jonathan Mayo of MLBPipeline.com don't always see eye to eye. They discuss their viewpoints regularly in a feature called Pipeline Perspectives. Submit a topic for them to debate. As the first team to possess the No. 1 overall pick in the First-Year Player Draft for three straight years, the Houston Astros got a tremendous opportunity to rebuild their franchise. Their results with those selections haven't been all that they hoped, however. Houston's $6.5 million bonus agreement with last year's No. 1, left-hander Brady Aiken, fell apart after he failed a post-Draft physical. In the first 49 Drafts, only two other top choices (Danny Goodwin in 1971 and Tim Belcher in '83) declined to sign. At least the Astros will get the second overall pick in the 2015 Draft as compensation. Right-hander Mark Appel, the first selection in 2013, endured a rocky first full season in pro ball that included a 9.74 ERA in 12 starts at high Class A Lancaster. He appeared to turn a corner after a promotion to Double-A Corpus Christi and a trip to the Arizona Fall League, and he does rank as the best pitching prospect in Houston's system, though the organization may rue taking him over Cubs superstar-in-the-making Kris Bryant. The Astros have no regrets about the decision they made with the top choice from 2012. They strongly considered taking Appel, but when he wouldn't agree to financial parameters before the Draft, they made shortstop Carlos Correa the first Puerto Rican taken No. 1 overall. Three years later, he's one of three players in the discussion as baseball's best prospect, along with Bryant and Twins outfielder Byron Buxton, the No. 2 pick in 2012. Correa's stock soared with his performance in a series of pre-Draft workouts, during which he displayed jaw-dropping power. That appeared to be his most impressive tool at the time and earned him comparisons to a young Alex Rodriguez, not to mention a $4.8 million bonus. Interestingly, though, Correa's pure hitting ability has stood our more than his pop thus far in his pro career. He batted .320 as the second-youngest regular (age 18) in the low Class A Midwest League in 2013 and .325 as the youngest (age 19) in the high Class A California League last season. I'm on banking Correa continuing to raise his batting average again in 2015 -- to the point where he'll top the entire Minors. We're in the midst of identifying this year's Minor League leaders as part of our January Pipeline Perspectives, and Jonathan Mayo's choice for batting champion is Reds outfielder Jesse Winker . Winker is an outstanding hitter who won the Arizona Fall League batting title this offseason, but Correa will edge him out in 2015. Extremely mature for his age, Correa has focused on making repeated hard contact rather than carrying his batting-practice fireworks into game action. He employs a short right-handed stroke and shows a willingness to use the entire field instead of muscling up and trying to yank every pitch he sees out of the park. Correa manages the strike zone well and has an effective two-strike approach. All of those attributes point toward Correa becoming a .300 hitter for the Astros and a potential .350 hitter as a 20-year-old in Double-A this year. He has shown consistent improvement as a pro and was enjoying the best month of his career (.352\/.527\/.611 with 19 walks versus 11 strikeouts) last June when he broke his right fibula sliding into third base on a triple. Though Correa missed the rest of the season and sat out winter ball, he should be fully healthy for 2015. As he gets stronger and adds more loft to his swing, Correa should realize his potential for at least plus power. He also may be able to stay at shortstop despite his 6-foot-4 frame, because he's a better defender than originally believed. Though he's just an average runner, Correa's instincts and quick first step allow him to get to plenty of balls, and he has a cannon arm that enables him to make all of the throws. The Astros' track record with No. 1 overall picks hasn't been pretty. They got two seasons out of Floyd Bannister (1976) before trading him for Craig Reynolds, and just 18 games out of Phil Nevin ('92) -- whom they chose over Derek Jeter -- before jettisoning him for Mike Henneman. It remains to be seen what Houston will get out of Appel and the compensation pick for Aiken. By contrast, Correa looks like he can't miss. He has all of the makings of a superstar shortstop, and the worst-case scenario appears to be an All-Star third baseman. The next step on Correa's pathway to greatness will be a batting title in what should be his final full season in the Minor Leagues. Jim Callis is a reporter for MLB.com and writes a blog, Callis' Corner. Follow @jimcallisMLB on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Callis"
}
