{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/106892456\/mike-bauman-yovani-gallardo-trade-puzzling-move-by-brewers\/",
    "title": "Brewers' win-now approach takes hit with Gallardo deal",
    "subtitle": "Trading right-hander to Texas a puzzling move by team that sees itself as contender",
    "body": "The Yovani Gallardo trade is not the kind of deal that a contending team would normally make. Maybe it is the first step in a process. Maybe it is a result of extreme confidence in organizational pitching depth. Or maybe it is simply getting something, anything for a pitcher who can be a free agent after the season. Up until Monday, when he was traded by the Brewers to the Texas Rangers for three prospects, Gallardo was at least nominally the ace of the Milwaukee rotation. He had, after all, started five consecutive Opening Days for the Brewers. Over time, Gallardo has been a good, but not great, pitcher. \"[The Brewers] consider him an ace,\" said an executive from another National League team. \"We think he's a little overrated at that level.\" Gallardo has been a consistent pitcher, putting up a career 3.69 ERA, working at least 180 innings in each of the last six seasons, though his innings have been limited at times by inefficiency. Still, this is not the type of pitcher a team that considers itself a contender would trade, particularly when none of the players it is receiving in return is considered to have been among the Rangers' top prospects. This trade could make the case that the Rangers are intent on returning to contention immediately, but in and of itself it doesn't make that case for the Brewers being better for 2015. By itself, this trade doesn't fit the Brewers' current profile, or their self-image. Principal owner Mark Attanasio has made it repeatedly clear that he wants a club that contends on an annual basis. Attanasio was deeply disappointed and said so publicly last season, after the Brewers spent 150 days in first place in the National League Central, but then faded badly in September. He noted that the Pirates had qualified for the postseason two years in a row. That, Attanasio said, was supposed to be the level his team attained. The Brewers believe they have an adequate rotation replacement for Gallardo in Jimmy Nelson. Nelson struggled in his first extensive Major League exposure last season, but there is no doubt that he has the stuff to eventually succeed. It may be true that the Brewers would have had difficulty retaining Gallardo when he became eligible for free agency after the 2015 season. But simply trading him for possible improvement at some point in an indefinite future doesn't necessarily look like the move of a team committed to contending on an annual basis. Gallardo is to make $13 million this year, with an escalator clause that paid him an additional $1 million if he was traded. As part of the deal with Texas, the Brewers agreed to pay $4 million of his 2015 salary. The added salary flexibility that this deal provides the Brewers has already led to speculation that they may become bidders for James Shields, the most prominent free-agent starter still on the market. The Brewers have previously denied any interest in signing Shields. A more plausible course for the Brewers might be a trade for an established starter. Since the Nationals signed Max Scherzer to a seven-year, $210 million deal, there has been considerable speculation that Washington, with some important personnel reaching free agency after the season, might make one of its starters available. One of those starters who will be eligible for free agency is Jordan Zimmermann. In addition to his proven ability and accomplishments, Zimmermann would be directly out of central casting for the Brewers. He is from Auburndale in central Wisconsin and he attended college at Wisconsin-Stevens Point. There are contradictory reports about whether the Nationals will make any of their starters available, including Zimmermann. The Washington club may simply decide to take a run at a championship with what would be considered the best rotation in baseball. As it stands now, the Brewers rotation would be Kyle Lohse, Wily Peralta, Matt Garza, Mike Fiers and Nelson. In a division in which all five clubs can make arguments that they are contenders, this is a plausible rotation. But it is also, on paper, not as good as the one that contained Gallardo. The Brewers have been hit hard by free-agent defections in the past. CC Sabathia helped get them to the postseason in 2008, then left for Yankees dollars. The Brewers have never completely recovered from losing Prince Fielder to the Tigers in free agency after posting the best regular-season record in franchise history in 2011. If at a later date one or more of the three prospects that Milwaukee received from Texas turns out to be a legitimate Major Leaguer, the Brewers will be able to say that they got something before they lost Gallardo to free agency. But that would be a long-term outcome for a club that wants to win now. Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
