{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/106914850\/breaking-barriers-youth-essay-contest-underway\/",
    "title": "Breaking Barriers youth essay contest underway",
    "subtitle": "Program has students write about personal challenges after learning about Jackie",
    "body": "Entries are being accepted through March 13 for Breaking Barriers: In Sports, In Life, the educational program operated by Major League Baseball and Scholastic that began in 1997 and has taught 22 million young students about the obstacles faced by Hall of Famer Jackie Robinson as he broke baseball's color barrier in 1947. About 19,000 essays were entered last year, and Jackie's daughter, Sharon Robinson, cites the example of Peter Hanhan as a reason why the program keeps growing and having such a positive impact. In 2012, the Tampa, Fla.-area student won the Grand Prize for his powerful essay about what he faced when his Palestinian family was forcibly removed from its West Bank home and escaped to a life of opportunity a decade earlier. Now Hanhan has been accepted into New York University-Shanghai. \"They stay in touch with me and send emails,\" said Robinson, an MLB educational programming consultant who founded the Breaking Barriers program. \"He sent me an email, I talked about the Jackie Scholars program, and he wanted to know if he should apply. I said, 'Of course,' and now Peter's gotten into NYU Shanghai. He always wanted to be an international reporter and speaks multiple languages. He was the Palestinian kid who wrote about the day the war came to his house. We honored him at the [2012] World Series, and it was emotional to see how this family had grown and developed since they became U.S. citizens. So now he's off to NYU Shanghai, and I told Tom [Brasuell, MLB vice president of community affairs] that he needs to get the scholarship money.\" \"We all have obstacles in our lives, and we have to have a support mechanism to deal with our obstacles and a belief that we can overcome them,\" said Robinson. \"It's not even how large they are, or whether it's a physical illness, it is a concept that you meet a hurdle head-on. It doesn't necessarily mean you have conquered the issue, but you're dealing with it. That's what we're really looking for, that they believe.\" Educators of students in Grades 4-9 can now download free Breaking Barriers program materials, including lessons and newly created online student interactive elements, at scholastic.com\/breakingbarriers. The program culminates with students writing essays that illustrate how they were able to overcome obstacles or barriers in their own lives through the example set forth by Jackie Robinson, focusing on nine values: courage, teamwork, determination, persistence, integrity, citizenship, justice, commitment and excellence. Teachers can submit these essays for consideration for national recognition by MLB, Scholastic and Robinson. \"The Breaking Barriers program has been a wonderful vehicle to honor my father's legacy and teach the younger generation about the way Jackie Robinson changed history,\" Robinson said. \"Furthermore, it has inspired students to understand and express how they have faced obstacles in their own lives. We encourage any interested teacher to utilize this program, to not only educate their students, but also potentially help change lives for the better.\" The essays are submitted for consideration for a three-tiered prize system: Grand Prize, First Prize and Second Prize. The Grand Prize Winner of students in Grades 4-8 wins the opportunity to attend the MLB All-Star Game on July 14 in Cincinnati, while the ninth-grade Grand Prize Winner will go to the next World Series. All prize winners receive a laptop computer, provided by Microsoft, for themselves, and a tablet, provided by T-Mobile, for their teachers. Winning contestants also will be given a set of Breaking Barriers T-shirts for their class and a book authored by Sharon Robinson. In addition, Grand Prize and First Prize winners receive a personal school visit by Robinson. So, how do you decide the prize winners among at least 19,000 heartfelt essays? \"Scholastic has a pool of teachers who read essays and narrow it down to 75 or 100, all separated by categories, and then we break them down,\" Robinson said. \"Then about eight of us read the same pile of 75 essays, then we come to a meeting with our top picks, and we sit there and talk them out, read essays out loud. That's how we do it. It's very difficult because these are very compelling stories. You're also looking at their writing abilities, but mainly their own stories.\" \"If it was up to me, all 75 would have gotten it [last year],\" said Robinson. \"They all felt deserving. It helps us because we go out and meet them, and they're so inspiring. To meet this little fifth grader who's had three operations on his brain for cancer, and to see how he and his family are working together to ensure a normal childhood, it means so much.\" Breaking Barriers is supported by MLB sponsor Church & Dwight Co., which is making an annual donation of $150,000 to the program through 2016. \"The tremendous response to this education program and contest shows how Jackie Robinson is an inspiration to students, encouraging them to write about their personal barriers in life,\" said Ann Amstutz-Hayes, senior vice president at Scholastic. \"Scholastic is proud to once again join Major League Baseball, Sharon Robinson and Church & Dwight to create a platform that lets students express themselves and engage in meaningful conversations with their teachers, peers and families.\" Mark Newman is enterprise editor of MLB.com. Read and join other baseball fans on his MLB.com community blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
