{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/106872712\/remade-infields-rank-among-baseballs-best\/",
    "title": "Remade infields rank among baseball's best",
    "subtitle": "Dodgers, Cards, Mariners, Nats, Red Sox can boast of high quality",
    "body": "The ongoing media focus on the Dodgers' crowded outfield has obscured the exceptional quality of their infield. If you buy the analytics, the defending National League West champions will enter the season with the best all-around infield in the game following a major makeover. According to WAR (wins above replacement player) and defensive metrics courtesy of FanGraphs, Baseball Info Solutions and the Fielding Bible, the Dodgers' unit of Adrian Gonzalez, Howie Kendrick, Jimmy Rollins and Juan Uribe, with Justin Turner in reserve, is the leader of the pack with a WAR of 18.7, based on last season's production. On the Dodgers' heels are the American League-best Twins (15.5), Cardinals (14.7), Mariners (14.5) and Blue Jays (13.8). Rounding out the top 10 are the Nationals (12.7), Red Sox (12.6), Rockies (11.9), White Sox (11.6) and Tigers (11.0). Winter swaps bringing Kendrick from the Angels and Rollins from the Phillies, replacing Dee Gordon and Hanley Ramirez at second base and shortstop, respectively, should tighten up the Dodgers' middle-infield defense. Kendrick and Rollins each placed sixth in the Majors at their positions in ultimate zone rating and overall defense. They join Uribe, the Majors' third-rated defensive third baseman, and Gonzalez, the NL Gold Glove Award winner at first base. Gordon ranked 12th at second base, while Ramirez, Boston's new left fielder, was rated 21st among shortstops. Thanks to Miguel Rojas, now a Marlin, making up for Ramirez's nine runs surrendered with a whopping 11 runs saved in 284 innings at shortstop, the Dodgers saved more infield runs (38) than any team last season. The Reds (37), Orioles (34), Cards (32). Rockies (29), Padres (19), Giants (18) and Athletics (16) also were impressive run-savers. A number of clubs figure to be improved in the infield by offseason alterations or the return of prominent players from injuries. A look at seven to watch in 2015: Dodgers Along with rock-solid play from third to first, the Dodgers have a significant plus in the versatile Turner. With a locker full of gloves, Turner and his .897 OPS assembled a 3.2 WAR that was superior to any regular in seven MLB infields. Uribe had a 3.8 WAR despite being held to 103 games by injuries. Kendrick (4.6) and Rollins (3.6) are steady, smart two-way talents. Gonzalez, the top-ranked glove at first by a panel of experts in the 2015 Bill James Handbook, had a 3.5 WAR, bringing the five current Dodgers' infielders to 18.7 -- up from an MLB-high 17.0 last season. Twins Minnesota's strong suit is offense, led by second basemen Brian Dozier (4.6 WAR). Shortstop Danny Santana (3.2) and third baseman Trevor Plouffe (3.5) handle the left side. Joe Mauer (1.9) was credited with four runs saved at first base, and versatile backup Eduardo Escobar (2.3) is a plus. Looming on the horizon is power-hitting third baseman Miguel Sano. Cardinals The addition of shortstop Jhonny Peralta and his 5.4 WAR and the emergence of second baseman Kolten Wong (2.0 WAR) as a postseason offensive force give the Redbirds an imposing infield, with Matt Carpenter (3.8 WAR) and Matt Adams (1.9) solid two-way operators at the corners. Peralta's 17 runs saved ranked third in the NL at shortstop behind the Braves' Andrelton Simmons and the Reds' Zack Cozart. Wong ranked sixth at his position with nine runs saved. Newcomer Mark Reynolds (1.6) brings offensive thunder to the corners, and Pete Kozma lends veteran support. Mariners For a team on the rise, Robinson Cano (5.2 WAR) at second and Kyle Seager (5.5) at third deliver on a consistently elite level, missing only eight games combined last season. At shortstop, Chris Taylor and Brad Miller (both 1.4) have shown promise. Logan Morrison (1.0) gets the call at first, and Willie Bloomquist can do a little bit of everything. Blue Jays Third baseman Josh Donaldson, acquired from Oakland, elevates this infield by virtue of his multiple talents and 6.4 WAR. Shortstop Jose Reyes (3.3 WAR) makes exciting things happen in the field and offensively. The right side of the infield has formidable Edwin Encarnacion (3.6 WAR) and Justin Smoak at first with Maicer Izturis, Ryan Goins and versatile Shawn Tolleson competing at second. Nationals Max Scherzer and the superb pitching staff around him will be backed by a remodeled infield. Ryan Zimmerman (1.2 WAR) moves across the diamond to first base. Anthony Rendon (6.6 WAR) is a polished gem at third, with Ian Desmond (4.1) a force at shortstop. Yunel Escobar presumably gets first call at second, with Danny Espinosa (0.6) providing competition. Red Sox Perhaps only the Tigers, with Miguel Cabrera and Ian Kinsler (5.4 WAR each), and the Dodgers can anticipate production from the right side of the infield to match Boston's Mike Napoli (2.5) and Dustin Pedroia (4.4). Third baseman Pablo Sandoval (3.0) is a quality defender and proven thumper from both sides. Xander Bogaerts (0.4) has the tools at shortstop, and Brock Holt (2.3) is arguably the game's most versatile player. Others swiftly could rise to elite status. The return of exquisite shortstop Jose Iglesias in Detroit, third baseman Manny Machado in Baltimore and Prince Fielder at first in Texas could do wonders for those AL clubs. An entirely rebuilt A's infield features Ben Zobrist at second and Brett Lawrie at third. An anticipated full season of Brandon Belt at first and Joe Panik at second should improve the World Series-champion Giants despite the loss of Sandoval at third, where Casey McGehee checks in. The Marlins' new look has Michael Morse at first, Gordon at second and Martin Prado at third alongside shortstop Adeiny Hechavarria. If Troy Tulowitzki and Nolan Arenado stay healthy in Denver, the Rockies' infield is as talented as any in the sport. Manager Joe Maddon's Cubs, brimming with possibilities, are the fascinating wild cards. Lyle Spencer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
