{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/106924132\/outfielder-colby-rasmus-signs-one-year-contract-with-astros\/",
    "title": "Rasmus joins Astros' outfield mix, signs 1-year contract",
    "subtitle": "Drafted by Luhnow in St. Louis, former Blue Jay 'tight' with Houston's GM",
    "body": "HOUSTON -- The Astros' trade of veteran outfielder Dexter Fowler to the Cubs on Monday not only freed up a spot in the outfield and netted them infielder Luis Valbuena and pitcher Dan Straily, it also led them to free-agent outfielder Colby Rasmus. With Fowler, who would have made more than $9 million, off the books, the Astros allocated some of that money to sign Rasmus, a left-handed-hitting outfielder with some power who will hold down a starting role in 2015. Rasmus signed a one-year deal worth $8 million, according to a source. \"We knew that moving Fowler would free up some resources and a spot for Colby, and it was all part of the same sort of thinking about how we were going to approach the rest of the offseason going into Spring Training,\" general manager Jeff Luhnow said. • Hot Stove Tracker To make room for Rasmus, the Astros designated catcher Carlos Corporan for assignment and will try to trade him. Corporan became the odd man out when the team traded for backup catcher Hank Conger in November. While it remains to be seen where Rasmus fits in the Astros' outfield rotation, his arrival gives manager A.J. Hinch another bat in a lineup that now includes Evan Gattis, shortstop Jed Lowrie and Valbuena, who will start at third base. \"I think he's going to benefit from being in our ballpark and on this team,\" said Luhnow, who drafted Rasmus when he was scouting director for the Cardinals in 2005. \"It's a good opportunity for us to bring him in and let him add to what's a better and better offensive team with every move we make.\" Rasmus, 28, spent the last four seasons with the Blue Jays after coming up with the Cardinals. Rasmus is a career .246 hitter with 116 homers and 352 RBIs in six seasons, hitting .225 with 18 homers and 40 RBIs last year. \"I've always liked playing against the Astros and the way they've handled themselves,\" Rasmus said before reaching a deal. \"I played with Lance Berkman [in St. Louis], who was loyal in his time here. That was something that was on my mind, hearing him talk about it. Obviously, Jeff being the scouting director that drafted me, it looks pretty enticing.\" Rasmus has a strong arm and can play all three positions, but he's been primarily a center fielder. The other outfield starters appear to be George Springer and Jake Marisnick, and, like backups Alex Presley and Robbie Grossman, they can also play all three outfield spots. Gattis can play left field as well. \"We have a couple of months to figure out where everybody stands out in the field, but we know Colby will be in the lineup and be hitting,\" Luhnow said. \"A.J. and the staff, we've given them a lot of options. Basically at every position, if you look at the depth chart, there's a lot of different alternatives and ways you can map it out, and basically that's what Spring Training is going to be used for, is to figure out who goes where. We have added quite a bit of firepower to our lineup and we think that's going do us well in our division.\" Rasmus, who is from Alabama, said playing for a team in the south appeals to him, as well as being in the same division as his brother, Cory, a pitcher with the Angels. \"I play hard and I would like to get back on some grass,\" Rasmus said. \"The turf in Toronto was pretty rough playing up there. Being in this division to be able to stay in some [warmer] climates and my brother is playing with the Angels and to be able to see him on some trips is pretty cool.\" The Astros have certainly improved this offseason with the additions of Rasmus, Valbuena, Gattis and Lowrie to the lineup and adding Luke Gregerson and Pat Neshek to the bullpen earlier this winter. \"I think we've done well for ourselves,\" Luhnow said. \"It comes at the expense of some players we had last year who aren't going to be here, but we do feel like we're an improved team.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
