{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/106924940\/bucs-have-clean-slate-to-find-right-cleanup-hitter\/",
    "title": "Pirates have clean slate to find right cleanup man",
    "subtitle": "After No. 4 hitter struggled mightily for Bucs in 2014, solidifying spot in lineup a focus this spring",
    "body": "SURPRISE, Ariz. -- In his four seasons of managing the Pirates, Clint Hurdle has gone through nearly as many cleanup hitters as wads of chewing gum. Eleven different players have started more than 10 games in that spot since 2011. Coming up with that serviceable No. 4 hitter will be one of Spring Training's main projects, both for production and protection for Andrew McCutchen. The first baseman could fill that role -- whether it's Pedro Alvarez or Corey Hart. But you also have to wonder if Jung Ho Kang could be a dark-horse candidate for that job, too. The infielder from Korea doesn't yet have a spot even on the field. He'll begin applying in Pirate City next month. So worrying about his potential spot in the lineup is way too premature. But anyone with 40 homers and a .739 slugging percentage on his 2014 resume belongs in the conversation -- even if we don't yet have a sense how much of those numbers will be lost in transition. \"We have a projection model,\" said Pittsburgh general manager Neal Huntington, citing the club's respected analytics staff. \"But it's just a model now, since we haven't seen a hitter from the KBO [Korean Baseball Organization] make the move to the Majors. Obviously we're comfortable enough with that to have made a significant investment in this player.\" Kang occasionally batted cleanup for the KBO's Nexen Heroes. Asked in the Heroes' preseason camp here whether he'd be up for that challenge with the Bucs, Kang answered matter-of-factly. \"I'd be very excited to get that opportunity, and I'd be happy to be one of the cleanup hitters,\" Kang said through his interpreter. \"I would try to fulfill the expectations that come with it.\" Identifying a cleanup hitter is a crucial decision that will impact the offensive well-being of the Pirates, who somehow won 88 games last season despite the slot being the weakest in their lineup. Cleanup hitters combined to bat .225 with an on-base percentage of .305, both lineup lows; only the No. 8 spot had a lower slugging average than the cleanup guys' .393. Cleanup hitters' most important responsibility is being a threat behind No. 3 hitter McCutchen, who otherwise will be pitched around even more than he was in 2014. And in 2014, McCutchen was able to score after only 14 of 84 walks -- followed up by the men behind him going 18-for-75. Lineup construction generally will be a major spring task. A year ago, Starling Marte was entrenched in the leadoff spot and Alvarez had first call at cleanup. Hurdle is back to square one, since Marte proved far more comfortable and productive as a middle-of-the-order guy and Alvarez did little to bury his historical struggles at cleanup (.193 career average in 125 starts). Josh Harrison admirably took over at leadoff (.328 with an on-base percentage of .359), but was also the very best in the Majors hitting with men on base (.370), so Hurdle may be tempted to hit him lower. The most experienced cleanup hitter of the incumbent Pirates is Neil Walker, who has made 134 career starts in the spot, including a team-high 53 last season. Hart occasionally batted there for the Brewers, but spent most of his time in the five-hole behind Prince Fielder. Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. Follow him on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
