{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/106696764\/tracy-ringolsby-cubs-red-sox-eye-turnaround-after-down-2014\/",
    "title": "Cubs, Red Sox eye turnaround after down '14",
    "subtitle": "Following last-place finishes, both clubs have lofty goals",
    "body": "After back-to-back last-place finishes, Cubs first baseman Anthony Rizzo says he and his teammates have had enough, and he has predicted a National League Central title in 2015. The Red Sox haven't said much, but their offseason activity has made it clear that they, too, are hoping for one of those last-to-first stories. They wouldn't be the first. There have been 11 times in Major League history that a team has gone from last place to first place the next season -- including the Cubs from 2006 to '07 and the Red Sox from 2012 to '13. The Red Sox in 2014 became only the eighth team to go from first to worst, joining the 1914-15 A's, 1986-87 Angels, 1992-93 A's, 1994-95 Expos, 1996-97 Padres, 1999-2000 Rangers and 2010-11 Twins. And the Red Sox have a chance to become only the second team in history to go from first to worst to first in a three-year span. The Padres did it in 1996-98. In an attempt to rebound from last year's 71-91 record -- a .438 winning percentage that was worse than only the 1998 Marlins (.333) for a defending World Series champion -- the Red Sox have added starting pitchers Rick Porcello, Wade Miley and Justin Masterson, third baseman Pablo Sandoval and left fielder Hanley Ramirez. While the Red Sox did go into last season feeling they would contend again, the 1998 Marlins were gutted in the offseason. The Cubs, meanwhile, have a strong nucleus of highly regard prospects, and this offseason they lured manager Joe Maddon from the Rays and signed pitchers Jon Lester, Jason Hammel and Jason Motte, and catcher David Ross. Going from worst to first in the standings, though, is no guarantee of claiming a World Series championship. The 2013 Red Sox, in fact, joined the 1991 Twins as the only teams to go from a last-place finish to a World Series title. The 1991 Braves, '93 Phillies, '98 Padres and 2008 Rays lost in the World Series. The 1997 Giants, 1999 and 2011 D-backs and 2007 Cubs lost in the Division Series. Star stuff With Petco Park selected to host the 2016 All-Star Game, and Cincinnati the host in '15, the only current ballparks to have not been selected for an All-Star Game are Citizens Bank Park in Philadelphia, Nationals Park in Washington, D.C., Tropicana Field in St. Petersburg, Fla., Marlins Stadium in Miami and the new Yankee Stadium. The Marlins were initially scheduled to host the 2000 game, but due to uncertainty about the franchise, the game was instead played at Turner Field in Atlanta. The Padres, who have not hosted an All-Star Game since 1992, will end a 23-year absence of the All-Star Game from their ballpark. The Mets had the longest stretch without hosting an All-Star Game of an existing franchise, hosting a Midsummer Classic the first time in 1964, when Shea Stadium opened, and a second time in 2013 at Citi Field, which opened in '09. Hosting an All-Star Game is not a guarantee of success for the hometown team. Ten times the team that hosted advanced to the World Series, and only the 1977 Yankees, '59 Dodgers and '39 Yankees have gone on to win the World Series title. All-Star hosts who lost the World Series were the 1997 Indians, '70 Reds, '65 Twins, '60 Yankees, '54 Indians, '49 Dodgers and '46 Red Sox. Hat chat With Randy Johnson set to wear a D-backs hat on his Hall of Fame plaque, the debate remains whether Pedro Martinez will go in with an Expos or a Red Sox cap. Martinez established himself in the big leagues with the Expos, but the dominant stretch of his career came in Boston, making the Red Sox his likely team. Johnson will be the first inductee with a D-backs hat. That leaves five teams that have not had a Hall of Fame player inductee with their cap -- the Angels, Mariners, Rays, Rockies and Marlins. Swinging Sammy Sosa is one of only three players in Major League history to strike out 150 or more times in a season and hit .320 or better. Sosa did it twice, hitting .320 in 2000 (168 strikeouts) and .328 in '01 (153 strikeouts). Mo Vaughn hit .326 in 1996 with the Red Sox (154 strikeouts) and Matt Kemp hit .324 with the Dodgers in 2011 (159 strikeouts), according to Stats Inc. Of the players with 150 or more strikeouts in a season in the last 15 years, Dan Uggla's .179 average with the Braves in 2013 is the lowest average in that span. The only other players with sub-.200 averages and 150 strikeouts in a season during that stretch were Mark Reynolds (.198 with the D-backs in 2010), Carlos Pena (.197 in 2012 and .196 in '10 with the Rays), and Chris Davis (.196 in 2014 with the Orioles). Tracy Ringolsby is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
