{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/106705640\/cardinals-not-actively-shopping-for-front-line-starter\/",
    "title": "Cards 'not actively shopping' for front-line starter",
    "subtitle": "GM Mozeliak satisfied with depth, may not go after free agent Scherzer",
    "body": "ST. LOUIS -- Though reports continue to speculate of the Cardinals' interest in acquiring a front-line starting pitcher before Spring Training, general manager John Mozeliak stated at Saturday's Winter Warm-Up that the organization is \"not actively shopping\" in that portion of the market. That would suggest limited interest in meeting the asking price of free-agent starter Max Scherzer, the St. Louis native who remains unsigned after reportedly entering the winter seeking a contract worth around $200 million. Recent reports have also linked the Cardinals to starters Cole Hamels and David Price, both of whom would be available via trade if St. Louis was willing to part with a package of talent. \"Obviously, we have been an organization that tends to be opportunistic if something should arise,\" Mozeliak said. \"But at this point, I don't feel like we need to do that. I also feel like we have a little more depth than people really feel or give us credit for. Somebody like a Marco Gonzales, I certainly feel, can pitch in the big leagues. I also think somebody like a Tyler Lyons gets overlooked. I feel there is some depth to the Cardinals.\" Currently, the Cardinals project to begin 2015 with a rotation that includes Adam Wainwright, Lance Lynn, John Lackey, Michael Wacha and Carlos Martinez. Wainwright and Wacha ended the season with varying health concerns, though there have been no additional setbacks this winter. Behind this group of five, the Cardinals do have young lefty starters Gonzales and Lyons looming as options. If healthy, Jaime Garcia would also enter the mix. Recent updates on his recovery from thoracic outlet surgery are \"extraordinarily positive,\" said Mozeliak, a change in tone from the GM's earlier offseason comments about Garcia's viability as a reliable rotation piece this season. \"He's having a very good offseason,\" Mozeliak said. \"I don't want to put too much pressure on him or too much pressure on the club on what that actually means because I have not personally seen him. But from a medical standpoint, from what we're hearing about his workouts and so forth, he really is feeling good.\" Garcia has already begun a throwing program at his home in the Houston area and is expected to report to Jupiter, Fla., early. Having a saturation of healthy starting pitchers would be a plus for the Cardinals, who could then manipulate the workload as a way to regulate innings for young starters and also prevent overuse of Wainwright. \"When you're looking at making sure the volume isn't too high, especially as you work your way to August, September,\" Mozeliak said, \"having someone that can give you some protection there makes sense.\" Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
