{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/106707796\/matt-belisle-mark-reynolds-excited-to-be-part-of-cards-great-era\/",
    "title": "Belisle, Reynolds excited to be part of Cards' 'great era'",
    "subtitle": "Free-agent acquisitions expect to be key components of championship run",
    "body": "ST. LOUIS -- The Cardinals' two prominent free-agent signees received their first public welcomes to St. Louis at Saturday's Winter Warm-Up. Yet, it was the anticipation of such a setting that lured them here in the first place. Infielder Mark Reynolds and reliever Matt Belisle spoke glowingly about the opportunity to join the organization and how each was willing to sacrifice some salary and\/or security to be a member of the Cardinals. As Belisle remarked: \"It's a great era to be a Cardinal.\" Belisle signed a one-year deal with the Cardinals just a little over a week before Reynolds did the same last month. St. Louis targeted both veterans to fill specific needs, believing Belisle could slot into a setup role and counting on Reynolds to provide protection at first base and pop off the bench. Reynolds said he had offers elsewhere that would have guaranteed him more playing time, but he prioritized finding a place where he could have the best chance at a championship run. \"[Manager] Mike [Matheny] called me and told me he wanted me as a part of this,\" Reynolds said. \"I was ready. I wanted to be here. I wanted a chance to play for a contender, and I wanted a place to win.\" The Cardinals' pitch worked relatively quickly, with all the negotiations starting and finishing during the team's four-day stay at the Winter Meetings. In Reynolds, the Cards netted a player who has seven consecutive 20-homer seasons, but also one who has led the league in strikeouts four times in his career. \"I think we understood what we were buying, though that's not to say that maybe we aren't hopeful of a little bit of an adjustment,\" general manager John Mozeliak said of Reynolds' contact rate. \"High strikeouts and home runs? There could be a tradeoff. But if there could be a little more happy-medium, I think we'd be pleased.\" \"I'm doing something right to still have a job,\" said Reynolds. \"Obviously, I'd like to raise [the contact rate] and not strike out so much. But I feel like I compromise some stuff if I do that.\" In speaking of his decision to sign with St. Louis, Belisle noted that while several teams expressed interest, the Cardinals submitted the first formal offer and were never going to waiver from the top of his list. \"Talk about throwing kerosene on the fire that's already lit,\" Belisle said. \"I've always looked across and watched [Tony] La Russa and now Matheny just beat up on us. I'm just honored to be wearing a Cardinal uniform, and I mean that with as much sincerity as I can explain right now.\" As he has throughout his career, Belisle could fill any number of roles, and he will likely carry a hefty workload. He has appeared in at least 66 games each of the last five seasons. \"I'm just ready to be Matheny's soldier and the team's soldier and do whatever is asked of me,\" Belisle said. \"I just want to be in that last game and hold the trophy.\" Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
