{
    "url": "http:\/\/m.athletics.mlb.com\/news\/article\/106700644\/richard-justice-athletics-rays-could-ride-overhauled-rosters-to-postseason\/",
    "title": "A's, Rays could ride overhauled rosters to postseason",
    "subtitle": "Oakland's Beane, Tampa Bay's Silverman surprise with bold moves",
    "body": "Raise your hand if you think the Rays and Athletics are both going to the postseason in 2015. Funny game, isn't it? Turns out, neither team ever intended to punt on the 2015 season. From the beginning, both tried to tell us there was a larger plan. It's just that it was hard to see it. In the case of the A's, shame on us for not trusting the man in charge. On the other hand, this was a dramatic overhaul, even by general manager Billy Beane's own high standards. There it is, though, as clear as can be. The Rays were different because their new president of baseball operations, Matt Silverman, had no track record. With the departure of manager Joe Maddon and president of baseball operations Andrew Friedman, the Rays seemed to be pushing some kind of reset button on their entire operation. And the Rays were making moves to help manage their payroll, which is different from slashing their payroll. If you look at them today, though, it's easy to envision them competing for a division championship. To that end, the Braves and D-backs are also interesting. When teams insert a bunch of young players into the mix, it's something of a high-wire act. At last count, Braves president of baseball operations John Hart has acquired 11 players 24 years old or younger. Those players are now seven of Atlanta's top 20 prospects, according to MLB.com's rankings. Likewise, Arizona has acquired a ton of pitching -- Jeremy Hellickson, Robbie Ray, Rubby De La Rosa, Allen Webster. Combine those with top prospects Archie Bradley and Braden Shipley and with Patrick Corbin expected back from Tommy John surgery at some point, and there are reasons to believe in what chief baseball officer Tony La Russa is building. All this is part of baseball's new landscape, one in which at least 24 teams believe they're good enough to make the postseason. So many clubs -- Pirates, Royals, Mariners -- have emerged in recent seasons, it's easy to believe almost anything is possible. I digress. Back to the A's and Rays. Beane didn't just blow up a playoff team. He blew it up with the confidence he could put it back together. Look, this kind of thing just isn't done. For one thing, there's risk involved. Beane could end up being wrong. After all, he traded his best player, third baseman Josh Donaldson, and one of baseball's best pitchers, Jeff Samardzija. With the loss of Jon Lester and Jason Hammel to free agency, the A's have lost a lot of talent from a team that finished 10 games behind the Angels in 2014. That was Beane's point, too. The A's weren't going to make up those 10 games by being timid. At last count, he'd made nine trades with nine teams involving 28 players. He dealt away five All-Stars and has an entirely new infield. These new A's are younger and have more flexibility in the lineup and more depth in the pitching staff. It'll be interesting to see how manager Bob Melvin makes the pieces fit, especially how he rotates Ben Zobrist, Billy Butler, Craig Gentry, Ike Davis, etc. With Sonny Gray, Scott Kazmir and Drew Pomeranz at the front of the rotation, with A.J. Griffin and Jarrod Parker back from Tommy John surgery at some point and with a slew of new young arms, the A's appear to be plenty good enough to compete. If we look up at the All-Star break and the A's are leading the American League West by five games, you heard it here first. Now to the Rays. Who does Matt Silverman think he is? Billy Beane? First, there was a notion the Rays gutted their payroll. They didn't. At the moment, it's slightly over $70 million and will end up close to last season's number of around $77 million. If Silverman had wanted simply to slash payroll, he wouldn't have signed infielder Asdrubal Cabrera or acquired veterans Kevin Jepsen and John Jaso in trades. He could have chosen prospects in both those deals, but Silverman was working toward a larger vision. The Rays have the AL East's best rotation and one of its best bullpens. They have one of the best everyday players in third baseman Evan Longoria. The Rays won't be favored to win the AL East. The Red Sox will carry that banner into Spring Training. The Rays will tell you they should never be favored to win the division because they're almost always going to be counting on more young players than other teams. That's the case again this season. And they could end up at the bottom of the standings. On the other hand, the Rays believe in Steven Souza Jr., Kevin Kiermaier, Brandon Guyer, Tim Beckham, Nick Franklin, Alex Colome, etc. If the A's and Rays do end up in the playoffs, would it change the dynamic for other clubs in looking at their teams? It would at least give every club something to consider. On the other hand, these clubs were built with flexibility in mind. Long-term payroll commitments are rare. It has been fascinating seeing the rosters change over the last few weeks. At this point, both teams appear capable of going to the postseason. Regardless, it'll be fascinating to see it unfold. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
