{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/106767518\/cardinals-seek-improved-offense-after-dip-in-2014\/",
    "title": "Cardinals seek improved offense after dip in 2014",
    "subtitle": "Matheny, players expect home run numbers to rise following season in NL basement",
    "body": "ST. LOUIS -- While the Cardinals may not have a plethora of Spring Training battles to decide, manager Mike Matheny's tinkering with the lineup is certain to be under a microscope given the number of potentially moving pieces within it. Though he has already scribbled down several batting order possibilities, Matheny insists that he'll wait through Spring Training before settling on season-starting spots in the lineup. He should have great flexibility in that process, too. The Cardinals have three starting position players (Matt Carpenter, Jon Jay and Jason Heyward) who have served as leadoff hitters for an extended period. Any of the three could also slot into the second place in the order, as well. Kolten Wong also looms as a potential top-of-the-order presence down the line. Matt Holliday, who has been the team's No. 3 hitter since Albert Pujols' departure, could remain there or move down a slot or two. Matt Adams, Jhonny Peralta and Yadier Molina have each been key middle-of-the-order hitters before. But perhaps more important than any order is the production potential of the entire unit. \"I think that this lineup and this group of guys has an opportunity to be really dangerous,\" Carpenter said Sunday. \"I think there's going to be more power numbers this year with our lineup, for sure, with Mark [Reynolds] and Jason [Heyward] and everybody coming back healthy,\" added Adams. While the Cardinals downplayed that lack of power last season, it was a crutch for an offense that had a sharp reduction in production with runners in scoring position. The Cards finished last in the National League with 105 homers, the team's lowest total since 1992. \"I don't know why almost to the man, we almost had a career low homer total,\" said Holliday, who, along with Peralta, were the only Cardinals to hit at least 20 homers last year. \"You would think it would have something to do with how the ballpark played. There's got to be some kind of a reason, but maybe it was just one of those years where nobody was able to consistently get the home run swing going.\" Reynolds joins the Cardinals on the heels of seven straight 20-homer seasons, though reaching that threshold again will be a challenge if he does emerge a part-time player. Heyward is just three years removed from blasting 27 homers, so the ability is certainly there even though Heyward hit a combined 25 blasts in 2013-14. Carpenter believes he should be able to help that bump, too, particularly after seeing the benefits of a more aggressive approach in the postseason. After hitting eight home runs in 709 regular-season plate appearances, Carpenter blasted four in nine postseason games. \"I took a different approach this postseason, and I had a lot of success with it,\" Carpenter said. \"It also kind of opened my eyes -- maybe that's something that over the course of the season could have some benefits as well. Certainly, I'm always going to be a guy that's patient at the plate, [but] that was a good learning experience for me, being aggressive.\" Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
