{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/106797432\/hank-aaron-recalls-time-with-dr-martin-luther-king-jr\/",
    "title": "Aaron recalls time with MLK",
    "subtitle": "",
    "body": "ATLANTA -- As Hank Aaron reminisces about his baseball journey, which introduced him to both segregation and immortalization, he regrets that his interactions with Dr. Martin Luther King Jr. amounted to just a few brief conversations. \"I can't recall discussing baseball with him,\" Aaron said. \"I wish I had sat down and talked to him about certain things. I never had the chance to discuss anything with him at length. I never sat down with him long enough. He was busy and I was trying to figure out how to hit curveballs. I wish I had. It would have been an interesting conversation, just to listen to him.\" Unfortunately, there were not many opportunities for the two legendary figures to interact. The Braves moved from Milwaukee to Dr. King's hometown of Atlanta in 1966, just two years before the celebrated Civil Rights leader was assassinated. Still, having grown up in the racially-charged South as a Mobile, Ala. native, Aaron has always had a genuine appreciation for the unification efforts of Dr. King and other Civil Rights leaders. But as the 80-year-old baseball icon observes MLK Day on Monday, he will be maintaining hope that future generations will continue to be impacted by King's mission and message. \"My appreciation is that the country is starting to understand the significance of what he did and what he stood for when he was here,\" Aaron said. \"This day means an awful lot. I guess I'm more interested in what, especially black children, think about this day. There was a time when I thought that all the things he and the other Civil Rights leaders had done was unappreciated by young people. History has taught us if you don't keep pounding issues into their heads, they'll soon forget about what happened.\" Andrew Young, a longtime friend of Aaron's, certainly does not forget how much this country has changed over the past half-century. Long before he became the United States Ambassador to the United Nations and Atlanta's mayor, Young made his mark on the Civil Rights movement while serving as one of King's closest confidants. \"Andy was about as close as you could get to Dr. King,\" Aaron said. Though King's countless endeavors prevented him from attending most sporting events, Young remembers his close friend as a baseball fan who kept tabs on the Braves after they made the move to Atlanta. \"He followed sports and he read the sports page,\" Young said. \"He said the way to keep your sanity is don't read the front page. Start with the sports page and you'll get a realistic view of life. Then you can read the editorials and other [stuff] ... He followed the Braves. He kept up with the scores and he knew the players. It was one of his major forms of relaxation.\" Baseball's social impact has come into focus as the lives of Jackie Robinson and the game's other pioneers have been celebrated over the past few decades. This was something not lost on Dr. King, who spoke to his parishioners about this issue during sermon that has remained fresh in Young's memory. \"[King] said, 'Why is it that 11 o'clock on a Sunday morning is the most segregated hour of the week? But the same people at 1 o'clock or 2 o'clock in the afternoon can integrate the baseball stadium and have no problem,'\" Young said. Though Aaron certainly encountered racial taunts and threats, especially while he was nearing Babe Ruth's home run record, he remembers looking into the stands at Atlanta-Fulton County Stadium and appreciating the fact that African-Americans were being given a chance to enjoy the same privileges as the Caucasian fans. This might not have seemed possible before the Braves became the first major sports team to call the Deep South home. But the unification stood as the premise of the dream Dr. King had for all walks of life. \"Bringing people together is one of the things baseball is appreciated for,\" Aaron said. \" You could have all kinds of disagreements, no matter what it would be about. But then you went to the ballgame and everybody was rubbing shoulders and rooting for their team. Baseball and sports in general really helped bring people together.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
