{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/106819366\/focused-on-2015-closer-steve-cishek-excited-about-marlins-direction\/",
    "title": "Focused on '15, Cishek excited about Marlins' direction",
    "subtitle": "Closer thrilled with progress club has made, would love to stick around long term",
    "body": "MIAMI -- Marlins closer Steve Cishek shares the organization's vision, and he remains hopeful to be part of its long-range plans. For now, the 28-year-old is focused solely on 2015 and doing his part to help the team reach the playoffs. \"For me, seeing the progress the team has made has been huge,\" he said. \"I can't really describe it. When you first get called up, you're just happy to be here. After a while, that gets old, and all you want to do is win. All I want to do is win. I think we can definitely do that with this ballclub.\" Cishek is a major piece on what has become a restructured Marlins roster. The side-arm-throwing right-hander was 39 of 43 in save chances last year, and he has converted 88 of 98 chances since becoming closer midway through 2012. The Marlins' fifth-round pick in the 2007 First-Year Player Draft, Cishek made his Major League debut in 2010. The club hasn't had a winning record since 2009. But the offseason changes under the direction of president of baseball operations Michael Hill and general manager Dan Jennings have increased optimism. \"In 2012, I thought we had a World Series team,\" Cishek said. \"I was excited about that. Obviously, how that season turned out, that was probably the most disappointing season we've had. \"Then we traded all those players away, and we went into a season [2013] knowing we were going to be terrible. Last year, there was a completely different attitude when D.J. and Mike took over. Now, we've made even bigger steps.\" On Friday, Cishek avoided arbitration by coming to terms on a $6.65 million contract. He is eligible for free agency in 2017. Eventually, he hopes to sign a multiyear deal. \"I was interested in a multiyear deal,\" Cishek said. \"I've been with this organization since 2007. I've been treated very well. I just have a lot of pride in the organization. I came up with a lot of these guys now with the Major League team. It would mean the world to me to be able to win a championship with the guys you came up with in the organization that drafted you.\" Cishek has been among the most reliable players in the organization. He had a 1.21 WHIP last year and averaged 11.57 strikeouts per nine innings. \"I love the philosophy that Mike and D.J. have brought in, and I just want to be a part of what they're doing here,\" the closer said. \"Hopefully, if I can put together another solid year, maybe we can have that [contract] talk next year.\" Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
