{
    "url": "http:\/\/m.mlb.com\/news\/article\/66261544\/wrigley-fields-100th-one-of-many-14-anniversaries\/",
    "title": "Wrigley Field's 100th one of many '14 anniversaries",
    "subtitle": "Gehrig's speech, Red Sox breaking curse will also be remembered this year",
    "body": "With the calendar flipping to 2014, baseball's odometer of history clicks over another mile, hitting a number that resonates with so many events in the long, winding road of the sport's past. Such as the year a new ballpark popped up on the North Side of Chicago. Or the year a new home run king was crowned with No. 44 hitting No. 715. Or the one that ended an 86-year wait in Boston. Every year has its anniversaries, and 2014 has a huge haul. Naturally, the World Series is at the center of many, twice affected in historic ways, another featuring perhaps the game's most celebrated defensive play. But it's a time to remember other places, people and events that transcend the game's greatest stage, as well. So hop on the way-back machine and take a look at what baseball anniversaries are being marked in 2014: 1914: Who knew a slice of baseball heaven could be built for $250,000 on a Chicago street corner? The Cubs would make it famous, but it wasn't the Cubs who first played in the ballpark at 1060 W. Addison St. It was the Chi-Feds, playing in what was Weeghman Park in the first year of the Federal League, an upstart organization that tried to compete with the Major Leagues. It lasted only two years, and in 1916, the Cubs moved to the ballpark that eventually became known as Wrigley Field. This April, that little slice of heaven will begin a year-long birthday celebration. 1924: Rogers Hornsby won the fifth of what turned out to be six consecutive batting titles with a .424 average, considered the highest in Major League history. Nap Lajoie is credited with .421 in 1901, though some sources have him at .426. 1934: The Gashouse Gang, led by Dizzy Dean (30-7, 2.66 ERA), won the World Series, establishing one of the more memorable personalities for a club and claiming the third of what has become 11 titles for the Cardinals. 1939: On July 4, a man stood before a hushed crowd at Yankee Stadium and uttered words that resonate 75 years later. Lou Gehrig, facing his own mortality and showing the ultimate in humanity, said in his farewell speech, \"Fans, for the past two weeks you have been reading about the bad break I got. Yet today I consider myself the luckiest man on the face of this earth.\" Two years later, Gehrig would die of amyotrophic lateral sclerosis (ALS), a disease that would carry his name. But his words and his Hall of Fame talent would echo for decades to come. Also, in June, the National Baseball Hall of Fame and Museum officially opened, with the first four Hall of Fame classes joining together in the first Induction Weekend in Cooperstown, N.Y. 1944: With World War II sending many top players into military service, the national pastime played on toward a one-city World Series -- this one in St. Louis. It was won by the Cardinals over the Browns (who moved to Baltimore to become the Orioles a decade later), part of a run of three titles in five years for the Cards. 1954: Willie Mays says he made better ones, but no other catch became known as \"The Catch\" -- a splendid glimpse at a player many consider the best all-around talent in the game's history. In Game 1 of the World Series against the Indians, Mays sprinted out to 450 feet from home plate to chase down Vic Wertz's drive, pulled the ball in over his shoulder, and pivoted to throw to the infield. Say Hey is right. 1964: Fifty years and two World Series titles later, the '64 Phillies remain the ultimate allegory for late-season collapses. The Phils had a 6 1\/2-game lead with 12 to play, but a 10-game losing streak that ended with three straight losses at St. Louis handed the National League pennant to the Cardinals. A generation of Phillies fans still feels the pain of that September a half-century later, even after celebrating titles in 1980 and 2008. 1974: With pressure and attention, some of it hateful and ugly, weighing heavily on every plate appearance, Hank Aaron began the season on the cusp of history. He hit No. 714 on Opening Day in Cincinnati to tie Babe Ruth, and headed home to Atlanta for a nationally televised Monday night game on April 8. Fourth inning. Dodgers lefty Al Downing on the mound. Aaron unleashes his smooth, quick swing, eyes following the flight of the ball. It's gone, and there's a new Home Run King, the ultimate highlight for a man who's still a treasured ambassador for the game. 1984: Two dominant performances for the ages marked this year, with the Detroit Tigers getting off to a 35-5 start to the season and marching to the World Series title, and a 19-year-old pitcher electrifying the NL. The Tigers had it all going under Sparky Anderson, and they took it all the way through October. Meanwhile, Dwight Gooden burst onto the Major League scene, going 17-9 with a 2.60 ERA and 276 strikeouts in 218 innings, winning NL Rookie of the Year honors and setting up an even better second year. 1989: Twenty-five years ago come October, a World Series between Bay Area rivals became a memorable touchstone for a devastating natural disaster. The Loma Prieta earthquake hit just as the A's and Giants were preparing for Game 3 at Candlestick Park, and a nation tuning in for baseball soon saw images of the Marina District in flames and a section of the Bay Bridge collapsed. A week later, the teams returned to the field and the A's wound up sweeping a World Series like none before it. 1994: The World Series would be canceled for the first time in history by a work stoppage that extended into the following year. The final day of the season wound up being Aug. 11, when there was so much to anticipate. The Montreal Expos were the best team in baseball, Tony Gwynn was hunting down .400 and Jeff Bagwell was not that far behind, with huge power numbers as well, and Matt Williams was on pace to challenge Roger Maris' single-season home run record. We'll never know how things would have turned out had there been no strike. 2004: \"Idiots.\" \"Reverse the Curse.\" These were the phrases that thrilled Red Sox fans a decade ago in October, when 86 years of frustration and the Curse of the Bambino were lifted by a talented and scruffy bunch of, well, idiots. The Red Sox, at last, won the World Series, and it couldn't have been done in much more dramatic fashion, a run of eight straight wins starting with a Dave Roberts steal and run scored with the team facing elimination against the Yankees in the AL Championship Series. The rest is history. Of course, all of it is just that -- history. And it all means just one thing for 2014: It's another tough act to follow, but it's sure to make its mark on baseball's long road of time.  John Schlegel is a national reporter for MLB.com. You can follow him on Twitter at @JohnSchlegelMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "John Schlegel"
}
