{
    "url": "http:\/\/m.mlb.com\/news\/article\/66265490\/matt-yallofs-view-from-studio-3-raines-deserves-enshrinement-in-cooperstown\/",
    "title": "View from Studio 3: Raines should 'Rock' Hall vote in '14",
    "subtitle": "One of the game's all-time great leadoff men deserves enshrinement in Cooperstown",
    "body": "Come on, people. It's time to Rock the vote and send Tim 'Rock' Raines to Cooperstown. The fact he's never received more than 52.2 percent of the Hall of Fame vote is as uncomfortable as sliding head first on the artificial turf of Olympic Stadium -- the place Raines made his name in the 1980s. It just makes no sense that one of the greatest leadoff men and basestealers the game has ever seen is still on the outside looking in heading into the Jan. 8 announcement of the 2014 Hall of Fame class. Anyone who watched National League baseball in the go-go '80s knows that Rock was as dangerous with his legs as Tony Gywnn was with his bat and Mike Schmidt was with his muscle. Raines burst onto the scene during the strike-shortened season on 1981 stealing 71 bases in only 88 games played. An injury cut him down. Opposing catchers could not. That year was the first of seven consecutive All-Star selections. Raines also finished in the top 10 in NL MVP Award voting three times during that stretch. While playing in Montreal, Raines routinely scored more than 100 runs per season. He also made stealing 70 or more bases in a season look simple. He did that in six consecutive years. To put that in perspective, in the last 20 seasons (1994-2013) the number of players to amass a 70-plus stolen base season: Six. And no player has done that twice. While his timing of pickoff moves was impeccable, Raines' timing as a baseball force was not. He's likely a victim of playing at the exact same time as Rickey Henderson. The greatest leadoff man\/basestealer in the game's history. I've heard the argument that Raines was really good, but not as good Henderson. He wasn't. No one was. While their careers are not equal, Raines was the NL's version of Henderson. Just because he wasn't Henderson's equal, does not diminish Raines' body of work. Not all Hall of Famers are created equally. It's a fact. So is this. Tim Raines' career numbers compare with those of Lou Brock. Rock actually had a much better stolen-base percentage, on-base percentage and OPS-plus. Raines also had more career RBIs and nearly twice as many walks, allowing him to make life miserable for opposing pitchers and catchers. But Brock was, for a time, the stolen-base king and a member of the 3,000 hits club. He was also a well-deserved first-ballot Hall of Famer. The discrepancy in Hall voting is much greater than their mark on the game. Raines is up for election for the seventh time. He never held the all-time stolen-base crown and never gained entrance into the 3,000 hits club. He came up some 400 hits shy of 3,000. Shouldn't his career .385 on-base percentage excuse him for falling short? He was an on-base machine. He did his job as a leadoff man as well as any player in his league for an extended period of time. The best players in a given era -- Isn't that what the Hall of Fame is about? He didn't boast, he didn't brag and he wasn't over Expos-ed. Perhaps the most important point is that Raines did not have a chance to showcase his talents in a World Series until he was 36 and past his prime years. He was a star player you needed to seek out when his Expos (and later the White Sox) were featured on the game of the week. If your argument is that round numbers and milestones gain automatic entrance into Cooperstown, I assume Craig Biggio is on your ballot. And Mike Piazza. And Barry Bonds. If not, it's probably because voters \"suspect\" they enhanced their careers with illegal substances. That's a complicated topic that will likely haunt the Hall of Fame for decades. But shouldn't the steroids era and the inflated numbers (and arms and legs) help us appreciate the accomplishments of Raines? He dominated the game before performance-enhancing drugs were being used to change the game. If the drug argument is a driving force behind keeping certain players out of Cooperstown, the era in which Raines performed and dominated should be just one of the arguments used to put him in. Matt Yallof is the co-host of The Rundown on MLB Network from 2-4 p.m. ET. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matt Yallof"
}
