{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/66337464\/the-week-ahead-hall-call-on-deck\/",
    "title": "The Week Ahead: Hall call, more moves on deck",
    "subtitle": "Several greats could be elected to Cooperstown, plenty of free-agent deals still in store",
    "body": "As the new week dawns in what's already been an eventful New Year in Major League Baseball, it's time to let the Hot Stove simmer ... just for a little while. Something's burning just a bit hotter, after all. Yes, this is the annual National Baseball Hall of Fame edition of The Week Ahead, and after months of speculation, good-natured arguments and philosophical and statistical meandering around the bases of life, the decisions of the card-carrying and honorary members of the Baseball Writers' Association of America will be revealed and will add more color to the walls of Cooperstown and heft to the tomes of history. Unlike in 2013, it's almost a guarantee that someone is getting in this year, and when the results will be announced exclusively on MLB Network and simulcast on MLB.com live on Wednesday at 2 p.m. ET as part of a three-hour live show beginning at noon, there will be even more to discuss.  People want to know the fate of first-time ballot contenders Greg Maddux, Tom Glavine, Frank Thomas, Jeff Kent and Mike Mussina, among others, and fans want to know if the closest players to election in the 0-for class last year, Craig Biggio (68.2 percent, or only 6.8 percent less than the necessary 75 percent) and Jack Morris, will be golden in 2014. It's only Biggio's second year on the ballot, so the future looks bright for the member of the 3,000-hit club. However, it's Morris' 15th and final year on the writers' ballot. Then again, they're not the only two intriguing names other than the first-timers. Mike Piazza, Jeff Bagwell, Lee Smith, Curt Schilling, Tim Raines, Alan Trammell, Edgar Martinez, Fred McGriff, Larry Walker and Don Mattingly are all still eligible and will all get votes. As will the more controversial names on the ballot: Barry Bonds, Roger Clemens, Sammy Sosa, Mark McGwire and Rafael Palmeiro, all of whom were associated with performance-enhancing drug use during their playing careers. Heading into Wednesday, things are looking very good for Maddux and Glavine. Writers who have already made their ballots public have indicated that both pitchers, who were 300-game winners and teammates for years with the Atlanta Braves, are shoo-ins for election in their first go-around. \"It should be without a doubt for either one of them [to be elected], especially with Greg,\" said John Smoltz, another teammate from those legendary Braves teams and a pitcher who will be eligible for the Hall himself next year. \"I know there's been no unanimous [electee] in the history to the Hall of Fame, but I think [Maddux] would be it if there is. I'm biased. I watched Greg and Tom pitch my whole career, basically. They exemplified the fact that over 162 games, they were better than anybody else in the league.\" Apart from what seems very likely with Maddux and Glavine, though, it's all up in the air once again, but we'll know Wednesday, followed by a press conference with the winners on Thursday at 11 a.m. ET on MLB.com and the MLB Network. What we might not know is what's going on with guys who are still playing in the big leagues -- specifically, free agents. Japanese sensation Masahiro Tanaka is still out there and all has been quiet on that front while his agent, Casey Close, presumably uses his phone enough to make his upper extremities go numb. It's possible that Tanaka could sign with a team this week. It's possible that the period of open negotiation could extend all the way to its end point in a few more weeks. Will shortstop Stephen Drew sign with the Mets? That's a possibility, according to a report that broke the silence of the holidays late last week. And so is a potential Rays trade of David Price, but we'll just have to keep waiting to see what the Tampa Bay brass decides for a left-handed ace who is set to become a free agent after two more seasons. Otherwise, the market's still going strong and there's plenty to go after. Clubs might be waiting out the Tanaka situation before starting the real bidding on the other starting pitchers in the mix, but it's a strong mix, with Ubaldo Jimenez, Matt Garza and Ervin Santana still around and joined by free agents Bronson Arroyo, A.J. Burnett, Chris Capuano, Barry Zito, Scott Baker, Jason Hammel, Tommy Hanson, Bruce Chen, Jake Westbrook and Paul Maholm. Drew's one of the big remaining position-player names alongside Nelson Cruz and Kendrys Morales, and veteran role-player types Delmon Young, Mark Reynolds, Placido Polanco, Michael Young, Juan Pierre and Reed Johnson can be had, too. Grant Balfour heads up a still-potent closer class, which also includes Fernando Rodney, Joel Hanrahan, Andrew Bailey, Rafael Betancourt and Kevin Gregg. And righty relievers Luis Ayala, Kyle Farnsworth, Frank Francisco, Matt Guerrier, Carlos Marmol, Francisco Rodriguez and Brett Myers join lefties Eric O'Flaherty, Mike Gonzalez, Oliver Perez and Rich Hill as players awaiting their next contracts. So as this pivotal, historic week begins, remember to pay attention, and not just to Cooperstown. Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
