{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/107712118\/reds-prospect-jesse-winker-aims-to-continue-rise-at-major-league-spring-camp\/",
    "title": "Winker aims to continue rise at big league camp",
    "subtitle": "After impressive AFL stint, Reds prospect being groomed for Majors",
    "body": "CINCINNATI -- When he was in Minor League camp during Spring Training last year, Reds outfield prospect Jesse Winker greatly appreciated the three times he was summoned to the big league side for Cactus League games. After all, it was a taste of what might be ahead if his career stayed on track. This spring, Winker will get an even bigger bite. The 21-year-old left fielder will be in Reds Major League camp as a non-roster invitee. It's sure to mean valuable experience being among players at the highest level and facing more competitive pitching. \"I'm very excited. I'm kind of champing at the bit to get out there,\" Winker said. \"At the end of the day, there will be a lot for me to learn. I'm just ready to get out there, put on the cleats and get it going.\" • Reds Pipeline Since he was a first-round compensation pick (49th overall) in the 2012 Draft, the left-handed-hitting Winker has progressed quickly. A line-drive hitter who can collect doubles and get on base while still showing power, he posted impressive numbers when last season began at Class A Advanced Bakersfield. He had a .317\/.426\/.580 line in 53 games with 15 doubles, 13 home runs and 49 RBIs despite missing time on the disabled list early on with a concussion. After a promotion to Double-A Pensacola, Winker batted .208\/.326\/.351 with two homers in 21 games. In July, he was involved in a car accident that left him with a sprained ligament in his right wrist. Although he played in the MLB All-Star Futures Game in Minneapolis, he did not play again after July 17. Winker was fully recovered in time for the Arizona Fall League and batted a league-leading .338 and .999 OPS with three homers and 18 RBIs in 19 games. \"My wrist felt good out there,\" Winker said. \"It was nice just to be healthy and able to play. I was healthy throughout the Fall League. It was a fun time and I'm just looking to keep it rolling.\" Ranked the No. 2 Reds prospect by MLB.com, Winker is widely viewed as a potential Major League player come 2016. When the Reds sought to fill the hole in left field this offseason, they did not get someone that came with a long commitment. They traded for 37-year-old Marlon Byrd, who will be in the final guaranteed year of his contract. Winker has said he doesn't feel the pressure of being groomed for what's ahead. He's just trying to make good impressions and move up. There will be no better time than in camp when the Major League coaching staff will be able to see him with their own eyes. \"I expect there will be a lot for me to take in,\" Winker said. \"All of those great outfielders that we have -- [Jay] Bruce and Billy [Hamilton] -- I'm going to learn from them. It's part of the learning process.\" Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
