{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/107537608\/a-view-from-studio-3-d-backs-chip-hale-ready-to-be-manager\/",
    "title": "A View From Studio 3: Hale ready to lead",
    "subtitle": "New D-backs skipper paid dues, long groomed to manage",
    "body": "To be completely honest, this week's view is actually not from Studio 3 but from my family room, where the view is blinded by whiteout conditions. The Blizzard of 2015 is upon us. There's plenty of milk, eggs and bread to get us through. Come to think of it, I don't really drink milk or eat eggs, and bread is a no-no for those of us watching our waistline. Alas, peer pressure got the best of me at the grocery store. Hopefully in a few short weeks, this storm will be a distant memory when teams arrive at Spring Training camps in Florida and Arizona. This I can guarantee: Peer pressure will not be an issue for new D-backs manager Chip Hale. Walter William Hale is a baseball lifer who does things his own way. He had to in order to succeed on the field. A self-admitted overachiever, Hale goes about his business with passion and tenacity. He's a man with an undergraduate degree in finance and a Ph.D. in competitiveness. The former Oakland Athletics bench coach traces his competitive roots back to his high school days in Moraga, Calif. \"We had an unbelievable group of players. I think we had 11 guys go to Division 1 schools or play professionally. We competed from the time I was a freshman.\" Hale says. \"If you didn't compete, you didn't play.\"  Hale played and excelled. At the University of Arizona, he was a part of a national championship team. It was also where he learned about the game and about being a man. The coaching staff prepared him for life as a pro. Upon joining the Minnesota Twins, Hale played for the highly regarded Tom Kelly, who led the Twins to two World Series titles. \"I really learned a lot about managing a ballclub, motivating different types of personalities, handling bullpens,\" says Hale. \"Coaching-wise, that was a huge influence on me.\" Hale caught the coaching bug when he arrived in pro ball. Back in 1987 in Kenosha, Wis., Hale played for former Major League catcher Don Leppert. It was Leppert who first suggested that Hale had a future calling the shots. \"He said to me, 'You'll make a good manager one day,'\" Hale recalls. \"I think it rubbed some guys along the way wrong because I always sort of took control and had a lot of opinions about different things, but I think that's when it hit me.\" Before coaching, Hale enjoyed parts of seven seasons in the Major Leagues as an infielder with the Twins and Dodgers. In addition to playing in 333 games, the former 17th-round Draft pick took mental notes that served him well when he managed his way up the Minor League ladder and coached with the D-backs, Mets and Athletics. Hale is a poster boy for lifelong baseball men who put in their time riding buses and eating fast food before finally getting the job of a lifetime. Hale watched as guys like Robin Ventura and Brad Ausmus landed big league managing gigs without putting in time as skippers and coaches in the Minors. \"On one side of it, there was a little animosity, like wow, these guys didn't have to do any of the stuff the guys I've coached and managed against along the way have done,\" he says. But on the flip side, Hale realized that general managers are typically pretty bright and know what they want and who they want motivating a clubhouse. His animosity dissipated. So now, a few months after taking over for Kirk Gibson, Hale is finally on the verge of his first Spring Training as a big league manager. There's excitement but also some nervous anticipation. Hale knows he'll make some mistakes along the way. Baseball is not a perfect sport. \"There will be some tough situations and we'll go through some tough times as a team, but those are the best times as a manager,\" he says. Those times will be when the players come together to work out the mental kinks. If Hale needs some guidance, he knows that D-backs chief baseball officer and Hall of Famer Tony La Russa has his back. From the boardroom to the clubhouse, teamwork will be the theme when Hale addresses his club next month. \"We're all in this together,\" Hale says. \"The coaches, the trainers, the equipment guy, the guys in the front office. We're there as Diamondbacks and we are going to win. Win our way.\" As Hale speaks, you can hear the passion in his voice. \"We're going to start at square one and build this team the way a winner needs to be built in our eyes. Trust us and we'll end up trusting them.\" Matt Yallof is the co-host of The Rundown on MLB Network from 2 p.m. to 4 p.m. ET. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matt Yallof"
}
