{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107945828\/former-teammate-billy-williams-recalls-joy-memories-of-ernie-banks\/",
    "title": "Williams reflects on joyful memories of Banks",
    "subtitle": "Former teammate, close friend was with Mr. Cub for 'greatest moments'",
    "body": "CHICAGO -- Billy Williams stood in front of his old friend Friday morning at Chicago's Fourth Presbyterian Church, where thousands of Chicagoans and Cubs fans came to pay tribute to Ernie Banks. Williams, Banks' teammate of 13 seasons and a dear friend, stood silently at the front of the church where Banks' body lay in a closed casket, covered with a blue pinstriped flag featuring his name and No. 14. It was then, Williams said, he truly realized his close friend was gone. Banks, a Hall of Famer and Mr. Cub, died Jan. 23 of a heart attack. He was 83.   Complete coverage \"I know that I was sitting there a few minutes ago just thinking about the joy and the time we had,\" Williams said. \"And when I went up to view the casket, it brought back a lot of memories, memories that we had together for so many years.\" Williams and many others paid their respects to Banks on Friday at Fourth Presbyterian Church, 126 East Chestnut Street. The public visitation was to be held from noon-8 p.m. CT. Williams said he had been trying to get in contact with Banks for about a week. He had left a couple of messages because, \"for some reason, he was on my mind.\" Then Williams received the call. \"I went to sleep and when I woke up that morning, I said, 'This is a dream. This is a dream,'\" Williams said. Williams and Banks were more than teammates. The two Hall of Famers also roomed together in Spring Training and shared almost all of their major career milestones together. Williams fondly recalled being there for Banks' 500th career home run, the phone conversation after Banks was elected to the Hall of Fame and being present when Banks received the Presidential Medal of Freedom in 2013. \"I think back and I said, 'Well, I was with Ernie for some of his greatest moments,'\" Williams said. \"And I really enjoyed that.\" The statistics and awards -- no matter how historic or impressive -- represent just a small part of who Banks was. His infectious personality, kindness and genuine love for the game of baseball and life is what made him so beloved, and they are the same traits that will make him so missed. Williams mentioned the famous Abraham Lincoln quote: \"In the end, it's not the years in your life that count. It's the life in your years.\" That, Williams says, perfectly sums up Banks' life. \"When I read that, I thought about my good friend, Ernie Banks,\" Williams said, \"because in those years he spent here on Earth, he made a lot of people happy.\" Cash Kruth is a reporter for MLB.com. Follow him on Twitter at @cashkruth. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Cash Kruth"
}
