{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/107948806\/craig-biggio-up-close-with-history-during-hall-of-fame-visit\/",
    "title": "Biggio up close with history during HOF visit",
    "subtitle": "Recently elected Hall of Famer given behind-the-scenes tour in Cooperstown",
    "body": "COOPERSTOWN, N.Y. -- The chance to hold a baseball bat swung by Babe Ruth was something Craig Biggio was going to enjoy as much as he could, even if it meant picking it up three times while smiling from ear to ear. That was one of many awe-inspiring moments for Biggio, the longtime Astros second baseman who, along with his wife, Patty, was given a behind-the-scenes tour of the National Baseball Hall of Fame on Friday as part of his orientation in advance of his induction on July 26. \"That's Babe Ruth's bat? No way, I touched Babe Ruth's bat,\" said Biggio, who had to wear white cotton gloves to pick it up. \"Feels good.\"  Complete coverage Ruth and Biggio will soon be in the same club -- the Hall of Fame. It's an accomplishment that Biggio, the first player to be inducted into the Hall of Fame wearing an Astros cap, isn't taking lightly. And getting to tour the Hall for the first time as an adult brought home the significance of the feat. \"I want to take it all in as much as I could take in and appreciate everything from everybody that's played the game -- not just the guys in here, but stuff that other players donated,\" Biggio said. \"Baseball is such a great game, such a hard game. You walk through here, you need more than a couple of hours. You need a couple of days to see it all. We're very appreciative.\" After touring the Hall, the Biggios met with the Hall of Fame staff to discuss logistics for the induction ceremony, including the design of the plaque. They had dinner with Hall staff on Friday night and were scheduled to return to Houston on Saturday. \"It's an amazing, emotional day,\" Patty Biggio said. \"I'm just so proud. I choke up about it. … When we first walked into the [Plaque Gallery], it was so emotional. When we went over to Craig's plaque area, it was so emotional. I had to talk myself out of crying.\" Biggio's plaque in the Hall of Fame gallery will sit alongside Frank Thomas, who was elected last year. Biggio was elected to the Hall in January on his third time on the ballot, and he will be enshrined along with John Smoltz, Pedro Martinez and former teammate Randy Johnson. Erik Strohl, the Hall of Fame's vice president for exhibitions and collections, escorted the Biggios through the exhibits for about two hours. This featured a trip into the vault to see artifacts that aren't on display, including the Ruth bat and the bat Lou Gehrig used to homer off Dizzy Dean in the 1937 All-Star Game. \"There's a couple of times you catch yourself going, 'I can't believe this is happening,'\" Craig Biggio said. During the tour, Biggio took extra time to read about Thurman Munson, the former Yankees catcher who was his hero as a child growing up on Long Island, and former Yankees great -- and close friend -- Yogi Berra, who scouted Biggio at Seton Hall and was later a coach with the Astros. \"I'm at the candy store,\" said Biggio, who couldn't help but giggle with glee on occasion. When Biggio came to the section dedicated to Hank Aaron, he was taken aback. \"We've got to take a little time here,\" he said. Later, in the gallery, Biggio stopped to read the plaques of several players, including Berra, Tris Speaker and Nolan Ryan. \"You walk through the different exhibits and see the different things that are on display here, and the history of the game, it just reiterates the fact how lucky I was to be able to play the game of baseball,\" he said. \"Being up there, it's overwhelming. Look at the guys behind me. It's very surreal, to be honest with you.\" The Hall of Fame staff had a collection of Biggio items on a table in the archive collections, where 32,000 artifacts that aren't on display are kept. Among the items was an elbow pad -- Biggio is baseball's all-time hit-by-pitch leader (285) in the modern era -- a jersey and a cap and shoes worn in the 2005 World Series. It was in the archive collections Biggio held the Ruth bat, perused a gallery of trophies and looked at signed baseballs by Speaker and Berra (each Hall of Famer has two dozen signed baseballs stored in the archives). Biggio feels a connection to Speaker because they're the only players to have 50 doubles and 50 steals in one season. Biggio also picked up Munson's batting helmet. There was so much more Biggio wanted to see, but he will, after all, have a chance to return. \"I want to stay here longer,\" he said. \"I want to come back and take time and see it all. That's the history of the game. Look at the balls they used, the bats they used, the gloves they used and how the game has transcended into what it is today. They do an amazing job up here, and I think every time I have to come up here, I'll take more and more away from it.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
