{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/107949902\/braves-land-pair-of-catchers-in-trade-with-rockies\/",
    "title": "Braves land pair of catchers in trade with Rockies",
    "subtitle": "Club sends righties Hale, Schlosser to Colorado for Minor Leaguers Briceno, O'Dowd",
    "body": "ATLANTA -- Looking to utilize their pitching depth to enhance their catching depth, the Braves traded right-handers David Hale and Gus Schlosser to the Rockies on Friday in exchange for Jose Briceno and Chris O'Dowd. Briceno and O'Dowd were acquired to add depth to what has been deemed a weak crop of catchers in the Braves' Minor League system. Hale was viewed as expendable once the Braves added to their long list of fifth-starter candidates by signing Eric Stults to a Minor League contract on Thursday. The Braves also recently signed veteran catchers John Buck and Jesus Flores to Minor League deals. While there is a chance Buck could gain a 25-man roster spot if Atlanta chooses to carry three catchers, Flores seems more likely to begin the upcoming season with Triple-A Gwinnett. By moving Hale, the Braves created a 40-man roster spot for outfielder Jonny Gomes, who agreed to the terms of a one-year contract last week and completed his physical on Wednesday. Gomes' deal was officially announced by the club shortly after this trade with the Rockies was completed. O'Dowd is the son of Dan O'Dowd, the former Rockies general manager who worked for Braves president of baseball operations John Hart in Cleveland. O'Dowd batted .271 with five homers and a .720 OPS while totaling 113 games between Class A Advanced Modesto and Double-A Tulsa this past season. The 24-year-old catcher has received an invitation to participate with the Braves' Major Leaguers in Spring Training. Briceno spent most of his first four seasons of professional baseball at the Rookie level. But the 22-year-old catcher provided some signs of encouragement as he batted .283 with 12 home runs and an .812 OPS in 84 games with Class A Asheville this past season. While Hale stood as a potential candidate to compete for the fifth spot in Atlanta's rotation, the Braves never seemed comfortable with the prospect of him serving as a starting pitcher on a full-time basis. Hale opened some eyes when he posted a 0.82 ERA in the two starts he made for Atlanta during the final weeks of the 2013 season. He followed that up by producing a 2.31 ERA in the four starts he made for the Braves in April 2014. But once Mike Minor joined Atlanta's injury-depleted rotation, Hale moved to the bullpen to primarily serve as a long reliever. The 27-year-old suburban-Atlanta native compiled a 3.81 ERA over 39 relief appearances last year. The Braves currently have Stults, Michael Foltynewicz, Manny Banuelos, Wandy Rodriguez and Chien-Ming Wang lined up to to compete for the vacant fifth spot in their starting rotation. The presence of these pitchers gave the Braves reason to begin shopping Hale. Schlosser, who earned an Opening Day roster spot with Atlanta last year, ended up producing a 7.64 ERA over 15 Major League appearances. The 26-year-old right-hander signed a Minor League deal with the Braves after he was non-tendered in December. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
