{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107968366\/ernie-banks-statue-draws-mr-cub-fans-to-downtown-chicago\/",
    "title": "Statue draws Mr. Cub's legion of fans to downtown Chicago",
    "subtitle": "",
    "body": "CHICAGO -- The statue is not new. It was unveiled outside Wrigley Field in 2008. Fans have had ample opportunity to see it, touch it, take photos of it. But until last week, they had nearly as much opportunity to see Ernie Banks himself, visible public figure that he was. But Banks is gone now, and only the statue remains. So here they were on a windy winter Friday afternoon, visiting the statue in its new and temporary home at Daley Plaza, the city's main civic artery. The statue will rest here through Saturday, and it has relegated \"The Picasso\" -- the 50-foot, untitled sculpture that anchors the plaza -- to second-fiddle status. Fans have flocked to the statue, scoped out Mr. Cub's at-the-plate pose, his permanent smile and those blue accents forever brandished on his sleeve and cap. They've left flowers and notes. Someone even left a blue beanbag doll behind. Absolutely wonderful. \"@Royals: #Royals staff delivers a KC Monarchs cap to Ernie Banks statue on display in Chicago\" pic.twitter.com\/SJoXh1zNyb At any given moment, the scene is special. Here's a white man talking to his young son about Banks' career, here's a native of Mexico in a bright blue Cubs jacket asking a white woman to take his photo, here's a black man taking a selfie with the statue. The adjectives used here are only meant to illustrate that Banks' appeal crossed all racial, gender and generational lines, and just a few minutes spent at the statue is proof positive. Soon, the statue will be back where it belongs, at Wrigley. But its short stay in the heart of downtown has been a meaningful one. Banks will always have a permanent place in people's hearts here, and the statue is a reminder of that permanence. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
