{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/107980800\/agent-for-cuban-infielder-yoan-moncada-receives-letter-from-us-department-of-treasury\/",
    "title": "Cuban infielder Moncada clears government hurdle",
    "subtitle": "U.S. Treasury letter should pave way for signing with MLB club",
    "body": "David Hastings, the agent for Cuban infielder Yoan Moncada, received a notification from the U.S. Department of the Treasury's Office of Foreign Assets Control (OFAC) on Friday night stating that his player may be generally licensed as an unblocked national, according to new guidelines for a general license amended Jan. 16, 2015. This should seemingly clear the way for Moncada to sign with the Major League club of his choice. The letter, acquired by MLB.com, is in response to Moncada's request to be specifically licensed as an unblocked national, pursuant to the Cuban Assets Control Regulations (CACR) in a letter sent to OFAC on Sept. 25, 2014. Section 515.505(a)(2) of the CACR unblocks \"any individual national of Cuba who has taken up permanent residence outside of Cuba, provided certain required documentation is obtained and the individual is not a prohibited Cuban Government official or prohibited member of the Cuban Communist Party.\" Moncada established residency in Guatemala in October and has the documentation to meet the general license requirements, according to Hastings. \"I'm pleased that the Administration has relaxed the process for Cubans leaving their island to pursue a career in baseball in America,\" Hastings said. \"I will be interested to see Major League Baseball's reaction to the Department of Treasury's statement to me today saying that my player is, in fact, licensed to be signed by a team effective immediately and we no longer have to wait for the U.S. Treasury to clear my player because he has already complied with regulations that became effective on Jan. 16, 2015, in accordance with the president's announced policies to relax relationships between our two countries.\" It has been Major League Baseball's policy to require a specific license for unblocking from OFAC before it allows a Cuban national to enter into an agreement with a team; however, on Tuesday, the League sent a memo to all clubs stating that its legal counsel and OFAC are discussing changes. \"MLB is aware that the Cuban Assets Control Regulations published by the U.S. Treasury on Jan. 16, 2015, may affect the unblocking process for Cuban Players,\" Major League Baseball said in the statement. \"MLB has important questions regarding how the new regulations apply to the unique circumstances of Cuban Players based on our significant experience in this area, and our discussions with OFAC in prior years. MLB is committed to following the laws of the United States, and will not change its policy requiring that Cuban Players receive a specific OFAC unblocking license until it confirms with all relevant branches of our government, including OFAC, that any new approach is consistent with the law. We hope to receive clarity on this issue as quickly as possible.\" MLB has not yet met with OFAC to clarify the interpretation, according to a League source. On Saturday, MLB sent another memo to clubs acknowledging the letters from OFAC while reiterating the current policy has not changed. The League hopes to receive guidance early next week, the memo said. Because he is not yet 23 years old and did not play in a Cuban professional league for at least five seasons, Moncada is subject to the international signing guidelines. Under the guidelines, each team is allotted a $700,000 base and a bonus pool based on the team's record in 2013 for the international signing period, which started on July 2 and ends on June 15. Clubs are penalized if they exceed their bonus pools by certain amounts, and the Yankees, Rays, Red Sox, D-backs and Angels have all exceeded their allotted bonus pool by more than 15 percent and are in the maximum penalty range for the upcoming 2015-16 signing period. The penalty includes a 100 percent tax on their pool overage and prohibits them from signing any pool-eligible player for more than $300,000 during the next two signing periods. Moncada, 19, has worked out privately for the Yankees, Red Sox, Dodgers, Padres, Giants, Rangers, Rays and Brewers, according to sources. The Cubs, Phillies and Cardinals have also shown interest. Jesse Sanchez is a national reporter for MLB.com. Follow him on Twitter @JesseSanchezMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jesse Sanchez"
}
