{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/107983776\/catcher-salvador-perez-is-ready-for-another-wild-ride-with-royals-in-2015\/",
    "title": "Salvy ready for another wild ride with Royals",
    "subtitle": "All-Star catcher played the hero in club's win over A's to open 2014 postseason",
    "body": "KANSAS CITY -- It doesn't take Royals catcher Salvador Perez long to pinpoint his favorite moment from the club's magical playoff run last season. \"Everything!\" Perez said, breaking out in his familiar smile. \"No, seriously, it was the [American League] Wild Card Game, for sure,\" he said. \"To be down three or four runs in the seventh inning and come back, tie it, win it in extras. That was special.\" Fans likely will never forget the drama that unfolded last Sept. 30 when the Royals, down, 7-3, in the eighth inning, rallied to tie the A's and force extra innings. The Royals fell behind again in the 12th, 8-7, but they staged yet another remarkable rally to win it in the bottom half. And it was Perez who played the hero, somehow reaching out on a Jason Hammel 2-2 slider and pulling a grounder down the left-field line that scored Christian Colon with the winner. To this day, baseball observers are dumbfounded how Perez ever reached the pitch, which seemed almost two feet off the plate, let alone pulled it. \"Two?\" Perez, asked jokingly. \"How about four feet?\" Even Perez can't figure out how he did it. \"It's hard to explain,\" he said. \"I don't know. I just reached out and pulled it. I don't know how it happened. It was just the moment.\" All offseason, fans and friends talked to Perez about his walk-off hit. But they also bring up one other moment. \"They talk about the last at-bat of the World Series,\" Perez said. That, of course, is when Perez fouled out off San Francisco's Madison Bumgarner with Alex Gordon, representing the tying run, on third, ending Game 7 and the World Series. \"It's all OK,\" Perez said. \"We'll be back.\" Perez now is looking forward to the 2015 season and he believes the Royals still will have a sense of urgency. \"It's pretty exciting because we have some new guys coming in,\" he said. \"We got Alex Rios and Kendrys Morales, and we got Luke [Hochevar] back. We got [Edinson] Volquez. \"We'll be just as strong.\" This season could be a bit different for Perez in terms of the time he spends behind the plate. In 2014, manager Ned Yost, trying to push his team into the playoffs, wound up playing Perez every game from September through October. Yost already has vowed that he won't lean on Perez as much in hopes of keeping Perez's energy level up throughout the season. In 2014, though Perez denies he got worn down -- \"I wasn't tired. Not at all.\" His numbers suggested otherwise. He hit .190\/.198\/.214 in the final 22 games of the regular season, and just .207\/.233\/.276 in the postseason. \"But whatever they want me to catch, I'll do it,\" Perez said. \"I just love to play the game.\" Jeffrey Flanagan is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jeffrey Flanagan"
}
