{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/107859256\/dodgers-players-to-help-cap-special-week-in-the-community\/",
    "title": "Dodgers players to help cap special week in the community",
    "subtitle": "",
    "body": "The Dodgers' week-long \"Pitching in the Community\" initiative to serve the greater Los Angeles area concludes Friday, with up to 22 current players participating in events throughout the city. Joc Pederson, Kenley Jansen, Yasmani Grandal, Howie Kendrick, Justin Turner, Scott Van Slyke, Joel Peralta, Zach Lee, Pedro Baez, Austin Barnes, Mike Bolsinger, Daniel Coulombe, Yimi Garcia, Chris Hatcher, Enrique Hernandez, Adam Liberatore, Juan Nicasio, Chris Reed, Paco Rodriguez, Joe Wieland and Chris Withrow are scheduled to participate. Yasiel Puig and some notable Dodgers alumni -- Tommy Lasorda, Orel Hershiser and Ron Cey -- will join the group at L.A. City Council chambers. The final day of \"Pitching in the Community,\" presented by Bank of America, begins at South East High School in South Gate from 10 to 11:15 a.m. PT. Third-base coach Lorenzo Bundy will join Baez, Barnes, Bolsinger, Coulombe, Garcia, Grandal, Kendrick, Lee, Pederson, Wieland and Withrow as they engage 100 children -- ages 3-5 -- in support of the Special Olympics, with each Dodger leading groups in different exercise stations. The rest of the group will be at City Hall from 11:45 a.m. to 1 p.m., where a special recognition will be made by councilmember Gil Cedillo. The group will also join combat-injured service members and the Wounded Warriors Project for lunch in the Bradley Room at City Hall, with all service members receiving Dodgers hats, T-shirts and a Dodgers Challenge coin. They'll then move to Inner-City Arts from 1:30 to 3 p.m. to engage with 150 kids -- ages 10-11 and in fifth grade -- on various artistic projects, including Brazilian dance, film making, animation, visual arts and a creativity lab. Elementary schools participating include Rowan Avenue, Dayton Heights, Frank del Olmo, Ninth Street and Commonwealth Avenue. From 3:45 to 5 p.m., Hatcher, Hernandez, Jansen, Liberatore, Nicasio, Peralta, Reed, Rodriguez, Turner, Van Slyke and Bundy will be at Dodgers Dreamfield at Montecito Heights Recreation Center to put on a baseball clinic for 250 kids. Prior to the clinic, the Los Angeles Dodgers Foundation will announce the donation of a new scoreboard with signage for the field that will be installed prior to the spring baseball season. The Dodgers supplemented their \"Pitching in the Community\" initiative with grants to each of the organizations they visited this week. Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
