{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/107987772\/los-angeles-dodgers-participate-in-special-luncheon-to-honor-wounded-warriors\/",
    "title": "Dodgers contingent honors Wounded Warriors",
    "subtitle": "Current players join Lasorda, Cey and Hershiser at luncheon",
    "body": "LOS ANGELES -- Todd Liebman served his country for 22 years, until 2007. \"And then the Army told me I couldn't play anymore,\" Liebman said, smiling in his wheelchair from the Bradley Room of City Hall on Friday afternoon. Liebman and his wife, Suzy, a medic for the U.S. Army in Iraq, were two of 25 combat-injured service members taking part in a special luncheon with 22 current Dodgers and three franchise luminaries to benefit the Wounded Warriors Project. Yasiel Puig was there. So were Yasmani Grandal, Howie Kendrick, Joc Pederson and Kenley Jansen. Ron Cey and Tommy Lasorda were there, too. And former National League Cy Young Award winner Orel Hershiser spent most of the afternoon chatting with Liebman, who told him he's an avid baseball fan but neglected to mention that he actually roots for the Cardinals. \"A lot of them probably grew up wanting to be baseball players and they ended up being soldiers, which could've been one of their dreams also, and then they end up getting hurt on our behalf, protecting us,\" said Hershiser, who spent the first 13 years of his career with the Dodgers and is now a color analyst for the team on SportsNet LA. \"I think the players, all of us, are very humbled to be treated like heroes in the midst of real heroes. That's kind of hard. It's one thing to go out to a crowd and it's just fans, and there's no Wounded Warriors out there, no soldiers, no police officers, no firemen. But it's another thing to go into a crowd with them. All of a sudden you realize you're not that big a deal.\"  The Dodgers' grandest showing ever at City Hall marked the second of four events on the final day of their weeklong \"Pitching in the Community\" initiative to serve the greater Los Angeles area. #Dodgers receive special recognition at today's L.A. City Council Chambers. #DodgersCaravan pic.twitter.com\/k2Nx237qVB They started off at Council Chambers, where Los Angeles City Council members made a special recognition and invited the city to Saturday's free FanFest from Dodger Stadium. Then they moved up 23 floors to help bring cheer to members of the Wounded Warriors Project, which helps veterans injured on or after Sept. 11, 2001. \"We focus on honoring and empowering a Wounded Warrior,\" said Chris Cisek, alumni manager for the Wounded Warrior Project. \"We focus on their mind, their body, economic empowerment and engagement. Something like this is just a little tip for them to push them over the hill. We're looking to foster the most successful and well-adjusted generation of wounded veterans this generation has ever seen, and that's really hard. Doing something like this is great because it's also a community event.\" While stationed in Fort Carson, Colo., eight years ago, Liebman, closing in on 50, suffered a running injury, which caused a rare disease that has eaten away at his ankle. In March, he'll have surgery to amputate the ankle and get a prosthetic, which he's looking forward to. It'll allow him to run again, to hold his wife's hand during walks. On Friday, Liebman held Hershiser's World Series ring from 1988 and then Hershiser called Liebman's father, an avid Dodgers fan who's battling cancer. \"It was amazing,\" Liebman said. \"It's amazing that they would take the time to come out and sit with us.\" Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
