{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107859298\/speakers-to-pay-tribute-to-ernie-banks-in-memorial-service\/",
    "title": "Speakers to pay tribute to Banks in memorial service",
    "subtitle": "Former teammates, family, Chicago mayor among those giving remembrances",
    "body": "CHICAGO -- After a public visitation Friday at Fourth Presbyterian Church, Hall of Famers Billy Williams, Fergie Jenkins and Lou Brock, Illinois Governor Bruce Rauner and Chicago Mayor Rahm Emanuel will be among the speakers today at the funeral service for Cubs legend Ernie Banks. The memorial service at Fourth Presbyterian Church, 126 East Chestnut Street in downtown Chicago, will begin at 10 a.m. CT and will include remembrances, readings and tributes. The list of speakers also includes Cubs chairman Tom Ricketts. A simulcast of MLB Network's coverage will stream live on MLB.com and cubs.com. Complete coverage The Rev. Jesse Jackson Sr. will take part with a personal tribute, as well as John Rogers, a close friend of Banks. Banks' twin sons, Jerry and Joey, also will have personal tributes. Hall of Famer Joe Torre, now chief baseball officer with Major League Baseball, will represent MLB. Following the memorial service, the procession will embark on a route that will pass Banks' statue in Daley Plaza and Wrigley Field. Because of the renovation work at Wrigley Field, fans who want to gather at the ballpark are asked to view the procession from the following locations: the southwest corner of Sheffield Avenue and Addison Street in front of the Captain Morgan Club; along the south side of Addison Street between Sheffield Avenue and Clark Street; or along the west side of Clark Street between Addison Street and Waveland Avenue. At the end of today's service, the procession will leave the church and drive south on Michigan Avenue, west on Randolph Street, south on Clark Street and east on Washington Street, where it will pass the bronze statue in Daley Plaza. The procession will then head to Lake Shore Drive and take the Belmont Avenue exit. It will head west on Belmont Avenue, northwest on Clark Street, north on Sheffield Avenue and west on Addison Street to Clark Street, where it will pass the Wrigley Field marquee. Banks passed away last Friday; he would've celebrated his 84th birthday today. On Wednesday, Emanuel and Banks' wife, Liz, placed a wreath at the base of the bronze statue of Mr. Cub, which has been relocated to Daley Plaza for a public memorial. There will be limited public seating available for today's memorial service. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
