{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/107882568\/rockies-prospect-tyler-anderson-needs-more-time-for-elbow-to-heal\/",
    "title": "Prospect Anderson needs more time for elbow to heal",
    "subtitle": "Rockies taking conservative approach with former first-round Draft pick",
    "body": "DENVER -- Rockies lefty pitching prospect Tyler Anderson will not be ready to pitch at the start of Spring Training in order to allow a stress fracture in his left elbow to continue healing, the club announced Thursday. Anderson, 25, the Rockies' top Draft pick out of Oregon in 2011, entered last season ranked the club's No. 12 prospect by MLB.com. He outperformed that expectation by going 7-4 with a 1.98 ERA in 23 starts at Double-A Tulsa, and earned Texas League Pitcher of the Year honors. But Anderson was shut down for the playoffs because of the elbow issue. He was also limited to 16 starts in 2013 because of a stress fracture. But Rockies head athletic trainer Keith Dugger said Thursday that Anderson's fracture, at the tip of the elbow where the triceps connect to the bone, has shown signs of healing since season's end. So under the advice of Dr. Elliott Schwartz, a California bone specialist who has had extensive dealings with stress fractures, Anderson is prohibited from throwing, lifting weights or doing pushups until further notice. He can do fielding drills and running. Dugger said there is no timetable for throwing, and he will not be allowed to swing a bat until he is throwing. Anderson and the Rockies will be checking with Schwartz on a regular basis, but the pitcher is not expected to begin a throwing program before Rockies pitchers and catchers begin workouts Feb. 21. \"To be honest, if we hadn't shut him down and he hadn't rested, he might have had to have surgery,\" Dugger said. \"But all indications from Dr. Schwartz and all the people that have seen him is the conservative approach is the best approach.\" The Rockies added Anderson to the 40-man Major League roster this winter, and they were hoping to see him against Major League competition in Spring Training. The team went into the winter believing he was a candidate for big league time in 2015, but that assessment now depends on his health. Dugger also addressed several other health situations, with the news being positive: • Lefty Yohan Flande dislodged a \"loose body\" from his throwing elbow in his final 2014 start, against the Padres on Sept. 24, and underwent a cleanup procedure. But Flande has recovered and was cleared to throw a limited number of innings in winter ball in the Dominican Republic, and he is expected not to have limitations this spring. Flande, who turned 29 Tuesday, went 0-6 with a 5.19 ERA in 16 games, 10 starts, for the Rockies last season in his first Major League action. • Dugger said Eddie Butler and Jon Gray, the team's top right-handed prospects, are in good health after dealing with challenges last season. Butler suffered a right rotator cuff strain in his Major League debut and was pulled from an Arizona Fall League assignment to strengthen the shoulder at the team's complex in Scottsdale, Ariz. \"He's been awesome,\" Dugger said. \"He's worked his tail off and I've been proud of his effort and commitment.\" Like Anderson, Gray was shut down during the Texas League playoffs last year. \"His issue was shoulder fatigue, but he's right on track,\" Dugger said. Last year was the first full pro season for Gray, the team's No. 1 pick in 2013 out of Oklahoma. • Lefty reliever Boone Logan, who had a bone spur removed from his throwing elbow in September, should be full-go come camp. Logan had bone chips and a spur removed after the 2013 season with the Yankees, showed up last spring not totally healed, and he struggled to a 6.84 ERA in 35 appearances in the first year of a three-year, $16.5 million deal. The Rockies hope he bounces back as a key veteran lefty. • Righty Jhoulys Chacin, limited to 11 starts last season, is in improved physical shape, having spent the winter in Scottsdale working at the complex, rather than pitching winter ball. Plans were for Chacin to go to the Rockies' complex in the Dominican Republic for more throwing this week, but Chacin recently underwent a wisdom tooth extraction. • All-Star shortstop Troy Tulowitzki (left hip flexor surgery) and standout outfielder Carlos Gonzalez (left knee surgery) will begin their Spring Trainings with the pitchers and catchers. Both plan on being ready for the start of the regular season. Dugger said the Rockies have an idea of how much they'll participate in Spring Training games, but nothing is set in stone and the plan will be adjusted as needed. • Catcher Wilin Rosario has healed from left wrist problems that were at the root of some of his offensive difficulties last season, Dugger said. Rosario is in the Dominican working on his first base and outfield defense. The Rockies, having acquired Nick Hundley as the No. 1 catcher, want Rosario to play the other positions as well as catcher, since he is a weapon against left-handed pitching. Thomas Harding is a reporter for MLB.com. Read his blog, Hardball in the Rockies, follow him on Twitter @harding_at_mlb, and like his Facebook page, Thomas Harding and Friends at www.Rockies.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
