{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/107889390\/richard-justice-dont-count-out-underdog-baltimore-orioles-in-american-league-east-race\/",
    "title": "Don't count out underdog Orioles in AL East",
    "subtitle": "Defending division champions specialize in defying expectations",
    "body": "When Orioles manager Buck Showalter accepted the 2014 American League Manager of the Year Award last week, he offered a unique perspective. \"This really is for the manager of the team that wins more games than it's supposed to win,\" Showalter said. Reasonable people can disagree, but OK. \"That's why it's really hard to win two years in a row,\" he said. Showalter then offered his money quote. \"But I see some people are picking us last this season,\" he added. Showalter loves that. He'll use it again and again. He'll make sure his players know. This has been a recurring theme with the Birds. When they clinched the AL East last season, center fielder Adam Jones said, \"I'm sure a lot of people still don't think we can do this.\" Showalter and Jones are two of the men who have helped resurrect a great franchise, leading it to 274 regular-season victories and two postseason appearances in three seasons. The Athletics (278) are the only AL team with more victories in this time. That said, the Orioles have had a tough offseason. Indeed, projections from both Baseball Prospectus and fangraphs.com have them finishing last in the AL East. They weren't a popular pick in the AL East last season, either. And the AL East is tough to figure. The Red Sox seem likely to be the popular pick for another worst-to-first season. To a core of players who are pretty good at winning, Red Sox general manager Ben Cherington added Hanley Ramirez, Pablo Sandoval, Rick Porcello, Justin Masterson, Wade Miley and Robbie Ross Jr. Likewise, the Blue Jays are better after adding third baseman Josh Donaldson and catcher Russell Martin. The Rays probably have the division's best pitching, and if the Yankees get healthy, productive seasons from CC Sabathia and Mark Teixeira, they may be good enough to contend as well. Where do the O's fit after losing Nelson Cruz, Nick Markakis and Andrew Miller in free agency? And it could have been worse. After being considered for the Blue Jays' club presidency, Dan Duquette appears to be back in the saddle to begin his fourth season as executive vice president of baseball operations for the Orioles. In three seasons, Duquette has done a fabulous job and has a gift for finding productive players in places others sometimes don't even look -- Miguel Gonzalez from the Mexican League, Steve Pearce off waivers. His lone key addition this offseason was this week's trade for Pirates outfielder Travis Snider. Duquette's specialty has been the under-the-radar acquisition, and he has made a couple of those, too. Among the names on his 40-man roster is that of Alex Hassan, who began the offseason by being claimed off waivers by the A's from the Red Sox. When the A's had a roster crunch, the O's grabbed him. Hassan is 26 years old and has eight at-bats in the big leagues. What interests Baltimore is that over the last two seasons in the Minors, he had a .927 and 1.034 OPS against left-handed pitching. Duquette sees Hassan as someone who can come in and compete for a job and perhaps contribute on a part-time basis at first base, DH and the outfield. He and Pearce could give Showalter two nice options against left-handed pitching. And in Snider and Alejandro De Aza, the Orioles will have left-handed hitters capable of playing the corner outfield spots against righties. None of this is like having Cruz's 40 homers in the lineup, but it might end up being a competitive group. The O's still have a very solid rotation, led by Chris Tillman. They still have Zach Britton at the back of the bullpen. They're getting third baseman Manny Machado, first baseman Chris Davis and catcher Matt Wieters back. None of them played down the stretch. That's a significant influx of talent since the postseason. Again, though, Cruz took his 40 home runs to the Mariners, Markakis signed with the Braves and Miller with the Yankees. Those were important pieces of the 2014 AL East champions. It seems unlikely that Baltimore can match last season's 705 runs (sixth in AL) and 211 home runs (tops in the Majors). Still, it's easy to continue to believe in the Orioles because they've seemingly done more with less than almost anyone. Duquette has the comfort of knowing his manager, Showalter, has few peers in terms of putting players in position to succeed. No manager is better at pushing the right buttons in the clubhouse. Regardless of where the O's are picked, it would be a huge mistake to overlook them. They simply have done too much good the last three seasons. Duquette and Showalter are great at what they do, and Jones sets the tone for a very good clubhouse environment. In short, the Orioles have had a nice vibe around their club the last three seasons. They've won, too. They'll be different in 2015, but it would be a big mistake to discount them. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
