{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/107916264\/miguel-cabrera-paul-goldschmidt-sit-atop-mlb-networks-rankings-at-first-base\/",
    "title": "Miggy, Goldy sit atop MLB Network's rankings at first",
    "subtitle": "Abreu, Votto and Freeman round out the top five heading into 2015 season",
    "body": "There are a number of great first basemen across the Major Leagues, which provides some healthy debate when identifying the best player of the group. Who's the best right now? MLB Network gave that title to Miguel Cabrera as part of its annual rankings of the top 10 players at each position. Paul Goldschmidt was a close second, though, so it's conceivable he could reach the top spot with another strong season in 2015. Host Brian Kenny and commentator Carlos Pena, a former big league first baseman, went back and forth on who was more deserving of the top ranking. \"I think the time has come that Paul Goldschmidt is the top first baseman in the game,\" Kenny said. \"He's got everything going for him.\" Since 2010, Cabrera has led the Majors with a .332 average, 616 RBIs and 1.008 OPS, so his track record speaks for itself. MLB Network also ranked him first heading into the 2014 season. \"Cabrera has just got the title belt, it's going to have to be taken away,\" Pena said. \"He's No. 1 for me.\" Jose Abreu finished third after a strong rookie season with the White Sox, with Joey Votto and Freddie Freeman rounding out the top five. Here's MLB Network's complete top 10: 1. Miguel Cabrera 2. Paul Goldschmidt 3. Jose Abreu 4. Joey Votto 5. Freddie Freeman 6. Edwin Encarnacion 7. Anthony Rizzo 8. Mike Napoli 9. Adrian Gonzalez 10. Carlos Santana Kenny and Pena also provided their own personal rankings, and each had a few differences from the above list. Kenny ranked Prince Fielder at No. 10, saying, \"I think people have just forgotten about this guy completely.\" Albert Pujols was No. 6 in Pena's rankings, due in part to the Angels veteran's track record and intangibles. \"He showed me a lot this year -- playing 159 games after a year ago he was really hurt,\" Pena said. \"He has guts, and to me that counts. The Shredder [MLB Network's ranking system] will never be able to pick that up.\" Austin Laymance is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Austin Laymance"
}
