{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/107939788\/tracy-ringolsby-rocky-bridges-vintage-baseball-guy\/",
    "title": "From humor to knowledge, Bridges a vintage baseball guy",
    "subtitle": "",
    "body": "Rocky Bridges had a big chaw in his right jaw, a smirk on his face, and a one-liner ready to deliver on his lips. He was old-school baseball, in a fun way. He enjoyed the game and wasn't afraid of anybody who talked to him or watched him knowing it. Everett Lamar Bridges' death early Wednesday morning from natural causes in Coeur d'Alene, Idaho, at the age of 87 did not grab headlines across the country. However, it creates a void for baseball in its connection to the past. While Bridges did play in 11 seasons and coach in six others others at the big league level, the legacy of the man who managed 21 years in the Minor Leagues was more about his wit than his wisdom. He was a Minor League cross between Casey Stengel, Don Zimmer and Yogi Berra. Asked by a waiter if he wanted escargot, Bridges did a double take. Snails, a friend explained. \"I prefer fast food,\" Bridges said. Bridges could make listeners laugh, maybe too much. Jim Leyland got to know Bridges when Leyland was manager of the Pirates. Bridges was finishing his career in the Pirates organization as a manager and then worked as a roving instructor. \"He is one of those guys who had a reputation more for being a character than his baseball knowledge,\" Leyland said. \"But he knew the game. He was sharp as a tack. When I asked him about a player, I could go to the bank with his answer. If he said a guy couldn't play, he couldn't. If he said a guy could play, he could. There was no debate.\" Here's what underscores Bridges: He played 11 years in the big leagues as a utility infielder. He was on the Dodgers in 1951 when the Giants' Bobby Thomson hit \"The Shot Heard 'Round the World,\" and again on the 1952 Dodgers team that lost to the Yankees in the World Series. He was quick to point out that he never played in any of those games, nor did he make it on the field in 1958 when he was an All-Star selection from the Washington Senators. \"That surprised everybody,\" he said of being chosen for the American League All-Star team. \"They were close to launching an investigation.\" Bridges coached third base at the big league level for seven years: 1962-63 and 1968-71 with the Angels and 1985 with the Giants. \"Coaching third with a pitcher on base is like being a member of a bomb-disposal squad,\" he once said. \"The thing could blow up in your face at any moment.\" Originally signed by Brooklyn as a catcher in 1947, Bridges was converted to an infielder shortly thereafter. He came up with the Dodgers in 1951. His roster of teammates during his playing career included future Hall of Famers Roy Campanella, Jackie Robinson, Pee Wee Reese, Duke Snider, Tommy Lasorda, Harmon Killebrew, Larry Doby, Jim Bunning, Stan Musial and Bob Gibson. Lasorda, he pointed out, was inducted as a manager, not a pitcher. \"Tommy Lasorda's curve had as much hang time as a Ray Guy punt,\" he said. Bridges' playing career ended in 1961 with the expansion Los Angeles Angels. In between, he spent time with the Reds, Senators, Tigers, Indians and Cardinals. He appeared in 100 games in only five of his 11 seasons, compiling a .247 batting average and hitting 16 home runs in 2,272 at-bats. He hit two of those homers in that final year with the Angels, including a July 4 game-winner off Kansas City A's pitcher Bill Kunkel. That ended Bridges' personal 738-day home run drought. \"I'm still behind Babe Ruth's record,\" he said at the time, \"but I've been sick. It really wasn't very dramatic. No little boy in the hospital asked me to hit one. I didn't promise it to my kid for his birthday, and my wife will be too shocked to appreciate it. I hit it for me.\" Bridges was born in Refugio, Texas, grew up in Long Beach, Calif., and in his early 40s moved to Coeur d'Alene, getting a good ribbing from friends for living in Idaho in the winter and spending his summers in Phoenix, where the Giants' Triple-A team played. He managed there for nine seasons, walking the three miles down Van Buren from his hotel to Phoenix Municipal Stadium the first eight years before moving into the clubhouse full time in his final season. \"Up there,\" he explained about the move to Idaho, \"they didn't know a damn thing about me, so I could tell them how great I was.\" To the people who knew him, he was a baseball \"great.\" He was a guy who devoted his life to the game and cherished those 21 years of managing in the Minors, where he had only eight losing seasons. \"There are three things that the average man thinks he can do better than anyone else,\" Bridges said. \"Build a fire, run a hotel and manage a baseball team.\" When it came to managing a baseball team, however, few could do it better than Bridges. The game was his passion. He loved sharing what he knew with anyone who would listen. And he could always leave a listener with a smile on his face. \"I got a big charge out of seeing Ted Williams hit,\" he said. \"Once in a while they let me try to field some of them, which sort of dimmed my enthusiasm.\" The brightness of baseball was dimmed a bit this week with the passing of Everett Lamar Bridges -- Rocky as he was known at the ballpark. Tracy Ringolsby is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
