{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/107938588\/a-view-from-studio-3-royals-center-fielder-lorenzo-cain-will-keep-elevating-his-game\/",
    "title": "A View from Studio 3: Cain will keep elevating his game",
    "subtitle": "Royals center fielder has potential to hit for more power, refine skill set",
    "body": "Life moves pretty fast. If you don't stop and look around once in a while, you could miss it. -- Ferris Bueller That Ferris Bueller was one smart teenager. Who knew that advice dished out by a \"snot-nosed\" kid a quarter century ago in the classic comedy \"Ferris Bueller's Day Off\" could prove useful in today's fast-paced world? Just ask Royals outfielder Lorenzo Cain. Not only was he born the same year as the film was released (1986), but Cain's life has moved at breakneck speed the last few months. He's soaking up every minute of it. Since last fall, he became a dad for the first time, won the American League Championship Series Most Valuable Player Award and starred in the World Series. \"It's definitely a change,\" said Cain. \"People actually recognize me now from all the exposure getting to play in the World Series. I'm taking a lot more pictures than I used to. I'm definitely enjoying it.\" According to a recent report, jerseys with Cain's name on the back are the hottest selling Royals jersey on the market. That fact eluded Cain as he spends his offseason in Norman, Okla., training for the upcoming season and bonding with his family. One fact that the soon-to-be 29-year-old outfielder is keenly aware of is that the Royals are no longer playing under the radar. They took the sports world by storm last fall by snapping a 29-year playoff drought. Kansas City capped a thrilling postseason run by pushing the eventual World Series champion Giants to the brink with a Game 7. \"People expect more, you know,\" said Cain. \"Expectations are high. So guys expect us to be that leader like we were through that run last year. Guys look up to you a little more as a team. We're not a bunch of rookies anymore.\" In order to remain in a class of rising stars, Cain must hold up his end of the bargain and continue to elevate his offensive game. His October performance gives us every indication that will happen in 2015. \"He looked like someone patted him on the back and said, 'You are really good,' and he played that way,\" said MLB Network analyst Tom Verducci, who also served as a color commentator during the World Series. \"I saw a guy who is just scratching the surface, only now finding out how good he can be.\" Cain was a late bloomer, but his athletic skills are off the charts, as we witness every time he chases down a fly ball in the gap. His defense is brilliant. His speed is elite. In some ways, he reminds me of a young Torii Hunter, and that's not a coincidence. Cain says that he models his game after Hunter. But because Cain didn't start playing baseball until high school, part of his skill set has yet to be refined. \"I think [Cain] has more power than he knows he has,\" said Verducci. \"When he learns to take the inside pitches and to turn on them with power, he should be a 30-35 home run guy.\" That would be a monumental increase in power. Cain has hit only 17 regular-season homers in 1,261 career at-bats. The good news for the Royals is that we're not looking at a finished product. We're watching a potential anchor on a championship club mature before our very eyes. He will take last year's postseason experience with him to camp in several weeks. \"We can play in that spotlight and play in front of big crowds. No atmosphere or any team is too big for us,\" said Cain. \"The ultimate goal was to win it all, and we fell short. That's the game of baseball, and we have another chance to make a run this year.\" Matt Yallof is the co-host of The Rundown on MLB Network from 2 p.m. to 4 p.m. ET. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matt Yallof"
}
