{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/107536762\/when-they-were-prospects-julio-teheran\/",
    "title": "When they were prospects: Teheran",
    "subtitle": "Patience pays for righty, who has become Braves workhorse after No. 10 ranking in '11",
    "body": "It took a little longer than some had hoped, including a combined 5.19 ERA across brief callups in 2011 and 2012, but Julio Teheran has finally justified his spot as the No. 10 preseason ranking by MLB.com's Jonathan Mayo on our 2011 prospect list (later moving up to No. 4), posting a 3.03 ERA in more than 400 innings over the last two seasons. As we gear up for the unveiling of MLB.com's Top 100 Prospects for 2015 -- which will be revealed on MLB Network and MLB.com at 9 p.m. ET on Friday -- we're looking back at what was written about some of today's superstars back when they were still on prospect lists. WHEN THEY WERE PROSPECTS Julio Teheran, RHP, Braves No. 10 on 2011 Top 50 Statistically speaking: While the young right-hander's first foray in the big leagues may have been uneven, he's been nothing short of superb in Triple-A for most of the 2011 season. And it's been consistent, with 1.80 ERA in April, a \"balloon\" up to 3.20 in May, back down to 1.10 in June and 1.06 over four starts in July. Scouting report: Teheran has three pitches that are above average or better, all of which he can command pretty well. He throws his fastball into the mid-90s consistently and complements that with a very good curve as well as an excellent changeup. He's got plus mound presence, allowing him to excel as he moved across three levels, all as a teenager. He's not the strongest-looking guy in the world, but most feel he'll be just fine, especially as he adds some strength. Still just a teenager, he's confident regardless of who he's facing. Upside potential: He has the stuff and the makeup to top a rotation some day in the not-too-distant future. They said it: \"I think it took him a little while to figure out that he still had to pitch; he couldn't just go out there with that great stuff and blow people away. I think this past year, he finally learned that he had to pitch to get people out, even though his stuff is exceptional.\" -- Former Braves general manager Frank Wren. He said it: \"I'm feeling happy right now. My family, they're going to be happy. ... Playing in a big league stadium, that's the best part.\" -- Teheran on being named to the All-Star Futures Game.",
    "author": ""
}
