{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/107809050\/which-prospects-will-make-the-top-100-cut\/",
    "title": "Which prospects will make the Top 100 cut?",
    "subtitle": "Buxton looking to defend No. 1 slot with 2015 rankings set to be unveiled",
    "body": "After an offseason filled with transactions and intrigue, Spring Training is fast approaching. That means it's time for the unveiling of the latest MLBPipeline.com's Top 100 Prospects list. The annual preseason ranking of the Top 100 prospects in baseball will be revealed tonight, with the Top 50 being unveiled during a one-hour special on MLB Network and MLB.com beginning at 9 p.m. ET, and the entire list on MLB.com. The show, hosted by Greg Amsinger, will feature analysis from MLBPipeline.com Draft and prospect experts Jonathan Mayo and Jim Callis, as well as MLB Network analyst Bill Ripken. Mayo and Callis compiled the rankings with the help of the rest of the MLBPipeline team and input from industry sources, including scouts and scouting directors. It is based on analysis of players' skill sets, upsides, proximity to the Majors and potential immediate impact to their teams. The list, which is one of several prospect rankings on MLBPipeline.com's Prospect Watch, only includes players with rookie status in 2015. Prospect Watch also follows the guidelines laid out by the Collective Bargaining Agreement: Players who are at least 23 years old and played in leagues deemed to be professional (Japan, Korea, Taiwan, Cuba) are not eligible. Last year's top prospect, Twins center fielder Byron Buxton, remains eligible for this season's edition. But four other players ranked in the top 10 last year have graduated to the Major Leagues. In all, 27 players from the 2014 Top 100 have exhausted their rookie status. Those graduations have hardly left Buxton alone at the top of the rankings. Astros shortstop Carlos Correa, Cubs third baseman Kris Bryant and Indians shortstop Francisco Lindor -- all ranked in the top 10 a year ago -- remain in the Minor Leagues and closely followed Buxton on the list in July's midseason update. Other prospects raised their profiles within the last year. Blue Jays left-hander Daniel Norris and center fielder Dalton Pompey vaulted from Class A Advanced Dunedin to Toronto in just five months. Braves second baseman Jose Peraza took off after moving from shortstop, and Phillies shortstop J.P. Crawford thrived in his first full professional season. The 2014 Draft class has already made its impact on the big leagues, as Royals left-hander Brandon Finnegan became the first of last June's draftees to reach the Major Leagues. All of those players ranked among the top 10 players at their positions in MLBPipeline.com's Top 10 position lists released over the last two weeks. The Cubs, Mets and Red Sox led all teams with five players apiece on those rankings. But which team will have the most prospects in the Top 100? And with more than a quarter of the Top 100 moving up to the Major Leagues, who will join the rankings? Those questions and more will be answered tonight, assuredly followed by a spirited debate. Fans can follow along on Twitter as several top prospects, including Lindor and Norris, will join MLBPipeline in live tweeting during the show using the hashtag #MLBPipeline. The rankings and debate among fans and analysts is just the beginning. For more coverage of the Top 100 rankings, visit MLBPipeline and follow @MLBPipeline on Twitter.  Prospects tweeting during the broadcast Jose Berrios, RHP, Twins Andrew Heaney, LHP, Angels Francisco Lindor, SS, Indians D.J. Peterson, 3B, Mariners Daniel Norris, LHP, Blue Jays Robert Stephenson, RHP, Reds Austin Meadows, CF, Pirates Eddie Butler, RHP, Rockies Tyler Glasnow, RHP, Pirates Noah Syndergaard, RHP, Mets Teddy Cahill is a reporter for MLB.com. Follow him on Twitter at @tedcahill. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Teddy Cahill"
}
