{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/107806144\/mets-set-at-second-base-but-shortstop-is-another-story\/",
    "title": "Mets set at second base, but shortstop's another story",
    "subtitle": "Murphy remains entrenched, while Flores gets chance as prospects wait in wings",
    "body": "With pitchers and catchers scheduled to report to Port St. Lucie, Fla., by Feb. 19, it's time to continue dissecting the Mets' 2015 roster. This is the fourth of a six-part Around the Horn series taking a position-by-position look at the projected starters and backups heading into the season. Next up: middle infielders. NEW YORK -- Despite countless rumors to the contrary, Mets general manager Sandy Alderson spent most of this offseason downplaying the possibility that his team would acquire a shiny new shortstop. All along, Alderson said that Wilmer Flores was the most likely man to start at that position for the Mets. Now, with only three weeks until Spring Training and every major free-agent shortstop off the board, it's clear that Flores will receive his chance. He is part of a middle-infield mix that includes a paragon of consistency on one side of the bag and plenty of upside down on the farm -- but also an enormous question mark -- at one of the diamond's most important positions. The starters: Wilmer Flores, Daniel Murphy  For better or for worse, Flores will be manning shortstop on Opening Day. Though the Mets openly shopped around for a shortstop all offseason, the lack of obvious upgrades -- outside of Colorado's Troy Tulowitzki, who would have cost a massive haul in both dollars and prospects -- prompted them to stay in-house. While most of Flores' uncertainties revolve around his defense, he has yet to prove himself at the plate either. But scouts have faith in that part of his profile, particularly after Flores slugged .514 with five home runs over his final 28 games. Playing every day, as he did in September, should help. In Murphy, at least, the Mets know what they have. Though the 29-year-old will cost the team far more this year than ever before, his past three seasons have been remarkably consistent: an average of 650 plate appearances, nine home runs and 15 steals per year. The backups: Ruben Tejada, Wilfredo Tovar  It's almost inconceivable at this point that Tejada is still in the middle-infield conversation. But with dramatically reduced responsibilities, it made sense for the Mets to bring him back on a cheap arbitration settlement; Tejada should make the team as the primary backup for both Flores and Murphy. (Though manager Terry Collins mentioned allowing him to compete for the starting shortstop's job, the front office wants to see Flores play.) Tovar remains a slick-fielding backup option, with significant enough offensive limitations to keep him confined to the Minors. Waiting in the wings: Dilson Herrera, Matt Reynolds, Gavin Cecchini, Amed Rosario Clamoring for Herrera after his strong cup of coffee last September may be a popular pastime for Mets fans, but the fact is he is not quite big league ready. Nor is Herrera an answer at shortstop; for now, the Mets are committed to playing him exclusively at second. Reynolds enters spring in a similar situation. Though he hit .343 over two levels last season and is three years older than Herrera, Reynolds boasts just 301 career plate appearances above Double-A. The Mets would like to see him for another month or two at Triple-A Las Vegas before considering a promotion. Cecchini, a former first-round Draft pick, and Rosario, a high-profile international signing, will not reach the Majors this season. But Rosario, in particular, boasts enough potential to rocket up prospect lists with a good summer, in what will be his first taste of full-season ball. A weakness for the Mets since Jose Reyes left town three years ago, shortstop has the potential to eventually develop into a strength. Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
