{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/107769224\/2015-prospect-watch-top-10-outfielders-byron-buxton-joc-pederson\/",
    "title": "2015 Prospect Watch: Top 10 outfielders",
    "subtitle": "Twins' Buxton leads list again, followed by Pederson (Dodgers), Soler (Cubs), Winker (Reds)",
    "body": "MLBPipeline.com's 2015 Top 100 Prospects list will be unveiled on Friday, Jan. 30, on MLB.com, with the Top 50 revealed during a one-hour show on MLB Network at 9 p.m. ET. Leading up to that, MLBPipeline.com takes a look at baseball's Top 10 prospects at each position. The top 10 outfielders list annually has some of the most athletic and exciting prospects in the Minor Leagues, and this year is no different. Though half of the players on last year's preseason list lost their rookie eligibility in 2014, the other half returns, led by last year's No. 1 overall prospect, Byron Buxton. Turnover will likely continue to be the rule this year, as four players ranked in the top 10 reached the big leagues last season. Three more finished the season in Double-A and could break through for their own Major League debuts this summer. No matter where they end up this season, all 10 players are sure to be worth watching. 1. Byron Buxton, Twins: Coming off a breakout 2013 season that saw him ascend to the top of MLBPipeline.com's Top 100 Prospects list, Buxton's follow-up campaign was beset by injury. After wrist ailments and a concussion limited him to 31 regular-season games, he suffered another injury in the Arizona Fall League. Despite the setbacks, Buxton's tools remain as dynamic as ever, and he still has all the makings of a five-tool center fielder. 2. Joc Pederson, Dodgers: The outfield logjam at Dodger Stadium extends to their prospect ranks. Pederson was named the 2014 Pacific Coast League MVP after hitting .303\/.435\/.582 with 33 home runs and 30 stolen bases in 121 games for Triple-A Albuquerque. He has solid all-around tools, and after making his Major League debut in September, he figures to soon play a prominent role in Los Angeles. 3. Jorge Soler, Cubs: With a home run in his first Major League at-bat, Soler announced with authority his arrival in Chicago last August. The Cuban native is part of a growing group of talented young hitters in the upper levels of the Cubs' organization. Soler is a prototypical right fielder and combines his impressive raw power with a good approach at the plate. 4. Jesse Winker, Reds: A wrist injury from a car accident kept Winker out for much of the second half of the season, but he was able to return in time to play in the AFL. He thrived in the desert and hit .338\/.440\/.559 in 19 games to win the circuit's batting title. Winker's smooth swing and advanced approach make him one of the best all-around hitters in the Minors. 5. Alex Jackson, Mariners: A catcher in high school, Jackson moved to the outfield after the Mariners selected him sixth overall in the 2014 First-Year Player Draft. Like Bryce Harper and Wil Myers, Jackson should be able to advance more quickly through the Minor Leagues as an outfielder. And also like Harper and Myers, scouts think Jackson's powerful bat is worth fast-tracking. 6. Michael Taylor, Nationals: Since moving from shortstop to center field early in his career, Taylor has become an elite defender. In 2014, his offense caught up to his defense, and he joined the 20-20 club with 23 home runs and 37 stolen bases in 110 games. Taylor did a better job staying consistent with his swing last year, fueling his breakout, but there's still room for improvement as he also struck out a career-high 144 times. 7. Dalton Pompey, Blue Jays: One of the biggest breakout stars in the Minor Leagues in 2014, Pompey started the year with Class A Advanced Dunedin and finished it in the Major Leagues. The Ontario native is an elite athlete and profiles well in center field. After getting a taste of the big leagues in September, Pompey is poised to take on a larger role in 2015. 8. Austin Meadows, Pirates: A hamstring injury cost Meadows the first three months of the 2014 season, but he didn't miss a beat when he returned to action. The 19-year-old hit .322\/.388\/.486 in 38 games for Class A West Virginia, where he teamed with catcher Reese McGuire, the Pirates' other 2013 first-rounder. Meadows has a smooth left-handed swing and has the potential to be a five-tool player. 9. Hunter Renfroe, Padres: The 13th overall pick in the 2013 Draft, Renfroe thrived in his first full professional season. He reached Double-A San Antonio, played in the All-Star Futures Game and finished with a strong showing in the AFL, where he was named to the All-Prospect team. With a strong arm and a powerful bat, Renfroe is a good fit in right field. 10. Clint Frazier, Indians: The first high school position player taken in the 2013 Draft, Frazier struggled out of the gate in his first full professional season. He got back on track in the second half, hitting .282\/.367\/.448 with nine home runs for Class A Lake County. Frazier's standout tool is his power, which his exceptional bat speed helps create. Next up Signed out of the Dominican Republic on the same day in 2011, Nomar Mazara and Manuel Margot both had breakout seasons in 2014. Mazara, who signed with the Rangers for a then-record $4.95 million bonus, rebounded from a tough first year of full-season ball to reach Double-A Frisco in August as a 19-year-old. He's simplified his swing, enabling him to make contact more consistently and better tap into his above-average power. With his promotion to Frisco, Mazara caught up to a large group of the Rangers' top prospects, including third baseman Joey Gallo and catcher Jorge Alfaro. Since signing with the Red Sox, Margot has made steadier progress through the Minor Leagues and played his first year of full-season ball in 2014. In 115 games between Class A Greenville and Class A Advanced Salem, he hit .293\/.356\/.462 with 12 home runs and 42 stolen bases. Margot is an excellent all-around athlete and has the tools to impact the game with both his bat and glove. Teddy Cahill is a reporter for MLB.com. Follow him on Twitter at @tedcahill. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Teddy Cahill"
}
