{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/107658242\/bernie-pleskoffs-on-the-cusp-philadelphia-phillies\/",
    "title": "On the Cusp: Philadelphia Phillies",
    "subtitle": "Franco, Biddle among top prospects looking to impact big league club in 2015",
    "body": "The Philadelphia Phillies may not have had a deep inventory of Major League ready prospects to begin the season until they selected two good prospects in the Rule 5 Draft. The offseason could continue to see the club move veteran players for younger position players and pitchers. Maikel Franco  | 3B\/1B | 6-foot-1, 180 pounds | No. 3 A right-handed power hitter from the Dominican Republic, he has moved up in the organization by showing consistent strength and an ability to drive in runs. In 2013, Franco hit 31 home runs playing for Class A Advanced Clearwater (16) and Double-A Reading (15). Last year, he hit 15 homers at Triple-A Lehigh Valley and his batting average fell against better competition. He's aggressive at the plate and doesn't walk quite enough. He can also play first base. Top Prospects: Franco, PHI Top Prospects: Maikel Franco, 3B, Phillies2015 MLB.com Top Prospects: Maikel Franco has the hand-eye coordination to make consistent contact Andy Oliver  | LHP | 6-foot-3, 215 pounds | unranked The Phillies chose Oliver from the roster of the Pittsburgh Pirates as one of two Rule 5 Draft selections at the Winter Meetings. He had also pitched previously for Detroit. He has a strong arm and can bring his fastball from 93 to 97 mph. He also throws a very credible slider. The Phillies will work with him to refine his control, as he walked an average of 6.6 hitters per nine innings last season. But the southpaw also struck out 12 per nine. A starter in his past, Oliver can work in the bullpen as well. He has to remain on the roster all season or be offered back to Pittsburgh. Odubel Herrera  | 2B, 3B, OF | 5-foot-11, 200 pounds | unranked Herrera came to the Phillies as a Rule 5 Draft choice from Texas. The left-handed hitter is extremely versatile, as he can play middle infield as well as the outfield. The Venezuelan native will likely play the outfield for the Phillies. Like Oliver, the team has to retain him on the roster all year or offer him back to Texas. A very solid hitter, Herrera has a lifetime Minor League batting average of .294 in parts of six seasons. He doesn't have much home run power, but he can get his share of doubles. He has enough speed to steal bases. Jesse Biddle  | LHP | 6-foot-5, 220 pounds | No. 7 Biddle has been a top prospect in the organization since he was selected in the first round of the 2010 First-Year Player Draft. He has had some good years, and some that were more difficult. Last season, he scuffled at Double-A Reading, pitching to a 5.03 ERA in 16 starts covering 82 1\/3 innings. His highlight pitch is his curveball. He also throws a fastball at 90-92 mph, a slider and a changeup. The problem has been being able to control his repertoire. Excessive walks have hurt his performance. He may need the entire 2015 season to finish his development at Double-A and\/or Triple-A. Ben Lively | RHP | 6-foot-4, 190 pounds | No. 8 Acquired in a recent trade with the Reds for outfielder Marlon Byrd, the tall, thin Lively offers the Phillies starting pitching depth. While he may not break camp with the club, he will be available if starting pitching help is needed. He throws a low-90s fastball as the focal point of a good arsenal that includes a slider, a curveball and an occasional changeup. His calling card is command and control, with an ability to throw strikes and pitch to contact. Mature and steady, Lively will likely begin his season finishing his development in the Minor Leagues, but he could be an injury or poor performance away from pitching in Philadelphia. Aaron Altherr  | OF | 6-foot-5, 220 pounds | No. 9 The right-handed hitting Altherr is a long, lean, athletic player. His best tool is his speed, but his bat plays as well. A bit inconsistent at times, it has taken him a while for his skills to develop. His power continues to emerge, as he hit 14 home runs in his 492 plate appearances for Double-A Reading. He stole 12 bases in 18 attempts. He may need most of the season to continue to develop his skills, but he has a chance to help the Major League club if needed. Other possibilities: Kelly Dugan OF, Severino Gonzalez LHP, Cameron Perkins OF. Bernie Pleskoff has served as a professional scout for the Houston Astros and Seattle Mariners. Follow @BerniePleskoff on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bernie Pleskoff"
}
