{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/107821244\/reds-prospect-phil-ervin-turns-rough-patch-into-learning-experience\/",
    "title": "Ervin turns rough patch into learning experience",
    "subtitle": "After slow start to '14, outfielder remains one of Reds' top hitting prospects",
    "body": "CINCINNATI -- During the 2014 season with Class A Dayton, Reds outfield prospect Phil Ervin went through an extended funk at the plate for the first time in his brief professional career. How Ervin reacted to it proved to be one of the most significant learning experiences he's had. Ervin, 22, batted .237\/.305\/.376 with seven home runs and 68 RBIs in 132 games. Over 561 plate appearances, he walked 46 times while accumulating 110 strikeouts. \"It's a long season. I came out struggling early, and I started pressing,\" Ervin said. \"I felt like I dug myself into a hole. I tried to jump 20 points in two days instead of just letting it happen. I tried to do too much, too quickly. \"I won't put so much pressure on myself this year. I'll just go out there and have fun. Even if I'm struggling, there's always tomorrow, and I'm playing the game I love.\" Ervin, who was the Reds' first-round Draft pick (27th overall) in 2013, benefited from the advice of former outfield star Eric Davis -- now a special assistant to general manager Walt Jocketty who also serves as a roving Minor League instructor. \"Listening and talking to Eric Davis helped a lot,\" Ervin said. \"It just made me realize to not try to be somebody else. Just do what I can do. I'd be like, 'Somebody else hit a home run, I'm trying to get me one.' I got out of my norm, and that's how I went into a hole.\" Ervin batted .213 with two homers in his first 54 games over April and May, a slow start that stemmed from a left wrist injury suffered late in 2013 that required offseason surgery. His numbers improved over the final three months of the season, and Ervin wound up fourth in the Midwest League with 34 doubles, and his 30 stolen bases (caught only five times) were second in the Reds' Minor League system. During his first pro season, in 2013, he batted .331\/.425\/.564 over 46 games combined for rookie-level Billings and Dayton. \"I think Phillip's wrist bothered him early, more than he let on,\" Reds player development director Jeff Graupe said. \"To his credit, he didn't make any excuses and played. It wasn't hurting, but maybe weak, coming off of the injury. He put himself in a hole, tried to generate and get four hits in every at-bat and chased it. He got away from being the process-oriented hitter he had been. I think he's better for it. I think he will have a good year, coming up. He's still one of the better offensive players in our system.\" Ervin, a right-handed hitter that can play all three outfield spots, is the No. 7-ranked Reds' prospect according to MLB.com. Although he's projected as a corner outfielder, reports showed that he made improvements in center field late last season. \"Hopefully, I'll be mentally strong, have fun, put up good stats and move up,\" Ervin said of 2015. \"I don't want to stick in one place too long if I'm playing good.\" Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
