{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/107841198\/chicago-white-sox-embrace-their-position-as-favorites\/",
    "title": "White Sox embrace position as contenders",
    "subtitle": "While players aren't making predictions, they know club is in a good spot",
    "body": "CHICAGO -- There have been no ironclad American League Central title predictions coming from members of the 2015 White Sox, much like Anthony Rizzo did for the Cubs a few weeks back with the NL Central crown. While the White Sox haven't been as publicly confident as Rizzo -- an admirable quality for any player who believes in his team -- they feel exhilarated by the eight offseason moves made by general manager Rick Hahn. Confident enough that a case could be made for the White Sox jumping from 63 wins in 2013 to 73 wins in '14 to the playoffs this season. \"I don't want to sit here and read the future. I'm not Miss Cleo,\" White Sox ace Chris Sale told MLB.com prior to last weekend's SoxFest activities. \"But Rick put us in the position to do that. That's what all this is about, is winning a championship.\" \"What's coming into my mind is we were in a difficult spot the last two years, and we've been pulled out of that spot, and now the playing field has been leveled off a whole lot more,\" White Sox pitching coach Don Cooper said. \"We're a better-looking team.\" Since the 2014 season came to a close, the White Sox added a front-line right-handed starter in Jeff Samardzija to put in between Sale and Jose Quintana in the starting rotation. They signed Adam LaRoche, a left-handed cleanup hitter to put behind Jose Abreu and ease the pressure on Avisail Garcia behind LaRoche. Free agent David Robertson takes over as closer, with Zach Duke and Dan Jennings strengthening a vacancy from the left side of the bullpen. Melky Cabrera presents a force in the lineup's two-hole, while Emilio Bonifacio and familiar face Gordon Beckham mean bench depth and versatility. Hahn not only added impact players, he added options. The lineup can go left-handed. It can go right-handed. The White Sox are more athletic. They have defensive replacements. All of this was done without losing their top prospects. The White Sox certainly are not perfect. For example, they need a second baseman to step up and need increased production from John Danks and Hector Noesi in the back of their rotation. Then again, neither is anyone else in a balanced AL Central. And while Max Scherzer was not at SoxFest, the departure of the right-hander from the Tigers to the National League didn't go unnoticed. The White Sox have looked poised on paper for great success in the past, namely going into 2006 and 1984, only to miss the playoffs. So standing as the favorite isn't as important as having a chance, and really having a chance for years to come. \"When we started this process midway through 2013, the intention was not to jump up and contend for one season: It was to put us in position for sustained success,\" Hahn said. \"We view ourselves as a contender, absolutely. That said, what we're trying to do is put us in position so we feel that way every year.\" \"Games aren't won in the offseason and they are sure not won on paper,\" Sale said. \"Collectively we still have to play the games and produce. But it's exciting. It's fun to show up to Spring Training with energy. You are going to see something different about this Spring Training than the last couple.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
