{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/107828084\/hal-bodley-recovering-pirates-manager-clint-hurdle-keeps-inspiration-coming\/",
    "title": "Recovering Hurdle keeps inspiration coming",
    "subtitle": "Manager, who had double hip replacement, emails positive message to 2,500 each day",
    "body": "BRADENTON, Fla. -- Each morning Clint Hurdle sits down behind his laptop, takes a deep breath and writes a message. Releasing an appreciative smile, he punches SEND, and the epistle is on its way to scores of recipients. This isn't about baseball or the Pirates or the rugged National League Central Division. This is about inspiration. The words aren't always his, but the theme comes from the heart, and when he signs off, \"Make a difference today! Love, Clint,\" you get the message. Hurdle, at Pirate City rehabbing his second hip replacement since October, said the words of inspiration began when he was managing the Rockies (2002-09). He and late Rockies team president Keli McGregor \"shared some thoughts, texts and emails, on a small scale. We expanded it to some folks in the front office, in the Minor Leagues and to our Major League staff. \"In the winter of 2009-10, I'd been fired since May, but Keli and I would find times to meet once a month and chat,\" said Hurdle. \"He told me: 'You have no idea how many people you reach with your messages. People look forward to them.' He looked me in the eye and said, 'Don't ever stop. We all have opportunities to make a difference and we never know when they're going to happen. But if you continually put forth the effort, you can impact and make a difference.'\" Hurdle said he was motivated by McGregor's advice. \"The list grew to 100, 500; it's up to 2,500 people now. It's no website, it's nothing fancy. It keeps me grounded. I'm looking for a message that strikes me, a thought that I can hold onto that day and maybe impact somebody else.\" Hurdle says he reads a lot and has a \"posse\" of writers he stays in touch with, \"whether it's a devotional, whether it's a blog, whether it's inspirational -- I'm on [the late] John Wooden's website. There are so many people I have learned from, and it keeps me fresh. \"I keep files and folders. I get up in the morning and flip through one of the folders and say to myself, 'Wow! That's today's.' There's no magic to it other than that.\" Hurdle, 57, certainly used managerial magic when he guided the Rockies to the 2007 World Series and lifted the Pirates to the postseason as an NL Wild Card the past two Octobers. The Bucs hadn't had a winning season since 1992 when they finished 94-68 in 2013. Hurdle was easily NL Manager of the Year. The Pirates haven't been to the World Series since the Willie Stargell-led \"We Are Family\" Bucs defeated Baltimore in 1979. That team lost three of the first four games, but stormed back to win the final three. As Hurdle talked about optimism for the upcoming season and his recovery from surgery, 2013 NL Most Valuable Player Andrew McCutchen and second baseman Neil Walker entered the empty clubhouse. That they, along with several other players, are already in Bradenton, prompted a smile from their manager. With the experience gained the past two seasons, this team should be Hurdle's best. The lineup is solid. Right fielder Gregory Polanco, a rookie sensation when he arrived last summer, will be counted on heavily. His presence is the reason veteran outfielder Travis Snider was traded to Baltimore on Tuesday for a pitching prospect. \"It's taken some years to develop our lineup strength,\" said Hurdle. \"It has a chance to be our best. It will take the combined efforts of a number of people to replace [catcher Russell] Martin. \"I believe these guys are aware of the importance of each at-bat more so than ever before. They understand the importance of getting on base, understand the importance of seeing pitches, of being comfortable hitting with two strikes and trying to create situations for the person behind them.\" The Pirates made offseason noise this month when they signed Korean infielder Jung Ho Kang, 27 -- who hit .356 with 40 homers in 117 games for the Seoul Nexen Heroes last year -- to an $11 million, four-year contract. The Pirates currently have Jordy Mercer at shortstop, Josh Harrison at third base and Walker at second. Harrison and Walker are coming off career years at the plate, while Mercer is a solid glove. The pitching staff of Francisco Liriano, Vance Worley and younsters Gerrit Cole and Jeff Locke has depth, including veteran A.J. Burnett, who returned after a down year with the Phillies. The defending division-champion Cardinals should be favored to repeat. The Brewers and Reds will be contenders, and there's renewed hope for the Cubs with Joe Maddon taking over as the manager. There were times when the pain in Hurdle's hips was so severe late in the 2014 season he could hardly make it to the mound to change pitchers. His right hip surgery was on Oct. 6. There weren't immediate plans to do the left hip, but doctors determined the problem was more severe than they had thought. The second replacement took place on Jan. 7 -- a mere three months after the first. \"It's the first time I've been pain-free in over a year,\" Hurdle said, admitting he's paid attention to some of his own inspirational words through his recovery. \"I'm working with my rehab program here three days a week, and I'm even able to exercise to some degree. \"We play in a very challenging division. There's no time to sit, no time to rest. We continue to encourage ourselves to get a little bit better every day -- all of us!\"  Hal Bodley is a senior correspondent for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Hal Bodley"
}
