{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/107543974\/matt-kemp-talks-with-larry-king-about-leaving-los-angeles-joining-san-diego\/",
    "title": "Kemp talks to Larry King about leaving LA, joining SD",
    "subtitle": "",
    "body": "SAN DIEGO -- New Padres outfielder Matt Kemp touched on several topics recently during a interview for \"Larry King Now,\" including his departure from the only organization he's ever known and his new start in San Diego. And while Kemp admitted to being \"shocked\" at the Dec. 18 deal, a five-player trade between National League West rivals, he wasn't entirely surprised he was dealt after 12 years with the organization. \"I kind of felt it coming,\" Kemp told King. \"There was a lot of talks in previous years or the previous year that I might get traded and I kept hearing it. So in my mind, I set myself up for, 'Whatever happens, happens,' and it happened. Watch: Kemp chats with King \"I always saw myself as being a Dodger for my whole career. I never imagined playing for a different team.\" The Dodgers acquired catcher Yasmani Grandal and pitcher Joe Wieland for Kemp. The Padres landed catcher Tim Federowicz in the deal as well. But Kemp was by far the major piece -- the one first-year Padres general manager A.J. Preller wanted to land to help revamp the offense. \"Honestly, you don't know what the front office thinks, or what they think they need. Maybe they felt like they needed another catcher,\" Kemp said. \"Maybe they felt like they needed another arm. I guess it was good for both sides. The Dodgers got what they want and the Padres got what they want.\" Kemp was asked about a report earlier this month that he hadn't responded to a text message from his former manager, Don Mattingly, to thank him for his contributions. \"I honestly can't believe we're talking about this and this was a topic of discussion,\" he said. \"That time was crazy. There were a lot of things going on. I enjoyed Mattingly. Mattingly is definitely a student of the game and he knows what he's talking about.\" Kemp talked about his introductory press conference last month at Petco Park, one that left him feeling more than just a little nervous. When manager Bud Black handed him his new jersey, Kemp hurriedly attempted to button it before posing for photos with Preller and Black. But there was one problem. \"I was so nervous I couldn't even button up my uniform during the press conference,\" he said, smiling. This was, of course, a first for Kemp. \"This is new to me, guys,\" the new Padres outfielder said. Corey Brock is a reporter for MLB.com. Keep track of @FollowThePadres on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Corey Brock"
}
