{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107543344\/phil-rogers-ernie-banks-philip-wrigley-formed-relationship-to-remember\/",
    "title": "Banks, Wrigley formed relationship to remember",
    "subtitle": "Mr. Cub never felt underappreciated by generous owner despite salary restrictions",
    "body": "Ernie Banks wasn't just the all-time leader in love of the game. He was at the top of the charts in trust too. At a time when the reserve clause allowed baseball owners to hold onto players almost like personal property, with salaries limited to levels that are now unthinkable, Banks landed in the lap of Cubs' owner Philip Knight Wrigley in September 1953. They formed a lasting relationship that benefited both men. Wrigley, the heir to his father's chewing gum fortune, was a remarkably decent man, known for his generosity in business as well as for treating everyone he knew well. He was the kind of guy who would fix a flat on your car if it happened to break down in front of his mansion, and the color of your skin didn't matter to him. All he saw was a driver in distress and he was willing to help, if he could. As an owner, Wrigley was not always especially competitive in terms of hiring managers and seeking championships. But he took care of Wrigley Field and his fans' experience, once even removing seats so that his customers had more room in their boxes.   Complete coverage Wrigley treated his players and their families well, even taking a then-unprecedented step by inviting wives to accompany players to a Spring Training held on Catalina Island, which he owned. He didn't go to his ballpark often, but players knew they could reach him by phone at his Wrigley Building office if they needed something. Banks, who died Friday at age 83, never earned more than $85,000 a season while playing, but he never felt underpaid. Banks was rewarded by Wrigley with jumps in salary after his National League Most Valuable Player Award-winning seasons in 1958 and '59, and he watched Wrigley treat teammates like Billy Williams and Ron Santo well in subsequent seasons. In its infancy, the players' union organized a Spring Training boycott in 1969, urging players not to sign contracts or report until a difference over the owners' contributions to the pension fund had been settled. This would become a divisive issue in many camps, but Banks and many of the top Cubs players reported on time as usual. Banks, who was officially a player\/coach, declared himself to be management, not labor, and said he had no choice except to show up. He was on the field for the first day of camp. Santo stayed away, but not for long. He told reporters he was going to report by March 1, and many of his teammates seemed poised to follow him into camp before a compromise settled the dispute. \"Mr. Wrigley has been good to me,\" Santo said. \"I'm going to be good to him. ... I just refuse to fight him. I know all players aren't fortunate enough to play for an owner like Mr. Wrigley, but that's no reason for me to oppose him.\" The Chicago Tribune's George Langford called the Cubs' anti-union stance a tribute to Wrigley and \"to the high-level men within the organization who have maintained an unusual rapport with the players over the years.\" Heading into that season, there were only two Major Leaguers with multiyear contracts: Banks and Carl Yastrzemski, who had won the American League Triple Crown for the Red Sox. But on March 6, 1969, general manager John Holland called Santo, Williams and Ferguson Jenkins off the field for a meeting, at which he gave them two-year contracts. Banks was given a new two-year deal. \"I didn't know anything about it until Mr. Holland came out on the field today during batting practice and told me,'' Banks said. \"What a tremendous thing.\" Santo was elated. \"I just wish all players could have a chance to play for this club,\" Santo said. \"It's the greatest organization anywhere. This contract gives me added security and makes me want to play that much harder.\" Throughout his ownership of the Cubs, Wrigley had frequently spent his own money to help out former players who had fallen onto hard times after their careers. One of the most prominent cases was Hack Wilson, who died in 1948 without money for a funeral. Wrigley took a call from a public official telling him that the man who had driven in 191 runs in 1930 was in the city morgue, dead at age 48 without any known next of kin. He quickly made arrangements for funeral and burial, even building a graveside monument to honor the future Hall of Famer. Commissioner Happy Chandler, hearing of Wrigley's generosity, offered to split the cost, but Wrigley declined. \"I've never seen a half funeral,\" Wrigley said. \"The Cubs will pay all expenses.\" Wrigley provided financial support to many former players, including outfielder Lou Novikoff, who had been born to Russian immigrants. He was embarrassed when someone told a reporter that he had been sending Novikoff regular checks, as he didn't feel it was anyone's business. But it saddened Wrigley to see the former Cubs face hardships. So one year, he came to Spring Training with one of his top financial advisors, and they held a clubhouse meeting with players. Wrigley offered to help manage his players' money, but with a caveat -- they would have to give up a chunk of their annual pay that would be invested and held until their 55th birthday. Legend has it that only one player trusted Wrigley enough to let him set up a retirement fund. That was Banks. He allowed his owner to withhold 50 percent of every check over the second half of his career -- Banks said this was a relief, because he could honestly tell needy family members and friends that he didn't have any money -- and it proved he was as smart with his money as with his approach at the plate. Shortly after January 31, 1986, a check arrived in the mail. It was for about $4.5 million. There was only one thing Wrigley wouldn't give Banks: a chance to manage. Banks sought the job midway through the 1972 season, when Wrigley dismissed Leo Durocher and replaced him with Triple-A manager Whitey Lockman. \"Ernie has such a beautiful reputation in baseball, it would be a shame to ruin it by making him a manager,\" Wrigley said. \"I'm too fond of Ernie to make him manager of anything. Managing is a dirty job. It doesn't last long, and it certainly isn't anything I would wish on Ernie.\" Banks, who did serve as a first-base coach under Lockman, wound up becoming the first African-American to manage a game when he took over after Lockman was ejected from a game on May 8, 1973, in San Diego. The Cubs won that game on a single by pinch-hitter Joe Pepitone, who was inserted into the game by Banks, but Wrigley again declined to seriously consider Banks for the manager's job after he dismissed Lockman during the '74 season. \"Why would Ernie want to be a manager?\" Wrigley asked. \"It's the next thing to becoming a kamikaze pilot.\" You'd only say that about someone you really cared about, and that was how it was with Banks and the only owner for whom he ever played. Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
