{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/107529644\/ken-giles-aims-to-build-on-stellar-rookie-campaign\/",
    "title": "Giles aims to build on stellar rookie campaign",
    "subtitle": "",
    "body": "LAKEWOOD, N.J. -- Ken Giles lost his job this winter. Giles said in September that he planned to spend much of his offseason working at an indoor baseball facility near his home in Peoria, Ariz. He said he hated sitting around the house in the offseason, so his weekday shifts kept him busy. But his brother Josh, who is his boss, told him they did not have enough hours for him. \"I either got laid off or fired,\" Giles joked last week. \"No, I was fine with it. I still popped in here and there.\" Giles had a busy offseason anyway. The 24-year-old reliever is planning for a wedding and had several home improvement projects to complete. He also had to get ready for the 2015 season -- Phillies setup man is his other job -- after finishing fourth for the National League Rookie of the Year Award. Giles went 3-1 with a 1.18 ERA and one save in 44 appearances following his promotion from Triple-A Lehigh Valley in June. He allowed 25 hits, 11 walks and struck out 64 in 45 2\/3 innings. Giles' 0.79 WHIP was fifth among rookie relief pitchers since 1914. His 5.82 strikeout-to-walk ratio is sixth, and his 12.61 strikeouts-per-nine innings average ranked 10th. That is a life-changing type of season. \"My baseball life has changed,\" Giles said. \"When I go home, it's still the same. Nothing has changed there. But whenever I come to Philly or Florida, it's just flipped my whole world upside down.\" Giles is recognized as the guy who throws 100 mph. He is congratulated. He is asked for pictures and autographs. \"It's a great feeling,\" Giles said. \"It makes you feel confident that you did something great.\" The Phils are not expected to be great this season. In fact, the front office has said the club might not contend again for two or three more years. But the bullpen could be a force with Jonathan Papelbon, Giles, Jake Diekman, Justin De Fratus and others. \"You saw the postseason,\" Giles said. \"It was all about the bullpen, other than Madison Bumgarner. So I wouldn't take us for granted. We've got that strong bullpen. We have starters that will go deep. We just need to generate a few runs and keep the lead. We may surprise a lot of people.\" Barring a trade, the Phillies said Papelbon will open the season as the closer, but if he leaves, Giles is the heavy favorite to replace him. These days, Giles gets asked about closing more than anything else. He better get used to it. It comes with the territory. \"I would love to be a closer,\" Giles said. \"But nobody is going to give me that job. I may have to battle Diekman and De Fratus for that job. They'll want it, too. Once Pap's time has come, I think they'll let us battle it out.\" That is the job Giles wants. His offseason job? It was fun while it lasted. Todd Zolecki is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Todd Zolecki"
}
