{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/107583912\/anthony-castrovince-time-for-hitters-to-counter-defensive-shifts\/",
    "title": "Time for hitters to counter defensive shifts",
    "subtitle": "",
    "body": "New Commissioner Rob Manfred certainly wasn't speaking in binding terms when he floated the possibility of eliminating or limiting the defensive shifts that have become so prevalent in baseball. In fact, he was simply replying to a question about any \"radical\" changes he might consider. That said, the impact of shifting is a topic many executives, coaches and players have bandied about in the office or locker room at a time when offensive production is at its lowest levels in decades. But as is the case with so many of the game's evolutions in circumstances and strategy, the players themselves will probably dictate the direction taken here. Shifts, after all, are the byproduct of historical data, and they inherently create present and future areas of vulnerability on the field. And so it is incumbent upon the hitters to disrupt the data with revolutionary results. As it stands, when you don't put the ball in play, the shift is the least of your worries.   First, a bit of background. Teams shifted 13,296 times in 2014, per Baseball Info Solutions. That's not a perfect calculation, of course, because some teams (the Pirates, for example) use some sort of outfield shading or infield repositioning on just about every pitch of every game. But BIS' own interpretation of what constitutes a shift has been consistent over the years, and the analytics company has calculated an incredible 440-percent rise in the use of shifts since 2010 (2,464 shifts). Thanks, Joe Maddon! Though it's difficult to draw a distinct causal link between the rise of advanced shifting and the shrinkage in batting averages (the .251 mark last year was the lowest in the designated-hitter era) and run production (the 4.07 runs per team per game last year was the lowest mark since the strike-shortened 1981 season), there's no question the shift has succeeded in getting in the heads of some hitters, and it has been murder on those with pull-side tendencies. Courtesy of FanGraphs.com, check out the pull-side batting averages on balls in play (BABIP) in the past five seasons: 2010: .304 2011: .299 2012: .292 2013: .296 2014: .290 Maybe that decline is not all attributable to the shifts, but the shifts certainly haven't helped. In fact, BIS calculated a record 195 runs saved by shifts last season. Then again, it stands to reason that the number of runs saved would be at an all-time high when the number of shifts employed is at an all-time high. What's interesting, though, is that the number of runs saved per shift in 2013 was 0.0165, whereas in '14 it was 0.0147 -- an admittedly modest decrease, but a decrease all the same. One wonders, then, if the overall effectiveness of shifts does, in fact, has its limits. After all, the more players see them, the more opportunities they'll have to counter them. The obvious way to counter them is to effectively demonstrate you can consistently hit (or bunt) to the opposite field -- to keep the defense honest, as they say. By and large, hitters are not doing this nearly enough. They are not taking great enough advantage of a statistic such as this… Opposite-field BABIP, by year: 2010: .273 2011: .270 2012: .285 2013: .284 2014: .283 So guys who went the other way in 2014 were generating hits at a clip 10 points better than those who did the same five years earlier, when the shift was 440-percent less prominent. Perhaps the biggest question entering this season, then, is whether hitters, at large, are ready to exploit those openings more consistently. \"I think you're about ready to see -- because the game always makes its own adjustments -- and I think right now the hitters are still in that mode of swinging like they're hitting it out of the ballpark but not necessarily doing that anymore,\" Indians manager Terry Francona said. \"I think you'll see a segment of hitters using the whole field a little more. The game has a way of evening itself out.\" Perhaps Francona is right, but we haven't even gotten to the primary point, which is that shifts themselves have arguably been nowhere near as effective in limiting offensive production as the decline in contact. Last year, according to FanGraphs' data, the Major League contact rate was 79.4 percent -- the lowest it has been since the site first began compiling such data in 2002 (it was 78.8 percent that year). The swing percentage outside the strike zone (31.3 percent) was the highest it had been in that 2002-14 time frame. Little wonder, then, that the league-wide strikeout rate was one for every 4.91 plate appearances -- the worst such mark in recorded history. Also little wonder that last year's World Series featured a Royals team that struck out in a league-low 16.3 percent of its regular-season plate appearances and a Giants team that made contact on nearly 80 percent of its swings in the Wild Card, Division Series and League Championship Series rounds of the playoffs. In a world of strikeouts, contact is king. Shifts are based on analytical intelligence, but so is the approach each hitter and pitcher bring to the table in a given at-bat. And the rise in data and the decline in production would certainly indicate that when it comes to implementing this intelligence, the pitcher has a distinct advantage -- especially at a time when managers are trotting out so many hard-throwing relievers to swing the mid-inning matchups in their favor. Take it from Brewers catcher Jonathan Lucroy, who sees the data work against him at the plate and for him behind it. \"I think [the shift] is a tough thing to blame for the decline in offense,\" he said in a text. \"ERAs are down [0.12 points between 2013 and '14 and 0.72 points over the past decade], so that means pitching is better. Why is pitching better? The wealth of information we have when calling games is a very large amount. If they wanted to increase offense, then they should take away the information we get. That won't happen, because teams use this same information in trades, free-agent signings, etc. Honestly, I can think of times when the shift works for us and times when we were burned by them. So I don't think they are the issue.\" Again, causal links are difficult to discern. No doubt the shifts are having an impact on the game (with 13,296 used last year, how could they not?), but they are merely one component -- perhaps even a small one -- in the game's overall offensive decline. So until hitters more frequently test opposing defenses and the limits of shifting and prove they can utilize those wide-open spaces left available to them in the opposite field, they've really got little reason to complain. With unorthodox defensive positioning the new standard, it's time for the hitters to shift their strategies. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
