{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/107598844\/wilmer-flores-focused-on-improving-doing-job\/",
    "title": "Flores focused on improving, doing job",
    "subtitle": "Shortstop already training in Florida in advance of spring camp",
    "body": "NEW YORK -- Most of the compliments fell to Lucas Duda last summer, and rightfully so. But perhaps no Mets player benefited from trainer Mike Barwis' voluntary Michigan fitness camp more than Wilmer Flores, who showed up to Spring Training noticeably lighter, trimmer and quicker than he had been the previous year. The result was a shortstop who transformed from a defensive laughingstock into one with actual potential to stick at the position. Now that it's clear the Mets will be going with Flores at short (barring some 11th-hour miracle on the trade market), it's worth noting that he is putting the work in yet again. Like a sizable portion of the Mets' roster, Flores has been training with Barwis in Port St. Lucie, Fla., since mid-January. Players pay for the service from Barwis, an independent contractor whom the Mets signed last year to oversee their strength-and-conditioning programs. In his quest to continue improving at shortstop, Flores was sure to sign up for the camp, which focuses on things such as explosive movement, flexibility and injury prevention. In all, nearly three dozen Mets players from different levels of the organization have taken part, including David Wright and Michael Cuddyer. \"I'm not going to say I don't hear things,\" Flores told Newsday last weekend at Wright's charity function in Virginia Beach, Va. \"But I try not to because I know what I can do, man. Honestly, I know what I can do.\" Though the sample is admittedly too small to trust, Flores rated roughly average -- at times, even decent -- as a defensive shortstop last season. Most scouts still shudder when asked about Flores' future at the position, but the Mets remain confident in his ability to hold his own. \"Is he going to be that rangy guy that goes from hole to hole?\" manager Terry Collins said recently. \"No. But if we do our job and we pitch the way we're supposed to pitch and get him in the right position, he'll catch the baseball and throw people out.\" It's a risk the Mets are willing to take because, quite simply, they believe in Flores' offensive potential. On the national-prospect radar since he was 16 years old, Flores boasts the tools necessary to hit 15-20 home runs at the bottom of New York's batting order, which would represent elite production from the shortstop position. That's no guarantee, of course; outside of a strong September, Flores has not proven much as a big league hitter. But if his defense stays sound enough, he will have ample opportunity to unlock that potential. It's the work that Flores is putting in this winter -- just like last winter -- that's giving him that chance. \"You hear people talking all the time: 'Is this guy going to be a shortstop? Can he play shortstop? Can he not?'\" Flores told Newsday. \"You know what? I can't listen to that. I want to play the way I've been playing.\" Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
