{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/107601290\/giancarlo-stanton-chronicles-offseason-in-network-feature\/",
    "title": "Stanton chronicles offseason in Network feature",
    "subtitle": "",
    "body": "MIAMI -- How Giancarlo Stanton goes about knocking baseballs out of the park starts with running sprints in the sand. The offseason for the Marlins slugger is not entirely about getting a little rest and relaxation; it's also about pushing his physical limits in preparation for the 2015 season. Stanton reveals some of his exhausting training tips on Tuesday at 9 p.m. ET on \"The Offseason: Hope in Chicago and Miami,\" the latest episode of \"MLB Network Presents.\" Peter Gammons interviews the two-time All-Star, who also discusses his recovery from facial fractures sustained after being struck in the face by a pitch in September. One of the young faces of the game, Stanton is not afraid to put his body to the test. The 6-foot-5, 250-pounder spent much of his offseason in California, where he routinely trains at UCLA. \"The overall longevity of stamina that you need starts in the offseason,\" Stanton tells Gammons in the segment. \"I knew that before, but I just had to change some things internally, and it worked.\" Sprinting up sand dunes is one way Stanton is not just staying in shape, but striving to improve his first step. \"Not only am I quicker on my feet,\" Stanton says on the show, \"[but] the more you see live balls in games, the more your eyes tell you, 'Boom, you've got to go here, you've got to go there.'\" Stanton is the centerpiece of a vastly improved Marlins roster, as well as one of the young stars in the sport. In his letter to fans that ran on MLB.com on Sunday, new MLB Commissioner Rob Manfred listed Stanton among a \"wave of new stars worthy of emulating both on and off the field.\" Stanton was a dominating force in 2014, pacing the National League with 37 home runs while finishing second to Clayton Kershaw in the NL Most Valuable Player Award voting. With 154 home runs, Stanton is tied with Dan Uggla for the most in franchise history. He had a chance to break the mark in 2014, but his season was abruptly cut short when he was struck in the face by a pitch at Milwaukee on Sept. 11. Stanton has bought into the Marlins' direction, and on Nov. 19, he signed a 13-year, $325 million contract, the richest deal in North American sports history. Now, Stanton knows he has to do his part to live up to the hype. \"If I don't perform, if I don't show up, I'm letting [the community] down. I'm letting my teammates down. I'm letting everyone down,\" Stanton said in November. Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
