{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/107604908\/tigers-third-baseman-nick-castellanos-off-to-texas-for-defensive-refresher-course\/",
    "title": "Castellanos off to Texas for defensive refresher course",
    "subtitle": "Tigers third baseman to focus on his range, quickness, lateral movement",
    "body": "DETROIT -- Nick Castellanos spent last offseason at home in Miami taking ground balls from Omar Vizquel in preparation for his return to third base. This offseason, his followup work is taking him next week to Lubbock, Texas. Yes, Lubbock. It's an odd place to go for a South Florida native in the middle of winter. However, it's where Tigers defensive coordinator Matt Martin lives in the offseason. For Castellanos, it's an example of the lengths to which he's willing to go to improve his game after a rookie year that showed his growing pains. \"He said that he had a really good setup over there,\" Castellanos said of Martin, \"so I said, 'I'll go to you.'\" It's more than simply another locale to take ground balls. What Castellanos has been working on involves more than simply fielding the ball. \"Last year was [about] the actual ground-ball catching,\" Castellanos said. \"This year is a lot more [about] quickness, working on my range, lateral movement.\" The reasons were evidenced in the statistics. By most any defensive metric, Castellanos' first season as a big league third baseman was a rough one. His Ultimate Zone Rating of negative-18.4 was nearly twice as bad as the next-lowest rating among third-base regulars. His Defensive Runs Saved of minus-30 dwarfed Lonnie Chisenhall's next-lowest total of minus-14. Castellanos' plus\/minus rating of negative-39 didn't just rank lowest in the Majors last year, it was enough to rank as the lowest rating over the last three years combined. Ten of Castellanos' 15 errors on the season were on fielding attempts. Four of his five throwing errors, however, came after Aug. 17. As Tigers officials point out, it was a rough debut for a player who, though he played third base for much of his Minor League development, gave up the position for a year and a half to become a corner outfielder. He was learning the big leagues and relearning a position at the same time. \"I'm going to be more comfortable this year,\" Castellanos said. \"Last year, I knew nobody [in terms of hitting tendencies]. Also I was getting used to the tempo of the game. It wasn't like I was in the big leagues for a while at another position and then had to go to third base. It was pretty much me making my first year in the big leagues at pretty much a new position, or trying to relearn an old position.\" The background knowledge of hitters' tendencies could be critical if he's going to make a major improvement. Because third base is such as quick-reaction position, positioning is vital, and it's not as simple as the infield coach moving him towards the line or the hole. When Brandon Inge moved from catcher to third base a decade ago, he said learning to play hitters' tendencies was an advantage, translating his history as a catcher to another spot. \"Towards the end of the season, it was better than at the beginning,\" Castellanos said. \"Obviously I got tired and wound down a little bit towards the end of the season, but being more comfortable there, I'd say yeah. Especially now working with my starting position, and now knowing what to expect and working on what I have to work on, I'm excited.\" Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
