{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/107610114\/tadahito-iguchi-reflects-on-2005-title-on-10th-anniversary-of-signing-with-white-sox\/",
    "title": "On 10th anniversary of signing, Iguchi reflects on '05 title",
    "subtitle": "An active player in Japan, ex-South Side infielder brings family to Chicago for SoxFest",
    "body": "CHICAGO -- Tadahito Iguchi was invited to the July 17-19 weekend honoring the 10-year-anniversary of the 2005 White Sox World Series championship, when the weather would be much warmer in Chicago and the promising 2015 squad would be in action against the Royals. There was just one problem. Iguchi joins A.J. Pierzynski, Mark Buehrle, Juan Uribe, Brandon McCarthy and Brian Anderson (Minor League deal with the White Sox) as the only currently active players from that historic team. So the first baseman for the Chiba Lotte Marines brought his whole family from Japan to Chicago this past weekend to take part in SoxFest's first pitch for the anniversary celebration. \"Training camp starts Feb. 1 for me and I do have a full season to play, so I can't make it to that,\" said Iguchi through a translator of not being able to make the July festivities. \"But I'm very honored to be able to be here, to get to see everyone and to catch up with the guys.\" On Jan. 27, 2005, the White Sox announced a two-year, $4.95 million deal with Iguchi that also included a $3.25 million club option for 2007. The second baseman turned out to be the final piece of the championship puzzle, or at least the final piece before Geoff Blum was acquired in-season, forming a strong up-the-middle defensive combination with shortstop Uribe and placing an adept bat handler in the No. 2 spot behind fleet-footed leadoff man Scott Podsednik. That's not to say Iguchi was solely about the little things in helping the White Sox win 99 regular-season games and push toward an 11-1 postseason. He launched a three-run home run off of David Wells during a five-run fifth inning of Game 2 in the American League Division Series against Boston, erasing a 4-0 deficit and providing the game-winning blast during a 5-4 victory. None of his previous 15 homers or the 24 with the White Sox to follow came close to the meaning of that one. \"Of all the great things that happened, being able to hit that three-run home run in the playoffs, that's something that's going to stick with me my whole life,\" Iguchi said. \"It's an honor to be able to do that. It's unbelievable that it has been 10 years.\" Iguchi laughed when asked if he had turned into a power-hitting first baseman since returning to Japan, knocking out 89 long balls over his six seasons with Chiba Lotte. He joked the move is more about being 40 and starting \"to move like Paulie [Konerko] now.\" Ken Williams, the White Sox executive vice president who was general manager at the time, convinced chairman Jerry Reinsdorf to go over budget in order to add the integral piece that was Iguchi. The scouting of Iguchi was done primarily by video, but was spot on in rounding out the championship assembly, ultimately resulting in the ring Iguchi proudly wore this past weekend at the Hilton Chicago. \"I display my ring only on very, very special occasions,\" said Iguchi with a smile. \"In terms of the ring, there are a lot of [Japanese] players who want to make the move over here to play and prove themselves. \"Obviously getting the ring and being able to win a World Series, that's being able to get on top of the mountain within Major League Baseball. It's absolute excitement and I'm honored to be able to do that.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
