{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/107610960\/cardinals-prospects-sam-tuivailala-xavier-scruggs-make-strides-with-offseason-work\/",
    "title": "Cards prospects make strides with offseason work",
    "subtitle": "Tuivailala refines pitches in AFL; Scruggs adapts to outfield in winter ball",
    "body": "ST. LOUIS -- Experience gleaned from September callup experiences led both Xavier Scruggs and Sam Tuivailala to extend their 2014 seasons with an eye on improving their respective chances for a return to the Majors this year. After closing the regular season with the Cardinals, Tuivailala reported almost immediately to the Arizona Fall League, where he made 12 more appearances. There, he worked extensively with Cardinals Minor League pitching instructor Jason Simontacchi to refine his curveball and changeup. • Cardinals Top 20 Prospects With a fastball that already can touch 100 mph, improving the rest of his arsenal could help Tuivailala put himself in position to be a part of the big league bullpen this season. During that work, he scattered 10 hits, two earned runs, eight walks and 13 strikeouts over 14 AFL innings. \"I threw it there more than I did probably in the past two seasons,\" said Tuivailala about his curveball. \"At first, it didn't really go as planned. It wasn't really sharp and my command wasn't as good as I started out. But we started watching video and made some little adjustments and I started getting a better feel for it. ... Leaving the Fall League, I definitely feel confident with all three pitches.\" Though a long shot to break camp with the big league club because of the organization's bullpen depth, Tuivailala seems a likely candidate to close for the Triple-A Memphis club at season's start. He saved five games in the AFL. • Cardinals Pipeline Scruggs took off for the Dominican Republic after the season and went on to appear in 28 Dominican Winter League games. While he held his own offensively (hitting .257\/.352\/.476 with 16 runs scored, eight doubles, five homers and 19 RBIs), his most important work came in the field. A natural first baseman, Scruggs worked to become serviceable in the outfield. The defensive versatility should only augment his chances of contributing in St. Louis this season, especially since the Cardinals signed Mark Reynolds as a backup first baseman. \"It was good to get into some games and start playing out there,\" Scruggs said. \"It was good to finally put into play something that I had been practicing for a long time. It was good for me learning the angles of the outfield and learning how I can process where the ball is going to be and where I can attack the ball. To get that type of work in is so beneficial. \"Whatever comes my way -- whether it's outfield or infield -- I'll be ready.\" Scruggs, who hit .286\/.370\/.494 with 21 homers in 135 Triple-A games before going on to make nine Major League appearances in 2014, expects to continue that outfield work this spring. \"I'm excited to be able to offer the versatility wherever I'm needed to play,\" Scruggs said. \"I'm just anticipating being ready for whatever comes my way. I definitely want to be in St. Louis as soon as possible. I'll be ready when that time comes.\" Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
