{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/107714596\/cardinals-counting-on-jason-heyward-to-fill-outfield-hole\/",
    "title": "Cardinals counting on Heyward to fill outfield hole",
    "subtitle": "Acquisition joins Holliday, Jay as starters; Bourjos, Grichuk provide depth",
    "body": "This is the fourth of a seven-part Around the Horn series that will take a position-by-position look at the Cardinals' projected starters and backup options heading into next season. Previous installments examined the catchers, corner infielders and middle infielders. Up next: outfielders. ST LOUIS -- When the book closed on the 2014 season, the Cardinals' outfield plans appeared fairly finalized. Matt Holliday and Jon Jay would return in their starting roles, while Oscar Taveras and Randal Grichuk would provide coverage in right field. Unexpected tragedy, however, soon shattered the well-intentioned plans, leaving the Cardinals to quickly revise their offseason to-do list while also grieving over the loss of 21-year-old Taveras. It didn't take the organization long to address the baseball hole, filling it with Jason Heyward. The cost (Shelby Miller and Tyrell Jenkins) was steep and the risk (Heyward will be a free agent after the season) high, but with Heyward a part of the everyday mix, the Cardinals believe they have an elite right fielder capable of augmenting an offense that needs to be better than it was a year ago. The unknown, though, is how the two-time Gold Glove Award winner will profile offensively. After hitting 27 homers in 2012, Heyward didn't reach that total in the next two seasons combined. He has, however, improved his on-base percentage each of the last four years and has cut down on his strikeouts. \"For me, I was developed as a guy in the middle of the lineup, coming up through the Minor Leagues,\" Heyward said. \"That's what I know, so to speak. But as you've seen, I've been asked to do other things at certain times. For me, I'm a team player. I'll fit right in whatever I'm asked to do.\" Filling out the outfield will be Jay and Holliday. Jay spent the winter rehabbing his left wrist after having it scoped in late October. The Cardinals expect he'll be uninhibited when Spring Training starts. Holliday, 35, is coming off a 2014 season in which he posted his lowest OPS+ (126) since 2005 and the lowest slugging percentage (.441) of his career. The downturn in production is expected with age, though Holliday has still hit at least 20 homers in nine straight seasons. The Cardinals' depth behind these three starters is relatively strong. Peter Bourjos and Grichuk could make the Opening Day roster as reserves. Both are right-handed hitters but offer different strengths. Bourjos offers incredible speed in center and the ability to wreak havoc on the bases. Grichuk is also an elite defender and showed an early propensity for being able to scorch left-handed pitching. That could be especially key should Heyward's production dip against lefties. \"Last year gave me a little taste of [a part-time role],\" Grichuk said. \"Coming into this year, I know a little bit more about how to prepare for those games where you might not start for three, four, five games.\" Tommy Pham, a September callup last year, and Stephen Piscotty are also a part of the organization's outfield depth. Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
