{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/107716894\/white-sox-reunite-with-gordon-beckham-on-one-year-deal\/",
    "title": "White Sox reunite with Beckham on one-year deal",
    "subtitle": "Versatile infielder happy to return to Chicago; Viciedo designated for assignment",
    "body": "CHICAGO -- Gordon Beckham has returned to the White Sox ... after a very brief absence. The White Sox announced on Wednesday that they have agreed to terms on a one-year, $2 million contract with the sure-handed, right-handed-hitting infielder, with outfielder Dayan Viciedo designated for assignment. The 40-man roster remains at 40. When Beckham was traded from the White Sox to the Angels on Aug. 21 of last season, ending an almost six-season run on the South Side, the White Sox top pick (eighth overall) in the 2008 First-Year Player Draft didn't see a return to Chicago in the mix. Not when the move of Beckham to playoff-bound Los Angeles was viewed as a needed change of scenery for a player who hit .221 over 101 games with the White Sox in '14. \"I probably would have said, 'No' back when I first got traded. I really thought that was it,\" said Beckham, who knocked 24 doubles and seven home runs for the White Sox, while driving in 36 and scoring 43. \"It was a little bit sad for me because of my willingness and [desire] to do well in Chicago. \"So this is kind of an exciting moment for me, that I get to come back and play with them and turn the tide on that, so to speak. I'm excited for the opportunity. It's going to be a good time. We're going to have a good team, so it will be a lot of fun to win.\" Watching White Sox general manager Rick Hahn make a plethora of offseason additions -- of which Beckham was No. 8 -- to move the club into potential playoff contention stood as a selling point for Beckham. He also was looking for the best opportunity to play, and ultimately, the best opportunity came with the White Sox. As a .293 hitter with a .349 on-base percentage against left-handed pitchers last season, Beckham looks to be a strong complement to the left-handed-hitting Conor Gillaspie at third base. Beckham played third base for the White Sox during his standout rookie season of 2009. He also serves as insurance at second base behind the Micah Johnson \/Carlos Sanchez Spring Training position battle, along with the versatile Emilio Bonifacio. Beckham hit .268 for the Angels while appearing in 13 games at third base, six at shortstop and five at second. But the 28-year-old wasn't interested in specifically identifying his exact role during a Tuesday conference call three weeks before White Sox pitchers and catchers report to Spring Training. \"That's kind of a loaded question, and I don't view myself like that and I don't think the White Sox do either,\" said Beckham when asked if he's now a utility player. \"I think they think I'm a good player, a winning player that can help them win. Ultimately, I'm not afraid of really anything, honestly. I'm going to try to put my best foot forward in all aspects, and hopefully that will translate to playing as much as possible. \"I don't believe I'm a utility player, but I'm trying to win games and I'm not really worried about individual stuff. It's productive for me to go out there and cover the field every day and get ready to play and help the team win. That's all I can do.\" The time he spent with the Angels not only allowed Beckham to reboot but also gave him the chance to work on his swing and make a few changes with his mechanics. He returns to Chicago in a much better place than when he left in August. \"[White Sox manager] Robin [Ventura] spoke to Gordon about this at length, and I spoke to Gordon a few days back before we finalized the deal,\" Hahn said. \"He's in a real good place mentally, in terms of coming back here and the role. He's excited about contributing in any way to what he feels, and we all feel, will be a really good club. \"He got a taste of that, helping a good club win in Anaheim by filling in various roles and using his talents to the max in terms of how he fit when specific needs arose out there. He certainly appreciated getting away from here just from the standpoint of experiencing that, which he wasn't going to experience here. So I think it was good for him.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
