{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/107716496\/new-york-yankees-rely-on-veteran-strength-at-the-corners\/",
    "title": "Yankees rely on veteran strength at the corners",
    "subtitle": "Headley back at third after re-signing, while Teixeira will again handle first",
    "body": "With the start of Spring Training just weeks away, anticipation is building for the 2015 season. MLB.com is going around the horn to break down each area of the Yankees, continuing with the corner infielders. On the July afternoon that the Yankees announced their trade for Chase Headley, general manager Brian Cashman attempted to downplay expectations by revealing that their scouts painted the new acquisition as just \"an average third baseman.\" That quickly became a running joke among observers, as Headley wasted little time making sharp plays at the hot corner. Fifty-eight games in a Yankees uniform were enough to change the opinions, and it didn't hurt that Headley made a good first impression with a walk-off hit in his debut. With Headley agreeing to a four-year, $52 million contract and Mark Teixeira back for his seventh season with the Yanks at first base, the club feels it will feature veteran strength at the corners in 2015. \"There's a lot of talent on this roster, when you go around the diamond and you look at the players that we have,\" Headley said. \"There's a tremendous background. The guys played well last year and will continue to play well for the foreseeable future. I think when you come to the Yankees, you understand what the goals are each and every year, and that's to win.\" Headley, 30, should provide stability following a season in which the Yankees tried Kelly Johnson, Yangervis Solarte, Scott Sizemore and Zelous Wheeler at third base -- none of whom is still with the organization. The Yanks have made it clear that they don't know what to expect from Alex Rodriguez, who will turn 40 in July and has been limited to 44 games since 2012 due to injuries and suspension. Two years removed from a career-best 31-homer, 115-RBI campaign with San Diego, Headley batted .262 with six homers and 17 RBIs during his half-season with New York. He hit safely in his first eight games for the club, scoring internal bonus points when he came back quickly from a 98-mph Jake McGee fastball to the jaw in a Sept. 11 game against the Rays. \"It was pretty obvious after a week or so that I was extremely lucky to get a chance to play in the pinstripes,\" Headley said. One issue that bears watching could be Headley's back; he required a cortisone injection last June while with San Diego, and his movement appeared to slow toward the end of the season. Headley said that he discussed his status with the Yankees and other clubs, who seemed not to see any red flags. \"The second half of the season at least, it didn't give me any issues, so I've been staying on top of it,\" Headley said. \"I understand some of the things that are important for me to keep it healthy, some of the things I can do to try to manage it and stay on top of it. I don't foresee it being an issue going forward.\" That brings the discussion to Teixeira. The Yanks are hopeful that his right wrist will be stronger now that another full winter has passed since his July 2013 procedure. Teixeira acknowledged some doubts after being unable to train regularly, and those concerns seemed to show themselves in the form of fatigue and injuries, particularly in the second half. Teixeira batted .216 with 22 homers and 62 RBIs in 123 games last year, slugging 17 of those homers before the All-Star break and all but four from the left side of the plate. Teixeira, who turns 35 in April, hit just .179 (32-for-179) with a .573 OPS in the second half. He also sustained injuries to his right hamstring, left rib cage, left lat and left pinkie finger. \"Obviously, the first half I battled through some things, and I felt good about my first half, but the second half has been terrible,\" Teixeira said in September. \"I've been saying it for the past few weeks: I need to get stronger, I need to get healthier, and hopefully not have those issues that I've had the second half of the season next year.\" Rodriguez is sure to command headlines during Spring Training, though the Yankees have been cautious about placing expectations. At best, their thinking is that Rodriguez could be a serviceable option to back up Headley at third base and possibly take grounders at first base, but mostly he is being looked at as a designated hitter. \"I don't have a set number on anything,\" manager Joe Girardi said recently. \"I think for a guy that really hasn't played in two years, you have to be fair to him and see how he's moving, see how he's swinging the bat, to see where the best place is to put him to get the most out of him. I think that's what you have to do. He understands that, and obviously we want him to be a big part of our offense.\" It's possible that Rodriguez will have to battle for spring at-bats with Garrett Jones, who was acquired from the Marlins in December. Jones, 33, hit .246 with 15 homers and 53 RBIs in 146 games for Miami last year and owns 117 home runs in a seven-year big league career. \"Obviously, his left-handed bat is made for our ballpark,\" Cashman said. \"You saw us go through a season last year where we didn't have a legitimate backup first baseman. Now we do. He can be a choice for our manager to DH against right-handed pitching, can back up first base and right field, and when he's going right, he can take advantage of our short right-field porch.\" The Yanks have several backup options at the corners. Jose Pirela is expected to play a role at some point this season, and though he is viewed as a second baseman, he could see time at either first or third. Brendan Ryan, a shortstop by trade, saw time at both corners in 2014, and Brian McCann handled first base competently when pressed into duty. Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
