{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/107718484\/david-montgomery-returns-to-phillies-as-chairman\/",
    "title": "Montgomery returns to Phillies as chairman",
    "subtitle": "Giles becomes chairman emeritus; Gillick staying on as president in the short term",
    "body": "PHILADELPHIA -- The Phillies announced significant changes to their leadership on Wednesday afternoon. David Montgomery will rejoin the franchise as team chairman, not as team president, the role he had held since 1997. Montgomery took a medical leave of absence in August following jaw bone cancer surgery in May. Pat Gillick replaced Montgomery as interim president, but the team removed the interim tag. Gillick said he will serve as president as long as ownership wants him. Bill Giles has moved from chairman to chairman emeritus. \"This is the best of all worlds for me,\" Montgomery said in a telephone interview Wednesday. \"The more that we talked about things, the conversation became less about when I return and more about in what capacity. The job I had was a little time consuming. I have the opportunity to maybe not have to be here every morning by 9. If there was a [Great Philadelphia Chamber of Commerce] meeting at 7:30 in the morning and there was a night game, I'd work from 7:30 to midnight. Everybody was asking me if I was prepared to do that for another year or two.\" The Phillies said Montgomery, 68, will \"remain active in Philadelphia civic, business, sports and charitable endeavors, and also will maintain his close association with fans, customers and sponsors. He will continue to be very involved in Major League Baseball committees and projects.\" Montgomery will not be involved in the Phils' daily baseball operations. Gillick will continue to run baseball operations, while senior vice president of administration and operations Mike Stiles will run the business side. Gillick initiated a complete rebuilding effort in August, when he assumed control of the team. The Phillies have lost 89 games in consecutive seasons, and last year, they finished in last place in the National League East for the first time since 2000, despite a franchise-record $180 million payroll. Wednesday's announcement ended months of speculation about the Phils' future at the top. Montgomery said in November he expected to return as president, but he also acknowledged he alone could not make that happen. \"It's not entirely my call,\" he said then. \"At that point, there was still more when than what,\" Montgomery said Wednesday. \"As we got into more, it became, 'Well, let's rethink this.'\" The Phillies refuted a couple of reports about Montgomery's status late last year. They strongly denied a report in October that limited partner John Middleton had been making a push to own a majority of the franchise while pressuring Montgomery out as president. But they only said no decision had been made in December, when 94 WIP reported Montgomery had been told he would not return as president. The Phils' ownership group is a limited partnership with no longtime partner owning as much as 50 percent of the team, although there are reports Middleton owns 48 percent. \"This is the way I'll address it,\" Montgomery said. \"Our partnership group has gotten a lot smaller since 1981. The families that remain have taken the interest of the others. That means that it's not spread all over the place. A couple families are very key here -- John being one and the Buck family being the other. As the partnership gets smaller, as I get older, as I got sick this summer, a lot of things came together. It caused both the partners and me to reflect on how we were structured and what's the best way to go forward. \"When you have an asset that's appreciating and your percentage has gone up, your interest has to get higher, right? If you had 100 shares of something and now you have 1,000 shares, you'd probably check it out more frequently. I think that's the right analogy.\" Gillick, 77, said just last week in Reading, Pa., that he did not expect to be president a year from now, but he said the events of the past week changed his mind. \"I'm going to probably stay in this position as long as ownership wants me to stay in it,\" Gillick said. \"That's the way I feel. When you asked me that in Reading, I was hoping David was going to be back, and I was thinking a year from now, I wouldn't be here because he would be back. Things have changed. I'm not really setting a timetable. I don't think I'm a long, long-term replacement, but I'm certainly looking forward to the challenge. And I want to get this thing moving in the right direction. And I feel we are moving in the right direction. I just want it to continue. \"To be frank, I'm not really focusing on how long I'm going to be here. I'm kind of focused on getting us back to where we were three or four years ago.\" Gillick's eventual replacement is a decision and an announcement for another time. But for now, Montgomery returns as chairman with healthy medical reports. \"I was very, very lucky health-wise for a long time,\" Montgomery said. \"I was lucky with my work experience. For 67 years, I got nothing but fastballs. One year they threw me breaking balls. Hopefully they'll go back to fastballs.\" Todd Zolecki is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Todd Zolecki"
}
