{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/107735778\/inbox-should-mariners-have-dj-peterson-play-first-base-exclusively\/",
    "title": "Inbox: Should Peterson play first base exclusively?",
    "subtitle": "Beat reporter Greg Johns fields Mariners fans' questions",
    "body": "Here's the latest in our Reader Inbox series. You can click here to submit a question of your own. Why are the Mariners letting D.J. Peterson play third base when they already have Kyle Seager there? Why not have him just play first? Brandon H., Tacoma, Wash. The Mariners feel Peterson has the ability to play third or first and he'll no doubt get some time at first base this spring, but they want to keep third base an option. What happens if Seager ever gets hurt for an extended period of time? Then you'll be happy to have a quality prospect who is ready to step in. He's played enough first base in college and the pros to be a viable option when and if his bat proves he's ready to crack the lineup and compete with Logan Morrison. Are the Mariners making any changes to their coaching staff this year or going with the same group? Frank T., Yakima, Wash. Manager Lloyd McClendon is bringing back the same coaches, though Chris Woodward will take over permanently as the first-base coach and Andy Van Slyke is assuming a role as the second hitting coach alongside Howard Johnson. More and more teams are going with two hitting coaches due to the heavy workload at that spot. That's actually the way the Mariners finished last season after Van Slyke injured his knee and was replaced at first base by Woodward for the final two months. McClendon said at FanFest that he liked the way things worked out so much that he's sticking with that alignment now for 2015. Although the Mariners have signed and traded for several low-profile left-handed relievers, are they still looking at higher profile left-handed free agents? Bryan H., Manila, Philippines Charlie Furbush is the primary returning lefty and McClendon would like another veteran southpaw, though as you note, there are options now with Rule 5 Draft choice David Rollins as well as Edgar Olmos and Mike Kickham, both added via trades. Lucas Luetge certainly is in the mix as well after splitting time between Tacoma and Seattle last year. I wouldn't label any of the remaining free agents as \"high profile,\" though Joe Beimel, Franklin Morales and Joe Thatcher might disagree. Beimel seems the most-likely option to return if something can be worked out. Do you think MLB would ever consider getting rid of ball four as a way to speed up the game? Dakota H., Bonney Lake, Wash. While pace of the game will be a growing point of emphasis, I don't foresee anything as radical as reducing the count on walks and strikeouts. Instead, we'll see a push to have pitchers and hitters ready immediately out of commercial breaks. A 20-second pitch clock will be experimented with this year in Triple-A and Double-A and we might soon see rules limiting the number of mound visits, forcing batters to keep one foot in the box between pitches or perhaps reinforcing a larger strike zone to get hitters swinging and putting the ball in play. What are the odds that Chris Taylor will land the starting shortstop position? Anna F., Seattle By all accounts, that appears to be a 50-50 toss-up between Taylor and Brad Miller going into Spring Training. The Mariners regard Taylor as a better defender and Miller a better hitter, with both capable of handling the job. Both also have Minor League options remaining, so whoever doesn't win the job could start the year in Triple-A Tacoma and be a phone call away, or stay on the roster as a utility option if Willie Bloomquist's knee isn't ready at the start of the season. I see Dayan Viciedo was designated for assignment by the White Sox. Any chance the Mariners pick him up? Ryan W., Bellevue, Wash. Seattle had conversations with the White Sox about the Cuban outfielder earlier this winter, but went a different direction in trading for Seth Smith and Justin Ruggiano. I could certainly see the Mariners taking a flyer on the 25-year-old now that he's been DFA'd, though it's still possible they'd have to make a minor trade offer to jump ahead of any other teams in the waiver order who might be interested in his right-handed power potential. It seems like nearly all of the Mariners' Opening Day roster is set. Where do you see surprises? Jim C., Bainbridge Island, Wash. I agree there are fewer questions this season, but would throw out one huge caution. A year ago the Mariners had eight starting pitchers expected to fight for five rotation spots, but then saw Hisashi Iwakuma, Taijuan Walker and Brandon Maurer all get hurt, while Scott Baker was released and Randy Wolf opted out. And the Mariners wound up starting Roenis Elias (a Double-A kid nobody even knew about heading into camp) and Chris Young (who was picked up just prior to the season opener). So you just never know, especially with pitching. If there's a dark horse candidate, I'll go with Erasmo Ramirez, who was a quality strikethrower when he first came up two years ago and just had an outstanding winter season in Venezuela. A lot of folks have written Ramirez off, but it's worth remembering he's still just 24 -- or two years younger than Elias and James Paxton and a year younger than Danny Hultzen. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
