{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/107720528\/tracy-ringolsby-cardinals-are-still-the-team-to-beat-in-national-league-central\/",
    "title": "Cardinals still the team to beat in NL Central",
    "subtitle": "Even with the Cubs' many moves, St. Louis primed for another division title",
    "body": "The Cubs grabbed the offseason headlines in the National League Central. Don't, however, overlook the defending division-champion Cardinals. Yes, the Cubs hired manager Joe Maddon after he opted out of his deal with the Rays. They bolstered the rotation by signing free agents Jon Lester and Jason Hammel. And they addressed their catching need by acquiring Miguel Montero, added a veteran presence in the bullpen by signing Jason Motte, and got Dexter Fowler in a deal with the Astros to solidify the outfield and address a need at the top of the lineup. And yes, the Cubs are sure to be the media darlings this spring. Do not, however, overlook the Cardinals, who have made four consecutive postseason appearances, twice winning the NL pennant and claiming a World Series championship in 2011. With the equipment trucks being loaded for the trip to Florida for the start of Spring Training next month, the Cardinals aren't looking over their shoulder. They are looking ahead, comfortable they have put together a team that is capable of delivering a fifth consecutive trip to the playoffs. \"We never look at what the competition does,\" said Cardinals senior vice president and general manager John Mozeliak. \"Our approach is to evaluate what transpired [the previous season] and where we can get better.\" Oh, there are audibles along the way. Last October, Oscar Taveras, a potential superstar, was killed in an automobile accident in his native Dominican Republic. Taveras, who appeared in 80 games last year after a midseason promotion in his rookie campaign, was positioned to man right field for the Cardinals for years to come. The five players who got starts in right for the Cardinals last season combined to produce only 115 runs (56 runs scored, 59 RBIs) -- the fewest of any right field assemblage in the NL. Mozeliak moved quickly to address the unexpected need, and within three weeks he had swung a deal for Jason Heyward (along with bullpen depth in the form of Jordan Walden) from the Braves for a package that included starting pitcher Shelby Miller. \"We had to change course [with offseason plans], but were able to move quickly and put the parts in place,\" he said. With the addition of Heyward, along with the continued emergence of first baseman Matt Adams and the confidence that second baseman Kolten Wong will build off his first full big league season, the Cardinals feel they will be markedly better offensively than the team that tied for 23rd in the Majors in runs scored last season. And then there is the rotation. Miller ranked third on the team with 31 starts last season -- one of only three Cardinals pitchers to make as many as 20 starts. The Cardinals gave up Miller to fill their need in right field because they are confident that Michael Wacha, who made just 19 starts last year, has overcome a right shoulder strain after an extended rest last summer; they believe former No. 1 Draft choice Marco Gonzales is capable of stepping into the rotation after making seven starts a year ago; and they'll have the services of John Lackey, who was a mid-season addition from the Red Sox a year ago, from the start of 2015. There's also the eventual return of lefty Jamie Garcia from shoulder surgery. Most importantly, all signs are positive for No. 1 starter Adam Wainwright, who has won 53 regular-season games the past three seasons and tossed 733 1\/3 innings in that span after missing all of 2011 after undergoing Tommy John surgery. After some concerns about his command and velocity late last season, Wainwright underwent minor surgery on his right elbow in October. He has been given a clean bill of health. \"We feel the parts are in place,\" said Mozeliak. \"Our expectations are high.\" That is not to downplay the major makeover at Wrigley Field. That's not to ignore the recent rise of the Pirates as a postseason factor. That's not to write off a Brewers team that could make a quick turnabout if Ryan Braun's right thumb surgery allows him to return to his role as one of the game's most dangerous run producers. And that's not to ignore the potential of the Reds if Brandon Phillips and Joey Votto are healthy. No, this is just a way of life for the Cardinals. They have been the team to beat in the NL Central in recent years. And they are comfortable with that role. Tracy Ringolsby is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
