{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/107733034\/blue-jays-hero-joe-carter-joins-dave-stewart-in-d-backs-front-office\/",
    "title": "Stewart names Carter special assistant to GM",
    "subtitle": "Former Blue Jays teammates reunite in Arizona",
    "body": "Arizona senior vice president and general manager Dave Stewart turned to an old friend and teammate Wednesday, hiring Joe Carter as a special assistant to the general manager. Carter and Stewart were teammates on the Blue Jays in 1993-94 and also part of the '93 World Series championship team. Carter, of course, hit the series-clinching, walk-off home run in Game 6 of the '93 Fall Classic off Mitch Williams to beat the Phillies for Toronto's second consecutive title. Stewart started that game for the Blue Jays. Carter, 54, was a two-time World Series champion ('92-93), five-time All-Star ('91-94, '96) and two-time Silver Slugger winner ('91-92) over the course of his 16-year Major League career. Carter had 12 seasons with 25-plus home runs and 10 campaigns with 100-plus RBIs, highlighted by his American League-best 121 in 1986. He also became the first player with at least 100 RBIs with three different teams over three successive seasons (Indians in '89, Padres in '90 and Jays in '91). The outfielder\/infielder\/designated hitter played for the Cubs ('83), Indians ('84-89), Padres ('90), Blue Jays ('91-97), Orioles ('98) and Giants ('98). In 2,189 career games, he hit .259 with 432 doubles, 53 triples, 396 home runs and 1,445 RBIs. Carter was selected by the Cubs with the second pick of the first round in the 1981 First-Year Player Draft out of Wichita State University. Carter was inducted into the Canadian Baseball Hall of Fame in 2003 and remains active in the Toronto community with his annual Joe Carter Classic Golf Tournament, which has raised over $750,000. Corey Brock is a reporter for MLB.com. Keep track of @FollowThePadres on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Corey Brock"
}
