{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/107761714\/christian-yelich-makes-historic-visit-to-louisville\/",
    "title": "Yelich makes historic visit to Louisville",
    "subtitle": "Outfielder the first to sign contract with bat company at facility in Kentucky",
    "body": "By no means is Marlins outfielder Christian Yelich the first player to sign a contract with Louisville Slugger, but on Wednesday he became the first to do so at the facility in Louisville, Ky. In a ceremony before employees and museum guests, Yelich signed a contract with the bat company. He also spent time watching his bats being made for the upcoming season. Louisville Slugger estimates that it has inked deals with more than 8,000 professional players over the years, but the 23-year-old Yelich was the first to do so in person. Yelich spent the day talking with workers and learning how they make bats, and he was also able to see how the signatures are placed on the bats. \"That's pretty sweet,\" Yelich said. \"The whole factory is really amazing to see. I had no idea of all the detail that goes in to making MLB bats.\" Yelich swings maple S318-model bats that are 34 inches long and weigh 31 ounces. His bats are cupped at the end and finished in Louisville Slugger's exclusive H9 hardness high-gloss black. \"Seeing the care and quality of work in our factory helps players gain an appreciation for what goes in to making their bats,\" said James Sass, Louisville Slugger's director of professional baseball sales. \"They see the high standards used to hand-select wood and the technology at work to produce consistently great bats. \"Players see the innovative processes we've created for making the wood harder, including the hardest and most beautiful finishes in baseball. \" Yelich is coming off his first full Major League season, during which he hit .284 in 144 games, with nine home runs, 54 RBIs and 21 steals. Corey Brock is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Corey Brock"
}
