{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/107779976\/marlins-go-the-extra-mile-to-introduce-ichiro-suzuki\/",
    "title": "Marlins go the extra mile to introduce Ichiro",
    "subtitle": "Samson leads contingent on 18-hour journey to Japan",
    "body": "MIAMI -- The Marlins went the extra mile to make a strong first impression on their latest acquisition, with five team executives traveling 18 hours by plane to Japan to properly welcome Ichiro Suzuki into their family. To the organization, the long flight showed its commitment to a veteran with Hall of Fame credentials. To the 41-year-old Ichiro, the gesture was both humbling and energizing as he prepares for the next chapter of his brilliant big league career. Ichiro signed a one-year, $2 million contract on Tuesday night, and on Wednesday night ET (noon Thursday in Japan), he was introduced by his new team at a news conference in Tokyo. • Ichiro, Marlins finalize 1-year deal \"I felt the incredible enthusiasm,\" Ichiro said in Japanese. \"My feeling then was that somehow I really wanted to respond to their enthusiasm. ... That's also a very good driving force to be a good player for this team. Now what I need to do is prepare for this great season I'm anticipating.\" Ichiro broke in with the Mariners in 2001, and he had been with the Yankees since halfway through the 2012 season. In Miami, the 10-time All-Star -- and the first Japanese-born player in franchise history -- will serve as the fourth outfielder. Marlins president David Samson, who traveled to Japan, said it was only fitting to meet Ichiro in his home country. \"Baseball is so important in Japan, and it's so important to the worldwide growth and international growth of baseball,\" Samson said. \"To not come here, and to not give this [signing] the proper import that it truly deserves wouldn't have been smart, both for the Marlins and for Major League Baseball.\" Also making the trip were president of baseball operations Michael Hill, general manager Dan Jennings, special assistant Jeff Conine and senior vice president of communications and broadcasting P.J. Loyello. 120 Sports: Ichiro headed to South Beach The Marlins even sent a team physician to administer Ichiro's physical. Ichiro is the latest high-profile acquisition Miami has made in a hectic offseason, following the additions of Dee Gordon, Michael Morse, Mat Latos, Dan Haren and Martin Prado. The Marlins have an outfield trio of Christian Yelich, Marcell Ozuna and Giancarlo Stanton, which raises the question: How much will Ichiro play? • Finding at-bats for Ichiro a good problem for Marlins \"You never can predict what is going to happen over the course of 162 games,\" Hill said. \"The bottom line is, we wanted to create the deepest 25-man roster that we possibly could. When you can add one of the all-time greatest Japanese players to ever play the game, it just made so much sense for us. \"We've spoken with Ichiro. Unless there is an injury, we'll use him in various ways to try to keep him sharp and get as many at-bats as possible.\" Ichiro also is chasing milestones, and he enters the season 156 hits shy of 3,000. \"It's OK for everyone to think about the numbers and records, but those are not everything I'm seeking,\" Ichiro said. Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
