{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107348218\/chicago-cubs-fans-bud-selig-fellow-greats-remember-ernie-banks-special-personality\/",
    "title": "Banks lauded for infectious personality, love of game",
    "subtitle": "Fans, Selig, fellow greats fondly pay tribute to beloved Banks",
    "body": "CHICAGO -- No. 14 flags flew from the top of the Wrigley Field scoreboard and outside the ballpark's marquee and fans left flowers, beer and a batting helmet to honor the memory of Mr. Cub, Ernie Banks, who passed away on Friday. Major League Baseball Commissioner Bud Selig echoed the feelings of many Cubs fans when he said Banks was \"synonymous with a childlike enthusiasm for baseball.\" \"It was not just great talent but also his relentless spirit of optimism that made him a back-to-back National League MVP, a Hall of Famer, a member of our All-Century Team, a recipient of the Presidential Medal of Freedom and, indeed, forever 'Mr. Cub,'\" Selig said in a statement. \"His joyous outlook will never be forgotten by fans of the Cubs and all those who love baseball. \"On a day when I finish my duties as the Commissioner of America's national pastime, I know well that Ernie was one of the special individuals who embodied its goodwill all his life. On behalf of Major League Baseball, I extend my deepest condolences to Ernie's family, friends, Cubs fans and his countless admirers throughout our game.\"   Complete coverage Even though Wrigley Field is undergoing renovations and the bronze statue honoring Banks is not at the corner of Clark and Addison streets, fans found a place to leave flowers. An impromptu memorial was created near the intersection of Addison and Sheffield streets, next to the Ernie Banks \"section\" of brick pavers. One woman brought flowers because her parents, who live in Scottsdale, Ariz., and are diehard Cubs fans, insisted on it. Patrick Hozjan, 30, of LaGrange, Ill., also brought flowers and a photo of himself with Mr. Cub from a past Cubs Convention. \"You don't find people like that,\" Hozjan said of Banks. \"Players today, a lot of them are nice, but you don't find people like [Banks] -- just the friendliness and willingness to talk to people. That's the kind of person he was. It makes this day sad. I hope him and [Ron Santo] are playing catch up there somewhere.\" His enthusiasm for the game and infectious personality were noticed by fellow greats, as well as fans. \"Ernie was the type of kid that would go out and talk about, 'Hey, let's play two,' and I'd say, 'Man, let's play one first,'\" said Hall of Famer Willie Mays, who was in New York Saturday. \"He was always joking around, but he could hit. He hit 40 home runs in Chicago a lot. A fine, fine man. I never saw him mad. They'd knock him down, he'd just get right up and start laughing. All of a sudden, the ball would go over the fence. \"I remember when I first went to Chicago and he was there, he came over, shook my hand and he said, 'I'm Ernie Banks,'\" Mays said. \"I said, 'I know who you are, man, and we're going to knock you down anyway, so don't worry about it.' He was just a nice man. If you were around him, you know exactly what I'm talking about.\" If you keep hearing nice things about Banks, there's a reason. He was genuinely nice. \"Ernie loved baseball so much with a passion that was second to none,\" Phillies manager and former Cubs infielder Ryne Sandberg said Saturday. \"Not only was he Mr. Cub, Ernie was an ambassador for the Major Leagues and all of baseball. His infectious smile and positive attitude made everyone around him happy. He will be greatly missed. God bless, Mr. Cub!\" Hall of Famer and teammate Fergie Jenkins roomed with Banks the last few years of his playing career. \"He was just an ambassador to the game,\" Jenkins said Saturday. \"He loved the game, he loved Chicago, and he loved the Cubs. He loved to talk about the Cubs. He was a big promoter of the game of baseball. \"I was there when he hit his 512th home run at Wrigley and his 500th home run,\" Jenkins said. \"Great moments. He was just a guy who loved winning as a Cub. We had a good ballclub, we just couldn't get there.\" Banks and Jenkins were teammates on the 1969 team that won 92 games but finished second in the Eastern Division. Banks played the most games without a postseason appearance in the Major Leagues (2,528 games). Santo, who passed away in December 2010, was fifth on the list at 2,243 games. \"He always had a positive attitude about the game and how it should be played,\" Jenkins said of Banks. \"He was always that way, always had a positive attitude, he was always bubbly. He always said there was no better place to play baseball than Wrigley Field during the day.\" Milo Hamilton broadcast Cubs games in the 1950s and called Banks \"the most optimistic ballplayer I think I ever saw.\" \"I don't think he ever played a game he didn't enjoy,\" Hamilton said Saturday. \"His teammates loved him, his city loved him, and when he took on the moniker 'Mr. Cub,' that's exactly what he was.\" Banks always said Hamilton was the first person to interview him in a pre-game show at Wrigley Field, according to the broadcaster. Well, Banks exaggerated a little as Hamilton arrived a year after the shortstop did in 1953. \"He wanted everybody to think this was the greatest game in the world and he wouldn't get an argument from me on that,\" Hamilton said. \"The other athletes will tell you in that town ... he was Mr. Cub.\" Hall of Famer Carlton Fisk, who played for the White Sox from 1981-93, called Banks a \"Chicago icon.\" \"He loved the game. The game loved him,\" Fisk said Saturday. \"Baseball owes him a lot, given that he was the first African-American to play in Chicago, and then being a Hall of Famer on top of that. He brought a lot to the game. He brought a lot of attention to Chicago.\" Fisk marveled at Banks' spirit, just as anyone else fortunate enough to have met Mr. Cub. What did the former catcher take from their meetings? \"How jubilant he was,\" Fisk said. \"How joyous and joyful and rejoiceful. He was always up. Always happy. Unlike a lot of us, he always had good things to say about everybody. I think everybody learned a lot, how to carry themselves and maybe how to respond to situations because of him.\" Carrie Muskat is a reporter for MLB.com. Chris Haft, Todd Zolecki and T.R. Sullivan contributed to this report. Muskat writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
