{
    "url": "http:\/\/m.mlb.com\/news\/article\/107345910\/tracy-ringolsby-ichiro-suzukis-pursuit-of-3000-hits-to-continue-with-miami-marlins\/",
    "title": "Ichiro's pursuit of 3,000 hits to continue in Miami",
    "subtitle": "",
    "body": "Ichiro Suzuki has been given an opportunity to join the 3,000-hit club. The key to reports that he has agreed to a one-year deal worth $2 million with Miami is that the Marlins have indicated a willingness to work on a second year, which Suzuki will most likely need to collect a 3,000th hit. Ichiro will go into the season 156 hits shy of 3,000. The 41-year-old left his native Japan and joined the Mariners at the age of 27 in 2001. He had 200-plus hits in each of his first 10 big league seasons, three times finishing among the top 20 all-time in single-season totals. In addition to setting a single-season record with 262 hits in 2004, his 242 hits in '01 rank 10th all-time, while his 238 hits in '07 are tied for 18th all-time. He came up shy of the 156-hit plateau the past two seasons with the Yankees -- tallying 136 hits in 2013 and 102 hits in '14 -- and projects to be a fourth outfielder with the Marlins. He has also failed to hit .300 during the last four campaigns, after hitting better than .300 his first 10 seasons while winning batting titles in '04 (.372) and '01 (.350). There have been 28 players who reached the 3,000-hit level. Suzuki could well become the 30th. Standing between Suzuki and 3,000 hits among active players is Alex Rodriguez, who after sitting out 2014 due to a suspension, is looking to make a comeback with the Yankees at age 39. With the Yankees having added Chase Headley to play third base, Rodriguez could get at-bats at designated hitter and back up Mark Teixeira at first base. Rodriguez, however, needs only 61 hits to reach 3,000. Elder swingman Ichiro will open the season aged 41 years, four months and five days. Only four players have reached the 3,000-hit mark at an older age, and if Suzuki does reach 3,000 in 2016, instead of '15, he most likely would be the third oldest to accomplish that. Cap Anson was 45 years, three months and one day old when he became the first player to collect 3,000 hits on July 18, 1897. Rickey Henderson was 42 years, nine months and 12 days old when he collected No. 3,000 on Oct. 7, 2001. Also 41 or older at the time of their 3,000th hits were Dave Winfield (41 years, 11 months, 16 days), Craig Biggio (41 years, five months, 16 days) and Wade Boggs (41 years, one month, 22 days). Quickly Even if it takes two more seasons for Suzuki to reach 3,000 hits, he would accomplish it in his 16th professional season -- which would be fewer seasons than any player in history. Each of the 28 players in the 3,000-hit club played at least 18 seasons. Roberto Clemente, who had 3,000 hits at the time of his death, and Boggs, who finished with 3,010, both spent 18 years in the big leagues. Suzuki also projects to have the highest annual average of hits in his career of any player who has 3,000 hits. He has 2,844 hits in only 14 seasons, an average of 203.1 per season. Even if he finished with an even 3,000 and it took him until the 2016 season, his average for 16 big league seasons would be 187.5 hits. Pete Rose, the all-time hit leader with 4,256, has the highest average number of hits in his career among the members of the 3,000-hit club. Rose averaged 177.3 hits over 24 years. Ty Cobb, No. 2 on the hit list with 4,191, is also second in average hits at 174.5 hits over a 24-year career. Eight other players who collected at least 3,000 hits averaged 160 or more hits in a season during their careers: Derek Jeter (173.3 hits, 20 years); Boggs (167.2 hits, 18 years); Clemente (166.7 hits, 18 years); Stan Musial (165 hits, 22 years); Hank Aaron (164 hits, 23 years); Honus Wagner (163.3 hits, 21 years); Rod Carew (160.7 hits, 19 years); and Tris Speaker (160 hits, 22 years). At the other extreme, Eddie Collins, who had 3,314 hits in a 25-year career, averaged 132.6 hits a season, fewest of any player with 3,000 hits. Quick hits • Anson is listed seventh with 3,435 hits on some charts, but 423 of those hits came in five years in the National Association. Those numbers are not recognized by Elias, the official statistician of Major League Baseball. Elias also found a discrepancy with one other hit in Anson's career, so he is officially listed at 25th all-time with 3,011 hits. • Seven players joined the 3,000-hit club in both the 1970s and '90s, which represents half the membership. In the '70s the new members were Aaron (May 17, 1970); Willie Mays (July 18, 1970); Clemente (Sept. 30, 1972); Al Kaline (Sept. 24, 1974); Rose (May 5, 1978); Lou Brock (Aug. 13, 1979); and Carl Yastrzemski (Sept. 12, 1979). In the '90s, the additions were Robin Yount (Sept. 9, 1992); George Brett (Sept. 30, 1992); Winfield (Sept. 16, 1993); Eddie Murray (June 30, 1995); Paul Molitor (Sept. 16, 1996); Tony Gwynn (Aug. 6, 1999); and Boggs (Aug. 7, 1999). • Two players hit a home run for hit No. 3,000: Boggs and Jeter. Molitor is the only player to triple. • Ten members of the 3,000-hit club played for one team their entire career: Biggio, Brett, Clemente, Gwynn, Jeter, Kaline, Musial, Cal Ripken, Jr., Yastrzemski and Yount. • Aaron, Mays, Murray and Rafael Palmeiro are members of both the 3,000-hit and 500-home run clubs. • Only three of the 28 members of the 3,000-hit club are not in the Hall of Fame. Jeter, of course, just retired, so he isn't eligible yet. Rose is currently banned for life, and has never been on the Baseball Writers' Association ballot. Palmeiro was on the ballot four times but received support from only 4.4 percent in 2014 and was dropped from consideration. He received 11 percent in '11, 12.6 percent in '12 and 8.8 percent in '13. Tracy Ringolsby is a columnist for MLB.com. Read his blog, Write 'em Cowboy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
