{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/107348942\/cincinnati-reds-todd-frazier-flies-f-15-jet-simulator-at-reds-caravan-stop-at-air-force-base\/",
    "title": "Frazier flies jet simulator, sings at caravan stop",
    "subtitle": "Third baseman joined by Price at Wright-Patterson Air Force Base",
    "body": "DAYTON, Ohio -- When Reds Caravan stops at a place like the National Museum of the United States Air Force, at Wright-Patterson Air Force Base, one can't help stopping and looking around at the collection of aviation history that other places would be challenged to rival. Although time was short Saturday morning before meeting with fans on the northern leg caravan stop, Reds third baseman Todd Frazier was able to try flying inside of an F-15 jet simulator. \"It was pretty cool,\" Frazier said. \"I think I was upside down more than the number of kills I got. It was fun. I got three kills. It said 'Next time, rookie.' The next time, maybe I'll do a little better.\" Later during the question-and-answer session, Frazier was asked to sing a verse of his favorite Frank Sinatra song, which is heard before his at-bats at Great American Ball Park. \"Fly Me to the Moon\" definitely seemed appropriate for the setting. Frazier joined the northern leg Saturday, replacing catcher Devin Mesoraco. Also appearing was Reds manager Bryan Price, Minor League shortstop Alex Blandino and player development director Jeff Graupe. The podium area for the appearance was set in a hangar amid flying machines on exhibit that were used during the Korean War. \"You see the line here right now, it's pretty cool,\" said Frazier, a first-time National League All-Star in 2014. \"It is my second or third time coming back here. Nothing beats this spot right here.\" Since departing Thursday, Price and the group have traveled around Ohio -- with stops in Columbus, Lima, Chillicothe, Cambridge, Zanesville, Findlay and Celina. \"The fans have been terrific,\" said Price, who is entering his second season as manager after four years as the club's pitching coach. \"With the franchise established in 1869, you're going to have generational fans. I came up with Seattle and then went to Arizona -- two really young franchises. There is nothing like this. I've never experienced anything like the Cincinnati Reds fans. They are terrific.\" Blandino, the second of two first-round selections for the Reds in the 2014 Draft, finished last season playing at Class A Dayton, the club's Midwest League affiliate. The Stanford product batted .261 with four home runs in 34 games. \"It's been a highlight of my career,\" Blandino said. \"In high school, I traveled a lot. In college, I went to many places. I think the best fans I've definitely played in front of were here in Dayton. It was a great place to call home and come to the yard every day. If I get the chance to play here again, I'll be excited to play for them again, but if I keep moving up, that's always good. I'll be happy either way.\" Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
