{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/107353956\/red-sox-second-baseman-dustin-pedroia-predicts-major-turnaround-for-himself-team-in-2015\/",
    "title": "Pedroia 'ready to go,' sees Sox rebounding",
    "subtitle": "Second baseman says he's fully recovered from wrist surgery",
    "body": "LEDYARD, Conn. -- Dustin Pedroia no longer has any questions about his health, or any doubts about the kind of season he can have in 2015. The second baseman was even more fired up than usual as he held court during the Red Sox's Winter Weekend at Foxwoods Resort and Casino on Saturday. \"I'm ready,\" said Pedroia. \"I'm ready to go.\" There's no baseball activity Pedroia doesn't feel completely able to do at this moment, more than four months after having surgery on his left hand\/wrist. \"Everything,\" said Pedroia. \"If it started tomorrow, I'd be good.\" One thing that has Pedroia feeling so empowered is that he can lift weights again. \"Big difference,\" Pedroia said. \"Yeah, I just got a chance to lift weights -- upper body. It's been a while. It was kind of shriveled up. Not anymore.\" To someone as focused on preparation as Pedroia, lifting properly means as much as taking extra batting practice. Though his defense remained spectacular, Pedroia knows exactly why his offensive numbers -- which included a career-low OPS of .712 in a full season -- dipped so significantly. \"That's part of what makes me good is being able to work out in the offseason and build up and maintain it during the year and stay on my lifting program,\" Pedroia said. \"Last year, I couldn't grip a dumbbell. I looked at my legs, my legs were strong. Defensively I was fine because I was moving around. Upper body, if you can't do the things you want to do, you're not going to have the bat speed you normally have. That's changed.\" Pedroia's seven homers were also the fewest in a season. The second baseman was in rare form when talking about the flight the baseball will take when he swings his bat in '15. \"Yeah, the ball's going to go farther,\" Pedroia said. \"So now the balls are going like 400 feet. And then when you add five miles an hour on it, I'm not a chemist or anything, but it's probably going to go 500.\" If the Red Sox think Pedroia should rest more to protect his long-term health, he doesn't agree. \"I plan on playing 162 [games],\" Pedroia said. \"I don't look at it any different. I started 178 games [in 2013 including postseason] with a torn thumb. Obviously, I'm a human. The next year, you're going to have a tough time. I'm back -- like, my body's back. I feel strong. I'm lifting everything. Right back to normal.\" Even after a last-place finish in 2014, Pedroia feels every bit as confident in his team as he does in himself. \"Yeah, we've obviously upgraded our offense,\" said Pedroia. \"We're going to be pretty deep and have a lot of really good players. Every year, there's always guys that step up and do different things. We've got a ton of guys and we're going to need 'em all to accomplish what we want.\" Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
