{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/107364702\/confident-red-sox-pitcher-joe-kelly-likes-his-cy-young-chances\/",
    "title": "Confident Kelly likes his Cy Young chances",
    "subtitle": "Feeling healthy, right-hander makes bold prediction heading into spring",
    "body": "LEDYARD, Conn. -- Red Sox right-hander Joe Kelly did something no prognosticator is likely to do in the coming weeks. He picked himself to win the American League's Cy Young Award in 2015. While Kelly seemed to be having fun by making the bold prediction - first in a radio interview and then in a group session with reporters - he was also showing his competitive fire. \"Yeah, I'm going to win this year,\" said Kelly, when asked about his Cy Young prediction on Boston radio station WEEI. \"That's what I told the radio guys. They didn't believe me -- [stinks] to be them.\" Though Kelly has been with the Red Sox just a few short months, he's already demonstrated his ability to have some fun. During Derek Jeter's retirement ceremony in his final game at Fenway Park, Kelly took a selfie with the Yankees icon. A couple of months later, Kelly pleaded with Jon Lester to return to Boston, vowing on Twitter to be the lefty's \"bestie.\" As he strolled around Foxwoods Resort and Casino on Saturday for the Red Sox Winter Weekend, Kelly sported a shirt that said, \"I'm Not Weird. I'm A Pitcher.\" The 26-year-old Kelly has started just 48 games in his Major League career, but he feels he's ready to put it together. \"I'm feeling good,\" said Kelly. \"This is going to be a great year.\" Asked if he really felt he could win the Cy Young, Kelly said, \"I always believe in myself, yeah, 100 percent. I just feel like I'm getting better every year.\" Kelly looks forward to settling in with the Red Sox after a difficult season that included a leg injury that had him on the disabled list for much of the first half, and then the trade from St. Louis to Boston that uprooted him from the only franchise he had ever known. \"Last year, getting hurt, it was horrible for me,\" said Kelly. \"I was gone for three months and traded. I feel like I didn't even have a season last year. It's something that I'm looking forward to this year. Hopefully, knock on wood, I'll pitch the whole year healthy and get through it and be pitching in October and not having any arm problems and just go out there and kick some butt.\" Kelly admits that being traded for the first time was unsettling. \"When I got traded over, I lived in a hotel for two straight months. I'm used to having my wife there, my two dogs, my bed, my clothes,\" said Kelly. \"I brought one suitcase and that's it. I lived in the hotel for two months. If you do that, it's kind of tough, whether you are a professional athlete or have any kind of job. I'm looking forward to actually having a home and decorating it myself.\" And if Kelly's bold prediction becomes true, he will even have a shiny trophy to display. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
