{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/107369412\/twins-alex-meyer-ready-to-compete-for-major-league-rotation\/",
    "title": "Meyer ready to compete for Major League rotation",
    "subtitle": "Twins' No. 4 prospect heads into Spring Training set to prove himself",
    "body": "MINNEAPOLIS -- All Alex Meyer had to do was get through one final start at Triple-A Rochester last season, and the Twins' No. 4 prospect (according to MLB.com) was finally going get to his chance to get called up to the Majors for the first time. But it wasn't to be, as Meyer left his start early and was diagnosed with shoulder inflammation, which ended his season on Aug. 30. So while Meyer has tried not to harp on his missed opportunity to come up and pitch in relief down the stretch, the 6-foot-9 right-hander believes he's now primed to make an impact with the Twins in 2015. \"I'm definitely ready,\" Meyer said at TwinsFest on Saturday. \"I'm going to go in there and give everything I've got. There's a lot of people fighting for essentially one position ... . I'm 25 years old now, so I'm just going to go in there and do everything I can to try and force their hand.\" Meyer, ranked as the No. 27 overall prospect by MLB.com, posted a 3.52 ERA with 153 strikeouts and 64 walks in 130 1\/3 innings at Triple-A last year. Meyer said he learned a lot in his first full season at Triple-A, but knows what he needs to work on, especially repeating his delivery given his tall stature. He's also improved his changeup, which was one of his big goals coming into last season, giving him another weapon to go with his mid-90s fastball and wipeout breaking pitch. \"It was awesome,\" Meyer said. \"You definitely learn in there what you need to work on, obviously command. There's guys up there who they don't chase quite as much. I can imagine in the big leagues, it's even tougher there.\" Meyer will head to Spring Training competing for the fifth spot in the rotation along with other candidates such as Tommy Milone, Trevor May and Mike Pelfrey. Meyer knows he's more of a long shot than others for that final spot, but he said that won't deter him from trying to making the club out of Spring Training. \"You want to go in there and show everything that you've got, do everything you can to put the thought in their mind to possibly keep you up there,\" Meyer said. \"I think I probably have less room for error than other guys that are going to be fighting for that, which everybody understands.\" Meyer also said he's fine if the Twins want him to get his feet wet in the Majors in relief, much like what St. Louis has done with some of its top prospects over the years. \"If you look at what the Cardinals have done with [Adam] Wainwright or [Michael] Wacha, these guys are coming up, going to the bullpen and now they're impact starters. So I don't care. Whatever it takes to help the Minnesota Twins out, I'm absolutely up for it.\" Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
