{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/107359054\/joe-mauer-paul-molitor-excited-to-work-together-for-twins-in-2015\/",
    "title": "Mauer, Molitor excited to work together in 2015",
    "subtitle": "Twins star supported Hall of Famer's hire, had 'great offseason'",
    "body": "MINNEAPOLIS -- It was just two St. Paul natives having lunch in their hometown this week, but for Joe Mauer, it was a chance to keep picking the brain of new Twins manager and Hall of Famer Paul Molitor. Molitor said during the Winter Meetings in December that he planned on sitting down with Mauer before Spring Training to give the 31-year-old advice on how to stay productive in the second half a career while also laying out expectations for the 2015 season. Molitor, who played for 21 seasons before retiring when he was 41, came away impressed with Mauer and his desire to bounce back from his uncharacteristically down year in '14, when the first baseman hit .277\/.361\/.371 with just four homers and 55 RBIs in 120 games. \"It was just good to see Joe in a good place,\" Molitor said. \"I think he's happy with the work he's done this winter. I don't think we can project what will happen, but we were a pretty good offensive team last year and our best player didn't have a very good year. So if he can get back to where he was, it will bode well for us offensively.\" Unlike last offseason, when Mauer was still coming off a season-ending concussion that forced him to move away from catching, he ended last season healthy and he's been able to have a normal offseason. Mauer spent most of the offseason in Minnesota working out with his new personal trainer, Roger Erickson, who designed a plan with the goal of staying healthy in 2015 after Mauer missed time last season with an oblique injury and lower back spasms. \"I've had a great offseason,\" Mauer said. \"I haven't had an offseason like this in a long time. I was able to get right into workouts, and obviously at the end of the year take care of some little nicks here and there. My body feels good headed into this year. I'm excited about what's to come.\" Mauer said he's also happy with the way the organization is heading, as he liked the signings of Torii Hunter and Ervin Santana this offseason and was on board with the hiring of Molitor. Mauer gave Molitor heavy praise for his baseball acumen, and he is excited to see what the manager will bring to the team. \"He's one of the smartest baseball people I've ever been around,\" Mauer said. \"The one thing I've admired about him and liked to watch him is how he prepares for anything. Last year, baserunning or defense, he would just dive right into it.\" Mauer also added he believes the Twins can surprise in 2015 and contend, as he's ready for the organization to turn the corner after its struggles the last four years. \"I'm ready to go right now,\" Mauer said. \"I know we have a lot of young talent. It's definitely nice to get excited about that and we should get excited about that. But I don't see why with the guys that we have right here, that we can't make a splash this year.\" Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
