{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/107366760\/boston-red-sox-allen-craig-feeling-good-ready-for-action-in-2015\/",
    "title": "Craig feeling good, ready for action in 2015",
    "subtitle": "",
    "body": "LEDYARD, Conn. -- Allen Craig was able to say something on Saturday that he couldn't have said with a straight face last year, or late in 2013. \"I feel good,\" said Craig. \"I can't reiterate enough that I feel really good physically and I've had time to lift and just get ready physically and work on some things mechanically. You know, it's been good.\" Last year was not good for Craig in any way. His left foot injury in 2013 didn't prevent him from playing in the World Series against the Red Sox, but it hindered him badly in '14, both with the Cardinals and after his July trade to Boston. To Craig's credit, as bad as his numbers became last year, he never mentioned health woes as a reason. Only now does he finally admit that it was hard to function without his foundation. \"You know, I don't ever like to make excuses for anything, because obviously you're responsible for everything,\" said Craig, who was one of many Red Sox players who participated in the club's Winter Weekend at Foxwoods Resort Casino on Saturday. \"But there are factors. I think my foot injury definitely impacted my preparation for last year. My foot felt good, obviously, for the majority of the season. I think it just impacted some leg strength and this and that. You can talk about it all day, but the bottom line is I had time this offseason to feel good and get stronger and actually build towards something for this season. \"I feel like I've accomplished a lot. I had a good plan going into the offseason, and I feel like I've executed that pretty well. I feel like I'm in a good spot.\" It remains to be seen what spot Craig will find himself playing at for the Red Sox. The club has Mike Napoli at first, David Ortiz at designated hitter and already an overload of players in the outfield. \"I'm here to play well,\" said Craig. \"That's just what it is. I'm going to play well, and whatever happens, happens. I'm fine with it. I'm here to be a good teammate and to pass on that opportunity to be a good teammate with this group of guys would be unfortunate. I'm not going to do that. This is a great situation to be a part of, and I'm going to play my game and contribute to a winning team, so it's going to be good.\" Though Boston fans have never seen a highly-productive Craig up close, Red Sox right-hander Joe Kelly has. Kelly, who was traded to Boston along with Craig last July 31, expects a big turnaround for his teammate. \"He's going to be awesome,\" Kelly said of Craig. \"He carried on our team, the Cardinals, for multiple years. He was the best hitter on our team, hands down. We had Matt Holliday, we had Lance Berkman, but check out any playoff games, any stats, the guy was our best player, 100 percent. \"Him being healthy, I've seen him in the offseason, we live 40 miles away from each other. He's grinding, he's hitting, and he's definitely going to be fun to watch. I hope he gets the playing time he deserves, because he's going to come out here and dominate.\" Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
