{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/107424384\/new-mlb-commissioner-rob-manfreds-letter-to-fans\/",
    "title": "Commissioner Rob Manfred's letter to fans",
    "subtitle": "",
    "body": "Dear Fans:  On the night of August 14, 2014, I left a Baltimore hotel after being elected Commissioner of Baseball. As I began to reply to the overwhelming number of congratulatory messages coming in, it hit me that I'd just been entrusted to protect the integrity of our National Pastime and to set a course that allows this great game to continue to flourish -- now and in the years to come. Needless to say, I was deeply honored by the trust the owners placed in me. Today is my first day as Commissioner, and I am incredibly excited to get to work. I am grateful to Commissioner Selig for his expertise and friendship. His leadership set a direction that led to historic success. The mission before us is clear: To honor the game's history while welcoming new people to our great sport -- people who will one day pass their love of baseball down through the generations. That is what our parents and grandparents did for us, and it is what we are doing for our own children. Baseball is a game firmly rooted in childhood experiences, and its vitality and growth rely heavily on giving young people from all backgrounds the opportunity to play and watch baseball.  This notion that baseball is the game of children is central to my core goals as Commissioner. Maybe that is because my own Little League experience in upstate Rome, New York was such an important part of my childhood. I will never forget my intense dedication to that club and to my teammates -- each of whom I can still name to this day -- and being part of a perfect game. My top priority is to bring more people into our game -- at all levels and from all communities. Specifically, I plan to make the game more accessible to those in underserved areas, especially in the urban areas where fields and infrastructure are harder to find. Giving more kids the opportunity to play will inspire a new generation to fall in love with baseball just as we did when we were kids. Expanding Little League, RBI and other youth baseball programs will also help sustain a steady and wide talent pool from which our clubs can draw great players and create lifelong fans. As Commissioner, I will draw closer connections between youth baseball and MLB.  I want to inspire children's interest in baseball and help parents and coaches foster that passion. In the coming years, MLB will work with college, high school, amateur and youth baseball programs to help grow our game and to ensure that the best players and talent have the opportunity to pursue their dreams. I call it \"One Baseball\" -- a partnership between all professional and amateur groups involved in our game.  Our children can look at MLB today and find a wave of new stars worthy of emulating both on and off the field. Players like Andrew McCutchen, Buster Posey, Giancarlo Stanton and Mike Trout and aces Madison Bumgarner, Felix Hernandez and Clayton Kershaw have powerful stories to tell -- and MLB will tell them across every platform. We will continue to internationalize our game and to celebrate the fact that we have the most diverse rosters in the world. Our mission is to build upon this recent success by creating opportunities for the next wave of baseball talent. We also must continue to nurture inclusive environments for all the contributors to our game and our loyal fans.  Another priority for me is to continue to modernize the game without interfering with its history and traditions. Last season's expanded instant replay improved the game's quality and addressed concerns shared by fans and players. We made a dramatic change without altering the game's fundamentals. I look forward to tapping into the power of technology to consider additional advancements that will continue to heighten the excitement of the game, improve the pace of play and attract more young people to the game. The Major League Clubs have bestowed an extraordinary opportunity upon me.  My pledge is to work every single day to honor their faith in me and your love of this game. Sincerely, Robert D. Manfred, Jr. Commissioner of Baseball",
    "author": ""
}
