{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/107427524\/corey-kluber-collects-al-cy-young-award-joins-club-for-tribe-fest\/",
    "title": "Kluber collects Cy Young Award, joins Tribe Fest",
    "subtitle": "Indians ace 'excited about getting going' for 2015 season",
    "body": "CLEVELAND -- It sat near the edge of a table inside the training room within the Indians' clubhouse. The sides of the black plaque were smudged with the fingerprints of the many people who have handled it, wanting to get a close look at the honor bestowed upon Cleveland pitcher Corey Kluber. Following a whirlwind trip to New York and back, Kluber returned to Tribe Fest with his American League Cy Young Award in tow. The team told him he did not have to come back to snowy Cleveland, but Kluber felt it was important for him to be at the stadium for the second and final day of the annual event for Indians fans. \"I enjoy coming to Tribe Fest,\" Kluber said. \"It's that time right before Spring Training, so you're already excited about getting going. And then you get back here and you see how excited fans are, and you get to see your teammates. Things like that, it just adds that extra level to where, when you do get to Arizona, it's almost like you can't wait.\" On Saturday night, Kluber and his wife, Amanda, were in New York City for the annual banquet to present the Baseball Writers' Association of America awards. Indians general manager Chris Antonetti, manager Terry Francona and pitching coach Mickey Callaway also made the trek in support of their ace pitcher. Kluber also had his parents and agents on hand for the festivities. Kluber also invited one more guest: Tribe catcher Yan Gomes. On multiple occasions since winning the AL Cy Young Award, Kluber has credited Gomes for playing a large part in the pitcher's incredible 2014 season. Gomes was honored to join Kluber in New York, and the catcher admitted to being a bit awestruck when he was in the same room as some of baseball's greats. \"I was like a little kid. I was too nervous to talk to anybody,\" Gomes said. \"Oh my gosh. We were sitting up there watching from [Sandy] Koufax to Willie Mays and Frank Robinson and all these guys. You're seeing Cal Ripken sitting up there. It was an amazing experience and I'm very thankful.\" Gomes has been surprised by the attention he has received for Kluber's success. \"People kept saying to me, 'Congratulations,' like I had won,\" said the catcher. \"[Kluber's] a guy that's so deserving with how much work he has put in. It's really good to see. Especially seeing the [awards] event and seeing the unbelievable baseball greats up there, and seeing Corey sitting up there right with them. It shows what kind of season he had.\" Like Kluber, Gomes chose to return to Cleveland on Sunday for the final day of Tribe Fest. John Smoltz, who will be inducted into the Hall of Fame later this year, presented the Cy Young Award to Kluber, who joined Cliff Lee (2008), CC Sabathia ('07) and Gaylord Perry (1972) as the only recipients of the accolade in team history. Kluber has remained stoic throughout the process of winning and discussing the award, but he admitted that things have been surreal for him. After all, when Spring Training began a year ago, no one -- not even Kluber -- could have predicted all that happened for him during the 2014 campaign. The right-hander went from being a mid-rotation starter in an unheralded rotation to the ace of a starting staff that has the potential to become one of the game's top groups in the season ahead. \"I'd say it probably has been [surreal],\" Kluber said. \"Last night was probably ... like it all coming to a head -- getting to sit up at a table with all those award winners and past players.\" The question facing the Indians now is whether the time is right to sign Kluber to a long-term extension. Kluber has denied any knowledge of ongoing contract talks, but the AL's reigning Cy Young Award winner is due to make the league's minimum salary in 2015. Asked about a potential extension for Kluber, who is under contractual control through the '18 season, team president Mark Shapiro steered clear of any specifics. \"I'd answer that more categorically,\" Shapiro told reporters on Sunday. \"Corey represents all of the things we look for in players: dependable, reliable person, committed to his work ethic, talented. Then you look at contracts and you say, 'Can we find that point where we're both comfortable with the shared risk?' We don't know that right now. That's something that we'll have to look at. \"As prioritization of the calendar goes, it's something we'll probably look at over the next couple of months. ... He has all the precursors that we would look for to enter into a multiyear agreement.\" Now that Kluber has his award in hand -- well-deserved after going 18-9 with a 2.44 ERA and 269 strikeouts last season -- the pitcher said his focus is only on the season ahead. \"The way I look at it is, last year is last year,\" Kluber said this weekend. \"It's a nice accomplishment, but my focus now is on 2015, because it doesn't mean anything, this upcoming season, what happened last season.\" That said, Kluber will have to find a place to put his Cy Young Award. \"I'm sure I'll find a good spot for it at the house,\" Kluber said with a grin. Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
