{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/107430256\/washington-nationals-hold-auditions-for-2015-racing-presidents\/",
    "title": "Nats hold auditions for 2015 Racing Presidents",
    "subtitle": "",
    "body": "WASHINGTON -- There are several key traits present in every presidential hopeful: an excellent knowledge of history, a wealth of experience, a solid 40 time and some infectious dance moves. The Nationals were concerned with the latter two on Sunday, when they held auditions for the 2015 Racing Presidents at the Nats' Youth Baseball Academy in Southeast D.C. Thirty-two candidates participated, and anywhere from 15 to 20 will be selected to compete at Nationals Park throughout the season. \"Definitely someone who has the ability to run, obviously,\" senior manager of entertainment Tom Davis said of the traits successful candidates will have. \"That's a main part, seeing as they're racers. But personality is a big part of it, as well.\" Among the prospective Georges, Abes, Toms, Teddies and Bills were dozens of former mascots and athletes, a handful of experienced presidents -- no term limits exist -- a retired rear admiral in the United States Navy and even one former college lacrosse player who doubles as a self-taught juggler. There was, however, only one woman among the final group of 32. Erin -- a former Orioles and Washington Redskins public relations staff member from Woodbridge, Va., and a mother of two -- wasn't surprised that there weren't many females competing. But she didn't expect to be the only one. \"I'm a little bit surprised, because I'm a pretty big nerd,\" she said. \"I did my research, I watched all the videos and read all the articles from the last few years of tryouts -- and there definitely were other women.\" Erin -- candidates weren't allowed to share their last names -- had experience as an athlete in high school and found a way to use her children as part of her training. This past week, she ran with her 7-year-old daughter, who weighs 45 pounds, on her shoulders to simulate the similar weight of the presidents' bulky mascot heads. As a Virginia Tech grad, she hopes to be selected so she can sabotage Thomas Jefferson -- the founder of rival Virginia -- on a routine basis. \"I could lose every race all summer if I was Tom,\" she said. Most of the competitors aside from Erin were men in their 20s and 30s. John from Reston, Va., was the other exception. The former two-star admiral and 35-year government employee joked that he's old enough that he voted for William Howard Taft and was therefore upset that Taft was one of the presidential costumes absent from auditions. Theodore Roosevelt, upsetting a larger portion of the crowd, was the other absentee -- although he did tweet along with some of the day's highlights.   Abe and Tom are off and running at our Racing Presidents auditions! pic.twitter.com\/vWGU2r44rF John's preparations weren't quite as elaborate as Erin's. He just did his usual cardio training and weightlifting, and didn't even prepare a dance. He ultimately went with the robot and moonwalk to a soundtrack of Cutting Crew's \"(I Just) Died in Your Arms Tonight.\" \"President, it's a step up [from admiral],\" he said. But Washington is also on the lookout for candidates who can bring something new to the table. That's how Devin from Arlington, Va., ended up juggling miniature baseball bats as he waited for his name to be called for a 40-yard dash and mock presidents race. Devin mentioned his juggling ability on the resume -- yes, candidates had to first submit a resume, cover letter and questionnaire to even be picked for auditions -- which caught the Nats' eye. So he rummaged through his parents' garage and found three bats to bring to the tryout, hoping that would set him apart when the polls close on Friday and the next batch of Racing Presidents is chosen. \"If I can get good enough, maybe I can run while [juggling],\" Devin said. \"But that's probably later in the season, if it works out.\" David Wilson is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "David Wilson"
}
