{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107425988\/cubs-manager-joe-maddon-watches-javier-baez-play-in-puerto-rico\/",
    "title": "Maddon watches Baez play in Puerto Rico",
    "subtitle": "",
    "body": "CHICAGO -- Cubs manager Joe Maddon was in Puerto Rico this weekend to watch Javier Baez play in the championship series with Santurce. What was he looking for? Maddon told the young infielder he wanted to \"see him smile.\" \"My purpose is to see Javier Baez play,\" Maddon told El Nuevo Dia on Saturday. \"Being a new member of the Cubs organization, being the manager and Javier being such a big part of our future, I thought it was important to come down and show support and start building that kind of relationship so he could trust me, also. From my perspective, the most important thing I have to do in Spring Training is earn the trust of all of our players.\" Baez, who batted .169 in 52 games with the Cubs last season while hitting nine home runs but also striking out 95 times in 213 at-bats, started playing for Santurce on Dec. 11. In the round-robin playoffs, he did deliver a walk-off RBI single in the 10th inning on Jan. 12. But in the first two championship games, he was 0-for-9 with six strikeouts. \"He's trying way too hard,\" Maddon said. \"I want him to back off. The last thing I want him to do is try to impress me tonight. ... I said, 'Hit a couple singles and, above all, I want to see you smile.'\" Baez went 1-for-4 and scored a run in Santurce's 6-0 win over Mayaguez on Saturday, and he was 2-for-4 on Sunday with a double and delivered an RBI single in the second. Baez was intentionally walked in the ninth inning on Sunday with one out and runners at second and third. Santurce won that game, 9-1, and leads the best-of-seven series, 3-2. Game 6 was scheduled for Tuesday. Baez, 22, told El Nuevo Dia he was impressed that Maddon would come visit him in Puerto Rico. Maddon has talked to Santurce manager Eduardo Perez about Baez, as well. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
