{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/107436194\/glen-perkins-recovered-from-arm-injury-prepared-for-twins-camp\/",
    "title": "Perkins recovered from arm injury, prepared for camp",
    "subtitle": "Twins closer optimistic with new pitching coach, manager heading into 2015 season",
    "body": "MINNEAPOLIS -- Twins closer Glen Perkins said he's fully recovered from his left forearm injury that saw him miss the last two weeks of the 2014 season, and he'll be ready to go for Spring Training. Perkins, who was diagnosed with a left forearm strain and secondary nerve irritation on Sept. 19, said he took two weeks off after the season to let the injury heal and underwent another precautionary MRI exam to make sure the injury wasn't serious. Perkins, who was an All-Star for a second straight season in 2014, was able to start his throwing program on time, and he will ramp it up once he heads to Fort Myers, Fla., on Tuesday. Perkins is getting an early start in Florida, as Twins pitchers and catchers report on Feb. 22 with the first workouts set for Feb. 23. \"I took two weeks off and started doing shoulder stuff as part of the rehab to strengthen it and everything went well,\" Perkins said at TwinsFest on Sunday. \"I started throwing again in mid-December. The way I've been able to ramp up throwing, everything has been good.\" Perkins was also excited to meet new pitching coach Neil Allen, who was brought over from the Rays' organization and replaces Rick Anderson. Perkins was able to get a feel for what to expect in Spring Training from Allen, and the closer came away impressed by him. \"He seems awesome,\" Perkins said. \"It's not going to be the same old thing going down to Spring Training this year. It's new players and a new staff. So it's going to be fun.\" Perkins said he's seen more optimism among fans and his teammates at TwinsFest after the coaching staff changes and the additions of Ervin Santana and Torii Hunter via free agency. Perkins is close to Paul Molitor and is excited to see what he brings in his first year as a manager. \"With the new coaching staff and Mollie, I think there's more optimism,\" Perkins said. \"It's new and there's change. It was time, so that'll be good. I think everyone is excited for that.\" Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
