{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/107433960\/chicago-to-host-public-memorial-for-ernie-banks-at-daley-plaza\/",
    "title": "Chicago to host public memorial for Banks at Daley Plaza",
    "subtitle": "Hall of Famer's bronze statue on display Wednesday until Saturday",
    "body": "CHICAGO -- The bronze statue of Ernie Banks will be installed in Daley Plaza from Wednesday until Saturday as a public memorial for fans who want to celebrate the Hall of Famer's life, the Cubs and the City of Chicago announced Sunday. The outdoor plaza is at 50 W. Washington Street. Banks, who played his entire career (1953-71) with the Cubs, passed away Friday at the age of 83. The statue had been removed from the corner of Clark and Addison streets at Wrigley Field when renovation work began on the 100-year-old ballpark in October, and it was in storage in Michigan. In 2008, Banks became the first player in Cubs history to be honored with a statue at Wrigley. Chicago Mayor Rahm Emanuel called Banks a friend and a great ambassador for the city.   Complete coverage \"Ernie Banks' legacy extends far beyond his Hall of Fame stats,\" Emanuel said in a statement. \"He was beloved by generations of people for the way he played on the field and -- more importantly -- for the kind and warm person he was off the field. We are bringing Ernie's statue to Daley Plaza to honor not just one of the best ballplayers of all time, but a great man who made our city proud from the day we first met him in 1953.\" The Cubs will announce in-season plans to honor Banks at a later date. The team is expected to wear a patch on its 2015 uniforms in Banks' memory. \"Ernie Banks was a great player and an even better person,\" Cubs chairman Tom Ricketts said. \"He was a kind, gentle man who loved his fans as much as they loved him. We couldn't think of a better way to honor Ernie than to allow those fans a way to pay their final respects to this great man.\" Banks, who would've celebrated his 84th birthday next Saturday, died of a heart attack, attorney Mark Bogen said. Bogen spoke for Banks' wife, Liz, at a news conference on Sunday. \"Ernie Banks was a wonderful husband, a great father and grandfather,\" Bogen said Sunday, reading from a statement. \"People have called Ernie Banks the ambassador of baseball, but in reality, he was the ambassador for humanity.\" Bogen noted that Banks \"loved people and wanted to hear their stories, their lives, and not talk about his. Instead of talking about baseball, he would talk about life.\" Bogen said Banks was a chaplain and had presided over pitcher Sean Marshall's wedding. Banks also cared about the troops and participated in USO programs, advocated for a float in the Chicago Gay Rights parade and worked with Special Olympics. \"Ernie Banks was a kind, loving, positive man who cared about people,\" Bogen said. \"One of his favorite quotes was, 'Life is a song, sing it. Life is a game, play it. Life is a challenge, meet it. Life is a dream, realize it. Life is a sacrifice, offer it. Life is love, enjoy it now.'\" The Banks family has created a Facebook page called \"Ernie Banks Remembered\" for fans to celebrate his life. Funeral arrangements were being finalized, Bogen said. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
