{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/107436572\/richard-justice-rob-manfred-has-clear-vision-of-games-future\/",
    "title": "Manfred has clear vision of game's future",
    "subtitle": "Commissioner's plan includes umbrella approach to better engage youth",
    "body": "NEW YORK -- Rob Manfred's first day as Commissioner began with a breathtaking realization. \"It really did kind of hit me that we're through the transition period,\" he said Sunday afternoon. \"I'm very excited. My only regret is that it's Sunday, and there's not much point in going to the office. I can't expect everyone to be front and center today.\" So this morning, he'll rise early and take a 6 a.m. ET commuter train into Manhattan. He'll arrive in time to work out at a nearby gym and be at his desk by 9. Breakfast will be a bowl of cereal at his desk. He'll meet with his senior staff to get updates on their work and to continue plotting the year ahead. As for a transition, there really won't be much. He was elected baseball's 10th Commissioner 4 1\/2 months ago, and in that time he has put his own people in place and crystallized his own ideas in the wake of Bud Selig's retirement, which became official at midnight Saturday night. \"In all candor, one nice thing about the transition is that we've been turning the page for a while,\" Manfred said. \"We've got a pretty good plan to move forward.\" Manfred also has a clear vision for where he wants to take the sport and how to get it there. Baseball's Commissioner wears a dozen hats. But at the end of the day, it's about one thing. \"The most appealing thing is the game itself,\" Manfred said. \"It's interesting that at Bud's retirement party [in Phoenix], there were a lot of really good speakers. But the line that stuck with me was [journalist and broadcaster] Mike Barnicle's. \"He said, 'Baseball is the game that lives within each of us.' That's such a great line. The idea of being the head of an institution in which so many people's lives are invested is tremendously exciting.\" Manfred joined Major League Baseball 16 years ago to be Selig's point person on labor relations. Nothing he ever attempts as Commissioner is likely to be as challenging as bringing labor peace to a sport that had been torn asunder by eight work stoppages between 1972 and 1994 and mistrust on both sides. Now, baseball has had 20 years of uninterrupted play, and partly as a result, has enjoyed a period of amazing growth. Along the way, Manfred was at Selig's side for all the crisis management and innovations and everything in between. \"Commissioner is a combination of things,\" Manfred said. \"With large parts of the business, you're a CEO. There's a central business function -- MLB.com, MLB Network, those entities. It's also a very political job. I'd say the Commissioner's key function is to produce unity, to maintain unity. That's the single most important part of the job.\" He has a long list of things he wants to do. First, there's pace of play. With negotiations between baseball and the MLB Players Association ongoing, he was reluctant to get into specifics. Still, he has made it clear that everything, including a pitch clock, is on the table. \"The union is receptive to try new things,\" he said. \"We'll see changes for 2015, but I think, like with replay, we'll roll it out in stages.\" Manfred is open to other changes, including the limiting of defensive shifts to get more offense back into the game. Also, as he wrote in a letter to fans on Sunday, baseball intends to market its stars heavily. But the No. 1 thing on his agenda is one that was also high atop Selig's. He will continue to work to do more to broaden the game's appeal. Some of that has to do with quickening the pace of play, but some of it is more basic neighborhood work. \"I'd like baseball to progress in terms of engaging the next generation,\" Manfred said. \"That's both in attendance and participation. It's the real key to our success. Look, a lot of people are doing great things with youth. I think we need an umbrella approach to youth participation, and that's all kids -- male, female, black, white, inner-city, suburban. We need to engage them more fully.\" Through it all, Manfred said it's critical to respect baseball's history and traditions while incorporating change. He believes both can be accomplished. Baseball had a rebirth during Selig's 23 years on the job. Manfred knows one of his challenges is to maintain that momentum. But he also understands that this is his time, his opportunity. Onward. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
