{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/107452690\/ryan-braun-says-right-thumb-feels-great-three-months-after-procedure\/",
    "title": "Braun says 'so far, so good' with right thumb",
    "subtitle": "Brewers slugger feels real test will come with Spring Training games",
    "body": "MILWAUKEE -- More than three months after undergoing a procedure to relieve nerve pain that contributed to the least productive season of his career, Brewers outfielder Ryan Braun was still brimming with optimism on Sunday. \"Knock on wood, I feel great,\" Braun said during the team's annual fanfest. \"It feels really good. Everything's going well, regular offseason, regular routine. I started hitting a little bit earlier than I typically do, just to kind of see how it felt. So far, so good.\" Braun spoke with similar optimism at Thanksgiving, when he visited Milwaukee for a food drive and a checkup with head team physician William Raasch. But that was before he began testing his right thumb with regular bat work, which began between Christmas and New Year's. Now, Braun is taking batting practice three times a week, with no setbacks. \"I know it's significantly better than it was at this time last year, which I'm encouraged by,\" Braun said. \"But as I've said to you guys the last time I saw everybody, I think the real test will come in Spring Training once we've played games for a couple weeks and just every day, that wear and tear, see how it recovers, see how it responds. … \"I think it's always kind of a progression of getting to the point where you feel really comfortable with your swing. That normally happens at some point during Spring Training. But overall right now it feels good as I could possibly hope for.\" Like he does with all veteran players, manager Ron Roenicke will discuss with Braun a playing schedule before Spring Training games begin in March. \"I know he's said that if he was healthy, things might have been different last year, and maybe they would have,\" Roenicke said. \"Having he and [third baseman] Aramis [Ramirez] both healthy and swinging it well certainly would have made a difference. I'm not putting the offense on [Braun]. People want to do that, but we have a lot of good hitters in our lineup. It shouldn't all be on him. Is he a big part, absolutely. We need him to bounce back and be the kind of hitter we know he is.\" Braun hopes to avoid another cryotherapy procedure, in which the inflamed nerve was essentially frozen, but said the initial procedure in October could help provide a blueprint for recovery should it be necessary again. \"We have a good idea of how it responded, of the residual soreness, of stuff like that, that we didn't know going in, so it's always an option moving forward,\" he said. \"But right now it feels good. We'll just kind of continue to reassess it as we go.\" Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
