{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/107453350\/brewers-not-done-constructing-2015-roster\/",
    "title": "At 'On Deck' event, Brewers owner says roster's not set",
    "subtitle": "GM Melvin: Milwaukee isn't in market to acquire Shields or Zimmermann",
    "body": "MILWAUKEE -- A year after using the event to announce a record-setting contract for Matt Garza, Brewers principal owner Mark Attanasio told fans at Sunday's \"On Deck\" event that the team's 2015 edition is still under construction. \"Some of our best signings, if you look back over the years, are signings that we made after this event,\" Attanasio told fans during a question and answer session. \"I'm pretty confident you'll see at least one other signing between now and the start of Spring Training. I just don't know who that will be.\" Talk of that mysterious addition came only days after a notable subtraction: the trade of longtime Brewers starter Yovani Gallardo to Texas for three young players. While acknowledging the Brewers assumed \"a huge amount of risk\" in trading an established innings-eater, Attanasio said it was time to give former top prospect Jimmy Nelson a chance to be a full-time member of the rotation, and suggested that the money saved (about $9 million) would be allocated elsewhere, probably to the bullpen. Besides the financial relief, the Brewers received from the Rangers an infielder (Luis Sardinas) and reliever (Corey Knebel) who will have to battle for the Opening Day roster, plus 18-year-old pitching prospect Marcos Diplan. \"I could go on and on about how terrific Yovani Gallardo was for our team and the city,\" Attanasio said. \"But in the nature of the sport, we need to do that. ... Risk-taking is part of the game; risk-taking is also part of the investment game. If you don't take risk in the investment business, you at best will be an average performer, and that's not the goal.\" Kyle Lohse, now the frontrunner to start Opening Day, called the Gallardo trade \"pretty surprising,\" a sentiment shared by other players between activities at Milwaukee's downtown convention center. \"It's tough to move on from something like that, but like [general manager] Doug [Melvin] says, we've got some guys that can go in there,\" Lohse said. \"My job is to come here and throw pitches and not play GM.\" Said outfielder Ryan Braun: \"I don't think it's discouraging. I mean, we have a good team, you know? I think there's no question that our team is good enough to compete, to get back to the postseason, which is all we can ask for as players. And as we've seen in years past, our front office does everything in their power to put us in the best possible position to win. And there's still moves to be made.\" Some have speculated that the Brewers moved Gallardo in order to pursue another top starting pitcher via free agency (James Shields) or trade (Washington's Jordan Zimmermann) who could be signed beyond the coming season, which was Gallardo's final year under contract. Melvin firmly dismissed that idea. \"I don't think we have room for a notable starting pitcher,\" he said. \"We have five starting pitchers. We'd like to add a pitcher who can maybe be a spot starter, if needed. But if we're going to add a notable starting pitcher, we probably wouldn't have traded Yovani. There's only probably one or two guys out there, anyway.\" Much more likely is an addition to the bullpen. The Brewers are prepared to enter the season with Jonathan Broxton as the closer, but are in negotiations with several free-agent relievers, and Melvin also left open the possibility of reviving talks with the Philadelphia Phillies about closer Jonathan Papelbon. Among the Brewers' free-agent targets is Francisco Rodriguez, who pitched for the Brewers in parts of the past four seasons and remains available after converting 44 of 49 save opportunities as Milwaukee's closer in 2014. The Brewers have had talks with agent Scott Boras about another return engagement. Other former closers still available in free agency are Rafael Soriano and Casey Janssen. If none of those options pan out, the Brewers could make another run at Papelbon, who is being shopped by Philadelphia. The teams' earlier trade talks have cooled, according to reports. \"That changes day by day,\" Melvin said Sunday. \"You just never know. You think there's no momentum, and someone can pick up and make a phone call. We haven't had any phone calls recently.\" Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
