{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/107453664\/soxfest-concludes-with-high-hopes-for-white-sox-in-2015\/",
    "title": "SoxFest concludes with high hopes for 2015",
    "subtitle": "Ventura appreciates fans' optimism after rebuilding process",
    "body": "CHICAGO -- The past two SoxFests weren't exactly filled with the sort of venomous anger once witnessed in Chicago City Council meetings. Yet there were more than a few fans who had questions for general manager Rick Hahn and manager Robin Ventura that began with, \"I've got a lot of problems with you people.\" Not SoxFest '15, which concluded Sunday afternoon at the Hilton Chicago. It was almost exclusively messages of thanks and visions of grandeur toward the team's second playoff appearance since they won the World Series 10 years ago. \"That's what this is supposed to be,\" said Ventura of the sold-out, three-day White Sox preseason celebration. \"It's not supposed to always be an airing of the grievances, Festivus.\" Any manager who can make an accurate \"Seinfeld\" reference and then follow up by naming the episode immediately earns major points. Ventura will need to rely on more than his sharp sense of humor, on display through his SoxFest seminars, to turn this buzz into what now seems to be the expected winning results beginning April 6 in Kansas City. As one fan suggested Sunday morning, Hahn has upped the ante by dealing Ventura some pretty strong cards. Don't think for a second, though, that Ventura and his staff are doing anything but embracing this added pressure. This American League Central contention spot stood as the team's target over two rebuilding seasons, when the White Sox posted a combined 136 victories. To be honest, that move to contention probably came one year earlier than many in the organization expected. \"Even going through 2013, once you start trading [Jake] Peavy and you are making moves trying to go in that direction, you know it's going to be a tough road. You are going to take your shots,\" Ventura said. \"Rick was patient enough to wait. You hit Avi [Garcia] one year. You hit [Adam] Eaton one year, and then this year, he's able to pull off a bunch of moves that really put you in a better position. \"We knew it was going to be tough. I didn't necessarily think you could do it all in one offseason and as fast. I think our plan was more of '16 or '17 to be able to kind of be in this position. \"But [White Sox chairman] Jerry [Reinsdorf] was aggressive and opened it up a little bit more for [Hahn] to be more aggressive and go after guys,\" Ventura said. \"It kind of leads back to [SoxFest] again, where everybody is pretty optimistic heading into this year.\" Ventura understood the deserved level of skepticism present at the last two SoxFests with rebuilding in full force. With optimism now the White Sox watchword, Ventura and White Sox pitching coach Don Cooper pushed for fans to carry those high hopes to U.S. Cellular Field during the upcoming regular season. \"People are excited to come to the ballpark,\" Ventura said. \"It's like Coop said: Come out and support and keep it moving in that [optimistic] direction.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
