{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/107647030\/nfls-russell-wilson-showed-leadership-during-minor-league-days\/",
    "title": "In Minors, Russell Wilson tackled tornadoes",
    "subtitle": "Rome Braves GM Dunn saw qualities in quarterback during tragedy",
    "body": "ATLANTA -- As a frightening string of destructive tornadoes ripped through the Southeast on April 27, 2011, Mike Dunn took precautionary measures to protect his Class A Rome Braves players and the visiting Asheville Tourists club that included a young second baseman named Russell Wilson. Wilson's baseball career was nearing its end, but his leadership abilities were on full display as he helped take control of a potentially dangerous situation. Long after the afternoon game scheduled that day had been postponed, primarily to allow State Mutual Stadium's parking lot to be used as a command center for emergency crews, the Tourists evacuated their four-story hotel in Rome and returned to the stadium to seek shelter. As the Tourists and a handful of Rome's players gathered back at the stadium around 6 p.m., they passed the time partaking in a variety activities in the outfield grass. But when the storms approached with no clear indication of where they were going or how destructive they would be, Dunn ordered everyone to take shelter in the barricaded cement underground tunnel that led from the home dugout to the home clubhouse. \"We told them it was just like the school drill -- they would have to sit on the ground and put their head between their knees in the event that anything catastrophic would happen,\" Dunn said. \"Russell was phenomenal. He was actually a leader of the whole crew. Some of them were making jokes of it and thinking it wasn't serious. He was the ring leader getting everybody orchestrated.\" Because the storms continued to roll through the Southeast throughout the evening, the Tourists were not cleared to return to their hotel until midnight. \"There were some international guys that were a little bit worried because they had never gone through something like this,\" Dunn said. \"Russell was the calming voice. He was the one who said, 'When the time comes, we're going to have to be serious about this.'\" Other than the fact that he was just two days away from being granted the release that would allow him to transfer from North Carolina State to the University of Wisconsin for his senior football season, Wilson was a rather obscure figure on this Asheville club that at the time included five players who have since reached the Majors -- Corey Dickerson, Kyle Parker, Cristhian Adames, Rafael Ortega and Edwar Cabrera. Though Wilson's professional baseball career consisted of two abbreviated and unremarkable seasons in the Colorado Rockies' system, he still managed to make an impression on Dunn, who remembers seeing some of the leadership qualities that will be displayed again on Sunday, when the Seattle Seahawks' quarterback attempts to win a second straight Super Bowl. \"You definitely saw his qualities and his makeup that night for sure,\" said Dunn, who has served as the general manager of the Braves' Class A affiliate since 1996. As Dunn and the members of the Rome community reminisce about that frightful and tragic day, they will forever feel fortunate. According to the National Weather Service, a total of 122 tornadoes claimed the lives of 313 people in Mississippi, Alabama, Tennessee, Virginia and Georgia on April 27, 2011. When the storms reached Georgia just after 8 p.m. ET, they delivered a fatal blow to the Ringgold area, which is located approximately an hour north of Rome, near the Tennessee border. \"We survived,\" Dunn said. \"It was a couple-hour ordeal that was relatively hairy.\" Wilson will take a similar leadership approach with his Seahawks teammates when they take the field on Sunday. Fortunately, the potential consequences will not be as severe as they were during that long and stressful evening he experienced in Rome with his Tourists teammates. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
