{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/107643868\/rangers-deal-robbie-ross-jr-to-red-sox-for-anthony-ranaudo\/",
    "title": "Rangers acquire Ranaudo from Red Sox for Ross",
    "subtitle": "Right-hander gives Texas another option for back end of rotation",
    "body": "ARLINGTON -- The Rangers added another strong candidate to their rotation competition by acquiring rookie right-handed pitcher Anthony Ranaudo from the Red Sox on Tuesday. Texas did so by dealing from the one area of its pitching staff it was most concerned about by sending left-handed reliever Robbie Ross Jr. to the Red Sox. Rangers general manager Jon Daniels said they weren't looking to trade Ross, but they couldn't pass up the opportunity to acquire another quality starting pitching prospect. \"He has a four-pitch mix,\" Daniels said of Ranaudo. \"He doesn't necessarily overpower guys, but has a quality pitch mix and throws strikes. Our scouts who have looked at him [talk] about his intelligence and aptitude and the will to make adjustments. We think there is more there, and he'll continue to improve.\" Ranaudo, 25, was 4-3 with a 4.81 ERA in seven starts for the Red Sox last year, averaging 8.9 hits, 3.7 walks and 3.4 strikeouts per nine innings. His fastball averaged 91.6 mph last season with the curveball as his second pitch. He also throws a changeup and is just learning to throw the slider. The Rangers drafted Ranaudo in the 11th round of the 2007 First-Year Player Draft out of St. Rose Belmar (N.J.) High. He did not sign, but instead went to LSU and pitched on the team that won the 2010 College World Series. The Red Sox took him as the 39th overall pick in 2010 Draft. Ranaudo spent most of last season at Triple-A Pawtucket and was 14-4 with a 2.61 ERA in 24 starts. He averaged 7.3 hits, 3.5 walks and 7.2 strikeouts per nine innings. In a rotation that includes Yu Darvish, Derek Holland, Colby Lewis and Yovani Gallardo, the Rangers expect Ranaudo to compete for the fifth spot, along with right-handers Nick Tepesch and Nick Martinez and left-hander Ross Detwiler. \"If he's not in the rotation, I would expect he would go down to Triple-A and continue his development,\" Daniels said. Right now, the Rangers have only one left-handed reliever on their 40-man roster in rookie Alex Claudio. The only other left-handed reliever is Michael Kirkman, who is in camp as a Minor League invitee. Claudio pitched in 15 games for the Rangers last season with a 2.92 ERA. Left-handed hitters posted a .190 average off him, while right-handers hit .345. Kirkman has a 4.98 ERA over parts of the last five seasons in 94 relief appearances for the Rangers. Detwiler, acquired from the Nationals in December, has been both a starter and a reliever in his career. He spent all of last season pitching out of the Nats' bullpen, and he has a career 3.02 ERA in 63 relief appearances, as opposed to going 17-29 with a 4.02 ERA in 69 starts. But right now the Rangers are still committed to giving him a chance to start. \"As we talked about before in our conversations with Ross, he is going to come into camp and get every opportunity to start and compete,\" Daniels said. \"We'll go from there. Obviously we'll do what's in the best interest of the team. If that involves someone going to the bullpen, we'll address it then. Right now, he is being stretched out as a starter.\" The Rangers had interest in re-signing Neal Cotts, but they have been told he plans to sign elsewhere. Daniels said Texas will continue to look for bullpen help as the offseason progresses. \"It's something I'm confident we'll add to,\" Daniels said. \"Whether it's before Spring Training or during Spring Training remains to be seen.\" The Rangers would like a power left-hander for the back end of their bullpen. The club liked Ross, but didn't see him as a guy who could overpower left-handed hitters. Even in 2012-13, when Ross was pitching well out of the bullpen, left-handers hit .280 off him while right-handers hit .223. \"Robbie is an outstanding person and had two very good years for us,\" Daniels said. \"But if you look at Robbie, he is more of an early setup guy. Robbie wasn't necessarily brought in to get the tough left-handed hitters in the opposing lineup. I'm not minimizing his value, we just don't necessarily view him as the answer to our question.\" Scouting report on Ranaudo Ranaudo won the College World Series championship game for Louisiana State as a sophomore in 2009 before signing for $2.55 million as a supplemental first-rounder the following summer. He has the ceiling of a No. 3 starter, though some scouts think he'll wind up in the bullpen. Ranaudo uses his 6-foot-7 frame to his advantage, generating steep downhill plane on a 90-94 mph fastball that reaches 96 and creating good depth on a hard curveball. While he has two plus pitches, he's also undermined by an inconsistent changeup and command. He has pitched well in the upper Minors the last two seasons, leading the Triple-A International League with 14 wins and a .223 opponent average in 2014, and recorded three quality starts in seven tries in his first taste of the big leagues with the Red Sox last August and September. -- Jim Callis • Top 20 Prospects: Rangers | Red Sox T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
