{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/107683344\/backstops-shine-with-defensive-prowess-behind-plate\/",
    "title": "Backstops shine with defensive prowess behind plate",
    "subtitle": "",
    "body": "We are witnessing a major shift in Major League Baseball having nothing to do with loading up the infield on one side of the field. It involves a deeper appreciation of the value of defense, a critical phase of the game obscured for decades by the power and glory of offense. For this, we can at least partially thank the reigning American League champion Royals and, specifically, their astonishingly great outfield. The Angels, who won more regular-season games (98) than any team in the Majors, were beaten last October by those gloved Kansas City greyhounds, who kept stealing doubles and triples to forge a stunning AL Division Series sweep against the AL West champs. While outfield play is the most visually striking, it is not the most important element in a defense. That is found behind the batter's box, where masked gentlemen are buried in equipment designed to protect them from the various hazards of the craft. No position in the sport today is richer in talent than the most important one, pitching excluded. The game is brimming with superb catchers, from superstars Buster Posey and Yadier Molina to established stars Russell Martin, Jonathan Lucroy, Salvador Perez, Brian McCann, Carlos Ruiz, Matt Wieters and Alex Avila to emerging standouts such as Yan Gomes, Devin Mesoraco, Welington Castillo, Caleb Joseph and Mike Zunino. Another whole class of catchers, at least 30 strong, is doing solid work under the radar. These men are appreciated by pitchers, managers and coaches for their labors, even if their work isn't always applauded by media and fans. \"The pitcher-catcher relationship is the most important element in baseball,\" Angels manager Mike Scioscia said. \"It dictates how games play out. We're seeing some really outstanding catchers in the game right now.\" Any discussion of active catchers has to start with Posey and Molina, this generation's answer to Roy Campanella and Yogi Berra; Johnny Bench and Carlton Fisk; Gary Carter and Mike Piazza; Pudge Rodriguez and Joe Mauer. Elevating their position in the public's consciousness, Posey and Molina have lifted teams to championships with leadership and toughness, along with their abundant skills offensively and defensively. Anyone associated with the Giants during their run to three World Series championships in five seasons will tell you Posey is the player who has made the difference, unifying them internally while separating them from the rest of the contenders when it matters most -- in October. Fall Classic champions in 2006 and '11 and postseason entrants eight times in his 11 seasons, the Cardinals credit Molina as the rock who has allowed them to roll. Tony La Russa, his former manager, called Molina \"the best I've seen in 50 years in the game.\" The impact of Posey and Molina calls to mind the 1950s heyday of Campanella and Berra. The legendary figures claimed three Most Valuable Player Awards each while driving the Dodgers and Yankees, respectively, to great heights. Posey was the 2012 NL MVP Award winner, finishing sixth in 2014 and 11th as a rookie in '10. Molina was fourth in balloting in 2012 and third in '13 by the Baseball Writers' Association of America. Lucroy has played his way into elite status the past few seasons. Brewers manager Ron Roenicke fully appreciates what Lucroy delivers as a total player. \"Offensively, he's tremendous -- and I think he's going to get better,\" Roenicke said. \"He's going to learn the strike zone better and increase his on-base percentage. He's already done a great job of driving in runs; he's a tough out with runners on base. He likes that. \"Defensively, the [advanced analytics] show he gets more called strikes than any other catcher. He gives a great target: down low, great hands. He's blocking balls better. As for his throwing, I think he keeps getting better. He really works on his game. We're lucky to have him.\" Lucroy's superb 2014 season (.301\/.373\/.465) was rewarded with a fourth-place finish in the NL MVP Award balloting, two spots ahead of Posey. Martin, a driving force behind the Pirates' success the past two seasons, finished 13th, and Mesoraco was 21st in his breakout season for the Reds. Martin's free-agent signing by the Blue Jays was one of the pivotal moves of the offseason. Mesoraco led all catchers with 25 homers and drove in 80 runs, trailing only Posey's 89. The iron man of receivers was Perez with 143 starts, 10 more than Lucroy. Evaluation of catchers defensively is an ongoing analytics challenge. Hard numbers do not effectively translate the game's mental and psychological aspects: motivating pitchers, calling pitches, directing defenders. Movement has been made in framing and blocking pitches in the dirt, Lucroy rising to the top of the list in both categories last season. According to Baseball Info Solutions, the leaders at catcher in runs saved over the past three seasons are Molina (36), Perez (28), Castillo (26), Martin (22) and Jeff Mathis (15). The Marlins' backup to Jarrod Saltalamacchia, Mathis has done this while playing fewer than half of his team's games. Critics pointing to Mathis' .196 career batting average can't see how he has endured for 10 Major League seasons. Miami manager Mike Redmond can, calling Mathis \"one of the best backup catchers in the game, very underrated for what he does -- a huge part of our team.\" Marlins phenom Jose Fernandez also understands. His ERA is 1.56 in 16 starts with Mathis behind the plate. Defense matters. Lyle Spencer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
