{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/107702410\/richard-justice-new-marlins-acquisition-ichiro-suzuki-still-a-treat-to-watch\/",
    "title": "Ichiro still a treat to watch in late stage of career",
    "subtitle": "In gifted veteran, Marlins get professional presence to complement young talent",
    "body": "First, thanks to the Miami Marlins for giving us at least one more season of one of the most remarkable players of our time: Ichiro Suzuki. Take a good look at Ichiro this season, his 15th in the United States. Even at 41, with skills that have faded a bit, he is still gifted, unique and relentless. In terms of pitch recognition and bat control, he's among the greatest players in baseball history. Actually, Ichiro is among the greatest regardless of the measuring stick. When he joined the Mariners from Japan in 2001, there was skepticism about whether his skills, size and strength would translate across continents to the Majors. Ichiro methodically built a Hall of Fame resume: American League MVP Award and AL Rookie of the Year Award winner in 2001, two-time batting champion, 10-time All-Star and 10-time Gold Glove Award winner. He has led the AL in hits seven times and stolen bases once, and some of his laser throws from the outfield are indelible in our hearts and minds. He's a nice addition to a Marlins team that has high hopes after doing virtually everything right this offseason. In announcing that Ichiro had agreed to a one-year contract, Marlins owner Jeffrey Loria called him a \"consummate professional.\" That's the bottom line. That's also one of the reasons -- along with his defensive skills and .317 career batting average -- he's a nice fit. Miami already has one of the two or three best outfields in the game with Giancarlo Stanton, Marcell Ozuna and Christian Yelich. If you're wondering where Ichiro fits in, don't sweat it. Ichiro makes the Marlins better. That's the bottom line. They're a nice mix of talented kids and experienced professionals. They were a joy to watch last season as they improved by 15 games and were within five games of a playoff berth on Sept. 1. When Stanton agreed to a 13-year contract, one of Loria's selling points was that he would put a competitive team around him. That Loria has done, getting second baseman Dee Gordon to hit in front of Stanton and first baseman Michael Morse to hit behind him. The Marlins have also added Mat Latos to the rotation as well as David Phelps and Aaron Crow to the bullpen. In acquiring third baseman Martin Prado, Miami got someone who can play different spots and has a reputation as being one of the best teammates and clubhouse influences in the game. And Ichiro fits in this way, too. He brings a veteran presence on a young team still figuring things out. He's insurance for the outfield and gives manager Mike Redmond a nice weapon to use off the bench. Apart from those things, it's a chance for baseball fans to watch Ichiro play another season. To see him prepare for games with a series of yoga-like drills and invisible swings is to appreciate how meticulous he is. Ichiro became wildly popular during 12 seasons with Seattle, averaging 221 hits during 11 full campaigns. He did it by having an absolute understanding of his strength and weaknesses. He grasped how pitchers were attempting to get him out, and he simply relied on getting the bat on the ball, on hitting to the opposite field and using his speed. Ichiro never tried to make power part of his game. No big deal there. In those 11 seasons with the Mariners, he averaged 25 doubles, seven triples, 38 stolen bases and 105 runs. The Marlins are getting Ichiro at a time when he has far more yesterdays than tomorrows in his baseball career. But he still has value, both as another offensive and defensive weapon as well as a role model for those young players in terms of work ethic, and -- as Loria said -- professionalism. The Marlins may not have climbed ahead of the Nationals in anyone's National League East power rankings, but they've made themselves one of baseball's most interesting teams. And with the signing of Ichiro, they got just a bit more. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
