{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/107499778\/giovanny-urshela-ryan-merritt-earn-indians-minor-league-awards\/",
    "title": "Urshela, Merritt earn Indians' Minors awards",
    "subtitle": "",
    "body": "CLEVELAND -- The focus each year at this time is understandably on the makeup of the Indians' Major League roster. Cleveland's efforts to construct a team capable of sustained success must also include building blocks throughout the organization's farm system. Two such prospects are third baseman Giovanny Urshela and left-hander Ryan Merritt, who were honored on Monday as the club's top Minor Leaguers for 2014. For their work last season, Urshela received the Lou Boudreau Award (top position player) and Merritt took home the Bob Feller Award (top pitcher) -- annual accolades that were established by the organization in 1990. Past winners of the awards who are currently on the Indians' Major League roster include second baseman Jason Kipnis (2010-11), first baseman Carlos Santana ('09) and closer Cody Allen ('12). Urshela and Merritt were also added to Cleveland's 40-man in November, meaning that both players will get their first taste of Major League camp this spring. While he is currently working his way back from a left knee issue, Urshela has put himself firmly on the Tribe's radar and could be knocking on the door to the big leagues in the near future. \"Gio is one of those guys who really developed offensively,\" general manager Chris Antonetti said at the end of last season. \"[He] put together a really good year at Double-A and then he earned a promotion to Triple-A. He was one of the most consistent players there. We're thrilled by the progress he made.\" Overall, the 23-year-old Urshela hit .280 with 18 home runs, 36 doubles, six triples, 78 runs and 84 RBIs in 128 games between Double-A Akron (24 games) and Triple-A Columbus (104 games) last season. The third baseman struck out 67 times, drew 36 walks and increased his OPS to .825 (.334\/.491) in 2014 after posting a .676 OPS (.292\/.384) in '13. Director of player development Carter Hawkins said Urshela's improvement last season stemmed from an overhauled strength-and-conditioning program and better pitch selection in the batter's box. \"He's always had great bat-to-ball ability,\" Hawkins said earlier this offseason. \"He rarely struck out. He also rarely walked, though. He was extremely aggressive and he continues to be very aggressive, but he was aggressive in and out of the zone. This year, he started being really aggressive in the zone. So he started to drive pitches that he was able to drive. \"Couple that with some gains that he had on the strength-and-conditioning side -- he got more physical. He got a lot stronger. He made a huge effort last offseason -- and you saw big strides offensively.\" Urshela's progress continued into winter ball with a .398 average and a .979 OPS in 27 games with Aguilas de Zulia in the Venezuelan Winter League. Unfortunately, the young third baseman's stint ended prematurely after he sprained the posterior cruciate ligament in his left knee. Urshela (signed as a non-drafted free agent in 2008) did not need surgery, but his status for Spring Training games is currently unknown. Merritt, 22, went 13-3 with a 2.58 ERA in 25 starts for Class A Advanced Carolina last season, compiling 127 strikeouts and 25 walks in a Carolina League-high 160 1\/3 innings. The lefty also ranked in the top five in the league in wins (first), WHIP (first), ERA (third) and strikeouts (fourth). Merritt's ERA led all Cleveland farmhands this past season. \"He's a strike thrower,\" Hawkins said. \"He's got some deception. He's a strong personality. He's a competitor. So I think the consistency in his strike throwing is what really sticks out with him.\" Selected in the 16th round of the 2011 First-Year Player Draft, Merritt is among the 13 prospects who are in Cleveland this week for the team's 20th annual winter development program. Other players in attendance include: pitchers Dylan Baker, Mike Clvinger, Louis Head, Jeff Johnson, Nick Maronde, Shawn Morimando and Grant Sides; infielder Yandy Diaz; catcher Alex Monsalve; and outfielders Anthony Gallas, James Ramsey and Jordan Smith. Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
