{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/107491018\/jason-garcia-kevin-gausman-dariel-alvarez-bring-intrigue-to-orioles-camp\/",
    "title": "Garcia, Gausman, Alvarez bring intrigue to O's camp",
    "subtitle": "Right-handers, outfielder could play key roles in 2015 if they step up in spring",
    "body": "BALTIMORE -- The Orioles haven't had a busy offseason, but with Spring Training approaching, the storyline will shift from who the club should add to who is having a strong camp. Baltimore is relying on the return of its core -- and the health of Matt Wieters and Manny Machado -- to help offset the loss of Nelson Cruz and Nick Markakis. There's also the hope that Chris Davis, who will finish his suspension Opening Day, will have a bounceback year. Still, if the O's are going to succeed, they are going to need contributions from everywhere, just like they had in 2014. (Steve Pearce, anyone?) With that in mind, and Pearce already on the map, here are three intriguing players to watch in Spring Training. Jason Garcia  A Rule 5 Draft pick, the Orioles traded up to ensure they could select Garcia out of Boston's system at this year's Winter Meetings. Fully recovered from Tommy John surgery, the right-hander hit 100 mph in instructional league, and his dominant effort against the O's was part of what made the organization sit up and take notice. In longer outings, Garcia sits more in the mid-90s, but his best chance at making Baltimore's club -- barring any injuries -- will be in the bullpen. Because he's a Rule 5 Draft selection, Garcia has to make the Orioles' Opening Day roster, or he will be offered back to the Red Sox, meaning this is truly a make-or-break camp for him. Manager Buck Showalter was already impressed by Garcia at the club's recent minicamp. Dariel Alvarez All eyes will be on Alvarez this spring, particularly if -- and it's looking more and more likely -- the Orioles don't add another outfielder. With a strong arm and defensive skills that have opposing scouts raving, Alvarez will have to learn patience at the plate to truly succeed. In a perfect world, the O's would like him to get more seasoning at Triple-A Norfolk to start the year, but if he's the best guy at camp and there's a need -- think Jonathan Schoop last year -- things could get interesting. Kevin Gausman  Unlike the other two, Gausman has Major League experience -- two years of it, actually. The reason the 24-year-old right-hander is on the list is this could be a breakout season for Gausman, who has been shuttled back and forth from the Minors each of the past two years. Does Gausman make the team out of camp this year? He should. But in what role? Gausman is seen as a starter in the long term for Baltimore, though the O's enter camp with more starters than spots. Gausman has shown the ability to get outs from the bullpen, but putting him in a relief role begs the question of whether his development would be stunted again if he's working in shorter shifts. A strong camp will make it very hard to justify not penciling Gausman into the rotation. Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Facebook and Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
