{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/107441844\/2015-prospect-watch-top-10-second-basemen\/",
    "title": "2015 Prospect Watch: Top 10 second basemen",
    "subtitle": "Braves' Peraza heads list, followed by White Sox's Johnson, Rockies' Wall",
    "body": "MLBPipeline.com's 2015 Top 100 Prospects list will be unveiled on Friday on MLB.com, with the Top 50 revealed during a one-hour show on MLB Network at 9 p.m. ET. Leading up to that, MLBPipeline.com takes a look at the Top 10 prospects at each position. Graduations to the Major Leagues have taken a heavy toll on this list in the past year. Six of the second basemen on last year's preseason Top 10, including the top four, have lost their rookie eligibility, creating room for several newcomers. Leading the array of new faces is Jose Peraza, who could soon be part of a formidable double-play combination with Andrelton Simmons in Atlanta. Micah Johnson and Devon Travis are the two players who remain from last year's list, though Travis has a new parent club after a November trade from the Tigers to the Blue Jays. 1. Jose Peraza, Braves: A breakout season saw Peraza race to Double-A Mississippi and the top of the Braves' prospects list. He has top-scale speed and stole 60 bases in 110 games, the third-highest total in the Minors last season. Peraza was a capable shortstop before moving to the right side of the infield last year, and he's quickly become an above-average defender at his new position. 2. Micah Johnson, White Sox: After leading the Minor Leagues with 84 stolen bases in 2013, Johnson was slowed by hamstring injuries in '14. Before the injury brought his season to an end in August, he advanced to Triple-A Charlotte and played in the Futures Game. Johnson remains on track to make his big league debut this season. 3. Forrest Wall, Rockies: The effects of a right shoulder injury in 2011 have limited Wall to second base, but they haven't slowed him at the plate. He was one of the better high-school hitters in last year's Draft and posted a .907 OPS in 41 games with Rookie-level Grand Junction during his professional debut. His on-base skills and speed make him a good fit at the top of the order. 4. Dilson Herrera, Mets: Traded to the Mets in the August 2013 deal that sent John Buck and Marlon Byrd to the Pirates, Herrera excelled in his first year with his new organization. He began the season with Class A Advanced Port St. Lucie and ended it in Queens. The 20-year-old has an advanced understanding of hitting and has the makings of an offensive-minded second baseman. 5. Sean Coyle, Red Sox: After three injury-plagued seasons, Coyle did a better job staying on the field in 2014 and produced a career-best year as a result. He ranked third in the Eastern League with a .883 OPS and earned a trip to the Futures Game. Coyle has an aggressive approach at the plate and uncommon power for a second baseman. 6. Devon Travis, Blue Jays: Overlooked coming out of Florida State in 2012, Travis has outperformed his status as a 13th-round pick. His .351 batting average was second best in the Minor Leagues in 2013 and his batting average ranked in the top 10 in the Eastern League in '14, despite an oblique injury that hampered him in the first half. He'll look to continue his success this season with his new club. 7. Rob Refsnyder, Yankees: Named the Most Outstanding Player at the 2012 College World Series, Refsnyder made a smooth transition to the professional ranks and adeptly handled a change in positions, moving from the outfield to second base. After reaching Triple-A last year, he's expected to make his big league debut sometime this season. 8. Ryan Brett, Rays: The Rays had six of the first 100 picks in the 2010 Draft and used four of them on high-school players. After a solid full season with Double-A Montgomery, Brett has a chance to be the first of that group to reach the big leagues. His speed-and-contact approach make him a potential top-of-the-order hitter. 9. Darnell Sweeney, Dodgers: Like Travis, Sweeney was selected in the 13th round of the 2012 Draft and he has hit everywhere he's been in the Minor Leagues. He's moved around the diamond some, playing second base, shortstop and center field last year. That versatility should help him as he tries to break through to the Major Leagues, but he's good enough offensively to be an everyday player. 10. Avery Romero, Marlins: In his first year in full-season ball, Romero finished fifth in the South Atlantic League in hitting and earned a midsummer promotion to Class A Advanced Jupiter. His quick, short swing helps him square balls up and use the whole field to hit. Romero was a shortstop in high school and his defense has shown steady improvement since the Marlins moved him to second base. Next up As Jose Altuve was putting questions about his height to bed by winning the 2014 American League batting title, another speedy, diminutive second baseman was matriculating in the Astros' Minor League system. Tony Kemp, like Altuve, is listed at 5-foot-6, and is starting to put together an impressive track record at the plate. The 2013 SEC Player of the Year excelled in his first full professional season, hitting .316\/.411\/.449 with 41 stolen bases in 131 games between Class A Advanced Lancaster and Double-A Corpus Christi. While scouts believe Johnson has more upside, Carlos Sanchez , his teammate in the White Sox organization, beat him to the big leagues in 2014. Sanchez split time between second base and shortstop in the Minors, but primarily played second base during a six-week stint at the end of the season with the White Sox. He'll have a chance to again play a prominent role in Chicago this season. Teddy Cahill is a reporter for MLB.com. Follow him on Twitter at @tedcahill. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Teddy Cahill"
}
