{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/107502226\/finding-at-bats-for-ichiro-a-good-problem-for-marlins\/",
    "title": "Finding at-bats for Ichiro a good problem for Marlins",
    "subtitle": "",
    "body": "MIAMI -- The Marlins believe Christian Yelich, Marcell Ozuna and Giancarlo Stanton form the best outfield trio in the National League. Add Ichiro Suzuki to the roster, and the club now feels it has the top fourth outfielder in the league. One of manager Mike Redmond's challenges will be finding enough playing time for everyone, particularly Suzuki. Miami reached agreement on a one-year, $2 million deal with the 41-year-old on Friday and finalized the deal on Tuesday night. Suzuki is an international sensation, and he will be the first Japanese-born player in Marlins history. But the former American League Most Valuable Player Award winner and 10-time All-Star will be used off the bench in a league without the designated hitter as he continues his pursuit of 3,000 hits. He will enter the season with 2,844. With the Yankees last year, Suzuki's playing time diminished, and the 385 plate appearances were by far the lowest in his remarkable career. Yelich, Ozuna and Stanton, meanwhile, are fixtures in left, center and right, respectively. The trio ranked second, third and fourth on the Marlins in at-bats last year. Reed Johnson handled the fourth-outfield role in 2014, and he was a primary late-innings pinch-hitter. Johnson had 201 plate appearances. But the cases of the two are different. Johnson has long been a role player, used sparingly. Suzuki can play all three outfield spots. Or if Ozuna needs a day off, Yelich can slide over to center, with Suzuki going to left. Six players -- Johnson, Jordany Valdespin, Garrett Jones, Ed Lucas, Jake Marisnick and Enrique Hernandez -- combined for 340 plate appearances either as outfielders or pinch-hitters for Miami last year. Suzuki could pick up all 340 of those chances. You just never know how a long season will play out. The Marlins are certainly hopeful Yelich, Ozuna and Stanton can all play 150 games and flourish collectively. Rarely, however, do scenarios play out that perfectly. And depth is certainly needed if Miami is hopeful of reaching the playoffs. Although the Marlins are saying all the right things, there still is the issue with Stanton. The slugger was seriously injured after getting hit in the face by a pitch at Milwaukee on Sept. 11. All signs are he is fine, mentally and physically. Suzuki provides insurance if Stanton or anyone else in the outfield goes down. Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
