{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/107493020\/the-week-ahead-shields-saga-still-to-play-out\/",
    "title": "The Week Ahead: Shields saga still to play out",
    "subtitle": "Right-handed ace remains biggest name on free-agent market",
    "body": "Rob Manfred, Major League Baseball's new Commissioner, enters his first full week on the job with plenty to look forward to. Manfred has indicated that he has lofty goals to enhance youth participation in baseball, he has bold vision for the improvement of technology throughout the game, and he will explore ways to make big league baseball better on the field for years to come. As far as the pressing Hot Stove issues of the week ahead are concerned, however, Manfred is probably a lot like the rest of us. There's a good chance he wants to know where James Shields is going, too. The Shields saga continues as the calendar is set to turn to February, better known as the glorious month in which pitchers and catchers report to Spring Training. By the time the weekend hits, those Arizona and Florida arrivals will be about 2 1\/2 weeks away, and Shields will optimally have a fresh contract in hand and a choice parking spot at one of those glittering Cactus League or Grapefruit League stadiums. The latest news on Shields, the last remaining big-ticket item on the free-agent market, has been that the Yankees, D-backs, Tigers and Royals are not among the clubs still interested in signing the veteran right-hander. Maybe we'll soon find out who is interested, and that news will be accompanied by an official signing. If Shields finally goes off the board, the next piece of intrigue will involve 19-year-old Cuban infielder Yoan Moncada, who might be the hottest commodity on the market right now. Moncada has worked out for the Yankees and Giants, according to MLB.com's Jesse Sanchez, and has a series of other workouts planned for the coming days. Moncada has to be cleared by the United States Office of Foreign Assets Control before he can sign with a Major League team, but this could all happen quickly, maybe even this week. Moncada is expected to command upwards of $30 million, and he will be eyed by many teams. The same can be said for 29-year-old Cuban second baseman Hector Olivera, who recently worked out in the Dominican Republic in front of what Sanchez reported to be 200 scouts. So there could be one last monster pitching contract and a couple of Cuban blockbusters on tap for the week, or a trade could come out of nowhere and shock us. Granted, there's no reason to think anything is even close to imminent when it comes to the possibility that bona fide aces such as Jordan Zimmermann, Stephen Strasburg, Cole Hamels or David Price could be traded, as has been rumored for weeks. The same goes for position players such as Rockies teammates Troy Tulowitzki and Carlos Gonzalez. But it would be unwise to rule anything out, particularly this winter, when we've already delved deeply into the unexpected. For teams looking to plug gaps and not redefine the term blockbuster, infielders Rickie Weeks and Everth Cabrera are still available, as are starters Chad Billingsley, Roberto Hernandez, Chris Young, Kyle Kendrick and Carlos Villanueva and relievers Rafael Soriano, Casey Janssen and Brian Wilson. Reliever Francisco Rodriguez and the Brewers could officially reunite in the next few days, too. Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
