{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/107514278\/prospect-maikel-franco-rips-through-dominican-winter-league\/",
    "title": "Prospect Franco rips through Dominican Winter League",
    "subtitle": "",
    "body": "Third baseman Maikel Franco, the Phillies' No. 3 prospect, was one of the hottest hitters throughout the winter ball playoffs in his native Dominican Republic. Though he saw his hitting streak snapped at 13 games on Tuesday, Franco continued to be a driving force in the lineup for Gigantes del Cibao when the games mattered most. Franco capped his playoff run Sunday in Game 8 of the Liga de Beisbol Domincano championship series against Estrellas de Oriente with a dominant effort, hitting two home runs and driving in seven runs as Cibao defeated Oriente, 12-5. With the victory, Gigantes won the best-of-nine series and will advance to next week's Caribbean Series in Puerto Rico to play the champions from winter leagues in Mexico, Puerto Rico and Venezuela, as well as a Cuban team. Cibao scored two runs in the first inning to take an early lead Sunday, and it was Franco who opened the scoring with a sacrifice fly. He broke open the game the next inning with a two-out grand slam, giving Gigantes a six-run advantage. Franco's second home run of the night was a solo shot in the eighth inning to bookend the scoring. Franco, ranked No. 54 on MLBPipeline.com's Top 100 Prospects list, finished the night 3-for-4. He hit .337\/.344\/.570 with four home runs in 22 playoff games, during which he led the league in OPS, slugging percentage, home runs and RBIs (16). Franco's dramatic finish to the playoffs was just his latest highlight. After struggling at the outset of the 2014 Minor League season for Triple-A Lehigh Valley, the 22-year-old finished strong and made his Major League debut in September. Franco then returned to the Dominican Republic for the winter ball season and hit .272\/.335\/.469 in 38 games during the regular season. His seven home runs ranked second in the league, one behind Gigantes teammate Carlos Peguero. Teddy Cahill is a reporter for MLB.com. Follow him on Twitter at @tedcahill. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Teddy Cahill"
}
