{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/107523294\/willie-mays-man-of-the-hour-as-giants-return-to-new-york\/",
    "title": "Mays man of the hour as Giants return to New York",
    "subtitle": "",
    "body": "NEW YORK -- About 75 men, all old enough to remember John F. Kennedy's assassination or even Sputnik, gathered on Saturday in the ballroom of a midtown Manhattan hotel and lined up in two parallel rows to form a path between them. They stared expectantly at the ballroom's double doors as if they awaited a bride's entry. All they really wanted to see was the best man. Willie Mays slowly entered the room, walking between the columns of admirers. They and others greeted Mays with noisy yet respectful applause, sounding like both houses of Congress at a presidential State of the Union address. \"This is the greatest ballplayer of all time,\" a man seated at a table told a grade-school-aged boy. Mays' appearance highlighted one of several events that the Giants scheduled last week to share the glory of the 2014 World Series triumph with fans in the franchise's original home. Mays, who began advancing toward legendary status as a rookie center fielder with the New York Giants in 1951, joined current San Francisco Giants second baseman Joe Panik at this event for a question-and-answer session. Members of the New York Giants Preservation Society and the New York Giants' Baseball Nostalgia Society formed the lucky crowd, which also received an opportunity to pose with the World Series trophy. Most of the audience remembered seeing Mays perform at New York's Polo Grounds between 1951-57, when he blossomed into baseball's most exciting player -- a distinction he maintained after the Giants moved to San Francisco in 1958. \"A few guys said their lives are complete now that they shook hands with the great Willie Mays,\" said Michael Weinberg, who grew up in the Bedford-Stuyvesant section of New York. \"How many players can say they make people feel that way 42 years after they stopped playing?\" Mays, who accumulated 660 home runs while being widely regarded as the game's quintessential center fielder, reciprocated the adulation. \"When they like you, they love you,\" he said of New Yorkers. Welcomed back to New York by the moderator, the Hall of Famer grinned widely and remarked, \"I never left,\" referring to the apartment he kept in Riverdale after the Giants left town. Mays, 83, jovially prodded guests to interrogate not just him, but also Panik: \"Don't forget Joe here, guys.\" But Panik knew who the audience came to see. He playfully rolled his eyes when Mays casually mentioned that he hit \"only\" 29 home runs in 1958, wordlessly conveying that he could only dream of displaying such power. Topics that Mays discussed included: • Fellow Hall of Famer Ernie Banks, who died one night earlier. \"He was just a nice man to be around. ... [Pitchers would] knock him down; he'd just get right up and start laughing. All of a sudden the ball would go over the fence.\" • Panik, his co-panelist. \"This kid has so much going for him.\" • Feeling initially stunned as he stood on deck when Bobby Thomson hit his famous home run. \"I'm wondering to myself, 'What is going on?' I saw all of the guys come out of the dugout and start hugging each other. I said, 'The game is over! Get up there, fool!\" • His leadership role as an active player with the Giants. \"My job was to make sure that they go out and play good baseball -- [Jim] Davenport, [Willie] McCovey, [Orlando] Cepeda. ... If you talk to the guys who played with me, you would understand that whatever they needed, I would get it for them.\" Chris Haft is a reporter for MLB.com. Read his blog, Haft-Baked Ideas, and follow him on Twitter at @sfgiantsbeat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Haft"
}
