{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/107519874\/conor-gillaspie-open-to-whatever-role-chicago-white-sox-need\/",
    "title": "Gillaspie open to whatever role team needs",
    "subtitle": "Third baseman will likely be part of a platoon with Bonifacio at hot corner",
    "body": "CHICAGO -- Conor Gillaspie has spent the past two seasons as the White Sox primary third baseman, but that appears likely to change in 2015. The last of Chicago's major deals this offseason was inking super utility man Emilio Bonifacio, who -- along with playing all over the diamond -- could form a platoon with Gillaspie at the hot corner. Gillaspie hit a career-high .282 in 2014, but the left-handed hitter struggled against southpaws. Gillaspie slashed .221\/.248\/.317 against lefties, compared to .300\/.360\/.444 against righties. Bonifacio, a switch-hitter, is much better from the right side: He has a career .291\/.341\/.380 line against left-handers compared to .250\/.311\/.326 against righties. Despite coming off a career year, Gillaspie said he's willing to do whatever is asked of him as the White Sox look to contend in the American League Central. \"It makes no difference to me. I'll take on whatever role you want me to take on,\" Gillaspie said at SoxFest. \"It's no secret, you're going to get from me every day what you see, and I would think that would be beneficial to any club. I'm happy with whatever role they put me in, and I'm willing to do whatever it takes.\" Gillaspie spent the offseason focused on getting bigger and stronger. He said he's gained about 15 pounds, both so he can be more of a power threat after hitting only seven home runs last year and so he doesn't tire late in the season. \"I kind of wore myself out a little bit last year,\" Gillaspie said. \"I've gotten better every year about that, but at the same time, every little thing that I can do to make myself a better player in August and September, hopefully when we're going to need it this year, is important.\" Like others, Gillaspie lauded general manager Rick Hahn and the White Sox front office for the offseason moves. He said the feel not only at SoxFest, but surrounding the club, is different than previous seasons. So, too, are the expectations. \"The way this team is viewed and talked about, I would think we should have absolutely zero problem competing,\" Gillaspie said. \"We're definitely being put in position as a club to win more games than we have the past two years.\" If more White Sox wins means fewer at-bats for Gillaspie in 2015, so be it. No matter the role, he said his preparation will remain the same. \"I'll give you everything I've got; whether that's good or not, I don't know. But I don't leave too much out there,\" Gillaspie said. \"I do what's asked of me, and at the end of the day, wherever that takes me I'm sticking to where I was last year mentally. \"I'll let them make the decisions, and I'll do the absolute best I can every single day.\" Cash Kruth is a reporter for MLB.com. Follow him on Twitter at @cashkruth. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Cash Kruth"
}
