{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/107525002\/roster-upgrades-have-astros-manager-aj-hinch-excited-about-spring-camp\/",
    "title": "Astros' roster upgrades have Hinch raring to go",
    "subtitle": "Manager enjoying 'active winter,' ready to lead club at Spring Training",
    "body": "HOUSTON -- The roster has been retooled and improved since A.J. Hinch took over as manager of the Astros last fall. The team has beefed up the offense, strengthened the bullpen and created competition that will take center stage at Spring Training next month in Kissimmee, Fla. Simply put, the Astros have given Hinch a club with which he can compete. After six consecutive losing seasons, Houston hopes to be in the thick of the American League West race and build off last year's 19-win improvement from 2013. As promised, the Astros opened up their wallets this offseason by spending $27.5 million in free agency for '15 with the additions of outfielder Colby Rasmus, shortstop Jed Lowrie and relievers Luke Gregerson and Pat Neshek. They shed Dexter Fowler's contract, but picked up the contracts of infielder Luis Valbuena ($4.2 million), slugger Evan Gattis, catcher Hank Conger and pitcher Dan Straily in trades. Now it's up to Hinch to bring it all together. \"It's been an active winter for me getting to know an entire organization and really changing quite a few faces that are going to be at the Major League level,\" he said. \"It's been a productive offseason and it's exciting and it's created a nice energy around here. Certainly, it's something we need to mature and get together for six weeks in Kissimmee to come together as a team, but I'm pretty excited about the additions and look forward to working with this group.\" Don't expect many of the prognosticators to tab the Astros as playoff contenders, though there's no doubt they're much closer than they were just a year ago. General manager Jeff Luhnow has said he expects the team to finish with a winning record, which would be a huge step in the right direction. \"I don't think expectations are ever a bad thing,\" Hinch said. \"To play at this level, you have to expect a lot of yourselves. I don't get too wrapped up in them, but I understand we're going to need some improvement to reach the level of contention. \"The attitudes and the makeup of this team are shifting from learning about the big leagues with the guys that are getting their taste of the big leagues -- and sprinkle in some of these veteran players, players from other organizations -- the focus shifts a lot towards competing on a nightly basis and focused on the win. That's a great attribute for a team to have to play with your heart and soul on a daily basis and win that day.\" Even though the start of the regular season is more than two months away, Hinch admitted it's hard not to scribble down lineup ideas to see how it all could shake out. The Astros have made sure he'll have no shortage of options. \"We've got some competition for this team, for some spots on this team, so that's going to change things,\" he said. \"Part of the fun this time of year is looking at the different options you have and what lineups look like. You sleep on it and you change your mind. The real problem is when you don't have enough names rather than having too many names. I'm happy with the groups we have.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
