{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/107525550\/due-to-concussions-detroit-tigers-catcher-alex-avila-switching-mask\/",
    "title": "Due to concussions, Avila switching mask",
    "subtitle": "Tigers backstop transitioning from traditional gear to hockey-style",
    "body": "DETROIT -- Alex Avila is committed to making the hockey-style catching mask work for him, whether it's comfortable or not. After concussions in each of the last three seasons, the Tigers' backstop is making the switch. \"Eventually I'll feel comfortable with it,\" Avila said at TigerFest on Saturday. \"I will be wearing it full time.\" A prototype is already in, sent to clubhouse manager Jim Schmakel earlier this month. Avila tried it on Thursday, and he expects to have other types to try out in Spring Training. \"It seems like it's going to help a great deal,\" Avila said. \"It'll take a week or so to get used to, but I think the transition will be pretty easy.\" Whether it makes a difference will bear watching. Though plenty has been written in recent years about catchers, concussions and the role masks play in them, opinions have been mixed over whether the type of mask makes a difference. Catchers have taken concussions wearing hockey-style masks, and some switched back to traditional masks as a result. Other studies say one mask or the other protects better depending on the type of impact -- direct foul tip, foul off the side or backswing. Avila didn't simply change for the sake of change. He looked into it, specifically the physics. \"For me, always to my knowledge, [the traditional mask] was safe, so what was the point [of changing]?\" he said. \"If I'm going to get a concussion with that, I'll get a concussion with the other one. But just the design, it's a little bit different the way the hockey mask is angled, so you're not taking a direct blow. It's not as flush. It'll ricochet off it more. A traditional mask is more flat, so when it hits it's going straight down or going up, so you're getting a little bit more of a whiplash.\" It's the foul tip, particularly off to the side, that has been a problem for Avila in recent years. The other difference Avila noted was inside the mask. \"What's different about the hockey-style mask is you can adjust the padding to be a little more custom-fit,\" he said. \"There's much more padding in that helmet than there is in the traditional mask.\" That might not be the only change Avila makes. Tigers manager Brad Ausmus, who wore a hockey-style mask when he was a catcher, said he has talked with Avila about setting up lower behind the plate. 120 Sports: Avila's new mask \"He really sits up high,\" Ausmus said. \"We're going to mess around in Spring Training and see if we can lower him, because the higher you are, the more apt you are to get those foul tips off the top of the bat that are moving up. If you're a little lower, they miss your head. \"I don't know how effective that'll be. It's tough to change that, but we talked about it. We're going to take a look at it in the spring, because the concussions are something to be worried about.\" Avila is at least open to it, though he admitted that it could be tough to change at this point. \"The thing is I've caught one way the last six, seven years,\" he said. \"I've got to make sure I'm still comfortable. One of the things I take pride in is blocking pitches. Not too much gets by me, and I want to make sure that I'm comfortable and mobile whatever position I'm in. It'll be something we take a look at.\" Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
