{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/66362168\/could-the-los-angeles-angels-pull-off-a-stunner-to-land-masahiro-tanaka\/",
    "title": "Could the Angels pull off a stunner to land Tanaka?",
    "subtitle": "Club may be long shot to ink star pitcher, but history shows it shouldn't be counted out",
    "body": "ANAHEIM -- Baseball's Hot Stove season has slowed over the past few weeks, partly because of the usual lull around the holidays but mostly because of the Japanese pitching sensation whose previous uncertainty and eventual posting has held up the market for fellow free-agent starters. His name, of course, is Masahiro Tanaka. The Angels, in need of one more starting pitcher to round out their rotation, would love to work out something with him, but the odds are currently stacked against them. There's a lot of competition from other teams, a lot of unknowns about the 25-year-old right-hander, and a lot of money already tied to a payroll that's quickly approaching the luxury-tax threshold. The question is: Do the Angels have another offseason stunner left in them? One year after shocking the nation by plucking Josh Hamilton from the Rangers with a five-year, $125 million contract and two years removed from coming out of nowhere to sign Albert Pujols away from the Cardinals with a 10-year, $240 million deal, can they land the ballyhooed Tanaka with a contract many have projected to top $100 million over the course of six seasons? More important, would it be prudent to do so? There are two schools of thought here. One is that the uncertainty regarding Tanaka -- the workload he's already taken on, not to mention his transition to the United States -- and the lucrative contracts already on the Angels' payroll make signing him too much of a gamble. The other is that this is as good a time as any to splurge, because Tanaka is a free agent at a relatively young age, has more upside than any other available pitcher, won't cost a Draft pick and the Halos -- their championship window closing tighter by the year -- still badly need high-upside starting pitching. The Angels have scouted Tanaka several times, and general manager Jerry Dipoto saw him personally as early as 2008. They like him. A lot. And they're throwing their hat in the ring. But if Tanaka's contract reaches nine figures, they can't sign him unless owner Arte Moreno swoops in for a third straight offseason, this time by agreeing to surpass the luxury-tax threshold that's set at $189 million in 2014. Whether or not that takes place, or if that situation even presents itself, remains to be seen. But the Halos don't currently feel they need to add a free-agent starter. The three-team trade that sent Mark Trumbo to Arizona and brought back Tyler Skaggs from the D-backs and Hector Santiago from the White Sox afforded them that luxury, with two controllable lefties joining a staff that also includes Jered Weaver, C.J. Wilson and Garrett Richards. As of now, sources familiar with the team's thinking said, they'll either try to fit Tanaka or Matt Garza into the payroll with the roughly $15 million of flexibility they have, or they'll wait for the price demands of the lower tier of free agents -- guys like Chris Capuano, Paul Maholm and Bronson Arroyo, etc. -- to drop. \"We still feel like there's the ability to improve [the starting rotation], and we're going to stay open-minded to the possibilities if they come our way,\" Dipoto, who wouldn't comment on specific free agents, said in a phone conversation. \"If we have the opportunity to get better, then we'll take that opportunity. If we don't feel like the opportunity is there, we don't feel like we have to do anything.\" The lack of high-impact starters in the free-agent market, coupled with the new posting system, by which every team willing to pay the maximum fee of $20 million can negotiate, has created a situation in which Tanaka will undoubtedly set a contract record for an international player and draw varying degrees of interest from almost every club. The deep-pocketed Yankees are in desperate need of another starting pitcher and already have countryman Hiroki Kuroda on their staff. The limitless Dodgers have been linked. The suddenly aggressive Mariners, a month removed from signing Robinson Cano, are considered a prime player. And a host of others -- the Cubs, Tigers, D-backs, Red Sox, Phillies, Orioles and Rangers, to name a few -- have been thrown in the mix along with the Angels. Tanaka went 24-0 with a 1.27 ERA, 183 strikeouts and 32 walks in 212 innings for the Rakuten Golden Eagles in 2013, giving him a 2.30 ERA, a 4.50 strikeout-to-walk ratio and an average of 188 innings per season over his seven-year career in the Japanese Pacific League. He isn't as imposing as Yu Darvish, but he generates a lot of ground balls with a masterful split-finger, throws his fastball consistently in the mid-90s and features a slider many consider a very legitimate third pitch. But Tanaka has also taken on a significant workload in the Far East, averaging a whopping 113.3 pitches per start over the past five years. And the ghost of Daisuke Matsuzaka is ever-present when it comes to big dollars for Japanese free agents. But the Halos' concerns lie mainly within their own payroll. Pujols' contract calls for an average annual value of $24 million for eight more years and Hamilton's is $25 million for four more seasons. Then there's Weaver (AAV of $17 million for three more years) and C.J. Wilson ($15.5 million for three more years). That's a total of $81.5 million toward the CBT payroll -- or, about 43 percent of the luxury-tax threshold -- tied to four players through 2016, at which time the current Collective Bargaining Agreement will expire. And then there's Mike Trout. Trout is still one year away from being eligible for arbitration, but he's expected to set service-time records at every step if he gets there. The Angels have $18.6 million for Vernon Wells coming off the books after this season, paving the way for a potential Trout extension. But it'd be very difficult -- perhaps impossible -- to factor in a contract for Tanaka and an extension for Trout without eventually going over into luxury-tax territory. Is Tanaka worth it? Would Moreno allow it? By 2 p.m. PT on Jan. 24, the deadline for a Tanaka signing, we'll have an answer. Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
