{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/66395522\/greg-maddux-tom-glavine-frank-thomas-elected-to-baseball-hall-of-fame\/",
    "title": "Maddux, Glavine, Thomas elected to Hall of Fame",
    "subtitle": "Braves pitchers, White Sox slugger make it on first ballot; Biggio falls just shy",
    "body": "NEW YORK -- One of the most majestic induction classes in the history of the National Baseball Hall of Fame was set on Wednesday with the announcement that Greg Maddux, Tom Glavine and Frank Thomas were elected by eligible writers of the Baseball Writers' Association of America the first time they were on the ballot, all of them by big margins. On the ballot for the second time, Craig Biggio, who had 3,060 hits in 20 seasons, all with the Astros, did not get the necessary 75 percent, falling 0.2 percent shy of induction and missing by a scant two votes. Also to be inducted in July are three of the greatest managers of all time -- Bobby Cox, Joe Torre and Tony La Russa -- all selected by the Expansion Era Committee last month. They rank third, fourth and fifth in managerial victories in Major League history, each winning more than 2,000 games. The Braves trio of Maddux, Glavine and Cox will be front and center in this, the 75th anniversary of the museum, during the ceremony behind the Clark Sports Center on July 27. \"It's very humbling to go in with these guys,\" said Maddux, who combined with Glavine to win 660 games. \"It's just icing on the cake. It's going to be a special day and I'm going to be able to share it with special people.\" Thomas -- who batted .301, hit 521 homers and amassed 1,704 RBIs in 19 seasons, 16 of them with the White Sox -- is the first Hall of Famer to have played a majority of his games as a designated hitter. He appeared in 2,322 career games, with 1,351 coming as a DH and 971 at first base. Paul Molitor, who was elected in 2004, played more of his games as a DH than at any other position, but still just 44 percent of his total games played. \"This has been a stressful 48 hours. I am so excited that I'm in the Hall of Fame,\" Thomas said. \"This is something that I will have to sit back in the next three or four days and figure it out, because you can only dream so big, and this is as big as it gets for me. I'm a Georgia kid. Going in with Glavine, Maddux and Bobby Cox means a lot to me. The whole state of Georgia is going to be there, and I am just so blessed that I'll be able to be there with these guys.\"  That means six living members are heading toward one of the grandest Induction Weekends, from July 26-27, in Cooperstown, N.Y. The results of this year's BBWAA vote were in stark contrast to that of last year, when the writers didn't elect anyone. Maddux and Glavine, a pair of 300-game winners who pitched the bulk of their careers for the Braves, were the favorites, but the 571 voters outdid themselves by also adding Thomas and coming so close on Biggio. It was the first time since 1999 -- when Robin Yount, Nolan Ryan and George Brett were elected -- that the writers put three first-time eligibles into the Hall. Maddux, who won 355 games, the eighth-highest figure in Major League history, had 97.2 percent of the vote, failing to appear on 16 of the 571 ballots cast. Glavine, who won 305 games, fourth-most among left-handers, was at 91.9 percent, and Thomas finished at 83.7. Jack Morris, who won 254 games during his 18-year big league career and World Series titles with the Tigers, Twins and Blue Jays, didn't make it in his 15th and final time on the writers' ballot. He actually lost ground, falling to 61.5 percent from last year's 67.7. Morris, who will be eligible for the Expansion Era Committee consideration in the fall of 2016, is only the second player in history to amass in excess of 60 percent of the vote at some point over his 15 years of eligibility and not make the Hall via the writers' ballot. Gil Hodges is the other. Maddux and Glavine are the only first-ballot pitchers to be elected together since Walter Johnson and Christy Mathewson were part of the inaugural class of 1936 along with Babe Ruth, Ty Cobb and Honus Wagner. They are the first living pair of 300-win pitchers to be elected in the same year and only the third pair in Hall of Fame history. The last starter to be elected by the BBWAA was Bert Blyleven in 2011, his 14th year of eligibility. \"It's something I'm still trying to figure out how I feel,\" Glavine said. \"I'm just really humbled by the whole experience so far. I'm really excited about this whole process and this opportunity. I'm looking forward to it all. The opportunity to go in the Hall of Fame is one thing, but the opportunity to go in with two guys who were a very big part of my career means a lot to me.\" The Hall hasn't inducted as many as six living baseball greats at the same time since 1971. Eleven were inducted in 1939, the year the red-brick museum opened its doors on Main Street, but they were from the first four classes, elected beginning in 1936. Last year, the three inductees elected by the Pre-Integration Committee -- Yankees seminal owner Jacob Ruppert, catcher Deacon White and umpire Hank O'Day -- were all deceased. Maddux also pitched 10 seasons for the Cubs and had brief stays with the Padres and Dodgers at the end of his career. Glavine spent 17 seasons with the Braves and five with the Mets, for whom he won his 300th game. Cox managed Atlanta for 25 seasons and the Blue Jays for four, finishing with the Braves in 2010. John Smoltz, the third prong for a decade in that Atlanta rotation and who played 20 of his 21 seasons with the Braves, is slated to be on the ballot for the first time next year and has a very good chance of joining the trio. \"It was obvious with me and Glav, because we both retired at the same time and the managers go in in a different way,\" said Maddux about the chances of being inducted at the same time as Glavine and Cox. \"As soon as Bobby got in, I knew it had a chance of it being very special. He was there for half of my career and taught me so much about the game. It was a special honor for me to work under Bobby and play half of my career with Glav as well. The only thing that split it up is that Smoltzy played one more year.\" The July 26 awards ceremony at Doubleday Field stands to be formidable as well, with former catcher and longtime TV announcer Joe Garagiola Sr. receiving the Buck O'Neil Lifetime Achievement Award, longtime magazine writer Roger Angell selected by the BBWAA as the winner of the J.G. Taylor Spink Award for a career of meritorious baseball writing, and Rangers radio play-by-play man Eric Nadel earning the Ford C. Frick Award for excellence in broadcasting. A year ago, when Barry Bonds, Roger Clemens, Sammy Sosa and Mike Piazza -- players whose careers spanned baseball's era of performance-enhancing drug use -- made their initial appearances on the ballot, no one was elected by the writers for the first time since 1996, and only the second time since '71. Writers again rejected those players, with Piazza leading the pack at 62.2 percent, up from 58.7 percent last year. Clemens and Bonds had their percentages go down marginally to 35.4 and 34.7, respectively, but Sosa, who blasted 609 home runs and is the only player to have hit at least 60 homers in each of three seasons, slipped to 7.2 percent, barely remaining on the ballot. Rafael Palmeiro, who failed a Major League Baseball-administered drug test in 2005, fell to 4.4 percent and was among 15 players to drop off the ballot. Palmeiro, with 569 homers and 3,020 hits, is one of only four players in history to amass both 500 homers and 3,000 hits. The other three are Hall of Famers Hank Aaron, Willie Mays and Eddie Murray. A player must draw at least five percent of the vote each year to remain on the ballot for a maximum of 15 years. Bonds is the all-time leader with 762 homers in his career and 73 in a single season. Clemens had 354 wins, one fewer than Maddux, and Piazza hit 396 of his 427 homers as a catcher -- the most of any player at that position in Major League history. Maddux said Bonds was the toughest hitter he ever faced in his career, but hesitated to opine on his status. Thomas, always regarded as one of the clean players of the era, said he harbors no animosity. \"I don't fault anyone, I don't fault anyone for what they did,\" Thomas said. \"But I went about it the right way. It was more about my family teaching me the right things. When I look at their numbers, I go, \"Wow!\" but I think if I hadn't been hurt for 3 1\/2 years, my numbers would have been right up there with them.\" Biggio seems to be on a clear course toward a plaque. Of the 26 other retired players who amassed 3,000 or more hits, only two are not in the Hall, and both suffer from extenuating circumstances, Palmeiro having failed a drug test and Pete Rose, the all-time leader with 4,256 hits, is banned from baseball because of gambling and is not eligible to be included on Hall of Fame ballots. In a statement, Biggio said he was disappointed to not get in, tying Nellie Fox in 1985 and Pie Traynor in 1947 for the smallest margin of missing election in balloting history. But history is on his side. Traynor was elected in 1948. Fox was in his last year on the ballot when he fell two votes shy and was subsequently elected by the Veterans Committee in 1997. \"Congratulations to Greg Maddux, Tom Glavine and Frank Thomas,\" Biggio said. \"Obviously, I'm disappointed to come that close. I feel for my family, the organization and the fans. Hopefully, next year.\" Biggio went from 68.2 percent in 2013 to 74.8 percent this year, right on the cusp. \"As surprised as I was last year that he didn't get in, you almost feel heartbroken this year to be as close as he was,\" Glavine said. \"Craig was a tremendous competitor and had the respect of all of us who played against him. I think it's just a matter of time before he's in the Hall of Fame. I'm sure he's disappointed today, having come so close, but I'm extremely confident that someday we're going to watch him go through the same process.\" Barry M. Bloom is a national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
