{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/66391810\/lyle-spencer-no-protection-from-prince-fielder-could-impact-miguel-cabrera\/",
    "title": "No protection from Prince could impact Miggy",
    "subtitle": "Lefty slugger's value as a cleanup hitter went beyond his numbers with Tigers, Crew",
    "body": "Miguel Cabrera was alone with his thoughts in the visitors' clubhouse in Oakland during the American League Division Series when he was asked about his destructive nature with first pitches. It is one of the secrets of his emergence as the game's dominant hitter, and the Detroit superstar did not hesitate with his response. \"It's because of him,\" Cabrera said, nodding in the direction of the big man seated to his left. \"I get better pitches to hit because of Prince.\" Prince Fielder batted behind Cabrera, in the cleanup spot, during Cabrera's historic 2012 and '13 seasons as a Triple Crown winner ('12) and back-to-back AL Most Valuable Player Award winner. Now that Fielder has departed to Texas, it will be intriguing to see if and how it impacts Cabrera. The man who batted directly in front of Fielder in Milwaukee before the Tigers signed the slugging first baseman as a free agent was Ryan Braun, who happened to win the National League's Most Valuable Player Award in 2011. You might be detecting a trend here. When the Nov. 20 blockbuster bringing Fielder to the Rangers in exchange for Ian Kinsler was announced, it appeared to be good news for Adrian Beltre, Texas' resident No. 3 hitter. But Ron Washington, ever the independent thinker, had other ideas. Washington revealed he planned to have Fielder, whose production dipped significantly in 2013, batting third, with Beltre moving down a notch. \"Outstanding,\" came Prince's immediate reaction. \"That's something he feels great about,\" Washington said. \"As you mentioned, in all the years that he's been at the Major League level, he's been protecting people. Now that he's coming to Texas, I love Beltre hitting in the fourth hole. So that means that I'll probably put Prince in the third hole.\" Washington smiled. \"But I also would like to say as the manager of the Texas Rangers, I'd like to be able to change my mind,\" he added. Over his distinguished career, Beltre has done his best work batting cleanup, with a .299 average and .871 OPS in 634 starts. Batting third, those numbers fall to .281 and .776 in 197 games. Fielder has made only 154 career starts in the No. 3 hole, batting .252 with a .827 OPS, compared to .290 and .937 in 1,031 starts batting fourth. Wherever Fielder is slotted, Washington and the Rangers expect the big bopper to flourish in hitter-friendly Rangers Ballpark in Arlington, where he has four homers and 15 RBIs in 13 regular-season games. \"I think Prince will be thrilled to bat third in our lineup, in our park,\" Washington said. \"And I've always felt Adrian looks more comfortable in the No. 4 hole.\" There are those in the statistical community who might point out that lineup support is overrated. That is not something you're likely to hear from a Major League player or manager. Cabrera, the three-time reigning AL batting champion, has taken every opportunity to praise and thank Fielder for his formidable presence in the on-deck circle. Cabrera's power numbers rose from 30 homers and 105 RBIs in 2011 to 44 and 139 in '12 and 44 and 137 in '13. In a hitting mode as he was digging into the batter's box, Cabrera swung at more first pitches -- 39.7 percent -- than any AL batter in 2013. He even surpassed perennial leader Josh Hamilton, who was at 39.5 percent. What Cabrera did when he put those deliveries in play was stunning: .448 average, .917 slugging mark and a 1.365 OPS. He produced 14 homers and 39 RBIs in 96 swings. Cabrera's 2012 line was almost as impressive: .436\/.798\/1.241 with 10 homers and 29 RBIs on 94 hacks at first pitches. Those were the numbers that separated him from Mike Trout, runner-up in the AL MVP Award balloting both seasons. A disciplined hitter who has primarily batted first or second for the Angels, Trout has produced just four homers and 28 RBIs in his career on first pitches. He had the seventh-lowest swing percentage (12) in the AL at first pitches in 2013, up from 7.7 in his breakout '12 season. This is a peerless power\/speed athlete whose average home run distance of 420 feet led the Majors this past season. It remains to be seen if Cabrera is as effective mashing first pitches with a new cleanup man -- Victor Martinez, presumably -- in the remodeled Tigers lineup. Preceding Fielder's arrival, Cabrera hit for high averages on first pitches put in play -- .438 in 2011, .391 in '10 -- but with much less power: five homers each year. With Braun as well as Cabrera, the Fielder Factor is undeniable. The man was feared. In Braun's 2011 NL MVP Award season, Fielder led the NL in intentional walks with 32 -- 30 more than Braun. Fielder led his new league in 2012 with 18 -- one more than Cabrera, who was walked intentionally an AL-high 32 times in '10 and 22 times in '11. Fielder, with his numbers down across the board, including a career-low 25 homers, was given just five intentional passes in 2013. In 1961, Roger Maris eclipsed Babe Ruth's treasured home run record by one with 61 and was not walked intentionally even once. Hitting behind Maris in the Yankees' record-smashing lineup was Mickey Mantle, who finished with 54 homers but slightly more per at-bat -- one every 9.52, to 9.67 for Maris. Reversing them in the order, Mantle third and Maris fourth, it can be speculated that it would have been Mantle -- not Maris -- toppling Ruth. While it's impossible to diminish Ruth in any way, it is possible he did benefit in some measure by having Lou Gehrig batting behind him. Lyle Spencer is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lyle Spencer"
}
