{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/66337362\/mike-bauman-increased-competitive-balance-leads-to-improved-state-of-mlb\/",
    "title": "Balance makes winning possible across the board",
    "subtitle": "",
    "body": "While waiting eagerly for Spring Training -- or anything else that doesn't suggest an Arctic cold front moving in for a long winter's visit -- you can still find reasons to remain relentlessly upbeat. Baseball is not that far away. And in 2014, once again, the game will be very, very good. But how can we say that with assurance? Baseball is now defined by competitive balance. That was once a concept that was largely foreign to the national pastime. Competitive balance, or its more pedestrian description, parity, has worked like gangbusters for the National Football League. Imagine a league in which the mighty New York Giants franchise and the tiny Green Bay Packers franchise receive exactly the same share of revenue from the biggest piece of the financial pie, national television rights.  That appeared to be socialism creeping into the economics of the American gridiron. But it made for terrific competition. And that in turn, meant great ratings, and eventually, more capital for everybody. Baseball came a little later to the party. It still has nothing like a level economic playing field. But through mechanisms such as greatly increased revenue sharing and a luxury tax, it has evolved to the point where every team has a real chance to be successful on the field. This has been the major underpinning of Bud Selig's 21-year tenure as Commissioner of Major League Baseball. Increased competitive balance has made the game healthy, wealthy and at least wiser than it used to be. The numbers are there. The proof is there. In the past 11 years, 27 of the 30 teams, or 90 percent, have qualified for the postseason at least once. It is true that the postseason field has been expanded during that time by an additional Wild Card team in each league. But it is also true that baseball still has the most exclusive postseason structure among North American professional sports. Each and every National League franchise has qualified for the postseason at least once in the past 11 years, with the Pirates ending a 20-year postseason drought by winning a Wild Card berth in 2013. Pittsburgh's success is good news for competitive balance. The success of other small-market franchises has also been striking. Tampa Bay, despite continuing problems drawing sufficient attendance, has become a perennial contender\/winner, even in the American League East. Oakland, also competing directly against some of the game's most well-heeled clubs, has won the AL West two years running. Looking toward the 2014 season, what of the three teams that have not been in the postseason in the past 11 years? The fact is that each of them should be in better shape this season than at any time in the recent past. The Royals broke back into the winning column in 2013, going 86-76. With an impressive contingent of homegrown talent and the addition of some solid veteran pitching, the Royals look very much like a genuine postseason contender. The Tigers may still be the class of the AL Central, but the Royals' direction is unmistakably positive. The Mariners have added needed pop to their lineup. And they have spared no expense, landing the premier hitter in this winter's free-agent class, Robinson Cano, for $240 million over 10 years. Corey Hart and Logan Morrison could also help with the restoration of the Seattle offense. The opposition remains exceptionally difficult in the AL West, but the Mariners at least qualified for the postseason in this century, in 2001, so the whole thing is not a distant memory. It was little more than two decades ago when the Blue Jays were back-to-back World Series champions. They made major trades with the Marlins and the Mets before last season and were widely seen as dramatically improved; possibly division winners, pennant winners, and maybe even winners of everything. But a deadly combination of injuries and ineffectiveness turned that optimism into a fifth-place finish in the difficult neighborhood of the AL East. But they still look much better than that heading into 2014. Let's say 2013 was an aberration and much better days are in the short-term future. The Jays, along with the Royals and the Mariners, have their own reasons for winning and those reasons don't have to include proving that baseball's competitive balance is comprehensive. But 30 of 30 clubs qualifying for the postseason over an even dozen years would seem to make a nice, tidy statement about the game's overall health. Even if that doesn't happen, this is a game in which the chances for success are truly widespread. Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
