{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67201986\/astros-farm-system-ranked-no-1-by-espn\/",
    "title": "Astros' farm system ranked No. 1 by ESPN",
    "subtitle": "",
    "body": "HOUSTON -- With seven of the top 100 Minor League prospects in MLB.com's rankings, the Astros have compiled the best farm system in baseball, according to rankings released Tuesday by ESPN.com's Keith Law. The Astros have stockpiled talent by trading away veterans for multiple prospects and securing the top pick in the Draft for the last two years (they'll pick first again this June). Law also credits the team's aggressiveness in Latin America and willingness to sign its picks above recommendation with reshaping the farm system. \"They have depth and they have a couple of high-ceiling guys at the top of the system, getting close to the point where the light at the end of the tunnel no longer looks like an oncoming train,\" Law wrote. \"It's been ugly, Astros fans, but hang in there.\" The Astros have lost 324 games the last three seasons, including a club-record 111 games last year in their first year in the American League. They're expected to be improved this year after signing veteran pitcher Scott Feldman, trading for center fielder Dexter Fowler and signing relievers Matt Albers, Chad Qualls and Jesse Crain. Houston began to see the benefits of its rejuvenated farm system last season with the arrival of pitching prospects Jarred Cosart, Brett Oberholtzer and Josh Zeid, among others, while outfielder Robbie Grossman and third baseman Matt Dominguez emerged as potential long-term starters. Nineteen-year-old shortstop Carlos Correa, the No. 1 overall pick in the 2012 Draft, is ranked as the team's top prospect by MLB.com at No. 8 overall. He's followed by 2013 top pick right-handed pitcher Mark Appel (17), outfielder George Springer (21), first baseman Jonathan Singleton (50), right-hander Lance McCullers Jr. (52), right-hander Mike Foltynewicz (54) and Delino DeShields Jr. (66), who made the switch to the outfield this year from second base. Springer and Singleton are expected to make their debuts this season, and Appel could also reach Houston as well. Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
