{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/67200262\/hoping-to-land-spot-mets-pitcher-john-lannan-thrilled-to-be-near-home\/",
    "title": "Hoping to land spot, Lannan thrilled to be near home",
    "subtitle": "",
    "body": "NEW YORK -- Though John Lannan grew up a Yankees fan, his Long Island home was actually closer to Shea Stadium. As a result, Lannan and his father frequented both parks, fostering their appreciation for each side of New York City baseball. It is little coincidence, then, that Lannan's name has come up seemingly every winter in Hot Stove conversations regarding the Mets. \"It was definitely one of my goals to play for the hometown team,\" Lannan said in a telephone interview last week. The former Chaminade High School star has not achieved that goal just yet, but after signing a Minor League deal with the Mets on Jan. 21, he's closer to it than ever. Lannan will compete against Daisuke Matsuzaka, Jenrry Mejia and a small pool of prospects for the Mets' fifth-starter job this spring, with the hope of eventually suiting up mere miles from his childhood home. \"That's exactly what my goal was, just to find an opportunity for me to go in and compete and prove to a team that I can go out and help the team win,\" Lannan said. \"The Mets told me that I'd go out and compete, and that's what I plan on doing.\" Half a year ago, the thought of winning any big league job might have seemed daunting for Lannan, considering the state of his balky left knee. An issue since 2011, the joint caused Lannan enough trouble to affect his performance but not quite enough to keep him off the field -- until an April start for the Phillies in Cincinnati, when the knee felt so weak and painful that he could no longer push off his left leg. Doctors prescribed a rehab regimen, which allowed Lannan to make 11 more starts from June through August. But by the end of that run, he felt weak again. Rehab alone was not going to do the trick. \"The only option there was to get it fixed,\" Lannan said, \"and for me, it was probably the best thing to do.\" In Lannan's estimation, he's now fully healthy for the first time in years following surgery on the knee. He has been throwing off a mound and doing all of his other regular baseball activities in Tampa, Fla., where he keeps his offseason home. And like many of his new teammates (including Mejia, who has already been in Florida for more than a week), Lannan plans to arrive in Port St. Lucie in advance of the Mets' mandatory reporting date for pitchers and catchers on Feb. 15. The goal now for Lannan is to make the team, which he will have a strong chance of doing should his newfound health allows him to rediscover his old form. From 2008-11 with the Nationals, Lannan averaged 31 starts and 179 innings per year with a 4.00 ERA. The Mets have made it clear that they are looking for a cheap, sturdy option to hold down the fifth-starter's job until top prospect Noah Syndergaard is ready for the big leagues, and Lannan certainly fits that description. Lannan, of course, would like to win the job and never give it up. Who wouldn't? But he is also realistic. If the Mets ask Lannan to pitch in relief for the first time in his life, he said he would consider it. If the Mets want him to mentor younger pitchers in the clubhouse, Lannan said he feels he \"can offer some sort of veteran presence.\" And if the Mets want him to come back north with them to Flushing, not far from where his parents and in-laws still live, Lannan will have realized one of his lifetime goals. \"Obviously with what's been going on in the past with the Mets, they've held their own and they've made some moves this year to continue getting stronger,\" Lannan said. \"So it's exciting to watch. It's going to be an exciting year, for sure.\" Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
