{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/67209628\/cody-anderson-ready-to-repay-tribes-faith-in-him\/",
    "title": "Anderson ready to repay Tribe's faith in him",
    "subtitle": "",
    "body": "CLEVELAND -- Cody Anderson could not hit a curveball. That is the reality that stood in the way when he decided to try out for the baseball team at Feather River College. Anderson's mother had talked him out of playing football, but he wanted a sport to help occupy his time while attending the community college in his hometown of Quincy, Calif. He had been an outfielder in high school, so that is the position he had in mind, if the Golden Eagles would take him. Trying to hit a curve nearly cost him his chance. \"They kind of said, 'We know you have a strong arm. Do you want to try pitching?'\" Anderson recalled. \"I said, 'Yeah, I'll do whatever I can to make the team.'\" On Tuesday, Anderson, a 23-year-old right-hander, stood in front of a locker inside Progressive Field, where he was one of 15 participants in the Indians' annual winter development program. His inability to make solid contact with a breaking ball turned out to be an intervention of sorts by the baseball gods, and he is now one of Cleveland's top prospects . Four years ago, Feather River College gave Anderson a shot as a relief pitcher. In 2011 the Indians took a chance on him with a 14th-round selection in the First-Year Player Draft. The Tribe then asked him to switch to a starting role, which he embraced to the point where he was honored with the 2013 Bob Feller Award, given to the farm system's top pitcher. Anderson has soared from obscurity as an amateur to priority as a professional. \"He's arguably now our best pitching prospect,\" said Ross Atkins, the Indians' vice president of player development. \"Every player is driven, but some guys just stand out a little bit more. He's one of them.\" Standing next to Anderson, it is easy to see why Cleveland envisions a pitcher durable enough to last through a big league season. He is listed at 6-foot-4 and 220 pounds, but his soft-spoken demeanor counters his broad frame. Anderson prides himself on wanting to remain on the mound for as long as possible, but he has been forced to internalize any frustration over pitch counts over the past three seasons. Cleveland is determined to develop him as a starter, and making the transition from relief is a daunting task, and that means being cautious with innings over a handful of seasons. \"I trust the Indians,\" Anderson said. \"I just believe in what they're doing.\" Plenty of pitchers switch from starting to relieving upon turning pro. Very few do the opposite. \"There's not a lot of stories along those lines,\" Atkins said. \"Mostly just because it's very difficult to be a starting pitcher. You have to have durability. You have to have effectiveness. You have to have several pitches you can throw for a strike -- not just one or two. All of those things don't come together too often. \"Our scouts did an unbelievable job of identifying that potential in him, having those attributes as a bullpen pitcher in college at a very small school, and identifying a person that would put in the effort and have all the other mental components that would allow for that.\" Anderson has flashed a mid-90s fastball since his days in the Golden Eagles' bullpen -- he posted a 2.21 ERA in 25 games across the 2010-11 seasons -- but his curve, slider and changeup did not really develop until after he was drafted. (Anderson said he \"kind of\" threw a curveball in college.) In 2011 the Indians limited Anderson to just three games (five innings) for short-season Mahoning Valley in his first taste of pro ball. One year later he increased the work load to 98 1\/3 innings, during which he struck out 72, walked 29 and posted a 3.20 ERA in 24 games for low Class A Lake County. Then, in his third season on the farm, he blossomed. Overall, he went 9-4 with a 2.65 ERA in 26 games between stints with high Class A Carolina and Double-A Akron in 2013. Along the way he piled up 122 strikeouts against 40 walks, and finished the year with a 1.18 WHIP. \"I just prepare every day like that never happened,\" Anderson said of last season's showing. \"Obviously, I enjoyed the success that I did have, but it doesn't set my career the way I want it to be. Ultimately, I want to get up here to the great town of Cleveland and win ballgames. That's the ultimate goal.\" Every offseason the Indians invite a select group of Minor Leaguers to the winter development program to acclimate them to the ballpark, city and big league life. Cleveland handpicks some players who are new to the system and others who are in a position to possibly affect the Major League team that year. Anderson is firmly on the team's radar. That was made clear on Saturday, when pitching coach Mickey Callaway was asked which prospects have the potential to swiftly ascend the Minor League ladder. Callaway named two: lefty reliever Kyle Crockett, and Anderson. \"We've got this kid named Cody Anderson who had a really strong season last year,\" Callaway said. \"That kid works his tail off and has the great makeup that we want. He's gritty, and pretty new to pitching. He hasn't pitched for a long time, but he's something to be excited about.\" The best part? Anderson no longer needs to hit a curveball. And he surely would not be able to handle the breaking pitch he throws these days. \"No,\" Anderson said with a laugh. \"The competitor in me says, 'Yeah, I'd go out and try.' But I don't think so.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
