{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/67268388\/club-president-randy-levine-sees-health-as-yankees-priority\/",
    "title": "Levine sees health as Yankees' priority",
    "subtitle": "President says club may continue to explore market, but big spending is complete",
    "body": "NEW YORK -- With the start of Spring Training just a couple of weeks away, the Yankees are not finished with the open market, although the big spending for this year may be over, said one of the team's top executives. \"I think for major free agents, we're done,\" club president Randy Levine told MLB.com during Wednesday night's outdoor NHL game at Yankee Stadium, a 2-1 Rangers win over the Islanders. \"But we're always trying to improve the team. That always happens.\" It has been an offseason of big spending for the Yanks on major free agents: $486 million worth. The biggest-ticket items were a seven-year, $153 million deal with outfielder Jacoby Ellsbury and a seven-year, $155 million contract with Japanese right-hander Masahiro Tanaka. In addition, the Tanaka transaction cost a $20 million posting fee paid to his former club, the Rakuten Golden Eagles. The Yankees also signed catcher Brian McCann (five years, $85 million), outfielder Carlos Beltran (three years, $45 million), as well as reliever Matt Thornton and infielders Kelly Johnson and Brian Roberts for a total of $12 million in an attempt to remake a team that missed the playoffs for only the second time since the current three-division format was implemented in 1995. The Yanks also re-signed right-hander Hiroki Kuroda for one year at $16 million. \"I think we're going to be very competitive,\" Levine said. \"We've got a lot of exciting new pieces. Obviously, Tanaka is going to help our pitching staff. We're excited. But between Brian McCann, Carlos Beltran and Jacoby Ellsbury, those are three outstanding players, real character people. Hopefully [Mark Teixeira] gets back, and most importantly, hopefully we don't have the bad luck of injuries we had last year. \"The fact that we were able to overcome that and stay close was really amazing. I just wish for good health this year.\" Teixeira, the team's first baseman, missed almost the entire 2013 season with a right wrist injury, and shortstop Derek Jeter missed substantial time after fracturing his left ankle during the 2012 postseason. Unlike last year at this time, when Jeter's ankle was still healing, the captain has been able to undergo a more normal offseason workout program rather than rehab the injury. He has only recently begun to engage in baseball activities. Jeter's health is one of the biggest questions facing the Yankees as they head to Spring Training in Tampa, Fla. Pitchers and catchers are slated to report on Feb. 13. Jeter will be 40 on June 26, and with 3,316 hits, he's heading into his 20th big league season, all with the Yanks. \"Everything I know about Jeter is that our people are saying he's working out every day and he's healthy,\" Levine said. Barry M. Bloom is a national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
