{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67270432\/phil-rogers-ariel-pestanos-return-is-great-for-cuba-in-caribbean-series\/",
    "title": "Pestano's return is great for Cuba in Caribbean Series",
    "subtitle": "After his World Baseball Classic snub, star catcher is back in the spotlight",
    "body": "Hello, Ariel Pestano. It's good to have you back on the big stage. One of the world's most recognizable catchers, the demonstrative Pestano will lead Cuba back to the Caribbean Series this weekend, adding flavor to a colorful event notable for its enthusiastic nationalism. Cuba gave birth to the Caribbean Series in 1949, and won the event seven times in 12 years. But it didn't participate after 1960, with Fidel Castro isolating his country. That policy has finally changed, along with a deal that could allow Cuban players to essentially be leased to teams in Mexico and Japan this season. For Cuba's baseball federation, the hope is that the easing of restrictions will slow the stream of defections that has cut into the talent pool for Serie Nacional, Cuba's top league, which operates in the winter. Rather than bolting for potential riches in North America, players could essentially play year round, earning money out of the country during the summer and then returning to play for Cuban teams in the winter, the way that many young players do in the Dominican Republic and Venezuela. It remains to be seen how that's going to work, but you only have to look at Pestano to know how baseball stirs the passion in Cuba, and how hard it ever is to know where the road is leading. While it was great to see a Netherlands team that combined the promise of Xander Bogaerts and the experience of Andruw Jones advance all the way to San Francisco in last year's World Baseball Classic, it was disappointing that Cuba couldn't play its way out of two Asian pools. It would have been great to see guys like Jose Abreu, Alfredo Despaigne and Erisbel Arruebarruena compete against the best from Japan, the Dominican Republic and Puerto Rico, but the Cubans couldn't hold a 6-4, eighth-inning lead in an elimination game at the Tokyo Dome. That Cuban World Baseball Classic team was missing something. It was missing Pestano, the 38-year-old catcher who had been a regular for national teams since the Sydney Olympics in 2000. Supposedly beyond his prime, Pestano was left off Cuba's roster last spring. It was huge news on the island, and a crushing blow for the proud Pestano, a drama king in the style of Brett Favre. Appearing on national television, Pestano announced that he was retiring, saying that the decision of the Cuban Baseball Federation had broken his spirit. But, like Favre, he couldn't stay away from the game that consumes him. Pestano was coaxed out of retirement by Ramon More, the manager of his Villa Clara team, and added to his legend last spring. Villa Clara finished fourth during Serie Nacional, grabbing the last spot for the playoffs. It knocked off the top team, Cienfuegos, in the semifinals, advancing to face Matanzas in the final -- a matchup made more intriguing because Matanzas was managed by Victor Mesa, the national team manager who had left Pestano off the Classic roster. Not only did Pestano do a great job handling Villa Clara's pitchers in the championship series -- in particular Freddy Asiel Alvarez, who had a streak of 40 2\/3 scoreless innings in the playoffs -- but he also blasted a grand slam in the clinching victory over Matanzas. How great do you think Pestano will feel when he takes the field against Hermosillo, the Mexican champion, on Saturday in Venezuela? Cuba is sending Villa Clara as its representative, helped by six players from other rosters. National team stalwarts Yulieski Gourriel and Despaigne will help the lineup, while Ismel Jimenez joins Alvarez to provide a 1-2 rotation punch that probably should make Cuba the favorite to win the Series. With MLB teams not wanting their guys to work this deep into the offseason, pitching is often in short supply at the Caribbean Series. But Cuba has its guys ready to go, and Pestano is back to make trip after trip after trip to the mound to work with them. Can't wait to see how crazy it gets. Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
