{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/67270980\/orioles-add-international-players-carlos-diaz-jomar-reyes\/",
    "title": "O's bring aboard international players Diaz, Reyes",
    "subtitle": "",
    "body": "The Orioles added two international players to their organization on Thursday, purchasing the contract of first baseman Carlos Diaz from the Mexico City Red Devils and signing free-agent third baseman Jomar Reyes, two players that Baltimore invested substantial money into and claimed as big scores. The 6-foot-2, 200-pound Diaz is a 17-year-old right-handed hitter from Baja California, Esenada, Mexico, while Reyes, 16, is from Santo Domingo, Dominican Republic. Both players had other clubs jockeying for their services -- for Reyes, as many as six other suitors, according to international scouting director Fred Ferreira -- and will report to the organization's Gulf Coast League affiliate. \"I think Fred has hit on two potential everyday Major League players who can hit in the middle of the lineup,\" O's executive vice president of baseball operations Dan Duquette said in a conference call. \"We've been developing pitching through the Minor League system, and these are two signings of two top quality position-player prospects to add to the position-player depth of our Minor League system.\" \"[These are] very exciting signings of mine,\" said Ferreira, who compared Diaz to Kendrys Morales and Reyes to Clete Boyer. \"Diaz puts on quite a show in any kind of batting practice and then he puts it in game situations. He's not just a workout player. The kid can project a high ceiling. He's got good actions around the first-base bag. He's a legitimate first baseman. \"Reyes is another very exciting player. I keep saying 'very,' because I truly mean this. They're very exciting, and I'm glad to get the great cooperation from Dan to get this thing done and get both of them signed.\" Duquette confirmed that the organization used international signing bonus money to ink the players, although he said the club still has resources available. Only a portion of the money the Orioles gave Diaz counts against them, since part of that went to Mexico City. Duquette also praised Ferreira for the find, and he indicated that given both players size they will move up in the organization's system as quickly as their performance dictates. \"Fred does a great job identifying talent and acquiring the valuable contracts of the club,\" Duquette said. \"[He] is a value-based investment adviser, and he does a nice job in identifying talent early and making a deal that makes economic sense for the team.\" Brittany Ghiroli is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
