{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/67271852\/left-hander-bruce-chen-royals-working-toward-one-year-contract\/",
    "title": "Chen, Royals working toward one-year contract",
    "subtitle": "Deal would include mutual option for '15; Santana less likely to come back",
    "body": "KANSAS CITY -- That didn't take long. Scant hours after MLB.com reported Bruce Chen's chances of returning to the Royals looked good, the left-handed pitcher was headed back to Kansas City. Chen is believed to have agreed to a one-year contract with the Royals, although he has to undergo a physical examination before the deal becomes final. \"The only thing I can tell you is we're working toward an agreement and nothing is final at this point,\" Royals general manager Dayton Moore said early Thursday afternoon. Chen wasn't talking very much, either. \"I really can't comment on anything,\" he said on Thursday afternoon. Chen's representatives, however, apparently leaked news of the agreement to news media Thursday morning. Reports were the deal was worth at least $4.25 million. Included was a $3.25 salary for 2014 plus a mutual option for 2015 for $5.5 million with a buyout of $1 million. Also part of it was a possible $1.25 million in performance bonuses. Chen earned $4.5 million last year. And he did earn it, working the bullpen in the first half and then swinging into the rotation for the second half. Together he was 9-4 with a 3.27 ERA in 34 games (15 starts). At 36, he remains one of those seemingly ageless left-handers with talent, knowledge and guile. The Rangers and the Orioles were also among teams interested in Chen. But Chen had spent the last five years with the Royals, leading them in victories in three straight seasons, and was never shy about his high regard for playing in Kansas City. \"I enjoyed my time there, I met my wife there and it's a very good organization. I think 2014 can be a very special year for the Kansas City Royals,\" he said in an interview Wednesday night. That's because the Royals made a run at a Wild Card berth in 2013. \"That was some of the most fun I've ever had,\" Chen said. \"A bunch of guys just coming together with a common goal and we were all working hard. We didn't care about numbers for us, we just cared about winning. It went right down to the last week so I definitely think the team's on the right track.\" Chen was one of two successful pitchers from the 2013 Royals that were on the free-agent market. Ervin Santana, who pitched much better than his 9-10 record indicated, is still unsigned and he's not likely to follow Chen back through the Royals clubhouse door. Although Santana's rumored wishes have supposedly come down from five years and $100 million to four years and $60 million, just one year at $15 million or so would push the Royals' projected payroll to about $100 million for 2014. That's extremely unlikely. Anyhow, there are some big-money suitors sniffing around the Santana camp. Santana also has raved about how much he liked his one season in Kansas City. But apparently he wasn't giving any discounts to stay. Meanwhile, Chen was believed to be headed for Kansas City to take his physical. If that goes OK, he might be welcomed back during Royals FanFest this weekend. Dick Kaegel is a reporter for MLB.com. Adam Berry contributed to this report. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Dick Kaegel"
}
