{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/67277358\/white-sox-oufielder-dayan-viciedo-preparing-to-live-up-to-potential\/",
    "title": "Healthy Viciedo preparing to live up to potential",
    "subtitle": "Making offseason adjustments, outfielder likely to platoon with De Aza in left",
    "body": "CHICAGO -- Injuries prevented Dayan Viciedo from getting into a rhythm in 2013 and building on an impressive first full season in the Majors. There was a left oblique strain in April and a jammed left thumb in August that zapped the 5-foot-11, 230-pound White Sox outfielder of his power. He saw his home run total fall from 25 in 2012 to 14, as well as his RBI total (78 to 56), while playing in only 124 games. Now, he says he's healthy heading into Spring Training after focusing on those areas, as well as making \"little adjustments\" to his swing, during the offseason. The only question remaining is how much of an opportunity he'll get to display his home-run and gap-to-gap power in 2014. With building block Avisail Garcia firmly entrenched in right field and the offseason acquisition of center fielder Adam Eaton bringing in another long-term piece in the White Sox reshaping process, left field appears set for a platoon with Viciedo and former starting center fielder Alejandro De Aza. Although that remains the likely scenario with about two weeks until Spring Training, Viciedo says he hasn't given it much thought. \"My job is to do exactly what they want me to do, when they want me to do it. When I'm called upon, I have to go out there and I have to perform,\" Viciedo said through interpreter and White Sox director of public relations Lou Hernandez last weekend at SoxFest. \"I think as long as I focus on doing what I have to do to prepare myself and being prepared for whatever I'm asked to do, I'm ready.\" The platoon with the power-oriented Viciedo and the speedy De Aza would allow the Sox to go with different looks; though, as the right-handed-hitting portion, Viciedo would get less playing time than the left-handed-hitting De Aza. Viciedo has fared much better against left-handers in his career, hitting .322\/.357\/.551 versus lefties compared to a .242\/.287\/.388 line against right-handers. De Aza's career splits are nearly identical. But as general manager Rick Hahn said at SoxFest, the roster makeup in late January isn't indicative of the 25 players the team will bring north from Arizona. Regardless of what, if any, moves are made, Viciedo is ready to turn last year's final 30 games -- in which he hit .333\/.359\/.505 with four homers, seven doubles and 19 RBIs -- into a springboard for 2014. \"At the end of the season last year, I tried to work hard to finish strong,\" Viciedo said. \"I dealt with an injury and I felt like I finished in a good place. Since the offseason started, I've just tried to focus and mentally get myself ready and work hard for Spring Training.\" Although he only turns 25 in March, this year marks Viciedo's third full Major League season. Will this be the year he lives up to his potential? That, White Sox hitting coach Todd Steverson said, is a dangerous question. For example, if Viciedo -- long-tagged as a power hitter -- hits .315 with 10 home runs and a .380 on-base percentage, is he a failure? \"If people label you as a power guy and you only hit 10, some people may turn around and say, 'Hit .270 with 25,'\" said Steverson, adding he would not consider such a season a disappointment for Viciedo. Viciedo seems to understand that. He said any adjustments he's made to his swing have always been about \"taking good swings and making good contact.\" That is what Steverson would like Viciedo to focus on this season, which is one the hitting coach views as about continued growth. \"Does he have a ton of talent? Absolutely,\" Steverson said. \"He's got enough power to hit 25, 30 homers a year, he's not that slow, he uses the whole field, can defend, and that's why the Sox picked him up a long time ago, because they saw potential in the future of him. \"Now he's at the highest level and it's time to make a final transition into becoming a solid everyday Major League ballplayer.\" Cash Kruth is a reporter for MLB.com. Follow him on Twitter at @cashkruth. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Cash Kruth"
}
