{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/66250724\/richard-justice-past-seasons-hint-at-more-surprises-in-2014\/",
    "title": "Past seasons hint at more surprises in 2014",
    "subtitle": "Plenty of teams ready to make breakthrough, reach postseason",
    "body": "We never saw it coming two years ago with the Orioles and Athletics, and how much fun was that? To watch Adam Jones and Josh Donaldson and the others get their first taste of the postseason, to see those ballparks in Oakland and Baltimore packed, that was about as good as it gets. When clubs do something like that, there's an energy around the clubhouse that's incredible. Down the stretch, every game has the feel of a playoff game, and it's thrilling, exhausting and completely captivating. Baseball delivered again in 2013 with the Pirates and Indians returning to the postseason. Plenty of other stuff happened. The Royals were a really good, tough-minded team that endured all kinds of storms and fell short of the postseason. The Red Sox, as you probably heard, had a worst-to-first season. Back to the Indians and Pirates. No matter what Jason Kipnis and Andrew McCutchen do for the rest of their careers, they're sure to have a special place in their hearts for 2013. Again, it just felt right having Pittsburgh and Cleveland celebrating their baseball teams. And so, on this New Year's Day, what's next? Who do you have in 2014? Is there a team out there that would stun us with the kind of run the A's, Pirates, etc., have had the last two years? This is a terrific time to be a baseball fan, because the talent level among the top dozen or so teams has never been so close. Perhaps that's why this offseason has been so crazy. At least 20 teams -- that's probably low -- believe they're a move or two from making the playoffs. And so, they go for it. If it means spending a few more bucks, they spend 'em. If it means fast-tracking a kid to the big leagues, they fast-track him. Let's begin with five teams that didn't make the playoffs in 2013. The Yankees, Nationals, Giants, Rangers and Royals would surprise almost no one by playing October baseball in '14. The Mariners can't be a surprise because they just spent $240 million to grab the No. 1 free agent: Robinson Cano. No team that opens a season with Cano in the middle of the lineup and Felix Hernandez at the top of the rotation can be considered a real surprise. The Rays and Athletics don't qualify anymore, because both franchises long ago proved they're smarter and more efficient than almost anyone. Still, there's potential for surprise. Even with 14 of 30 teams having played at least one postseason series the last three seasons, there are teams out there that could grab our attention. Let's look at four: 1. Padres This is a good baseball team, potentially a really good baseball team. At least, they're a good baseball team on this New Year's Day. That's because they're hopeful of getting full seasons from Carlos Quentin, Cameron Maybin, Yonder Alonso and Tyson Ross. No team has been decimated more by injuries the last few seasons than the Padres, and so after general manager Josh Byrnes made two solid additions in starter Josh Johnson and reliever Joaquin Benoit, there's quiet confidence inside the organization. In Andrew Cashner, Ian Kennedy, Ross and Johnson, the Padres have the makings of a solid rotation. And if Quentin and the others stay healthy, the Padres will hit. It's just a matter of the Padres being the club that Byrnes and manager Buddy Black see them being. For that to happen, they need some luck with injuries. They're due. 2. D-backs If you look at the D-backs long enough, you might be able to find a reason they won't be a terrific team in 2014. I'm not there yet. With Paul Goldschmidt and Mark Trumbo in the middle of the lineup, with baseball's best pitching prospect (Archie Bradley) pushing for a spot in the rotation, Arizona has a chance to make some noise in a division that could be brutal. The Dodgers are going to be good. The Giants probably will be good. The Padres have a chance, too. So the D-backs have little margin for error. They need their main guys -- Goldschmidt, Trumbo, Martin Prado, etc. -- to deliver. They also need to stay healthy. And like the Padres, the D-backs have a chance. 3. Rockies General manager Dan O'Dowd has had a nice offseason, adding Brett Anderson to the rotation and Justin Morneau to the lineup. Anderson might be the key to the entire organization. The Rockies were 38-23 in games started by Jhoulys Chacin and Jorge De La Rosa in 2013, and 36-65 when they sent anyone else to the mound. So if Anderson can stay healthy, if he can be the pitcher everyone in baseball knows he can be, the Rockies would have a vastly different look. And if someone else -- 23-year-old right-hander Jordan Lyles, acquired from the Astros in the Dexter Fowler deal, for instance -- fulfills some of his so-far untapped potential, things could get interesting in Colorado this summer. 4. Twins From the moment Terry Ryan returned as general manager two years ago, his first priority was to add pitching. That he has done methodically. He traded Ben Revere and Denard Span that first offseason to get three pitchers -- Alex Meyer, Trevor May and Vance Worley. He signed free agent Kevin Correia. He has drafted nine pitchers in the first two rounds of the last two First-Year Player Drafts. And this offseason, he has added free agents Phil Hughes and Ricky Nolasco, and re-signed Mike Pelfrey. So while the Twins are a work in progress and seem a longshot to pass the Tigers, Royals or Indians in the American League Central, there's at least hope. If young guys -- like third baseman Trevor Plouffe and center fielder Alex Presley -- take a step forward, if Joe Mauer has a healthy and productive year, the Twins have a chance to be competitive. There could be others. The Marlins and Astros have tons of young pitching. The Mets have gotten better this offseason. The White Sox have added a new core of players that will be fun to watch grow up. So on this New Year's Day, it's tougher than ever to predict how we'll be surprised in 2014. However, if recent history is any indication, it'll happen. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
