{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/66235528\/clint-hurdle-starling-marte-cant-continue-to-be-pinata-for-pitchers\/",
    "title": "Hurdle: Marte can't continue to be 'pinata' for pitchers",
    "subtitle": "Pirates skipper concerned by dynamic outfielder's propensity for getting hit by pitches",
    "body": "Although the idea did not thrill his Pirates bosses, Starling Marte again began ramping up for Spring Training with a Winter League cameo in his native Dominican Republic. Marte suited up for Escogido only a few days before the Dec. 22 end of regular-season play, but a couple of games were enough to suggest he was already in midseason form. In each of those games, Marte was hit by a pitch. The second time, it was on his left hand and he was removed from after one inning, grimacing in pain. On the mainland, team folks were also making faces, recalling how Marte's late-season monthlong absence with a right-hand injury briefly jeopardized their postseason plans. That disabling right-hand contusion resulted from having been stepped on by the third baseman as Marte reached for the bag on a stolen-base attempt, but that fact seemed incidental to Pirates staff, who had watched pitches leave stitch marks on both of the leadoff hitter's hands all season. Marte ranked second in the Majors in getting drilled, 24 times to Shin-Soo Choo's 26 (no one else was even close to them, Neil Walker being next with 15). \"This is nothing new for him. He's led every league he's ever played in in getting hit by pitches,\" manager Clint Hurdle said. In Hurdle's view, Marte's New Year's resolution should be, \"I will no longer be a pinata.\" This is a major concern, and doing something about it is one of the first challenges facing Jeff Branson, the Bucs' new batting coach. \"We'll work on it in Spring Training,\" said Branson, who observed Marte's approach as the assistant to last season's batting coach, Jay Bell. \"Those pitches that get his hand, they aren't terribly inside. But the way he crowds the plate, his hands are exposed. We have to try to get his hands out of harm's way. Nothing too dramatic, just little tweaks.\" Marte solved the Pirates' leadoff problems, and he now must solve this problem, because his dynamic talents are sorely missed when he isn't on the field. In their 94-win season of 2013, the Bucs had a losing record (13-14) in games missed by their left fielder. \"We've got to help him find a way to evade pitches,\" Hurdle said. \"He's not getting out of the way. His movements in the box are completely reactionary. But evading pitches clearly has not been one of his strengths.\" Branson's potential role in this is helping adjust Marte's approach so he becomes more confident and comfortable with two strikes. His actions may be less reactionary than instinctive: Get on base any way you can. Few of the pitches that struck Marte bore way in on him; several, in fact, appeared to be borderline strikes from which he made little effort to get out of the way -- especially when the pitcher had him in a two-strike hole. Remarkably, 20 of the 24 times he got hit were with two strikes, an 83-percent rate nearly double the Majors average. Those HBPs helped his on-base percentage with two strikes reach .280 (it was .233 otherwise). In Branson's view, the high incidence of two-strike clippings had more to do with the approach of pitchers than that of Marte. \"He was pitched inside, because he had a tendency to chase in there,\" Branson said. \"And if a pitcher got him to chase inside early in the count, he would just expand that zone to see how far it could go. By two strikes, they had it pretty wide and would come in even more. So the key is to get Starling to not chase those inside pitches early in the count, then pitchers will have to find a different way to go after him if they do get two strikes on him.\" As solid as Marte's bottom line was, with two strikes he was a .197 hitter. Otherwise, he hit .394. That's a wide gap, and closing it will make him less likely to subconsciously keep trying to get on base the hard, painful way. Experience -- improving pitch recognition, strike-zone discipline, patience -- must help in this regard. It has to correct the most astonishing breakdown of Marte's first full big league season: In 566 plate appearances, he drew only one more walk (25) than he was hit by pitches, possibly an unprecedented ratio (Choo, by comparison, also walked 112 times). \"He's an aggressive hitter,\" Branson said of Marte. \"Always has been. He's not up there to walk. We have to make sure he channels that aggression the right way.\" Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. He can also be found on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
