{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/67240768\/royals-add-outfield-depth-with-trade-for-carlos-peguero\/",
    "title": "Royals add outfield depth with trade for Peguero",
    "subtitle": "Lefty Teaford designated for assignment to make space on 40-man roster",
    "body": "KANSAS CITY -- The Royals added outfield depth on Wednesday, acquiring Carlos Peguero from the Mariners. In exchange, the Mariners will receive a player to be named or cash. Peguero, 26, was added to the 40-man roster and, to make room, left-hander Everett Teaford was designated for assignment. Peguero becomes the seventh outfielder on the roster, joining the presumed regulars -- Alex Gordon, Lorenzo Cain and Norichika Aoki -- as well as Lane Adams, Jarrod Dyson and Justin Maxwell. Four non-roster outfielders have also been invited to Major League camp: Jorge Bonifacio, Gorkys Hernandez, Melky Mesa and Paulo Orlando. \"Our staff loved his power, and [hitting coach] Pedro Grifol had extensive history with Carlos from his days in Seattle,\" Royals general manager Dayton Moore said. \"He was [designated for assignment[ last week and we were persistent and glad we were able to make a deal.\" A left-handed-hitting corner outfielder, Peguero is listed as 6-foot-5 and 260 pounds. In the last three years, he's played 65 games at the Major League level for the Mariners, with a .195 average, nine home runs and 27 RBIs. He played just two games last year and spent most of the season with Triple-A Tacoma, batting .260 with 19 homers and 83 RBIs. \"Obviously we acquired him for his potential power,\" Moore said. \"He's out of options, so he'll have to make our team, but he'll get a chance to compete and we'll see how it works in the future. It gives us more depth, especially depth with power. He's a quality makeup guy -- he works hard and plays hard. Pedro speaks very highly of him.\" In a 2011 game against Tampa Bay, he hit two home runs out of the ninth spot in the order. In 2010 he played for the World team in the All-Star Futures Game and went 2-for-4. A native of the Dominican Republic, he played seven games this winter for Gigantes del Cibao and hit .296. Teaford, 29, pitched in just one game for the Royals last season but appeared in 44 games in 2011 and '12, going 3-5 with a 4.27 ERA. For Triple-A Omaha in '13, he went 4-6 with a 3.49 ERA in 31 games, including 14 starts. If Teaford clears waivers, there's a good chance he'll be offered a Minor League assignment by the Royals. \"He's a terrific person and he's always been very reliable,\" Moore said. \"He's given us some quality innings.\" Dick Kaegel is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Dick Kaegel"
}
