{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/66124700\/rays-special-assistant-rocco-baldelli-enjoying-latest-chapter-of-his-baseball-life\/",
    "title": "Baldelli enjoying latest chapter of his baseball life",
    "subtitle": "Former outfielder now contributing to Rays from a front-office capacity",
    "body": "ST. PETERSBURG -- Things don't always turn out as planned. Just ask Rocco Baldelli. Fortunately for the former Rays standout, he's made the most of his situation and moved forward, making a successful transition from the playing field to the front office. Tampa Bay selected Baldelli with the sixth pick of the 2000 First-Year Player Draft, and the native of Rhode Island made his Major League debut on March 31, 2003, at the age of 21. He hit .289 that season, with 11 home runs and 78 RBIs in 156 games. Unfortunately for the Rays and Baldelli, that would be the high-water mark for the number of games he played in a season. After a 2004 campaign in which he hit .280 with 16 home runs and 74 RBIs, the promise he showed began to be blunted by injuries. He was limited to 136 games in 2004, missed all of 2005 due to a knee injury, then returned to play in 92 games in 2006. In the years that followed, Baldelli would be diagnosed with a muscle disorder that often left him fatigued, which made him more susceptible to other injuries. Ultimately, that condition caused him to retire for good following a 10-game stint during the 2010 season. Baldelli made over $6 million during his career, and handled his money wisely. But he was just 29 when he retired, bringing him face to face with the question of what to do the rest of his life. \"I'd thought about what I would do after baseball, I thought about it a lot -- especially during the latter part of my career when I started having the issues,\" Baldelli said. \"I never did really come up with a good answer in my mind. I didn't have any other jobs skills. Like most guys who play, it's a scary time when you're done and you don't know what direction you're going in. \"I thought about going to school. I thought about opening a business. I thought about maybe staying in baseball. I didn't have any idea about what I was going to do or what I wanted to do. There were a lot of things I kind of wanted to do, but nothing really stepped forward.\" Throughout it all, Baldelli's character, personality, athletic ability, and intelligence made him Rays royalty. Once the athletic ability had been removed from the equation, what remained was special. Executive vice president of baseball operations Andrew Friedman and others in the organization felt Baldelli had a lot to offer, though they didn't exactly know what. So Friedman extended a blanket offer to Baldelli to join the organization's front office in a hybrid role that the forner outfielder would define. \"When I stopped playing, Andrew asked me to come down to Spring Training,\" Baldelli said. \"When I did, he brought up the possibility of me of staying involved. And that's kind of where I started. \"I always had intentions to keep working in some fashion. I don't know what I would do every day if I didn't go to work or put my mind to use in some way. [Joining the Rays] was a really nice thing to fall back on during a time when I was a little confused.\" Friedman told Baldelli he wanted him to do something he enjoyed. \"I didn't know what I would do and what skills I needed, what skills I actually had and didn't,\" Baldelli said. \"I was just trying to figure out where I fit in and where I could help -- and what I was interested in.\" Baldelli now holds the title of special assistant, baseball operations. \"I get to take part in every aspect of the organization and offer anything that I want to offer on any topic that I want to offer it about,\" Baldelli said. \"That being said, obviously, the baseball calendar is pretty structured. So my schedule gets basically made for me because I get to take part in observing our own guys during Spring Training -- both Major League and Minor League -- and then going into Draft preparation, and then going into pro-scouting work before the Trade Deadline. [I see all of] our clubs whenever possible and [hopefully have the opportunity to see] our club playing in the playoffs or late in the season. \"I get to see everything. I really enjoy gaining a perspective on everything we're doing. ... It gives you a big picture view, and during the year I get the micro view of the organization.\" Friedman noted that Baldelli is \"a special person with a passion for the game,\" and that he's the \"sort of teammate you want on your side\" in any endeavor. \"But even knowing that, it's still striking how seamlessly he's adjusted,\" Friedman said. \"His feel for the work he is doing now is tremendous -- especially when you consider how recently he started doing it. As a scout, his input on both amateur and pro players has been invaluable. He's also spent time around our Minor League staff and players and in the office, and provided great insight in each area.\" Baldelli loves what he does, calling it \"an eye-opening experience\" in a lot of ways. \"When you're playing, you never really know what else is going on anywhere else in the organization -- except for what's going on in the clubhouse and on the field,\" Baldelli said. \"That's the only thing you're familiar with. But I've realized that the amount of work and time spent on just trying to help us win games is immense -- and there are a lot of people doing a lot of hard work.\" He confessed that he wasn't initially prepared for the grind required by his job. \"I wasn't really used to it, at first,\" Baldelli said. \"You're used to just performing for a short period of time. You're used to taking care of your body. You're used to things like that -- and actually waking up and getting dressed, and traveling and going to work every day. You get tired in a very different way. You work yourself physically when you're a player. But you really work yourself tirelessly in another way when you're actually working upstairs or out on the field.\" Baldelli allowed that he can no longer do a lot of the things that it would take to be a professional athlete. \"But I can do most everything that I need to do to be a well-functioning human being and feel good physically,\" said Baldelli. \"Do I feel like I used to? No. But I work out, I feel great. I'm eating well. I go to the gym. I run, I jog. I feel good. But I don't feel well enough to play sports at the level I once did.\" Obviously, Baldelli's career was cut short prematurely. But he seems at peace with that reality and thankful to have something to replace the high of playing in the Major Leagues. \"There's a competitive aspect to my job I really enjoy,\" Baldelli said. \"And I get to continue to go to the field. I get to be around the game I love. I get to be around good people. The competitive nature of what we do makes it fun, in addition to all the things I find interesting. \"So, I can't think of anything that I would prefer to be doing for a job. In a lot of ways, it is work -- and in a lot of ways, because I enjoy it, it is work but it's not. Because I couldn't imagine doing something that I don't have a passion for -- and I have a passion for this.\" Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
