{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/66227884\/jon-weismans-dream-becomes-reality-with-new-dodgers-blog\/",
    "title": "Weisman's dream becomes reality with new position",
    "subtitle": "Longtime Dodger Thoughts blogger spearheading club's new blog",
    "body": "LOS ANGELES -- During the Winter Meetings, the Dodgers landed a Rule 5 pitcher and Jon Weisman. More Dodgers fans are familiar with Weisman than the pitcher, Seth Rosin, even though the chances of Weisman ever pitching for the Dodgers are even longer than Rosin's. Followers of Weisman's trailblazing blog, Dodger Thoughts -- and they are loyal -- should already have circled Jan. 6 on the new calendar as the debut date of the new Dodgers blog Weisman is spearheading, which can be accessed through dodgers.com. The blog is only part of Weisman's new role as the team's director of digital and print content. It's a new position created by the Dodgers, who hope to push the envelope on communicating directly with their audience. He will be responsible for creating and producing original digital content for the club's website, as well as overseeing all of the Dodgers' publications -- including Dodgers Magazine -- and integrating them online. Weisman said he will also be lead contributor to a daily blog that essentially picks up where his popular Dodger Thoughts left off. He's no rookie when it comes to multitasking, as this 46-year-old husband and father of three was a senior editor at Variety while he moonlighted as Dodger Thoughts' blogger. \"The mission remains essentially the same as Dodger Thoughts -- I'll still be trying to offer insight in a number of different ways,\" said Weisman, whose blog journey included stints with the Los Angeles Times and ESPNLos Angeles -- as he tried to thread the needle between entrepreneurial aspiration and the blogosphere's challenging economic realities. \"But I intend to continue my style of writing. There will be a comment section. When you go to a game, you talk baseball, but you also talk life. I want it to be a community, a bonding with each other. I'm not replicating Dodger Thoughts here, that's impossible. I want to do as much of what Dodger Thoughts did as possible, but this site can offer a lot more. And the access -- well, with Dodger Thoughts, if I had one interview with [general manager] Ned Colletti, I'd call it a year. Now, I can take advantage of a ton of access.\" Weisman's office is at Dodger Stadium. He won't be traveling much with the club or attempting to cover it in beat fashion. Off-beat fashion, maybe. But he'll always be providing the analytical insight he's provided since 2002, which raised the bar for the explosion of bloggers that have followed. \"It's amazing how ... blogs and online analysis are everywhere today,\" Weisman said. \"Back then [when I began], it was so new and rare. It was a gap I was looking to fill. Bill James was my role model. He was telling a story that wasn't being told by the conventional media, and I started my site with that as my goal. I had no idea if there was an audience, but it slowly grew, although never into a full-time job. But it gained respect and it became clear that there was an appetite for it.\" Weisman, a native Angeleno and Dodgers fan since his earliest memories, launched a career in sportswriting in 1989 at the Los Angeles Daily News. He has written books and television scripts, eventually landing at Variety for a seven-year stint. But his connection to baseball remained strong. Through Dodger Thoughts, he became familiar with Dodgers officials -- and his desire to someday work for the club grew. Meanwhile, the club's chief marketing officer, Lon Rosen, has envisioned a greater utilization of the club's online potential and made the move to bring Weisman aboard after the end of last season. Weisman said he will draw contributions from a group including team historian Mark Langill, Dodgers Magazine editorial assistant Cary Osborne and coordinator of social media Josh Tucker. \"The Dodgers started an in-house blog under [former publicity vice president] Josh Rawitch several years ago, but this will be a much more expansive effort,\" said Weisman. \"It will have some of the elements of Dodger Thoughts. I'll be the lead writer, but there will be multiple contributors. We won't be beat writers, won't be working long hours in the clubhouse, but we will try to give a picture of the entire organization. My goal is to deliver more content and help as many people in the organization convey their passion for what they do. It could be pretty amazing. \"I'll have the benefit of insider access I've never had. It's just my second week, but I feel like I did 10 years ago. There's an untapped area. There are tons of coverage we can do, and I want to break new ground. I want to do more with the magazine online and just promote a more dynamic content experience. Dodgers.com remains the home page. The blog will be distributed through the home page. There will be multiple posts a day. It will be a constant source of material. ... It's all pretty amazing -- and it's pretty daunting. I feel a great deal of responsibility.\" Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
