{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/67242248\/new-york-yankees-sign-nine-to-minor-league-deals\/",
    "title": "Yankees sign nine to Minor League deals",
    "subtitle": "Club has invited 13 pitchers, three catchers, six infielders and four outfielders to camp",
    "body": "The Yankees announced on Wednesday the signing of nine players to Minor League contracts with invitations to Major League Spring Training, bringing the total number of invitees to 26. The nine players signed to Minor League deals are: right-hander Bruce Billings, infielder Russ Canzler, right-hander Robert Coello, right-hander Brian Gordon, right-hander Chris Leroux, outfielder Antoan Richardson, infielder Scott Sizemore, infielder Yangervis Solarte and infielder Zelous Wheeler. Of the 26 invitees, 13 are pitchers, three are catchers, six are infielders and four are outfielders. The number of players scheduled to report is 66 -- 18 fewer than last year's total of 84. Canzler (29 games), Coello (28), Sizemore (160) and Leroux (63) all have Major League experience. Reliever Matt Daley, infielder Corban Joseph and right-hander Jim Miller are among those to also earn invites after spending time with the Yankees last season. The list of further invitees includes five of the Yankees' picks from the 2010 First-Year Player Draft -- outfielder Mason Williams (ranked by MLB.com as the club's No. 2 prospect), right-hander Danny Burawa, outfielder Tyler Austin, right-hander Chase Whitley and left-hander Fred Lewis. The organization's Minor League Pitcher of the Year in 2012, Mark Montgomery, is also invited. The remaining invitees are: catchers Pete O'Brien, Francisco Arcia and Jose Gil; outfielder Adonis Garcia; infielder Jose Pirela; righties Yoshinori Tateyama and David Herndon; and lefty Francisco Rondon. Joey Nowak is a reporter for MLB.com. Follow him on Twitter at @joeynowak. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joey Nowak"
}
