{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/67242376\/reds-hammering-home-art-of-bunting-to-billy-hamilton\/",
    "title": "Reds hammering home art of bunting to Hamilton",
    "subtitle": "New leadoff man working on laying one down to get on base more, show off speed",
    "body": "CINCINNATI -- The Reds believe this coming season that one of the hardest plays for an opponent to defend against could be a bunted ball by Billy Hamilton. His quickness and speed make this a pretty sound hypothesis. For this premise to be proven accurate, one very important thing has to happen: the very same Hamilton must perfect the art of bunting first. Before taking a break for Reds Caravan last week, Hamilton was already at the team's Spring Training complex in Goodyear, Ariz., to work on his hitting, but namely the bunting. He resumed working again this week. Helping Hamilton is his former manager, Double-A Pensacola skipper and ex-big league speedster Delino DeShields. \"It's been good,\" Hamilton said. \"I've been working on my bunting a lot more, and me and him are doing things with my hitting that will help me out this season. When Spring Training comes, I will be ready.\" Cincinnati's No. 2 ranked prospect, the 23-year-old Hamilton is expected to be the club's new leadoff hitter and center fielder. His predecessor at the top of the order, free-agent departure Shin-Soo Choo, was one of baseball's best at reaching safely with a .423 on-base percentage. Choo also drew 112 walks and was hit by a pitch a league-leading 26 times. The Reds don't expect Hamilton, who is still learning to hit consistently from both sides of the plate, to be as prodigious as Choo in the on-base percentage category. But they also know that Hamilton won't have a chance to steal second or third base without being better able to reach first base. \"If he is what we think he can be, he'll be just what we need -- somebody that puts that bit of fear in every opponent,\" Reds manager Bryan Price said in December. \"I watched Ichiro [Suzuki] do it [for the Mariners]. He was a true left-handed hitter, but the speed tool just created a sense of anxiety that was palpable on the field.\" Last season, Hamilton successfully stole 13 bases in 14 attempts during his September callup to the Majors after swiping 75 bags for Triple-A Louisville. In 2012 in the Minors, he set a new professional record with 155 steals. DeShields has been helping Hamilton with the mechanics and nuances of bunting. \"It's more about not getting out of the box,\" Hamilton said. \"That's what most bunters do -- get out of the box too fast and not get the bunt down. My main thing is to get the bunt down. I'm thinking bunt first, then run.\" Over his 19 big league at-bats in 2013, Hamilton had a .368 average and a .429 on-base percentage. His batting average on balls in play (BABIP) was .467, and included one bunt for a single. At Triple-A, he batted .256 with a .308 on-base percentage and .310 BABIP in 123 games. He had 21 bunt base hits. After the season, the Reds had Hamilton play winter ball in Puerto Rico to get more at-bats. The Reds will be more than pleased if Hamilton can find ways to put the ball into play, because his speed increases his chances of reaching base. Being able to bunt would only enhance his bag of tricks. \"Bunting is more points on your average,\" Hamilton said. \"My first year in Billings, I had maybe 20-something bunt hits and a great average [.318 in 2010]. I'm realizing now that I will have to bunt more for my average to get where I want it to be. It will be part of my game.\" Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
