{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/67247486\/reds-find-potential-backup-shortstop-in-ramon-santiago\/",
    "title": "Reds find potential backup shortstop in Santiago",
    "subtitle": "Seeking additional infield depth, club signs veteran to Minors deal with camp invite",
    "body": "CINCINNATI -- Seeking infield depth, namely a backup shortstop, the Reds signed free agent Ramon Santiago to a Minor League contract and invited him to big league camp for Spring Training. If Santiago makes the club, he can earn $1.1 million in salary for 2014. \"We had identified three or four guys, but we liked him a lot,\" Reds general manager Walt Jocketty said. \"I've liked him for a while. I tried to sign him a couple of years ago before he signed his last contract with Detroit. He's a solid defensive player at second base, shortstop and third base. He's a switch hitter that runs well. He'll put the ball in play. His numbers aren't great but he handles the bat well enough that he's not going to be a dead out. He's another good character guy and a good guy for the clubhouse.\" Santiago, 34, is a 12-season veteran of the Tigers and Mariners. Last season for Detroit, the switch-hitting Santiago batted .224\/.288\/.298 in 80 games. Lifetime, Santiago is batting .243\/.311\/.330. The Reds already have Zack Cozart as their regular shortstop, but they wanted added depth. On Monday, another infielder was added on a Minor League deal in ex-Rockies player Chris Nelson. He was also invited to camp, but lacks experience at shortstop. Already under big league contract for bench roles are utility player Skip Schumaker and third baseman Jack Hannahan. The Reds have had three backup shortstops over the last three seasons -- Edgar Renteria, Wilson Valdez and Cesar Izturis -- all without much success, especially offensively. The three combined for a .228 batting average with a .275 on-base percentage over 236 games. Jocketty and manager Bryan Price didn't feel they had to have a backup shortstop, but kept their eyes peeled. Both third baseman Todd Frazier and Hannahan could also play the position, if need be. Santiago can opt out of the contract if he does not make the team at the end of camp. Would he accept a Triple-A assignment? \"Possibly. If there's not another Major League job out there, he might,\" Jocketty said. \"I would think he's got a pretty good shot at making the club.\" Jocketty does not expect to make any more free agent additions, but left his options open. \"You never know,\" Jocketty said. \"We keep getting calls from different agents for guys that haven't signed yet. If they look attractive enough to us, we might consider it, but nothing is pending.\" Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
