{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67247494\/after-15-year-career-lance-berkman-decides-to-retire\/",
    "title": "After 15-year career, Berkman decides to retire",
    "subtitle": "",
    "body": "Lance Berkman has decided to retire, he told MLB.com on Wednesday afternoon. \"It doesn't make sense to play in the physical condition I'm in,\" Berkman said. Berkman has had continuing problems with his right knee, the same injury that limited him to 73 games for the Rangers last season. \"I'm not going to keep trying to run out there for the heck of it,\" Berkman said. During his 15-year career, Berkman made the National League All-Star team six times and was a member of five playoff teams, including the 2011 Cardinals, who won the World Series. Berkman had toyed with the idea of attempting to play a 16th season, but he came to the conclusion that his 37-year-old body wouldn't allow him to. \"I think I'm actually glad about it,\" Berkman said. \"I'm excited about the next chapter in my life. I'm looking forward to spending more time with my family, and at some point, I'll definitely coach somewhere.\" Berkman's legacy will be that he was one of the best offensive players in the game for a long stretch of his career. During his first 12 seasons, including 10-plus with the Astros, he averaged 30 home runs, 34 doubles, 95 walks and had a .410 on-base percentage and a .958 on-base-plus-slugging. His .9429 OPS is the 26th-highest in history among players with at least 500 games. It's higher than Hall of Famers Willie Mays and Hank Aaron. Berkman was also one of the most popular players on every club on which he played, including that 2011 Cards team. That 2011 season fulfilled Berkman's dream of playing for a champ. He came close in 2005, when the Astros won the NL pennant but were swept by the White Sox in the World Series. Berkman was traded to the Yankees at the non-waiver Trade Deadline in 2010 and signed with the Cardinals the following year. He fell in love with both the city and the team, and when the Cards won the World Series that year, he uttered this memorable quote: \"The emotions are overwhelming. I can't even begin to describe. It's one of those things you've thought about for so long, and then when it happens, it hits you harder than you ever imagined.\" That was the final high point of Berkman's career. He played just 105 games the next two seasons, spending 2012 with the Cardinals and last year with the Rangers. \"I've had a great career,\" Berkman said. \"I did everything anyone could have set out to do. I'm looking forward to seeing what's next.\" Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
