{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/67252656\/richard-justice-lance-berkman-retires-known-for-sense-of-humor-kindness-in-15-seasons\/",
    "title": "Berkman left his mark on teammates in 15 seasons",
    "subtitle": "Retiring six-time All-Star known for his sense of humor and self-deprecation",
    "body": "If you're really lucky in life, you might someday meet someone as funny and smart and decent and instantly likable as Lance Berkman. In the end, that might be the real legacy of his 15-year career, at least to the teammates, managers, coaches and assorted others who knew him best. Yes, Berkman was a tremendous player. For most of his 15 seasons, he was one of the best offensive players in the game, an on-base machine who also hit for power. In his first 12 seasons with the Astros, he averaged 27 home runs, 31 doubles, 87 walks and a .401 on-base percentage. In his last great ride, Berkman helped the Cardinals win the 2011 World Series with a season that included a .301 batting average, 31 home runs and 94 RBIs. He finished seventh in the National League Most Valuable Player Award balloting that year and batted .423 in the World Series. Still, if you ask almost anyone who knows him, that's not where they would begin. They would begin with the fact that they liked him and that he made them laugh. Berkman would show up in the clubhouse in boots, jeans and a T-shirt. He drove a Ford F-150 pickup and could quote both the Bible and Willie Nelson. He once said that his idea of the perfect day was to spend the morning doing chores on his ranch, have a steak for lunch and sleep on the sofa the rest of the day with college football on television. When Texas lost the 2010 BCS Championship Game to Alabama after its starting quarterback, Colt McCoy, got hurt early in the game, Berkman phoned me the next morning. \"Can you put me in touch with Colt McCoy and Garrett Gilbert?\" he asked. McCoy had gone down early in the first quarter and been replaced by Gilbert, a true freshman. Sure, Lance. \"I just want to tell them that as a Texan how proud I am of them,\" he said. \"I just feel the need to do that.\" That simple gesture spoke volumes about his heart and thoughtfulness. Berkman also never met a stranger. When he was playing first base, he would chat up every single player who dropped by. One of the jokes became that he and Sean Casey, who also liked to talk, would someday get so wrapped up in a conversation that they'd forget there was a game going on. Not all his teammates were so chatty. For instance, one morning Berkman saw Jeff Kent, a teammate at the time. \"Good morning, Jeff,\" Berkman said. Silence. \"Hey, Jeff,\" he said, \"it's customary in our society that when I tell you 'good morning,' you say something like -- I don't know -- 'Good morning, Lance.'\" Kent laughed. Once, when one of the Astros' radio guys had taken to questioning Berkman's leadership and production, Berkman was asked if his feelings were hurt after all he'd accomplished. \"No, he's entitled to his opinion,\" he said. \"Besides, he's right.\" Almost no one in the media ever criticized Berkman because he was so hard on himself. \"I stink,\" he said during one dry spell. \"There's nothing you could write that would be as tough as the things I'm thinking about myself.\" Berkman's original nickname was \"Fat Elvis.\" Because, well, there was a slight resemblance. And then one morning on a radio show with a couple of buddies, he was asked about being called \"Fat Elvis.\" \"I don't think it fits me,\" he said. What would fit you? And with that, they began batting around different names. \"How about 'The Puma'?\" one of the guys asked. \"That's perfect!\" Berkman said. \"Lean and quick. Yep, that's me. From now on, I want to be known as 'Puma.'\" Through the years, few people knew that \"Puma\" had been a self-deprecating knock on his lack of speed and quickness. After a big hit one night, a TV guy asked if Berkman loved being at bat in the ninth inning with the game on the line. \"Are you kidding?\" he asked. \"No! I hate it!\" Berkman made so many jokes about his lack of athleticism and his refusal to work hard that some people began to take it as gospel. Whenever he'd go into a slump late in his career, Houston fans would point to his lack of work. They'd point out they'd heard it from Puma himself. \"You'd better stop saying that stuff,\" I told him once. \"People are going to believe it and hold it against you.\" Berkman rolled his eyes. \"Come on,\" he said, \"What do you want me to say? You want me to say, 'We just play 'em one at a time'?\" He motioned a couple of lockers down. \"Don't you get enough of that from [Craig] Biggio?\" he asked. The truth was that Berkman did work hard and that he did care and that he loved baseball. He loved playing it and being a teammate, and he loved winning. At Rice University, he played for one of college baseball's legendary coaches, Wayne Graham, who still tells stories about one of his greatest players. There's the one about the baseball rolling into a Coca-Cola cup down the left-field line, and Berkman picking the cup up and throwing it back into the infield. \"Berkman!\" he screamed, \"What are you doing?\" Berkman has told that story so many times that it may even be true. \"Berkman has made me the punch line in some of his stories,\" Graham said. And? \"You know I love the guy,\" he said. Berkman hopes someday to coach his own college baseball team, and when he does, he intends to wear Graham's No. 37 to honor him. As the Astros prepared for the 1997 First-Year Player Draft, general manager Gerry Hunsicker had targeted Berkman. So had team owner Drayton McLane, who desperately wanted a Texan on his club. Berkman is from New Braunfels, on the edge of the Hill Country. But Hunsicker's baseball people assured him there was no way Berkman would still be around when the Astros picked 16th in the first round. When he was, there was something akin to a World Series celebration. McLane had his Texan, and Hunsicker had someone to plug into the middle of his lineup for a dozen seasons. Berkman struggled to stay happy as the Astros began to lose. Finally, at the 2010 non-waiver Trade Deadline he was dealt to the Yankees. He signed with the Cardinals in 2011, and like hundreds of others, he fell in love with the city, ballpark, fans, players and franchise. Berkman loved Tony La Russa's no-nonsense approach, and he absolutely loved playing with Matt Holliday and Yadier Molina and Chris Carpenter and others. No matter what else he does in his life, nothing is likely to be as much fun as the 2011 baseball season, when his love of the sport was rekindled. \"Overwhelming,\" he said when asked to describe his emotions the night the Cards won Game 7 of the World Series. Berkman has played in pain the last two seasons for the Cardinals and Rangers, and he struggled with whether to continue his career this offseason. Even though he's 37, he'd hoped his aching knees and legs would recover enough to allow him to continue. In the last few days, he gave in to the reality that it was time to go. He plans to spend more time with his family and to finish his degree at Rice and to coach somewhere, preferably a college. His gift of gab is such that he's sure to have an assortment of offers to talk baseball on the radio or television. For now, though, he's getting his mind around the fact that for the first time since 1997 he won't be headed to Spring Training. As legacies go, Berkman has numbers any player would love: 422 doubles, 366 home runs, 1,201 walks, 1,234 RBIs. He played in the World Series twice and has a .410 batting average. His career OPS is higher than that of either Willie Mays or Hank Aaron. Berkman's real legacy, though, might be be in the people he touched and the impression he left. Teammates liked and respected him. Managers appreciated him. He's a deeply spiritual man who walked the walk as much as he talked the talk. People always ask reporters what certain people are really like. With Berkman, there is no mystery. He's exactly what he appears to be. He had a great career and never seemed to have a bad day. All in all, a nice way to be remembered. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
