{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67252232\/phil-rogers-remaining-free-agents-would-make-for-quality-ballclub\/",
    "title": "Remaining free agents would make for solid club",
    "subtitle": "Starters boast track record of success; potential X-factors waiting to be signed",
    "body": "The clock ticks loudly toward the start of Spring Training, but that hardly means rosters are set. For any of the 30 teams that have left themselves some spending room, there are good players still to be had. There are enough free agents available to fill out a 31st team -- not a bad one, either. It would have better starting pitching than several teams, and depth in the bullpen. The lineup would be a little thin, even with the DH, but there are X-factors hanging around the fringes who could provide a lot more than anyone would pencil them in for now. Just consider Nate Schierholtz. Non-tendered by the Phillies after the 2012 season, he signed with the Cubs as an extra outfielder and wound up delivering a .770 on-base plus slugging percentage over 503 plate appearances in 2013, good enough for a 1.4 WAR and 14 win shares, only two fewer than Tigers outfielder Torii Hunter. Here's a 25-man roster that you could sign for about $125 million, albeit essentially forfeiting the meat of your upcoming Draft: Rotation -- Ervin Santana, Ubaldo Jimenez, A.J. Burnett, Bronson Arroyo and Tommy Hanson There are at least 10 starting pitchers available who could have an impact on a contender this coming season, and seemingly not a lot of teams pursuing them. Draft-choice compensation is a major turnoff for teams on Santana and Jimenez, but Arroyo, who would not cost you a pick, says he hasn't had a solid offer all winter. That probably speaks to the reports that his asking price has been seen as too high, but still, shouldn't somebody want a starter who has made 32-plus starts and worked at least 199 innings in each season nine years in a row? Guys like Jason Hammel and Paul Maholm would fit nicely on this list, but I went with Hanson, who is only 27 and flashed a 94-mph fastball at times during a horrible 2013 with the Angels. Bullpen -- Fernando Rodney, Suk-Min Yoon, Kevin Gregg, Bruce Chen, Travis Blackley, Mitchell Boggs and Chris Resop Yoon, who is trying to make the move from Korea, is a wild card. Like Chen and Blackley, he has the versatility to start if needed. Gregg always seems to outpitch his expectations (and salary), including a 33-save season for the Cubs in 2013. It's hard to figure why someone hasn't grabbed him. Boggs and Resop look like they come from the Jason Grilli starter kit. Catcher -- Yenier Bello, Kelly Shoppach Because of the scarcity of quality catchers on the market, the White Sox plan to take a long look at Rule 5 Draft pickup Adrian Nieto, who has never played above Class A Advanced. Bello, a Cuban recently cleared to sign, seems likely to be more of a long-term project, but as a wild card, he's more intriguing than the other options left on the market.  First base -- Kendrys Morales A lot of teams look at Morales as more of a DH option, which has made them reluctant to give up a Draft pick to get him, but Morales can play first. He's clearly one of the best bats left on the free-agent market. He could be the last free agent standing, as even a return to Seattle is complicated. The good news for Morales is that his agent is Scott Boras, and Boras put together a four-year deal for Michael Bourn last February and a three-year deal for Kyle Lohse last March. Second base -- Justin Turner, Jose Castillo One of the thinnest positions out there. Ramon Santiago was going to be named until the Reds agreed to a deal with him Wednesday. That leaves Turner and the 32-year-old Castillo, the former Pirate who hit 25 homers in Mexico last season and batted .340 in Venezuela over the winter. Shortstop -- Stephen Drew An even thinner position. Drew could help about half of the teams in the Majors, though, so it's a surprise that he's still available. He'd be a perfect fit for the post-Tanaka-signing Yankees, but that leaves open the question of how to handle him and Derek Jeter. The Yankees are in a most awkward spot. Third base -- Placido Polanco With Michael Young turning down the offers he has received in favor of retirement, there are no good choices here. If anyone could figure this out, it would be Theo Epstein and Jed Hoyer, who have improvised at third base with Luis Valbuena, Cody Ransom and Donnie Murphy the last two years. Maybe they would have a better idea.   Outfield -- Nelson Cruz, Sam Fuld, Andres Torres, Reed Johnson, Derrick Robinson Cruz is the guy you build the middle of the order around, hoping that he'll be the same guy after his 50-game Biogenesis suspension. He might have been better served by returning to the Rangers after they presented him with a qualifying offer, but he could still land a good deal with the Mariners or one of those proverbial mystery teams. Robinson, who was non-tendered by Cincinnati after being on its roster for the 2013 National League Wild Card game, has had a host of injuries but is worth a flier if he ever gets healthy and starts running again. Designated hitter -- Alex Cabrera Here's the ultimate wild card. The 42-year-old Venezuelan, who once played for the D-backs, was out of baseball last year after a long run in Japan. He killed the ball this winter, hitting .391 with 21 home runs in 59 games during the Venezuelan Winter League regular season. Some big league team should give him a shot this spring just to find out how he would hit against better pitching. He might be the ultimate late bloomer. Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
