{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/67262896\/barry-bloom-nhls-stay-at-yankee-stadium-rousing-success\/",
    "title": "NHL's stay at Yankee Stadium rousing success",
    "subtitle": "",
    "body": "NEW YORK -- Yankee Stadium was a white jewel under the lights on a wintry Wednesday night. And none other than Mark Messier described the entire outdoor hockey experience in the Bronx in one short phrase. \"Incredible,\" said the captain and center who once guaranteed that the Rangers would win the 1994 Stanley Cup and then delivered their only NHL championship since 1940. \"Exceptional in every way.\" And so it was. With another baseball season on the horizon, the offseason closed at Yankee Stadium with fireworks and good feelings throughout. The headliner, of course, is the Yankees and their 27 World Series titles, but Yankee Stadium was built by the Steinbrenner family as a versatile facility, and recently that versatility has been stretched to the max. \"When we built this stadium, 'The Boss' wanted it to be a beautiful stadium that could be used all year 'round,\" said Yankees president Randy Levine, referring to the late George Steinbrenner. \"And this has been a perfect example. We've had these great hockey games. We've had the Pinstripe Bowl, we had Notre Dame-Rutgers, we've had international soccer matches and concerts. \"As I always say, it's great, because no matter who you are, an athlete or a performer, everyone wants to say they played Yankee Stadium.\" During the last four days, the three local NHL teams have now played Yankee Stadium. The Rangers easily defeated the Devils on Sunday, and nipped the Islanders, 2-1, on Wednesday night in a game that began with the temperature at a chilly 22 degrees. The atmosphere was electric and the hockey fans were into it, with 100,132 attending the two games, 50,027 on Wednesday night. It took less than two minutes for Rangers fans to denigrate former Islanders defenseman Denis Potvin, who has been the object of their chanting derision at Madison Square Garden since the Isles strung together four consecutive Stanley Cups from 1980-83. Yankees officials liked the whole experience enough that they're all for bringing the NHL's Stadium Series back on a regular basis. \"If they want to come back, whenever they want to come back, the schedule is up to them, they're more than welcome. We love this event,\" Levine said. \"This has just been an incredible two days. The stadium is alive. It's been a lot of fun. We've sold out both games. I leave it to the NHL. It's their league, it's their games. Whenever they think it's appropriate. \"Commissioner [Gary] Bettman has done a phenomenal job. We love the event, but we'll take the lead from them.\" For his part, Bettman wouldn't commit to what the NHL plans to do in the immediate future. Aside from the annual New Year's Day Winter Classic -- this year a Toronto Maple Leafs win over the Detroit Red Wings in Ann Arbor, Mich. -- the NHL also will have played outdoor games at Dodger Stadium, Yankee Stadium, Chicago's Soldier Field and Vancouver's BC Place. Whether the NHL will be back with a half-dozen outdoor games again next season is still to be determined, Bettman said. But he was in the building on Wednesday night and liked what he saw. \"It was simply an incredible two games at Yankee Stadium, and I can't thank the Yankees organization and the Stadium crew enough for all of their help and cooperation in making this all possible,\" Bettman said. \"To our fans who were here both Sunday and tonight: Simply incredible. I know they had a good time; nobody braves the elements like hockey fans. It was great to see. It was gratifying, and we're thrilled at the response that Yankee Stadium and the New York metropolitan area gave all three teams.\" \"The Rangers obviously like playing outdoors here,\" he added. The NHL has wed its outdoor game now to a number of ballparks, including Fenway Park, Wrigley Field, Citizens Bank Park and now Yankee Stadium. Even in Michigan this year, Detroit's Comerica Park was host to a number of subsidiary events even while the big Winter Classic game was played in the Big House in front of a record 105,491 people. The next Winter Classic is slated for Washington, D.C., perhaps in Nationals Park, but that decision hasn't been announced. Levine said the excitement in Yankee Stadium this week has been palpable. \"What did I like about it? The fans, the energy in the building, the enthusiasm.\" he said. \"Even in this really cold weather, they've loved this. The building is just beautiful. It's a great event.\" Now it's back to the core product. Yankees manager Joe Girardi, who was at the hockey game with his family, was quick to point out that Spring Training begins in Tampa, Fla., in about three weeks. The next time Yankee Stadium will be open for business is the initial Yankees homestand of the season, a nine-game affair that begins with the home opener against the Orioles on April 7. \"We're going to be very competitive,\" said Levine, who is as excited about the coming season as he was about the outdoor hockey games. \"We've got a lot of exciting new pieces.\" Barry M. Bloom is national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
