{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/67267964\/bob-uecker-will-cut-back-on-his-travel-schedule-in-2014\/",
    "title": "Uecker will cut back on his travel schedule in 2014",
    "subtitle": "Legendary radio broadcaster will continue to work most or all home games",
    "body": "MILWAUKEE -- Bob Uecker said Thursday that he plans to curtail his travel schedule in 2014, a first for the Brewers' beloved radio broadcaster. And as usual, he had a really good explanation. \"I saw [Brewers manager Ron] Roenicke at the 'On Deck' deal Sunday,\" Uecker said, \"and I told him I'd like to take one more shot at becoming active during those games I'm not going to broadcast.\" He delivered the line with his trademark deadpan before a chuckle escaped. The truth is that Uecker, at 79 years old and entering his 44th season calling games for his hometown team, is finally heeding the advice of his friend and Brewers principal owner Mark Attanasio by easing his workload. Uecker said he plans to continue working most or all of the Brewers' home games, but he will skip some longer road trips. Uecker stressed that he is in good health, and suggested that his travel schedule would be fluid. \"Sooner or later, you have to bend a little bit,\" said Uecker, who is getting a second statue at Miller Park this summer. \"And that's what I'm going to do. I'm not saying that I won't work games down to the end of the season, and if indeed there's the possibility of the playoffs or anything else, I'm going to do that. But now is the time for me to kind of take a few games off once in a while and enjoy myself. Not that I don't enjoy the games, because I always do. You guys know that. I'm at home at the ballpark as much as I am in my own house. \"But I had some hip surgery in November, and I'm regrouping from that yet. We've got Spring Training coming up a few weeks down the road, and I'm going to work the spring games and then go from there. It's just a personal thing. This is my 59th year [in professional baseball] coming up, so that's enough on an everyday basis. I know I'm going to miss it, each and every game. The games that I don't do, I'll certainly be listening to, and I'll miss them. I know I will. You don't do this stuff -- especially in Milwaukee -- for 44 years and not miss it.\" When Uecker opts to take a game or a series off, the Brewers will likely fill his seat with an analyst from among a small group of former players, said Brewers vice president of communications Tyler Barnes. Joe Block is entering his third season as Uecker's partner on the statewide Brewers Radio Network. \"We will keep this loose,\" Barnes said. \"There is no set plan.\" Block has occasionally paired with guest analysts before when Uecker was away, including Brewers special assistant Craig Counsell, who sometimes travels with the team anyway as part of his front-office role. Wisconsin Badgers play-by-play man Matt Lepay, who was recently added to the Brewers' television broadcast team as an occasional fill-in for Brian Anderson, will probably focus on his TV duties. In dialing things back on the road, Uecker is taking a cue from legendary colleagues like Vin Scully of the Dodgers and Marty Brennaman of the Reds, each of whom has taken some games off in recent seasons. Brennaman, for example, still calls 130-140 Reds games per regular season. Uecker said he consulted with both men in thinking about his own plan. Uecker has not missed a significant number of games since 2010, when he underwent open heart surgery and was sidelined about three months. Uecker underwent another procedure in October of that year to repair a tear at the site of his valve replacement. But by all accounts, he has been in good health since then. Uecker has said many times in the past that when his body and mind tell him it's time to call it quits in baseball, he will listen. But Uecker made clear on Thursday that he's not considering retirement just yet. \"I really haven't looked that far ahead,\" he said, before laughing and adding, \"Although, you know, everybody goes. Down the road, you just do it, that's all, until either you're tired or you can't talk anymore. \"I'm not going to embarrass myself, I know that. But there comes a time when everybody has to go. I don't want to be taking any 'dirt bath' now, but everybody, sooner or later, that's part of living, is going the other way. To be able to continue going and do this at the big league level -- man, it's a great job. I've had a great job, not only with baseball, but with all the other stuff I've done. It's all been a big kick for me. Now, everything is recorded and you can go back and look. So it's not like you quit and you're gone forever. … When the time comes to get out or leave permanently, I'll do that, too.\" The extra time off will allow Uecker to enjoy more of Wisconsin's fleeting summer. He is an avid fisherman and is looking forward to more time on Lake Michigan. You might even see him in the movies, if a long-rumored production of \"Major League IV\" comes to fruition. \"I'll be honest with you, they're talking about it,\" Uecker said. \"The storyline is all set, too. They've already asked me if I would be in for 'Major League IV,' and I told them I would. I've talked to the directors. They're talking about it and they're pretty serious, but that's all I can tell you, really. If there was more, I would tell you that, too. They have been talking about it for the last year-plus. As a matter of fact, they called me during the season last year and asked me if I would be in.\" Uecker's first love remains baseball itself, the game Uecker began playing as a boy growing up in Milwaukee. It took him all the way to the Major Leagues, then to Hollywood and back to the broadcast booth. \"Last year, I thought, 'I'm coming up on 80 years old, and it's not a bad idea to kick back and enjoy yourself a little bit and take some time off and catch a few extra fish and do the things I enjoy doing,'\" Uecker said. \"Like I said before, it's hard to get out. It's hard to get away from something you love and something you've done for so long.\" Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
