{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/67239702\/houston-astros-shortstop-prospect-carlos-correa-going-to-spring-training-for-first-time\/",
    "title": "SS prospect Correa brings loads of potential to camp",
    "subtitle": "19-year-old eager to prove himself to Astros after impressive season in Minors",
    "body": "HOUSTON -- There's nothing Carlos Correa does publicly that would lead you to believe he's 19 years old. He stands a solid 6-foot-4, with broad shoulders that are reminiscent of a young Alex Rodriguez. Correa makes eye contact, has an easygoing demeanor and speaks eloquently in English, though it's not his native language. Even if you know nothing about Correa, the former No. 1 overall pick in the First-Year Player Draft, you can certainly understand why the Astros were so smitten with him. And when you watch him play, it's clear why he's considered Houston's top prospect. This season figures to be a big one for Correa, the shortstop who is coming to Major League camp for the first time after a bang-up season in the Midwest League as an 18-year-old. He'll be one of the youngest players in a young clubhouse in Kissimmee, Fla., but no one is brimming with more potential. \"I'm really excited about this year,\" Correa said Saturday at FanFest. \"I'm excited to go out there in big league camp and show them what I can do in the field and do a great job up there. It will be a fun experience.\" Correa spent the 2013 season as the second-youngest player in the Midwest League and still led the league in OPS (.872), while finishing second in on-base percentage (.405) and third in batting average (.320) in his first full season in professional baseball. He also had nine home runs and 86 RBIs. Correa is likely to begin 2014 at Class A Advanced Lancaster and could spend half of the season at Double-A Corpus Christi. \"To play a full season of A ball at the age of 18 and have the success he's had is very unusual,\" Astros general manager Jeff Luhnow said of the first pick in the 2012 Draft. \"It suggests a bright future for him. Every decade or so, a really special player gets to the Major Leagues before he turns 21, and I think he has a chance to be that type of player.\" Correa has already made strong impressions on the Major League staff after appearing in a handful of Grapefruit League games last year. At 19, he's not going to make the Opening Day roster, but this will probably be the final spring he comes to camp not considered a part of the immediate plans for the Major League club. \"It was a great experience to be there last year,\" Correa said. \"This year will be a whole new experience. We'll get to go out to a big league clubhouse and we'll see how it's played at the highest level. And get to play with that talent.\" Houston has one of the deepest farm systems in baseball, and Correa leads a promising pack of prospects that includes outfielder George Springer, first baseman Jonathan Singleton and pitchers Mark Appel, Mike Foltynewicz and Lance McCullers Jr. Correa was frank in a recent interview, saying his goal was to make the Double-A roster at the beginning of the season, not the end. He's blessed with a tremendous arm, poise and footwork, and he figures to grow into more power as he gets older. He admits he's still progressing. \"I would say a lot, physically and mentally,\" Correa said. \"I've gotten better from my experiences of playing every day. It makes you play better. It's been a great experience being in the Minor Leagues, learning to play the game the right way.\" Correa is one of the top prospects ever to come out of Puerto Rico, which has produced some of the biggest names in the game. When he was in Puerto Rico in winter ball in 2012, he hung close to Yadier Molina and Carlos Beltran and picked their brains. \"You sit with them and talk about ball and you learn a lot,\" Correa said. \"You ask questions on the bench and keep learning. You take advantage of every opportunity you have. It helps you a lot to learn about the game and play the right way.\" The Astros will likely begin the season with Jonathan Villar at shortstop, with Correa charging hard through the system as the can't-miss prospect everyone wants to see. This spring, you'll get your chances. \"I feel I've grown a lot, especially mentally,\" Correa said. \"The game is 90 percent mental. The experiences I've gotten since I was drafted have been invaluable to the club. I think I'm a better player because of my mental approach to the game. It's been a great experience to play in the big leagues in Spring Training and go out there with [manager] Bo Porter, and you learn a lot when you're out there with those guys.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
