{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/67239906\/anthony-castrovince-reds-should-hit-joey-votto-second-behind-billy-hamilton\/",
    "title": "Reds should hit Votto second behind Hamilton",
    "subtitle": "With speedster a question mark in leadoff spot, club can maximize first baseman's OBP",
    "body": "When the topic of Billy Hamilton came up, as it so often does, during the Reds Caravan last week, this is what general manager Walt Jocketty said: \"We think he's ready.\" Now, it is important to note that Jocketty said this in a matter-of-fact delivery, because you, the reader, might otherwise ingest that quote a couple of different ways. \"We think he's ready,\" for instance, would be susceptible to enough self-doubt and second-guessing to fill Great American Ball Park. \"We think he's ready\" would seem to indicate that the Reds' decision-makers are the only ones on the planet earth who believe in Hamilton at this point (and judging by certain Internet comment sections, that might be accurate). All that really matters is that, barring a stunning spring surprise, Hamilton will be the Reds' starting center fielder and leadoff man, ready or not. Re-signing Shin-Soo Choo was never a realistic possibility in this market. Trading for Brett Gardner would have been a fantastic solution, if only the Yankees were willing to cooperate. Signing Grady Sizemore would have been an act of pure desperation, and yet it still would have been an applaudable acquisition. (The worst part is not that the Reds had a need for a center fielder who has played just 104 games over the last four seasons and has had two career-threatening knee surgeries. The worst part is that Sizemore opted to sign elsewhere at the last minute.) And so the Reds really have no choice but to experiment with Hamilton, regardless of the fact that he's accumulated just 19 big league at-bats and is coming off an uninspiring offensive output at Triple-A. As manager Bryan Price has hinted, they need him to become their Ichiro Suzuki, a player whose unhuman speed turned his propensity for infield ground balls into a singles-reaping strength. The optimism over Hamilton is justified, because he's a sensational athlete, but the leadoff spot is certainly a tall order for a guy who had a .308 on-base percentage in Louisville. That's why Price is going to have to experiment elsewhere, too, to make the most of an unsettled situation and eke all possible upside out of this lineup. If Price is not already planning on batting Joey Votto in the two-hole, he needs to, because the Reds never did find a reliable No. 2 hitter last season and they can ill-afford to go down that road again now that their Choo-less leadoff spot is also a question mark. The complaints last season about Votto's approach got to be a little silly after a while. And the silliness reached its peak after the season, when a television reporter asked Jocketty if an effort would be made to \"disabuse Joey of the notion that a base on balls is as beneficial as a run-scoring sacrifice fly\" and Jocketty responded that yes, indeed, an effort would be made toward that end. It would be wise to leave one of the smartest hitters in baseball alone, from a strategy standpoint, and instead put him in a position in which he's all-but-guaranteed to get about 2.5 percent more plate appearances over the course of a season. The Reds can ill-afford the conventional wisdom of batting their best hitter third when they have so much uncertainty ahead of him. In Brandon Phillips, Jay Bruce and, hopefully, Ryan Ludwick, they figure to have capable run-producers to slot in behind Votto, and the No. 2 spot would take better advantage of the patience that accompanies his pop. On average, the No. 3 hitter leads off an inning fewer than any other spot in the order, so why waste your highest-OBP output there? In short, don't deride or alter Votto's approach. Maximize it. Ultimately, the above all qualifies as making the best of a bad situation, because the Reds' uninspiring offseason has almost certainly placed limitations upon an offense that is overly reliant on an unproven rookie (Hamilton) and a 35-year old left fielder (Ludwick) who missed the bulk of 2013 with a shoulder injury known to impact a player's future power. That's why I don't expect the Reds to rank in the top three among National League teams in runs scored, as they did last season. There is simply not enough upside here, and the potential for unease from Phillips after a winter loaded with trade rumors bearing his name makes me all the more concerned. But the Reds nonetheless can -- and should -- compete, purely on the basis of a starting rotation that can -- and should -- remain elite. Even with the expected loss of Bronson Arroyo and his seemingly bankable 200 innings, a full season of Tony Cingrani would shore up the back end, and one would hope the law of averages would work in favor of Johnny Cueto and his lat, which necessitated a triple-DL showing and never more than three starts in succession in '13. The starting potential is such that the Reds won't entertain the option of Aroldis Chapman in a rotation role -- a shift that has ceased to make sense, anyway, given Chapman's acclimation, in both performance and personality, to the ninth and the innings limitations that would hinder his impact on a club built to win. In Chapman, Sam LeCure, Alfredo Simon, Sean Marshall, Jonathan Broxton and J.J. Hoover, the Reds ought to be able to piece together an effective bullpen, to the extent that you can ever assume anything about a 'pen. What we can assume is that the window for the Reds in their current concoction is closing. Homer Bailey is a free agent at year's end, and Mat Latos will be right behind him in 2015. This winter has already given an indication of how much the Votto and Phillips contracts (the latter of which was especially risky, given how second basemen age) impact this small-market club's ability to augment its core. So while Price is inheriting a ready-made winner from Dusty Baker, he's also taking on a number of questions, the leadoff situation chief among them. The Reds think Hamilton is ready. Or maybe they think he's ready. Whatever the case, the Reds need to prepare themselves for the possibility that he's not ready to kick-start a lineup, and that means maximizing the other pieces in place. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
