{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67239942\/paul-hagen-pitchers-should-wear-the-padded-caps\/",
    "title": "Hagen: Pitchers should wear the padded caps",
    "subtitle": "Looking good should always be trumped by the safety of the players",
    "body": "Red Sox pitcher Oil Can Boyd was in a jam. It was the top of the fourth inning at Fenway Park on May 17, 1986. The Rangers had runners at first and second with two outs. Catcher Don Slaught was at the plate. Boyd reached back to throw a fastball, and that's when everything went kerflooey. Slaught had no recollection of the pitch afterward. The ball hit him in the face. Slaught fell to the dirt, bleeding. His nose and left cheekbone were shattered. That horrific memory came flashing back Tuesday with the announcement that Major League Baseball had approved a padded cap  that can help protect pitchers from being seriously injured if they are struck by line drives … and the announcement brought a generally tepid response from pitchers who were asked if they were likely to wear it. Because, see, when Slaught returned to the lineup on July 4, he wore a helmet that was fitted with a clear Plexiglas shield that covered much of his face. After the game, he spoke at length about how much he liked the new equipment, how he planned to wear it for the rest of his career. A few weeks later, Slaught quietly went back to wearing a standard helmet. Major League pitchers, listen up: Wear the padded caps. Yeah, yeah, yeah. They'll look a little funny at first. D-backs right-hander Brandon McCarthy came right out and said the model he tested \"didn't pass the eye test.\" And that's coming from a guy who knows how serious these injuries can be. On Sept. 5, 2012, while pitching for the Athletics, McCarthy was hit in the head by a line drive, suffering a brain contusion and a skull fracture. He underwent a two-hour surgery to relieve cranial pressure. It was that incident that helped focus attention on the issue and triggered the search to find ways to better protect pitchers. And who can forget that when Mets third baseman David Wright suffered a concussion in 2009, he came back two weeks later wearing a new batting helmet? It was much safer. It was also much bigger. Wright admitted that he was widely ridiculed. \"Those guys were laughing at me on the other side,\" he said at the time. \"Our guys were laughing at me. All the guys on the field were yelling at me.\" Wright didn't wear that helmet very long. The bottom line is that players don't always do what's best for them. They're young and strong and think they're invincible. Then again, most people don't eat five servings of fruits and vegetables and get at least a half-hour of exercise and eight hours of sleep every day, either. But here's the thing: Major League Baseball has been trying really hard to make the game safer. A lot of time and money was spent figuring out ways to keep bats from shattering and becoming flying missiles. Base coaches must wear helmets. Commissioner Bud Selig banned amphetamines because he became convinced of how dangerous they were to a player's health. New rules to prevent home-plate collisions that can cause serious injury to both the catcher and the runner will be in place for the upcoming season. Baseball is properly sensitive to the reality that a pitcher's motion can easily get out of whack and that adding just a few ounces to the equation can upset that delicate balance. That's why the new hats are optional. They also set up an exacting and protracted process to get this right. But as late Phillies general manager Paul Owens used to say, \"You can lead a horse to water, but you can't stick his head in it.\" Slaught was lucky. His vision wasn't affected. He is now the president of RightView Pro, a company licensed by Major League Baseball that breaks down video of hitters and pitchers, giving all four angles so youngsters can compare their motions to the best in the game. On Wednesday, Slaught explained the mentality that led him to stop wearing the gear that would have protected him if he had been beaned again. Slaught doesn't downplay how badly he had been hurt. \"Facial bones are like normal bones,\" he said. \"They don't get stronger after they're broken. When I came back, I had shattered my cheek. My eye sits on plastic. My nose was gone. My tooth was broken.\" But ... \"The real thing was that I wasn't doing well with it,\" Slaught said. \"I wasn't worried about getting hit again. I thought the reason I got hit was a fluke. I just lost the ball. \"I played for 16 years in the big leagues and it was the one pitch that I never saw. That's what I blamed it on. I had a lot of them thrown at my head and got out of the way. I thought it was my fault because I lost the ball in the background. Maybe [the pitchers who have been hit by line drives] think it was a fluke, too.\" So, pitchers: Wear the caps. It can happen to you. Executives from 4Licensing Corporation and isoBlox, which developed the first padded hats approved by MLB, are confident that the product will eventually catch on. They theorized that it may be a bottom-to-top process in which players first become accustomed to wearing the extra protection in youth leagues, making it just part of the game as they progress toward the big leagues. And they're probably right. When the Major League Baseball Players Association wouldn't agree to a drug testing program, Selig started one in the Minors. When those players graduated to the Majors, they had become comfortable with being tested. Resistance lessened. Now, Major League Baseball's drug program is considered to be the best among major pro sports. The equipment will also continue to improve. Rawlings has refined its batting helmets to the point where they are now just fractions of an inch larger and about an ounce heavier than the old models while still offering protection that is 130 times stronger than helmets made from the standard plastic. And they became mandatory last season. That could happen with the new hats some day. Until then, though, the proper response is simple. Pitchers: No excuses. Wear the padded caps. Paul Hagen is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Hagen"
}
