{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67202016\/major-league-baseball-approves-padded-cap-for-pitchers\/",
    "title": "MLB approves padded cap for pitchers",
    "subtitle": "Optional headwear to be introduced in effort to help protect hurlers from line drives",
    "body": "Major League Baseball has approved a padded cap designed to protect pitchers from potentially dangerous line drives. After testing a number of prototypes from various companies, a cap manufactured by the 4Licensing Corporation subsidiary isoBlox will be made available to pitchers at all levels when they report to Spring Training. Use of the equipment will be optional. Since the caps need to be fitted, players who are interested will be provided with contact information for the company. There are no plans to require Minor League players to wear the product. MLB, which will continue to work with other companies that are developing products to enhance safety, alerted all teams of the development Tuesday morning after consultation with the Major League Baseball Players Association. \"We're excited to have a product that meets our safety criteria,\" MLB's executive vice president for labor relations Dan Halem told ESPN's \"Outside the Lines\" on Tuesday. \"MLB is committed to working with manufacturers to develop products that offer maximum protection to our players, and we're not stopping at all.\" This development came almost 17 months after pitcher Brandon McCarthy, then with the Athletics, sustained serious head injuries after being struck by a line drive, an incident that triggered increased discussion about ways to protect pitchers. According to ESPN, Halem and MLB senior counsel for labor relations Patrick Houlihan said the threshold for approval was that the cap had to provide protection at 83 mph, which is below the National Operating Committee on Standards for Athletic Equipment (NOCSAE) severity index of 1,200, above which is considered to be high risk for skull fractures and traumatic brain injuries. An MLB-commissioned study determined that 83 mph is the average speed of a line drive when it reaches the area of the pitching mound. According to the company, the caps are slightly more than a half-inch thicker in the front and an inch thicker near the temples than standard caps, and they provide frontal impact protection up to 90 mph and for side impact up to 85 mph. There had been some thought that protective caps would be available last spring. That it took so much longer is a testament to the exacting standards MLB required. \"The process that Major League Baseball took was very careful and deliberate. This wasn't something they were rushing to do,\" 4LC chief executive officer Bruce Foster said in a conference call. \"They took their time and made sure that we had dotted our i's and crossed our t's. There was nothing that was left unturned. They were prudent. They understood the importance of protective gear for a pitcher, and there was no cutting of any corners. It was very deliberate, it was very practical and it was very valuable testing.\" The padding adds seven ounces to the weight of a cap, which currently weighs three to four ounces. The company does not believe the caps will interfere with a pitcher's motion or comfort, adding that the best available stats indicate that 12 pitchers have been hit in the head by line drives during the past six seasons. One, of course, was McCarthy, who worked with the company as it developed prototypes. And it was an indication of how tough a sell this could be for Major Leaguers when he told ESPN.com that the model he had tested was \"too big\" and \"didn't pass the eye test\" and was \"too hot.\" McCarthy added: \"The technology is there. It helps. It's proven to help. But I don't think it's ready yet as a Major League ready product.\" Responded Mark Panko, 4LC president of sports and entertainment: \"We are very sensitive to Brandon's injury. Brandon has provided us with great feedback throughout the process. We're working with him and anyone else who's interested in wearing the cap to insure it overcomes any of those objections. ... He has yet to try on a cap that has been custom-fitted to his head. The cap he's tried to date has been a rough guesstimate. Those comments are in advance of the small tweaks he requested. Once he gets those, we feel comfortable and confident that he'll feel good about the cap.\" Blue Jays left-hander J.A. Happ, who suffered a fractured skull when struck by a line drive last May 7, was also non-committal. \"I'd have to see what the differences in feel would be -- does it feel close enough to a regular cap?\" Happ told ESPN. \"You don't want to be out there thinking about it and have it take away from your focus on what you're doing.\" National League Cy Young Award winner Clayton Kershaw told MLB Network that he also has some reservations, although he's optimistic that baseball is moving in the right direction. \"I've actually tried one of those on,\" said Kershaw. \"I've thrown with it. You don't look very cool. I'll be honest. You don't look very cool out there. But technology is unbelievable, and it really doesn't feel that much different once you get used to it. Obviously it would be a change. We wouldn't look the same as everybody else, but if you're that one guy who gets hit what seems like every year, there's that chance out there. I'm definitely not opposed to it. I think it'd take a lot of getting used to. I think it's a great thing and a step in the right direction, for sure.\" The new equipment will not prevent all injuries and many of the more seriously injured pitchers were struck below the cap line. There has been no discussion of expanding this initiative to include visors, masks or helmets. \"There would have to be widespread willingness among players to use such a device,\" Halem said. \"Short of wearing a helmet, I am doubtful there'll be a product to protect against 100 mph. Hopefully there will be.\" The company officials said that the early response from youth leagues has been overwhelming -- cap liners using the technology are expected to be available before the end of March -- and suggested that acceptance may start there and work upward as players who have become accustomed to the protection begin filtering into professional baseball and, ultimately, the Major Leagues. \"If you've ever seen a 90 mph impact on a head, which I saw up front and personal because of the testing, it's vicious,\" Foster said. \"The way I look at it is, nobody wanted to wear a helmet in hockey. Nobody wanted a facemask in football. Then you saw the visors and the whole migration. I think it's going to evolve. It won't be overnight. It's a lifestyle change. It looks different now and it will look different until it doesn't look different anymore.\" Paul Hagen is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Hagen"
}
