{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/67203950\/reds-closer-aroldis-chapman-avoids-arbitration-gets-5-million-for-2014\/",
    "title": "Chapman avoids arbitration, gets $5 million for 2014",
    "subtitle": "Closer had been seeking $5.4 million, while Reds offered $4.6 million",
    "body": "CINCINNATI -- The Reds and closer Aroldis Chapman have avoided arbitration with a one-year, $5 million contract. The dollar figure is the midpoint between the two sides. Chapman, 25, filed for $5.4 million, while the club offered $4.6 million. There has been no announcement about a signing yet from the Reds. Although Chapman signed a six-year, $30.25 million Major League contract with the Reds in January 2010, a stipulation in the deal still enabled him to enter the arena of arbitration for the first time this year. He will earn a raise from the $2 million he earned last season. Under the terms of the contract he received after defecting from Cuba, which included a $16.25 million signing bonus, Chapman could convert the $3 million he was owed for 2014 into a bonus if he was eligible for arbitration. In 2013, Chapman was 4-5 with a 2.54 ERA in 68 appearances. In 63 2\/3 innings, he walked 29 and struck out 112. Over each of the previous two seasons, Chapman has posted identical save numbers -- 38 in 43 chances. A two-time All-Star known for bringing ninth-inning electricity with triple-digit velocity on his fastball, Chapman was particularly tough at home last season. In 40 appearances at Great American Ball Park, he had a 0.66 ERA and was 20-for-20 in save chances. Among his five blown saves, Chapman blew back-to-back opportunities in May, but he rarely faltered down the stretch. He saved 14 of his last 15 games and 20 of his last 22. Right-handed starting pitcher Homer Bailey is the only arbitration case left pending for the Reds. Bailey, who is third-year arbitration-eligible, and the club have been negotiating a long-term contract. Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
