{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/67203226\/white-sox-adam-eaton-relishes-hard-core-reputation\/",
    "title": "Eaton relishes hard-core reputation",
    "subtitle": "",
    "body": "CHICAGO -- Some would call Adam Eaton a grinder. Others prefer the word scrapper. As for Eaton's favorite? Just call him a dirtbag. \"I think that's the highest compliment I can get,\" Eaton said during Friday's SoxFest media session at the Palmer House Hilton. \"It's the type of compliment that says a guy is going to go out there 110 percent every day and give it his all, and that's what I try to bring to the field.\" Eaton relishes having that reputation around the league. It means he hustles, hits for average and steals bases. Most important for the White Sox, he gets on base. That's one of the primary reasons the team traded for him during the offseason. A team that ranked last in the American League and 27th in all of baseball in on-base percentage was in desperate need of a spark plug at the top of the lineup. In just a handful of Major League plate appearances in 2013 -- Eaton had 250 at-bats in 66 games for Arizona after missing the first three months of the season with an elbow injury that cost him playing time the rest of the way, as A.J. Pollock emerged as a center fielder -- Eaton hit just .252 with an on-base percentage of .314. With regular playing time across the D-backs' Double-A and Triple-A teams in 2012, however, Eaton had hit .375 with an on-base percentage of .456. His No. 1 goal remains to \"get on base any way, shape or form.\" The more he irritates the pitcher, the better. \"Creating runs is huge,\" he said. \"If you look at some of the great teams in the last five years, they have a great nucleus of players and guys that can create runs. \"For me, that's my job -- creating havoc. You get me on first base with two outs, maybe I can steal second. I'm in scoring position. Just little things like that can go a long way to disrupting the pitcher's inning.\" Eaton has embraced that style of play out of necessity. At 5-foot-8 and 185 pounds, he is diminutive by baseball standards. He figured the best way to force teams to notice him was by accepting that he is in no way blessed with a power hitter's body. \"Everybody in Chicago is taller than I am,\" he quipped. \"I feel like every little kid comes up to me. I feel like they gravitate toward me because I'm on the same level as they are. It's kind of neat, and I hope to continue to convey to the fans that I want to be the blue-collar player. \"I want to be the guy that [fans say], 'Hey, if he can do it, why can't my kid -- who's only going to be 5-foot-7, 5-foot-8 -- why can't he do it?'\" White Sox hitting coach Todd Steverson observed Eaton from opposing dugouts while managing teams for the A's farm system. Coming from an organization that so highly values on-base percentage, you can bet he noticed Eaton. \"You look at the guy, like, 'OK, he's just not 6-foot-5. If he's 6-foot-5, he's a big-time prospect,'\" Steverson said. \"That doesn't mean he's any less of a player or any less valuable. His ability to do what he does ... The name of the game is scoring runs, and the best way to score runs is to have people on base.\" Eaton was like a swarm of gnats Steverson couldn't get rid of. \"I was on the other side of the field, I watched him, and I was kind of like, 'All right, he's getting on my nerves,'\" Steverson said. \"But that's a compliment, because he made me notice him. I've watched many games, watched nine guys come to the plate and forgot who they were: 'Oh, was that the third baseman?' \"But you make somebody on the other side of the field notice who you are, you're doing your job. You make them bitter at you? You're doing your job.\" Not everybody appreciates the way Eaton goes about his business. His energy and passion for the game apparently rubbed at least one former teammate in Arizona the wrong way. In early January an anonymous ex-teammate told a radio station in Arizona that Eaton is a \"selfish, 'me, me' type player.\" The Arizona Republic was told Eaton \"irked people in the clubhouse\" and that his attitude \"had a tendency to wear on people.\" All of that came as a shock to Eaton. \"To be honest, I don't know how I can respond, because I was really floored with it,\" Eaton said. \"I had a good rapport with everybody, I thought. Yeah, I must have been wrong. I feel discouraged that I rubbed them the wrong way. And if I knew who it was, I would definitely apologize and I would try to be better about it.\" Eaton -- who acknowledged that the energy, hard-nosed attitude and fire with which he plays the game and makes him a thorn in the side of opposing players could also rub teammates the wrong way -- has put the situation behind him and is excited to get to know his new teammates. The Arizona reports aside, though, Eaton has every characteristic of the guy players love to have on their team but hate to oppose. In fact, White Sox fans became rather fond of a player who has a similar style. Perhaps Eaton can become the same loveable irritant A.J. Pierzynski was in Chicago. \"I've just heard the rumors about how he went about it,\" Eaton said. \"But if I have half the career A.J. has had, I'll be all right. If you put me in the same sentence with his personality, I'll be fine with that.\" Joe Popely is an associate reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Popely"
}
