{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/67210686\/tigers-drew-smyly-super-excited-about-starting-again\/",
    "title": "Smyly 'super excited' about starting again",
    "subtitle": "",
    "body": "DETROIT -- For the first time in his Tigers tenure, Drew Smyly doesn't have to compete for a job. He doesn't have to prove what he can do; he has already shown that. All he has to do is pitch -- and win. In two seasons, Smyly has gone from fifth starter to long reliever to middle reliever to setup man to lefty specialist. And in his eyes, all of the moves have led him back home. \"I'm super excited. I'm stoked,\" Smyly said of starting again. \"I was brought up as a starter. That's what I've done my whole life. Last year was the transition. This year I don't feel like it's much transition. It's what I've done, so I'm looking forward to just getting back into that role.\" The Tigers felt confident enough in what Smyly can do as a starter that they traded Doug Fister this offseason. They did not set up a competition for the fifth spot in the rotation, having seen what Smyly did in the role in 2012 and again while competing with Rick Porcello last spring. Now comes the actual shift. And as the Tigers try to defend another division title with a new-look squad, they're hoping for big things from the third-year southpaw to balance an otherwise all-righty rotation. \"We think Drew Smyly's ready to step in,\" team president\/general manager Dave Dombrowski said earlier this offseason. For a 24-year-old barely three years removed from the Draft, Smyly has a habit of making unexpected adjustments look easy. Two years ago he made the jump from Double-A Erie to the Tigers' rotation, winning the fifth starter's spot and handling big league hitters despite having just eight appearances above A ball under his belt. Last year he rebounded from the disappointment of losing his spot to Porcello by becoming the primary left-hander in the bullpen, limiting left-handed hitters to a .189 average and striking out 34. \"Most of the guys, they want to be in the big leagues. I think that was the case with Drew last year,\" pitching coach Jeff Jones said, \"because once we had decided to go with Porcello as our fifth starter, he was more than happy to go to the bullpen. I think everybody's pretty much in the same situation: They'd rather be in the big leagues, regardless of what the role is.\" Smyly's 21 holds tied for 10th in the American League, and third among AL left-handers, yet his future was never projected to be in the bullpen. So even though the offseason trade of Fister caught baseball by surprise, Smyly's return to the Tigers' rotation did not. And if he quickly regains the form that allowed him to keep hitters off-balance as a starter two years ago, that shouldn't be a surprise, either. One likely key to that will be Smyly using his full selection of pitches. The slider, an effective secondary pitch for him as a starter in 2012, was merely an occasional pitch for him out of the bullpen. The changeup, used far less often than his slider when he was starting, became all but nonexistent last season in relief. \"I didn't really throw my changeup. I kind of bagged it early in the season,\" he said. Like so many starters turned relievers, Smyly focused on having two good pitches and working them for outs. Even as a long reliever, he rarely had to face a hitter twice in the same outing, so he didn't have to fret about giving hitters a different look. But with that a concern once more, he has spent part of the winter dusting off the offspeed pitch. \"When you're coming in for three, four batters, I just wanted to go with just two pitches, so I didn't really want to mess around,\" he said. \"But I've been working on my changeup a lot, trying to get it back. I worked on it a lot last spring when I was competing as a starter, and I liked where it was going. It's the same this year. It's getting better and better, so hopefully, I can get that pitch going.\" The other priority for Smyly has been physical rather than mechanical. Unlike so many pitchers who want to lose or maintain weight as they move along in their career, Smyly wants to add. Last season, even in a shorter role, the wear and tear sapped him. \"The season's long and grueling,\" he said. \"By the end of the season, it's hard to keep weight on, at least for me. Other people might be the opposite, but me, I lose it. \"I've just been working hard, trying to get stronger and put on weight to last throughout the season. [I've] just been eating a lot, working out a lot, trying to get stronger.\" The stats seem to reflect why. After dominating hitters over the season's first half, Smyly struggled at times down the stretch, including the playoffs. Although his pitching numbers rose, his weight fell, from close to 200 down to 185, by his estimation. \"Now I'm around 205,\" he said. \"As long as I'm over 200, I feel pretty good.\" He'll go into Spring Training hoping to put things together. For once he will not go into camp hoping to win a job. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
