{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/67215558\/details-emerge-on-incentives-in-matt-garza-contract-with-brewers\/",
    "title": "Details emerge on incentives in Garza deal",
    "subtitle": "Brewers protected somewhat in case of injury; staying healthy would reward hurler",
    "body": "MILWAUKEE -- Matt Garza's record-setting contract with the Brewers rewards the right-hander for staying healthy and protects the Brewers in the event he suffers injuries, according to details reported Tuesday by Joel Sherman of the New York Post. The complicated structure of the pact helps explain why several days passed between reports last Thursday that the sides had agreed to the structure of the contract, and the announcement by principal owner Mark Attanasio on Sunday that the deal was actually done. As confirmed by an MLB.com source after the contract was finalized, Garza is guaranteed $50 million for four years, plus $4 million in incentives and an option for a fifth season in 2018 that could push the total value of the contract to $67 million. Sherman provided more detail on Tuesday afternoon, reporting via Twitter that Garza will earn $12.5 million per season from 2014-17, with $2 million deferred to a later date without interest each year. He can earn $1 million in incentives during each of the four guaranteed seasons -- $500,000 apiece for 30 starts and 190 innings pitched. Garza, who has dealt with rib-cage, elbow and shoulder issues in recent seasons, topped 30 starts in four straight seasons from 2008-11, and topped 190 innings in three straight seasons from 2009-11. But he fell short of both thresholds in each of the past two years, logging 18 starts and 103 2\/3 innings for the Cubs in 2012, and 24 starts and 155 1\/3 innings for the Cubs and Rangers in 2013. Then comes the complicated option for a fifth year. According to Sherman, it vests at $13 million for 2018 if Garza pitches in 110 games during the first four years of the contract, and he is not on the disabled list at the end of the 2017 regular season, and he pitches at least 115 innings in 2017. If those things do not happen, it instead becomes a $5 million club option for 2018 that would drop to only $1 million if Garza spends 130 days on the DL during a 183-day period for what Sherman describes as \"various injuries.\" According to Ken Rosenthal of FoxSports.com, the clauses added to the deal \"reflect [the] Brewers' concern about [Garza's] long-term health ... that either surfaced during his physical or from the Brewers' review of his medical records.\" Other clubs shared those concerns, according to Rosenthal. As a matter of club policy, the Brewers do not comment on reports about contract details. When asked Sunday whether the deal included language that protects the Brewers against injury, Attanasio said, \"I'd rather talk about his upside, what he brings in terms of performance to the staff, and also what he brings in leadership. This guy really cares about winning, and I think he's going to bring that attitude, which we're looking for.\" Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
