{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/67215560\/brewers-unveil-spring-training-broadcast-schedule\/",
    "title": "Brewers unveil Spring Training broadcast schedule",
    "subtitle": "",
    "body": "MILWAUKEE -- Every Brewers home game in the Cactus League will be televised in 2014, part of a full Spring Training broadcast schedule unveiled by the club on Tuesday. Brian Anderson and Bill Schroeder will be on the call for FS Wisconsin telecasts of all 14 of the Brewers' games at Maryvale Baseball Park, a first for the network. The slate includes Milwaukee's \"home opener\" on Saturday, March 1 against the Dodgers and three other Saturday afternoon games -- on March 8 against the Royals, March 15 against the Reds and March 22 against the Angels. In past seasons, FS Wisconsin has televised only a handful of exhibition games. In addition to the telecasts, Newsradio 620 WTMJ-AM will broadcast 16 games on the statewide Brewers Radio Network, with Hall of Fame announcer Bob Uecker and his partner Joe Block on the call. The radio schedule includes Miller Park exhibitions against the Royals on March 28-29 that are not technically part of Cactus League play. Seven other games that are not on television or radio will be webcast exclusively on MLB.com and brewers.com by Anderson, Block and Schroeder. All of the Brewers' 2014 Spring Training games are in the afternoon, except for the March 28 game against Kansas City, which is scheduled for 7:10 p.m. CT. Times for all games are subject to change and will be continuously updated at brewers.com\/schedule. Pitchers and catchers are scheduled to report to Spring Training on Saturday, Feb. 15. All position players have a report date of Friday, Feb. 21. The first full workout is scheduled for Saturday, Feb. 22. Tickets for games at Maryvale Baseball Park are on sale now at brewers.com\/springtraining. Tickets for the two games at Miller Park will go on sale at a later date. 2014 BREWERS EXHIBITION BROADCASTS:  Thursday, Feb. 27 at Oakland Athletics -- brewers.com Friday, Feb. 28 at San Francisco Giants -- Radio Saturday, March 1 vs. Los Angeles Dodgers -- TV  Saturday, March 1 at Arizona Diamondbacks -- Radio Sunday, March 2 at Colorado Rockies -- brewers.com Monday, March 3 vs. Chicago Cubs -- TV\/Radio  Tuesday, March 4 at Oakland Athletics -- Radio Wednesday, March 5 vs. Oakland Athletics -- TV Thursday, March 6 vs. Colorado Rockies -- TV\/Radio Friday, March 7 vs. San Diego Padres -- TV Saturday, March 8 vs. Kansas City Royals -- TV\/Radio  (DAYLIGHT-SAVINGS TIME BEGINS MARCH 9)  Sunday, March 9 at Chicago Cubs -- Radio Sunday, March 9 at Cleveland Indians -- TV Monday, March 10 vs. Chicago White Sox -- TV  Tuesday, March 11 Off-day Wednesday, March 12 at Los Angeles Angels -- TV\/Radio Thursday, March 13 at San Diego Padres -- brewers.com Friday, March 14 vs. Arizona Diamondbacks -- TV\/Radio Saturday, March 15 vs. Cincinnati Reds -- TV  Sunday, March 16 at Arizona Diamondbacks -- brewers.com Monday, March 17 vs. Chicago White Sox -- TV\/Radio Tuesday, March 18 vs. Texas Rangers -- TV\/Radio  Wednesday, March 19 at Seattle Mariners -- brewers.com Thursday, March 20 at Colorado Rockies -- Radio Friday, March 21 at Texas Rangers -- brewers.com Saturday, March 22 vs. Los Angeles Angels -- TV\/Radio Sunday, March 23 at Cincinnati Reds -- brewers.com Monday, March 24 Off-day Tuesday, March 25 vs. San Francisco Giants -- TV\/Radio  Wednesday, March 26 at Cleveland Indians -- brewers.com Thursday, March 27 vs. Cincinnati Reds -- TV  Friday, March 28 vs. Kansas City Royals at Miller Park -- Radio Saturday, March 29 vs. Kansas City Royals at Miller Park -- Radio  Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
