{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/67175368\/texas-rangers-fate-tied-to-leonys-martins-second-year\/",
    "title": "Rangers' fate tied to Martin's second year",
    "subtitle": "Outfielder hopes to build on successful first full season in 2014",
    "body": "ARLINGTON -- The Rangers traded second baseman Ian Kinsler to the Tigers for first baseman Prince Fielder, a move that seemed to promote center fielder Leonys Martin to the top of their lineup. The promotion didn't last long. Once the Rangers completed their offseason goal of signing free-agent outfielder Shin-Soo Choo to be their leadoff hitter, Martin was back at the bottom. Right now, Martin is content with the arrangement. \"Doesn't matter,\" Martin said last week from Miami in an interview through Rangers broadcaster Eleno Ornelas. \"I can be relaxed, because I have one full season on my shoulders. I will enjoy it more. I'm ready to help us win and be healthy.\" The spot in the batting order isn't particularly important right now. In batting ninth, Martin will still have the chance to start rallies and create scoring opportunities for the top of the Rangers' lineup. He just won't be doing it in the first inning. The Rangers went into the offseason with the avowed goal of improving an offense that finished seventh in the league in runs scored. Adding Fielder and Choo will help, but there are still unanswered questions in the lower half of the lineup. A primary one is whether Martin can build on what, overall, was a good first full season in the Major Leagues in 2013 and be more than a No. 9 hitter in a winning lineup. \"We certainly hope that with what Martin achieved last year, he can continue to build on it,\" Rangers manager Ron Washington said. \"And if he does, he becomes the guy that we always knew he was. It was quite an experience for him to learn how to play the game of baseball under control and contribute. \"He certainly did that as the year progressed. We're looking for big things out of Martin. I think Martin is looking for big things out of Martin, and because he feels like that, I think it will work.\" The Rangers gave Martin a chance to be their leadoff hitter last season. Washington put him at the top at the end of July and Martin stayed there through August as the Rangers surged back in the American League West race. But when the offense started sputtering at the beginning of September, Kinsler went back to leading off and Martin was dropped back to No. 9. Martin had a .301 on-base percentage as a leadoff hitter, 39th out of 45 Major League players with at least 140 plate appearances at the position. Choo led them all with a .432 on-base percentage, while Kinsler was seventh at .355. Overall, Martin hit .260 in 147 games with 66 runs scored, 21 doubles, six triples, eight home runs and 49 RBIs. He had just 28 walks against 104 strikeouts. In a sign of his impatience, Martin saw 3.63 pitches per at-bat, 11th fewest among 75 qualifying American League hitters, and averaged just one walk for every 18.14 at-bats, 14th lowest in the A.L. For comparison, Choo walked once every 6.36 at-bats. The best ratios on the Rangers were Mitch Moreland with one walk for every 11.51 plate appearances and Kinsler at 12.04. The Rangers believe Martin has more power potential but his best offensive asset is his speed. He led the league with 11 bunt hits and was fifth with 36 stolen bases. More patience and better pitch selection will help him take advantage of that speed. Defensively Martin had a tremendous season for a first-year player. Although his inexperience occasionally flared with some poor decisions, his ultimate zone rating of 10.3, as determined by www.fangraphs.com, was the second best by an AL center fielder. Colby Rasmus led with 11.2 and Jacoby Ellsbury was third at 10. Although trendy defensive metrics can be nebulous and possibly misleading, there is little doubt that Martin has the tremendous speed and throwing arm to be a standout defensive player. He had 14 outfield assists, second in the AL to the Royals' Alex Gordon. When all the numbers are crunched, it's obvious that Martin had a successful first full season, especially considering how quickly he was moved through the Rangers' system after being signed as an amateur free agent out of Cuba on May 4, 2011. \"It was good for me, to see a lot of different pitchers and be more smart on the defensive end of the outfield, playing every day,\" Martin said. \"I believe, I need to be more confident in myself on all aspects, offensive and defensive.\" Martin's first full season was even more remarkable, considering off the field he is dealing with a lawsuit filed against Estrellas del Baseball, a Mexican-based company that helped him defect from Cuba in 2010. The company sued Martin in 2012, claiming he still owed $450,000 despite having paid the company $1.2 million. Martin signed a five-year, $15.5 million contract, including a $5 million bonus, with the Rangers in 2011. Martin's countersuit alleges that EDB held him and his family against their will in Mexico and Miami until he agreed to pay 35 percent of his baseball salary as compensation. Last December, the United States Attorney's Office in South Florida unsealed indictments that charged three people with conspiracy to smuggle, kidnap and extort Cuban defectors, including Martin. Martin's lawsuit alleges that EDB is \"a front for the illegal human trafficking of Cuban citizens, focusing on nationally recognized Cuban baseball players.\" Two of the three are already in prison, having been convicted of other crimes, but the lawsuits remain unresolved. Martin, who has always been extremely guarded about providing details on his defection from Cuba, said his legal issues have not distracted him from playing baseball even though his lawsuit said he still gets veiled threats from those involved with EDB. \"Not really, but I just don't want to talk about it anymore,\" Martin said. Instead, he will report to Spring Training in three weeks and start preparing for a new season. On a team looking for more offense, significant improvement from Martin could be as important or moreso than the additions of Choo and Fielder. T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
