{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/67182538\/urgency-to-win-now-creeping-up-on-victor-martinez\/",
    "title": "Urgency to win now creeping up on V-Mart",
    "subtitle": "Entering last year of contract, veteran catcher focused on task at hand",
    "body": "DETROIT -- For someone with such an intense personality during the season, Victor Martinez had a very laid-back vibe going at TigerFest. That still didn't hide the urgency in his mind. Once Martinez arrives at Spring Training in a few weeks and unloads his gear, that urgency will be his focus. And that laid-back, relaxed demeanor from TigerFest will begin to give way to the focused, fiery intensity by which most fans know him. Even his family kids him about it. \"Sometimes my wife says, 'You're like a little different on the field than you are off the field.' And I think I have to,\" Martinez said. \"I think it's just part of the game. As soon as I step onto the field, it just turns the switch. Bye Victor, here comes the other Victor. \" The more relaxed Victor walked into the media room for TigerFest on Saturday afternoon, leaned back in a chair and discussed batting cleanup behind Miguel Cabrera, the new look of the team, the hiring of a former catcher and opponent as the new manager and the chances of him catching some more this coming season. All the while, though, the clock keeps ticking in his head. Martinez turned 35 years old a month ago, and he's entering the last year of his contract on a team that has several contract situations to address. If Martinez is going to win a World Series, this might be the best chance he has left. Make no mistake: for all the talk, all the discussion, Martinez has one simple goal. He wants to win. \"When you're that competitor, you want to win,\" he said. \"I have never got a chance to win a ring, not even in the Minor Leagues. That's something I'm working for. I want to get that ring.\" If Martinez is going to get it, he's most likely going to have to put a huge responsibility on his shoulders once more. When Martinez signed a four-year contract with Detroit after the 2010 season, he became Cabrera's protection in the Tigers' lineup. He drove in 103 runs batting behind Cabrera in the batting order in 2011, despite hitting just 12 home runs. With a .330 average and 40 doubles, he had Cabrera among the league leaders in going from first to third base on a base hit. It wasn't a lack of production that knocked Martinez out of that spot in favor of Prince Fielder. It was the devastating, season-ending knee injury in January 2012, which led the Tigers to sign Fielder in the first place. Now that Fielder is gone, Martinez is likely back in his old cleanup role for at least one more try. He isn't making a big deal about it, in large part because he did it so well three years ago. Martinez can't produce an intimidation factor to keep pitchers honest with Cabrera. He can't do much to dissuade pitchers from walking the reigning three-time batting champ. All he can do is try to hit. \"It doesn't matter who you put behind Miggy. It just doesn't matter,\" he said. \"At the end, he's going to get walked when they need to walk him. They walked him with Prince behind him sometimes. \"He is his own protection. He's definitely the best hitter in the game right now. I don't really worry about protecting Miggy or protecting whoever. I just have to go to the plate and do my job. That's the bottom line. I've been doing that my whole career, and I don't think I have to have to put any kind of extra pressure on myself at this point. I go out there, it doesn't matter with runners on, nobody on, and I just try to be a tough out.\" That's how Martinez made his role work in 2011. He hit .394 (61-for-155) with runners in scoring position that year, driving in 87 runs despite just five homers. With runners on base anywhere, his average was .404 (109-for-270). With a runner on first and less than two outs, he hit .450 (58-for-129). With a runner on third and two outs, a situation in which many opponents would walk Cabrera, Martinez batted .571 (16-for-28). All of those numbers dropped significantly last year, when Martinez came back from the knee surgery and batted fifth behind Fielder and in front of Jhonny Peralta. Those stats reflected both a miserable start (.258 BA, .693 OPS before the All-Star break) and a fantastic finish (.361, .913 after break) hitting-wise. The latter numbers give him something to build on. More importantly, his health has given him the time to build. \"It's definitely quite better,\" Martinez said of his offseason. \"Right now, I know I'm ready to play. I could start playing games tomorrow. And last year, I didn't know. I was getting ready. Last year at this point, I was just starting to run the bases.\" The closer Martinez comes to those second-half numbers, the better chance the Tigers' offense has to produce runs without an extra power threat like Fielder. Whether it betters Martinez's chances of sticking around beyond this season is another matter, though he makes no secret about his desire to stay. \"Do I want to stay here? Yes,\" he said. \"But on the other hand, they have a lot of stuff going on [contract-wise]. They have Max Scherzer. They have Miggy. \"But you know what? I really want to take this opportunity to thank the Tigers organization and all the fans, because when I had the chance to become a free agent, I had a lot of choices where to go. I chose to come here because I know the best time to win was here. I haven't been wrong. The time I've been here, we've been winning the division and gone to the World Series. But at the end, we still have some work to do. We'll see what happens.\" It almost sounded like an early farewell thank you, even if Martinez didn't mean it that way. \"This organization is a great organization,\" Martinez continued. \"They do what it takes to win. As a player, this is what you work for. You go into the offseason and work your butt off because you know that you have a great chance to win.\" That last part, that chance to win, is pushing Martinez now, just as it did then. Once Martinez reports to camp, the intensity and focus will return once again. \"You have to [feel urgency],\" he said. \"You're not getting any younger. You're getting older, and you know the end of your career might be right around the corner. You don't have much chance to keep trying. That's it. It's sad, but it is what it is.\" Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
