{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/67174906\/rockies-announce-minor-league-staff-assignments\/",
    "title": "Rockies announce Minor League staff assignments",
    "subtitle": "Modesto gets new manager; no changes to skippers at other levels",
    "body": "DENVER -- Don Sneddon, whose program at Santa Ana College has produced more than 100 players who have signed pro contracts over the last 33 seasons, will join the Rockies as manager at Class A Advanced Modesto. Sneddon, who has coached his team to more wins than any other California community college coach, was the only new manager among Minor League affiliates, according to the Rockies' announcement of Minor League staff assignments Monday. The club also announced that Jerry Weinstein, the Rockies' Major League catching instructor the last two seasons, has been named the offensive coordinator for the farm system. Weinstein also is author of a new advanced instructional manual on catching, \"The Complete Handbook of Coaching Catchers\" (Coaches Choice). Glenallen Hill returns for his second straight season at Triple-A Colorado Springs, Kevin Riggs returns for his third season at Double-A Tulsa, Fred Ocasio is back for his second season at Class A Asheville, Drew Saylor heads into his second season at Class A Short-Season Tri-City, Anthony Sanders heads into his second season at Rookie-level Grand Junction. Also, Mauricio Gonzalez returns to manage the Dominican Summer League entry. The only new coach in the system is Mark Brewer, who has coached at the pro level for more than 20 seasons and most recently was at Triple-A Buffalo in the Mets' system in 2012. He also has been a pitching coach for more than 10 seasons in Latin American winter leagues. Beginning last year, the Rockies instituted development supervisors at each level except for Triple-A and the Dominican Summer League program. The only change in those jobs is Ron Gideon will work at Tulsa and Duane Espy will be at Tri-City in a job exchange. Other development supervisors are Fred Nelson at Modesto, Marv Foley at Asheville and Tony Diaz at Grand Junction. Thomas Harding is a reporter for MLB.com. Follow him on Twitter @harding_at_mlb. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
