{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/67222666\/terence-moore-reds-billy-hamilton-sure-to-excite-with-style-of-play\/",
    "title": "Reds' Hamilton sure to excite with style of play",
    "subtitle": "",
    "body": "Nearly every place in the United States is colder than the center of an ice cube, but look toward Cincinnati. There, you'll find Billy Hamilton mania, and it will warm you in a hurry. Even though he batted just 19 times last season in the Major Leagues, he has been designated as the next-best hope for the Reds. The rising expectations around this 23-year-old outfielder with the famously swift feet are based more on his potential than his production. Nothing wrong with that. Just attribute everything I just said to the Hot Stove League, where baseball fans spend the deepest part of winter entertaining the wildest of dreams. They range from Albert Pujols and Derek Jeter operating as their old, potent selves again, to Masahiro Tanaka proving he was worth even more than the bundle he received from the Yankees, to the Cubs capturing their first World Series championship since 1908. OK, maybe that Cubs thing is a stretch, but Hamilton as huge? Why not? Bryce Harper once was Hamilton at this point, and he now ranks among the anchors of a Nationals team with enough talent to win a pennant. Years before Harper, there was Joe Mauer. Then decades before that, guys named Robin Yount and Johnny Bench were heading into their first full seasons in the Major Leagues trying to make the transition from young phenomenons with hype to young phenomenons with credentials. In between, you've had a Ken Griffey Jr. here and an Alex Rodriguez there. But you've also had those such as Todd Van Poppel, a prospect so cherished that the Braves nearly made the Texas high school legend the first pick of the 1990 First-Year Player Draft over future Hall of Famer Chipper Jones. Let's just say Van Poppel never pitched himself into an All-Star Game, let alone into Cooperstown. Nobody knows whether Hamilton will become more Van Poppel than Griffey, but here's my guess: He'll flash a lot of Hamilton, and that will be impressive enough for the masses. After all, he is a 6-foot, 160-pound blur. If he reaches first base somehow, don't blink, because you'll miss him sprinting around second to third along the way to home.  Consider this: Vince Coleman stole 145 bases in 1983 for the all-time record in the Minor Leagues. The year before that, Rickey Henderson set the Major League record with 130 stolen bases. Well, two seasons ago, Hamilton surpassed Coleman, Henderson and everybody else who ever has attempted to steal in the Major or Minor Leagues, because Hamilton finished with 155 stolen bases for the Bakersfield Blaze and Pensacola Blue Wahoos. Did I mention Hamilton is pretty fast? It isn't a coincidence that under \"positions\" on baseball-reference.com, he is listed as \"pinch-runner and center fielder.\" It also isn't a coincidence that the Reds allowed highly productive Shin-Soo Choo to leave as a free agent after last season. Choo was the Reds' leadoff hitter and center fielder, and while displaying a solid glove, he hit .288 with 21 homers, 20 stolen bases and 107 runs scored. He also had an on-base percentage of .423, which ranked second only to teammate Joey Votto. That said, Choo eventually signed a seven-year contract worth $130 million with the Rangers, and the Reds shrugged for a couple of reasons. First, courtesy of their small-market budget, they couldn't give anywhere near those Texas dollars to Choo. More striking, in Hamilton, the Reds have a player ready to replace Choo -- in the long run -- at the plate, in the field and on the bases. At least the Reds think they do. The same goes for all of those fans around Reds country who continue to spend January smothering Hamilton with love whenever the team's winter caravan comes to town. Just last week, when that caravan traveled up the road from Cincinnati to Hamilton, Ohio, folks ignored the heavy snow and the ugly winds to nearly fill an auditorium. With apologies to popular Reds broadcaster Jeff Brantley and others, the majority of those present came to see, hear and touch the Reds' next-best hope.  \"It's been fun,\" Hamilton told Mark Sheldon of MLB.com, who covered the Reds along their arctic-like journey. \"With this weather, I really thought there would be less people than there has been. But we've had a good time and have seen a lot of people. It's been interesting and fun.\" You know, \"interesting and fun\" like Hamilton has been throughout his professional baseball career. Soon after he became one of the Reds' callups last September, he showed what all the fuss was about. He reached base five times against the Astros during his first Major League start, and it featured three hits, two walks, two runs scored, an RBI and four steals in four attempts. He also did so against four different pitchers. In fact, he was 13-for-13 in stolen bases overall before somebody discovered a way to throw him out. \"We think he's ready,\" Reds general manager Walt Jocketty told the Cincinnati Enquirer last week, and Hamilton is trying to prove as much. He took an early trip to the Reds' Spring Training camp in Goodyear, Ariz., where he worked to sharpen his defensive skills as a shortstop making the transition to center field. Not only that, he sought to perfect his bunting. Given his speed, he knows any ball he slams to the ground is a potential hit. Sounds like Hamilton gets it. That's because he does. Terence Moore is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Terence Moore"
}
