{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/67183288\/chasing-lofty-goals-cardinals-phenom-rob-kaminsky-up-to-the-task\/",
    "title": "Chasing lofty goals, Kaminsky up to the task",
    "subtitle": "Cardinals 2013 Draft pick eager to make splash in first spring camp",
    "body": "WYCKOFF, N.J. -- About an hour into a typically strenuous workout, Cardinals No. 8 prospect  Rob Kaminsky sat on the gym floor, taking a rare breather. He'd just completed a set of pushups and reverse crunches with his feet suspended by ropes -- a regimen exhausting to watch, much less attempt. The up-and-coming southpaw turned to his friend and workout partner, Reds prospect Fabian Roman. \"How you feeling, Fabian?\" Kaminsky said. \"My legs are shot,\" Roman replied. \"Yeah,\" Kaminsky said. \"My stomach is shot.\" The two sat silent for a moment. Then, without a word, Kaminsky slid his feet back into the ropes. \"I've never worked with an athlete that works as hard as he does,\" said Next Generation Training Center owner Rich Mejias, who has trained Kaminsky since he was 12. \"He's a gifted athlete on and off the baseball field, but his hard work, his dedication, his attention to detail is second to none. \"There's nothing better than a kid that wants to come in every day, work his tail off and be the best he can be.\" \"I'll be honest,\" Kaminsky said sheepishly, sitting in Mejias' office after his workout, \"I hate talking about myself, man. I've just never been good at it.\" It's a good thing his resume pretty much speaks for itself. A baseball prodigy who began taking 100 swings every morning at 5 years old, Kaminsky developed into a hard-throwing left-hander with a nasty curveball. He was nearly untouchable at St. Joseph High School in Montvale, N.J., exemplified by a senior season in which he allowed only one earned run in 64 innings and struck out 128 batters. In his spare time, he volunteered as an EMT and at a food pantry, and by getting his strikeouts sponsored, he raised more than $30,000 for the pediatric cancer ward at Englewood Hospital. \"The one thing my family preaches to me is to be as humble as possible,\" Kaminsky said. \"To be thankful and put things in perspective that baseball is just a game.\" Four days after he graduated high school, St. Louis selected him in the first round of the 2013 Draft. Though he had grown up a die-hard Yankees fan -- \"I had pinstripes in my room and everything,\" Kaminsky said with a laugh -- he was ecstatic to learn he had been taken by the Cardinals, known for their rich heritage and acumen for developing young pitchers. \"Everything changed June 6 -- my whole family was decked out in red,\" Kaminsky said. \"I always had respect for the Cardinals, and now you won't find a bigger fan. They just do it the right way. They're a great organization, and everyone just wants to win. And that's exactly how you win. You just have to want it really bad.\" A month removed from high school, Kaminsky's Minors debut for the Gulf Coast League Cardinals looked familiar: He tossed a shutout inning, striking out three. His next three outings were also scoreless, though he hit some bumps in the road after that -- an adjustment for someone who gave up a grand total of three earned runs his final two years at St. Joe's. \"As I figured out, what you've been doing [with success] doesn't always translate to the next level,\" Kaminsky said. \"Instead of 91 mph inside and they strike out on it, they hit a double down the line off the bag. \"I ran into some tough outings, but you just bounce back. You really have to have a short memory in baseball and make adjustments.\" Simply being away from home was an adjustment, especially for a self-described \"homebody\" who had never so much as gone to sleepaway camp. But Kaminsky, a fun-loving kid with an easy manner, enjoyed the opportunity to branch out a bit. \"Just meeting kids from all different races and religions, that was my favorite part,\" Kaminsky said. \"I never met a kid from Panama or a kid from Venezuela, and now I'm playing with them, living with them, going to dinner with them. It's kind of like traveling the world while staying in Florida.\" Once his season ended, Kaminsky spent three weeks in instructional league before heading back to New Jersey. At home, the 19-year-old took two weeks away from baseball to catch up with his family and friends, recharge his batteries and reflect on his whirlwind summer. After that? With his first Spring Training on the horizon, it was right back to work. Like clockwork, Mejias and co-trainer Jared Forestieri put Kaminsky through intense workouts five days a week, guided by a program provided by the Cardinals. In between, he works on his command with his longtime pitching guru, Jim Wladyka. Kaminsky's desire to improve is driven by his ultimate goal of reaching the Major Leagues -- he'll report to camp early  to work with Cardinals coaches, before likely starting the season in the Class A Peoria rotation -- and by a natural competitive spirit that extends well past baseball to ping-pong and PlayStation, two of his favorite pastimes. \"Most guys with his athletic ability and stature in the game, they've kind of got an 'I don't need you to help' kind of attitude,\" said Thomas Atlee, a former Minor Leaguer and pitching coach for Teel's Baseball. \"Rob, though, is like a sponge. There's no sense of entitlement at all. He wants to be at the top level of the game, and he's willing to do the work to get there.\" He also draws motivation from proving skeptics wrong. While six feet tall isn't considered short in most walks of life, Kaminsky's height has been a topic of much conversation. \"If you watch the Draft over again, the first thing they mention is me being six feet tall,\" Kaminsky said. \"I don't like people saying stuff about my height; I've been hearing it since I was little. I'll say it again, I've said it 100 times, but I never knew you had to be a certain height to get people out. \"I feel like if you're going to make it, you've got to have a bit of a chip on your shoulder. You've got to want it bad. You've got to want it more than anyone else. And I think I have that drive. So I'd say, yes, I do have a chip on my shoulder.\" A few things have changed since he came back to New Jersey: Kaminsky now signs an occasional autograph at the mall, and his Instagram follower count has gone up exponentially. (He personally answers every comment.) But for the most part, things are pretty much the same as before he left. Kaminsky works with the same coaches he always has. He hangs with the same close-knit group of friends, including his girlfriend of three years. He watches boxing with his dad. He never misses a Knicks game -- for better or worse, he's a die-hard fan -- and he's enjoyed a couple of Jay Z concerts.  Perhaps his favorite time was during the World Series, when seemingly everyone he knew piled into the Kaminsky home to root for the Cardinals. \"It was nuts,\" Kaminsky said. \"We had 25-30 people over, ordering pizza and all that. My mom is the best. She caters every big game, every Floyd Mayweather fight, you name it.\" And, surrounded by his loved ones during the Fall Classic, Kaminsky couldn't help but dream a little about what it would be like to jog to the mound at Busch Stadium. \"Sometimes I just think, 'Wow, I'm pretty blessed to be in the situation I'm in,'\" Kaminsky said. \"I've got the right people behind me, and all I try to do is be the best I can for the Cardinals. \"And hopefully, sooner than later, I'll be up there.\" Rest assured: He won't stop working until his dream becomes a reality. Bryan Horowitz is an editorial producer for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Horowitz"
}
