{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/67183088\/giants-third-base-coach-tim-flannery-donates-96000-to-help-injured-fan-bryan-stow\/",
    "title": "Flannery donates $96,000 to help injured fan Stow",
    "subtitle": "Giants third-base coach's efforts boosted by checks from Affeldt, Clark",
    "body": "Giants third-base coach Tim Flannery nearly doubled his goal for what he hoped to raise last weekend for Bryan Stow, the Giants fan who was seriously injured in a beating outside Dodger Stadium after the 2011 season opener. Flannery and his band, the Lunatic Fringe, raised $96,000 during four nights of concerts in Northern California over the weekend, according to The Associated Press. Flannery told MLB.com last week he was hoping to hand a $50,000 check to Stow, who continues to deal with injuries and brain damage following his beating. Flannery and his band also have donated proceeds from sales of Flannery's new CD, \"Outside Lands,\" to the family, and the hope is that money will continue to roll in and benefit Stow. \"That was, for me, kind of a gamble. People always say, `Well, why don't you just write a check?' I always say, `Well, I only hit nine home runs in my 10-year career, I can't just write a big check,'\" Flannery told the AP. \"I did write a check, I wrote a check that produced a new record. ... I'm just playing the music. I'm doing the same thing I always do. For people to come and just continue the love, it's a great, great honor.\" The AP reported that Flannery received a thank-you voicemail from Stow, who still struggles to put together words and thoughts. \"I don't think we could even begin to explain how much the efforts of all the people involved mean to us,\" Stow's sister, Bonnie Stow, wrote in an email to the AP on Monday. \"They're all busy people, with their own lives going on, yet they take the time to put on these shows to help Bryan. It's like `thank you' just isn't enough. Even when he's not playing these shows, Tim stays in touch with our family and sends his love to Bryan continuously. He's amazing.\" According to the AP report, Flannery handed Bonnie Stow an envelope with the money before his show Saturday in Santa Cruz, Calif., where the Stow family lives. \"She kind of went quiet and both of us kind of broke down and just held each other for a while,\" Flannery told the AP. \"I told her, 'All the people who wrote checks and all the people who brought their gifts, everybody loves you and everybody loves your family.'\" Giants reliever Jeremy Affeldt contributed $25,000 to match Flannery's initial total, while Will Clark wrote a $10,000 check, according to the AP's report. Cash Kruth is a reporter for MLB.com. Follow him on Twitter at @cashkruth. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Cash Kruth"
}
