{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67185396\/final-landing-spot-for-nelson-cruz-remains-unclear\/",
    "title": "Final landing spot for Cruz remains unclear",
    "subtitle": "Rangers, Mariners and Orioles all linked to slugging free-agent outfielder",
    "body": "The Rangers have given away Nelson Cruz's old jersey number to free agent acquisition Shin-Soo Choo, but have not completely ruled out the idea of bringing the one-time fan favorite back to Texas on a club-friendly deal. There is some speculation that Cruz, 33, who is seeking a multi-year deal, might settle for a one-year contract with his former club if he cannot land a large deal with another team. The Mariners and Orioles are among the teams that have been linked to the right-handed slugger. Overall, Cruz hit .266 with 27 home runs and 76 RBIs in 109 games and 413 at-bats for the Rangers last season. He had a .327 on-base percentage and a .506 slugging percentage before he was suspended by Major League Baseball for 50 games for violating the Basic Agreement and its Joint Drug Prevention and Treatment program as a result of the league's Biogenesis investigation. Teams interested in Cruz must also consider that the veteran turned down the Rangers' qualifying offer of $14.1 million in November, which means Texas would receive a Draft pick as compensation if he signs elsewhere. \"I've had a lot of discussions with Adam Katz, his agent,\" Mariners general manager Jack Zduriencik said at FanFest last weekend. \"There's an economic factor tied to that, as well as losing your Draft pick. Would I like to have him here? Absolutely. I'd love to have Nelson Cruz in this lineup. But how much do you have to pay him, how many years is it going to be and are you willing to lose another Draft pick? Those are the things you have to factor.\" Zduriencik added that he's not expecting any more \"major moves\" this offseason, but his club could still have a need for a right-handed bat in the lineup, even with newly acquired outfielder Corey Hart on the roster. As it stands now, the Mariners have four left-handed-hitting outfielders -- Dustin Ackley, Michael Saunders, Abraham Almonte and Logan Morrison -- with Franklin Gutierrez and utility man Willie Bloomquist as the only right-handed options. The Mariners could add to their estimated $85 million payroll, but some suggest the club would prefer to opt for a shorter deal with a player like Cruz -- especially after signing Robinson Cano to a 10-year, $240 million deal this winter. The team still owes about $150 million to staff ace Felix Hernandez. The Orioles have expressed interest in Cruz and could potentially slot him into the designated hitter role, but the team's payroll constraints and the need for another starting pitcher work against Cruz. Like the Rangers and the Mariners, the Orioles could offer a shorter deal to Cruz in order to keep their payroll -- currently around $80 million -- under $100 million and still sign a pitcher. The Rangers are prepared to move on without Cruz. The team is expected to start Choo in left field, Leonys Martin in center field and Alex Rios in right field with Michael Choice providing roster depth. Jesse Sanchez is a national reporter for MLB.com. Follow him on Twitter @JesseSanchezMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jesse Sanchez"
}
