{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/67184910\/around-the-horn-angels-catchers\/",
    "title": "Around the Horn: Catchers",
    "subtitle": "Iannetta, Conger hope to slow down running game in '14",
    "body": "With pitchers and catchers scheduled to report to Tempe, Ariz., by Feb. 13, it's time to dissect the Angels' 2014 roster. This is the first of a six-part Around the Horn series taking a position-by-position look at projected starters and backup options heading into the season. First up: Catchers. ANAHEIM -- Offensively, the returning platoon of Chris Iannetta and Hank Conger combined to provide above-average production in 2013, giving the Angels the 12th-ranked catching OPS in the Majors (.727) while taking every single at-bat from behind the plate. Defensively, it was a different story. The Angels gave up the second-most stolen bases in the Majors (131, two behind the World Series-champion Red Sox), ranked 28th in caught-stealing percentage (21 percent) and tied for 28th in the defensive sabermetric Stolen Base Runs Saved (minus-five). In short, baserunners had a free for all on Iannetta and Conger, culminating in the Aug. 6-7 stretch that saw the Rangers combine for 13 stolen bases in 18 innings (six against Iannetta; seven against Conger). But it's hard to decipher just how much responsibility Iannetta and Conger actually share for that. Baseball has come a long way in finding better ways to quantify defensive abilities, but sabermetrics still struggle with catchers, because their \"zone\" is restricted to the area behind home plate, because pitch-calling and game-planning are basically immeasurable and, as is the case here, because pitchers also play a big part in controlling a running game. From that two-game rut to the end of the season, the Angels got a lot better in that department, ranking 13th in the Majors in stolen-base percentage (71.4 percent). And the main reason for that, all parties involved agreed, lied with the pitchers. \"As catchers, all we can really control is putting the ball on the bag,\" Conger said as the season was winding down. \"I think a lot of guys started putting an emphasis on being quicker to the plate,\" Iannetta said. \"I mean that was the elephant in the room. The glaring issue for why we were giving up too many stolen bases was because we were just too slow to the plate as a pitching staff. We had a lot of guys work.\" Conger and Iannetta nonetheless each had interesting years. Conger's season began with the throwing yips, which forced the Angels to acquire veteran catcher Chris Snyder late in Spring Training and put the 25-year-old's chances of making the team in serious jeopardy. But Conger cracked the Opening Day roster, his throwing issues were resolved, and soon enough, Conger was taking playing time away from Iannetta, ultimately turning the Angels' catching situation into a quasi-platoon. Conger finished his first full season in the big leagues with a .249\/.310\/.403 slash line, adding seven homers and 21 RBIs while starting 60 of the Angels' 162 games behind the plate. But his biggest strides came defensively. Conger only threw out 15 of 62 would-be basestealers (24 percent), but he had just one passed ball and ranked among the best in baseball in terms of pitch framing. \"Really a lot of the credit has to go to a lot of the coaching staff,\" Conger said toward the end of the season. \"I mean, you talk about [bullpen coach Steve] Soliz and [Mike] Scioscia and all those guys, just really the positivity that they were bringing toward me, and the confidence they've shown, especially the way that I was throwing the ball in Spring Training, really showed a lot. And that actually helped me through the season knowing that they did have my back.\" Iannetta signed a three-year, $15.55 million extension last offseason, shortly after a season in which wrist surgery limited him to 79 games, and struggled on both sides of the field early on. Through July, Iannetta was 6-for-62 against opposing basestealers, giving him a Major League-worst 9.7 percent caught-stealing rate. And at the start of August, the 30-year-old's batting average sat at .205. But he finished the year with the second-highest on-base percentage on the team (.358) and threw out 13 of 35 would-be basestealers (a respectable 37 percent) over the season's last two months, when the pitching staff got a lot more consistent. They had their individual struggles, but by the end of the year, Conger and Iannetta were actually one of few things the Angels could feel good about moving forward. \"In combination, they had a very good season,\" general manager Jerry Dipoto said. \"I think we work really well together and I think we complement each other well,\" Iannetta said. \"What we both bring to the table I think works really well.\" Beyond the active roster: Luis Martinez, a 28-year-old who batted .257\/.319\/.346 in 62 games for the Orioles' Minor League system last year and compiled 32 Major League games with the Padres and Rangers from 2011-12, was signed to a Minor League deal. ... John Hester, a 30-year-old who has been in the Angels' system since late April 2012, is on the 40-man roster. ... No catchers rank among the Angels' Top 20 Prospects. ... Carlos Ramirez was released after being handed a 100-game suspension for a third positive test for a drug of abuse. Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
