{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/67185212\/pickup-of-left-hander-david-huff-gives-giants-pitching-depth\/",
    "title": "Pickup of lefty Huff gives Giants pitching depth",
    "subtitle": "Southpaw could contend for long-relief role or No. 5 starter's spot",
    "body": "SAN FRANCISCO -- If you missed it, and you probably did, the Giants added some intrigue to their Spring Training pitching competition. San Francisco acquired left-hander David Huff from the Yankees last Friday for cash considerations. The move drew remarkably little attention in the Bay Area when it was announced late in the afternoon, due largely to timing (the start of the weekend commute on local freeways) and Huff's modest career record (21-27, 5.32 ERA). But anybody combining Huff's experience who happens to throw left-handed has to be taken seriously. Huff, 29, has made 54 starts in 69 Major League games with the Indians and Yankees. His ability to function as a swingman who can start or relieve enhances his value. \"The fact that he gives us some depth is really worth looking at,\" Giants vice president and assistant general manager Bobby Evans said Monday. Until the Yankees designated Huff for assignment last Wednesday when they signed heralded right-hander Masahiro Tanaka, he was expected to vie for New York's fifth starter's spot. Huff joins right-hander Yusmeiro Petit as a contender for the Giants' long-relief job and the No. 5 starting berth, though Ryan Vogelsong will enter camp next month as a clear favorite to win the latter role. Moreover, Huff, Petit and reliever Jean Machi are out of Minor League options. Merely pitching well enough to stay on the Major League roster will motivate each of them. Huff, whom Cleveland selected in the first round of the 2006 First-Year Player Draft, divided last year between the Indians and Yankees, posting a 3-1 mark with a 5.50 ERA in 14 outings (two starts). He led Cleveland in victories as a rookie in 2009, when he finished 11-8 with a 5.61 ERA in 23 starts. Giants pitching coach Dave Righetti and bullpen coach Mark Gardner inherit the task of attempting to figure out why Huff has defied the percentages by faring poorly against left-handed batters. They've hit .311 off him with a .381 on-base percentage and a .519 slugging percentage in his career, compared to .280\/.325\/.471 for right-handed batters. Chris Haft is a reporter for MLB.com. Read his blog, Haft-Baked Ideas, and follow him on Twitter at @sfgiantsbeat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Haft"
}
