{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67197246\/regular-season-winds-to-close-for-australian-baseball-league\/",
    "title": "Regular season winds to close in Australia",
    "subtitle": "ABL Playoffs to begin Friday; Canberra vs. Sydney for right to face Perth",
    "body": "The final weekend of Australian Baseball League  regular-season action saw the Sydney Blue Sox and Canberra Cavalry both clinch playoff spots despite splitting their respective series with the Melbourne Aces and Brisbane Bandits. Perth, meanwhile, kept on rolling, sweeping a four-game set against the Adelaide Bite.  ***** In Sydney, an exciting series featured good pitching from both sides, starting with the Thursday-night start from Aces ace Joe Burns. Burns allowed just two earned runs over seven innings, striking out four and walking one. The left-hander finished the season 5-3 with a 2.47 ERA. In 73 innings of work, he fanned 62 while walking just nine. On Friday, Padres Minor Leaguer John Hussey earned his fifth victory for Melbourne, tossing 6 2\/3 innings of one-run ball. The 27-year-old right-hander finished the season 5-5 with a 3.97 ERA. Rockies farmhand Ryan Casteel did his best to lift the Melbourne offense, finishing the series 9-for-15 with a home run and six RBIs. Casteel's efforts over the weekend nearly resulted in a regular-season Triple Crown, as the catcher finished the season first in the league with a .343 batting average and 11 home runs, but second with 36 RBIs. For the Blue Sox, leadoff man and White Sox prospect Jacob May led the team with seven hits to finish the season batting .269, with four home runs and 17 stolen bases. Tigers Minor Leaguer Zach Shepherd also performed well in the series, as the 18-year-old collected five hits and a pair of RBIs to help send Sydney into the postseason. ***** In Brisbane, the Canberra Cavalry relied on their Blue Jays Minor Leaguers to lift them into the postseason. Leadoff man Jon Berti delivered another sensational series, going 7-for-17 and stealing four bases. He finished the season with a .309 average, one home run and 18 RBIs, while finishing first in the league with 31 stolen bases and 46 runs scored in 46 games. Berti capped the season by hitting safely in 22 of his final 23 games played. Berti's teammate, Mike Crouse, also finished the season with a big series, going 5-for-12 with a home run, five RBIs and a stolen base. Crouse finished the season third in the league with eight home runs to go along with a .289 batting average, 23 RBIs and 11 stolen bases in 39 games played. Joey Rickard led the Bandits' offense, as he has all season, by collecting five hits, a home run, two RBIs and a steal. The 22-year-old Rays farmhand finished the ABL season with a .287 batting average, four home runs, 18 RBIs and a team-high 14 stolen bases. ***** The Perth Heat closed out a remarkable regular season by sweeping the Adelaide Bite in a four-game series. With a regular-season record of 32-14 and a first-place finish, the Heat will host the ABL Championship series the weekend of Feb. 7. Perth finished the regular season by winning 13 of 14 games. Jack Frawley set the tone for the Heat with a sparkling start in the series opener, a performance which may well cement his position as ABL Pitcher of the Year. The right-hander allowed one run on six hits Thursday to finish the season 7-2 with a 2.07 ERA in 12 appearances. Brandon Tripp did his best to keep up with Melbourne's Casteel in the Triple Crown chase, collecting six hits, a home run and seven RBIs. Tripp finished the season second in the league with a .333 average, second with 10 home runs, and first with 41 RBIs. Rockies Minor Leaguer Joey Wong raised his season average to .290 with seven hits in the series, and Padres farmhand Corey Adamson was 5-for-13 in the leadoff spot to bring his average up to .311. For Adelaide, Astros Minor Leaguer Joe Sclafani collected six hits (two doubles) and a pair of RBIs in the series. Red Sox farmhand Stefan Welch notched three hits and four RBIs of his own. Mariners Minor Leaguer Brock Hebert also delivered a strong final series, as the 22-year-old tallied four hits and four stolen bases. The speedy Louisiana native finished strong after a slow start to the season, hitting .351 with four stolen bases in his final 10 games. ***** The ABL Playoffs begin Friday and will pit the defending-champion Canberra Cavalry against the Sydney Blue Sox in a best-of-three series for the right to take on Perth in the Championship Series. Craig Durham is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Craig Durham"
}
