{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/67198604\/pipeline-perspectives-twins-have-best-prospect-duo-in-byron-buxton-alex-meyer\/",
    "title": "Pipeline Perspectives: Twins have best prospect duo",
    "subtitle": "Top-ranked Buxton, right-hander Meyer most promising position player-pitcher pairing",
    "body": "There's a good amount of subjectivity regarding baseball prospects. With the evaluation of talent being in the eye of the beholder, finding consensus is often difficult. Even Jim Callis and Jonathan Mayo of MLBPipeline.com don't always see eye to eye. They discuss their viewpoints regularly in a feature called Pipeline Perspectives. Submit a topic for them to debate. Following last week's unveiling of the Top 100 Prospects list, we're starting to look ahead to MLBPipeline.com's Team Top 20 Prospects rankings, expected to be revealed in March. We took a look at each team's young talent in our breakdown of the Top 100, in terms of which teams have the most prospects on the list. But over the next few weeks, we're going to spice that up a bit. This week's challenge: Which organization has the best hitting-pitching prospect tandem in baseball? While Jim Callis makes the argument> that the answer to that question is the Astros, who have the duo of shortstop Carlos Correa and right-hander Mark Appel, I will advocate for the Minnesota Twins' pairing of center fielder Byron Buxton and right-hander Alex Meyer. Explaining why isn't such a difficult when you can begin with the No. 1-ranked prospect in baseball. You'd be hard-pressed to find anyone who doesn't believe Buxton is just that. The No. 2 pick in the 2012 First-Year Player Draft has been much better than advertised so far in his pro career, hitting at not just one but two levels, putting him on a fast track to Minnesota. I don't have to go into too much detail about Buxton's tools, because we've done that many times over. Let's just say that he does everything extremely well. And as good as Correa, the No. 1 pick in the 2012 Draft, was in his first full season, Buxton accomplished much more. Buxton should start this season with Double-A New Britain, and seeing him in Minnesota sometime this year certainly isn't impossible. Even if that doesn't happen, a Major League debut in 2015, at age 21, would put him far ahead of the projections that were made when the Georgia high school standout was drafted. Moving to the mound, we have Meyer. Yes, in a head-to-head matchup with Appel, the 2013 No. 1 overall pick, gets the edge -- we did, after all, have Appel ranked No. 17 to Meyer's 28 in the Top 100. But is there really that much separating the two? Appel's advantage is his higher ceiling, but I do like Meyer's as well. Appel's overall future grade is 65; Meyer's is 60. The differentiation is in their changeups and their command. Appel has a slight edge with his offspeed stuff and a bigger one with his control. But that's it. If those are the things that would give the Astros pick the \"win,\" I'm not sure I buy it. Meyer has come a long way from his days at the University of Kentucky, when he couldn't find the strike zone. In his pro career, he's walked 3.3 per nine while striking out 10.4. That's a pretty good ratio, especially considering that some worried if Meyer would ever throw enough strikes. With an upper-90s sinking fastball and an above-average slider coming from a 6-foot-9 frame, he has nasty stuff, and his changeup should be a Major League-average pitch. If all else fails, Meyer could dominate out of the bullpen (while Appel will almost certainly start, which is why he's got the edge in the rankings), but all signs point to him getting every opportunity to be a starter. But this isn't a one-on-one argument. We're looking at the tandem. It's a close call -- and truthfully, if I were a general manager, I'd be happy to have either duo -- but Buxton's \"better than everyone\" standing combined with Meyer's still considerable upside gives this set of Twins the upper hand. Jonathan Mayo is a reporter for MLB.com and writes a blog, B3. Follow @JonathanMayoB3 on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Mayo"
}
