{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67155652\/anthony-castrovince-repeating-in-nl-west-wont-be-easy-for-la-dodgers\/",
    "title": "Repeating in NL West won't be a walk in the park",
    "subtitle": "Dodgers presumed favorites but division offers challengers from top to bottom",
    "body": "The result of the Masahiro Tanaka sweepstakes was not going to impact the overall outlook for the Dodgers. That they bid only half-heartedly (and you've got to love a world in which an offer in excess of $100 million is considered half-hearted) for the Japanese hurler, whom they considered to be only a mid-rotation upgrade, confirms their obvious contentment with the product in place. Tanaka or no Tanaka, the Dodgers can quite comfortably assume they'll be favorites to win a second consecutive National League West crown in 2014. Funny thing, though, about the West: It doesn't look at all like a comfortable place to reside. Is it fair to expect the Dodgers to finish in first when they aren't likely to have another 42-8 worst-to-first run? Yeah, Yes, it's pretty fair, what with their excess of talent in the outfield, beefed-up bullpen and all-world rotation fronted by baseball's only $30 million man, Clayton Kershaw. But is it fair to assume as much? No, not at all. Top to bottom, the NL West might be the league's deepest division. There are no rebuilding projects in place here. No clubs resigned to punching-bag probabilities. What you have, instead, is a financial behemoth flanked by four clubs that, rather than retreating, have spent the winter mounting earnest efforts to improve and contend with the champs from Chavez Ravine. And while the Giants, D-backs, Padres and Rockies will all have their challenges in terms of health and depth, it shouldn't shock us if any of them make the day-to-day a lot more daunting for the Dodgers. You start with the Giants, if only because they've made a rather recent habit of winning World Series hardware in even-numbered years, and the calendar confirms we are in one. A year ago, we were discussing whether the Dodgers would have the chemistry to compete with a Giants club that had established a reputation for being greater than the sum of its parts, and, well, that all sounds a bit silly now, doesn't it? What wasn't so silly was the worry of another hangover season for the Giants, who, sure enough, watched their rotation wither under the weight of all those innings accumulated a year earlier. Sure enough, the rotation became a focal point of the offseason for general manager Brian Sabean, who re-signed Tim Lincecum and Ryan Vogelsong, and added Tim Hudson. Oh, yes, all three come with questions -- Lincecum with his declining velocity, Vogelsong with his recent injuries, Hudson with his birth certificate issued in 1975. But it's not overly bold to believe in a bounceback year from Matt Cain, who had a 2.36 ERA in the second half of last season, nor is it outrageous to insist that Madison Bumgarner has established himself as an ace, given his 2.77 ERA and 199 strikeouts in 201 1\/3 innings in 2013. And if the Giants get even a semblance of the Timmy of old and Hudson and Vogelsong stay healthy, a rotation that shockingly rated as one of the worst in baseball last season should take a big, big step forward. Beyond that, the Giants placed a worthwhile gamble on Michael Morse to serve as a right-handed complement to Gregor Blanco, adding some needed power substance to the lineup. And they re-signed Javier Lopez for some stability in the bullpen. Put it all together, and the Giants, much like their suddenly svelte third baseman, Pablo Sandoval, appear to be in good shape. The Rockies' offseason did not exactly take the shape they sought, but give them an A for effort, at least. Bids for Jose Abreu and Carlos Ruiz fell short. An opportunistic effort to reap pitching rewards in exchange for star shortstop Troy Tulowitzki went nowhere. Of course, the Rox found other ways to invest, spending more than $30 million in free agency after doling out just $1.5 million a year ago. They'll hold out hope that Justin Morneau's move to Coors Field will coax past magic out of his bat, and that Brett Anderson, who, remember, is only 25, can effectively front their rotation (his past success and 55-percent ground-ball rate would answer in the affirmative, provided health is on his side). And that LaTroy Hawkins and Boone Logan will shore up the bullpen. And that right-hander Jordan Lyles and speedy center fielder Drew Stubbs will provide worthwhile depth. Count me among those who didn't love the trade of Dexter Fowler to Houston, but, on the whole, there has been improvement. The lineup will mash, as it tends to do, while Anderson and, eventually, top prospect Jonathan Gray could add respectability to the rotation. The division's two most intriguing teams might be the D-backs and Padres, both of whom have pushed forward from a payroll perspective at a time when they could have scaled back or stood pat. Arizona's offseason activity has certainly raised some eyebrows. GM Kevin Towers dealt away some youth and upside in the form of Adam Eaton and Tyler Skaggs in order to land Mark Trumbo, who could be on the verge of a 40-homer season with the move from the marine layer in Anaheim to the desert in Phoenix. The trade will prove worthwhile if Trumbo does as intended and ensures more pitches to hit for 2013 MVP candidate Paul Goldschmidt. Towers, never one to shy away from the trading game, also dealt young third baseman Matt Davidson in order to land closing commodity Addison Reed. The D-backs might not be finished. They went all-in on the bidding for Tanaka, and Towers has said all along that he'd like to add another starter. He'll do it on his terms, though, and that could mean steering clear of a four-year commitment to any of the remaining free-agent starters. But the D-backs did engage with the Cubs in conversations about Jeff Samardzija, and those talks could continue. San Diego, meanwhile, will be a popular sleeper pick this spring, and for good reason. The Padres have a deceptively good core that has been besieged by the injury bug in recent seasons, and they've added some intriguing depth players. Josh Johnson, at one year and $8 million, is a classic low-risk\/high-reward proposition (yes, in the current market, $8 million can be considered low risk), and the move to Petco Park could help him reclaim his status as one of the peskiest pitchers in the NL, if his body cooperates. Given the strides made by power arms Andrew Cashner and Tyson Ross last season, the Padres might have the makings of a robust rotation, and it's an area of depth given the pending returns of Joe Wieland and Cory Luebke from Tommy John surgery. Speaking of depth, Joaquin Benoit, who signed a two-year deal, is a nice pickup for a bullpen deep in right-handers like Huston Street, Nick Vincent and Dale Thayer, and the Padres added a needed lefty option last week in a trade for Alex Torres. More than anything, what the Friars need is a consistent lineup. Chase Headley played hurt last season, and therefore did not approach his 2012 breakout. Neither Yonder Alonso nor Carlos Quentin cracked the 100-game mark, and Cameron Maybin played in just 14. Yasmani Grandal and Everth Cabrera each served a 50-game suspension. Keep all those guys on the field, and the Padres could prove problematic for the Dodgers. Big things will justifiably be expected out of L.A., but if this winter is any indication, the going won't be easy. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
