{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67153118\/richard-justice-teams-smart-in-drafting-development-pulls-them-even-with-big-spenders\/",
    "title": "Dollars and sense: Smarts evens the field with money",
    "subtitle": "Sure, some teams spend a lot but recent history shows success is in franchise building",
    "body": "I thought it was 1985 all over again this weekend, when a Pittsburgh talk-show host began peppering me with questions about baseball's economic crisis. Say what? His point was old and tired and absolutely wrongheaded. He wanted to make the case that free-agent spending by a few teams would lead to only wealthy clubs contending for playoff berths. This simply isn't true and hasn't been for a long time. Nothing that happened with Robinson Cano or Masahiro Tanaka or any of the other big-ticket signings this offseason has changed that. Yes, it's startling to see the Yankees make contractual commitments totaling almost $500 million in one offseason. How many teams can do that? The Dodgers? Yes, possibly. The Red Sox? Perhaps, if they wanted to go that direction. However, the Red Sox have had two straight offseasons of modest spending because they've decided there's a better way to build a championship club. That better way includes: 1. A productive farm system. 2. Selective spending in free agency. They've tried it the other way. Tried it, didn't like it. Didn't have much success with it, either. It says here that no baseball team can win a championship without a really productive Minor League system. That's obviously true for smaller-revenue clubs like the Pirates and Rays, but it's true of the Red Sox and Yankees as well. The Yankees went on a winter spending spree because their farm system has hit a dry spell. Their free-agent spending is intended to buy time before the talent pipeline is flowing again. While the Yankees hauled in another eye-popping free agent with the $155 million signing of Tanaka, the Red Sox led all of Major League Baseball by placing nine players on MLB.com's Top 100 Prospects list. The Red Sox are a big-payroll team that has won the World Series three times in the past 10 seasons. Yet they also believe their ability to sustain success begins not with free-agent signings, but with a Minor League system that keeps costs in check. When people fret about a few teams spending more money than other clubs, I tell them not to sweat it. Is there economic disparity? Of course there is. That's true in every sport. Don't the Washington Redskins and Dallas Cowboys have the ability to spend more money than other NFL clubs? Yes, they do, and what has it gotten them lately? So it is with baseball. More than ever before, baseball isn't a race to spend the most money. Smarts matter. Big-time. For instance, seven of the top 10 payroll teams missed the playoffs last season. Meanwhile, three of the bottom five made it. Wait, there's more. In the past five years, the 10 clubs that made the World Series had an average payroll ranking of 10th. And the average payroll rank of the past 10 teams to win the World Series was eighth. Money matters. No one would ever argue otherwise. Some clubs have the ability to cover up their mistakes. Some don't. But when clubs don't do well, it's inevitably because they've made poor decisions in the First-Year Player Draft and international marketplace. For the first time in Major League history, the current economic structure -- thanks, Commissioner Bud Selig -- has given every team a chance to compete. A's general manager Billy Beane is another player in this formula. And sabermetrician Bill James. Advanced analytics have given teams more and better ways to construct a roster than ever before. If some clubs choose not to take advantage of those tools, shame on them. Back to the competitive-advantage arguments. Thirteen of baseball's 30 clubs have reached the postseason in the past two years. In the past five seasons, 20 of the 30 clubs have played at least one postseason game. In the past decade, six different American League franchises and five different National League franchises have been to the World Series at least once. Six different franchises have won the World Series in 10 years. The Red Sox do spend big and have been rewarded in the World Series over the past decade. But the Cardinals have been to the World Series four times in 10 years, winning it twice and losing to the Red Sox twice. Not once in those four pennant-winning years did the Cardinals have a top-10 payroll. They do it with a great, visionary owner in Bill DeWitt Jr. and a tremendous general manager in John Mozeliak. And the Cardinals have a steady flow of talent from the Minor Leagues. For instance, the right side of their 2013 infield, Matt Carpenter and Allen Craig, both All-Stars, were taken in the 13th and eighth rounds of the First-Year Player Draft. It's true that baseball once flirted with economic calamity. But that was two decades ago, when as many as a dozen teams might have been for sale and some clubs were having very real worries about paying their bills. That's economic calamity. From the moment Selig took over as Commissioner, he saw his mission as restoring \"faith and hope\" to every club. To do that, he convinced the clubs to agree to a revenue-sharing system in which a portion of the wealth was transferred from the top revenue teams to the ones toward the bottom. Also, he believed that labor peace would result in phenomenal growth that would help every single club: big-market clubs, small-market clubs and all the markets in between. As Selig begins his final year on the job, his legacy almost certainly will begin with doing exactly what he set out to do. Baseball's revenues are eight times greater than they were when he became Commissioner in 1992. Owners and players alike have benefited as labor peace and revenue-sharing have been achieved and as baseball has become the gold standard for a host of innovations, most notably Major League Baseball Advanced Media. Yes, some teams spend more than others. The Yankees make no apologies for that. They're doing business the way they sometimes have to do it. But the Rays and Athletics believe they've figured some things out, too. They believe smart player evaluations, shrewd trades and good decisions on Draft day give them a chance to be in the mix. The Yankees, Mariners and Rangers have made some big-ticket acquisitions this offseason. At the moment, though, only the Rangers seem to be a consensus pick to make the playoffs. Despite the spending by a few clubs, every team has faith and hope. As Spring Training approaches, there are probably 20 teams that would surprise no one by making the postseason. Big-money teams like the Yankees and Tigers could get in, but the Padres, D-backs and Royals might make it, too. In short, baseball fans shouldn't worry about the money. It's always going to be a factor. But it's no longer the primary factor. If we end up with a Dodgers-Yankees World Series, that would be a cool thing. But if it's a Rays-Pirates Fall Classic, few people would be surprised. And that's how it should be. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
