{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/67169922\/tracy-ringolsby-russell-wilson-showed-super-leadership-qualities-as-minor-league-ballplayer\/",
    "title": "Wilson showed Super qualities as Minor Leaguer",
    "subtitle": "Rockies' Parker says 'nothing he does on a football field should surprise anyone'",
    "body": "In the first round of the 2010 First-Year Player Draft, the Colorado Rockies selected Kyle Parker, a starting quarterback and outfielder at Clemson University. Three rounds later, they took Russell Wilson, a starting quarterback and second baseman at North Carolina State. The day Parker signed, he knew his future was in baseball. Football became a memory. Wilson was focused on baseball, as well, but he never lost sight of professional football. And now look at him. Wilson is on the NFL center stage this week. He's the starting quarterback for the NFC-champion Seattle Seahawks, who on Sunday will take on the AFC-champion Denver Broncos in the Super Bowl. Broncos quarterback Peyton Manning may be more the focal point of the Super Bowl quarterback duel, but to those who know Wilson, his story is a lesson on the value of an athlete believing in himself. The football world saw Wilson as a talented athlete but questioned his size in terms of being able to play quarterback in the NFL. When he signed, the Rockies were given reason to believe that if there was going to be any football opportunity for Wilson, it would be in the Canadian Football League. Wilson? \"He wanted to play both,\" said Rockies infielder Josh Rutledge, who was Wilson's double-play partner and road roommate in Wilson's first year of pro ball with the short-season Class A Tri-Cities affiliate. \"He was an undervalued football player. I don't know about size and weight. \"I know the guy. He might have been 5-11, but he was stout and he was quick. He played baseball like he was a quarterback. He took control of the game. Some guys will talk to the pitcher, but he talked to everyone on the field. He kept everybody focused.\" Wilson returned to North Carolina State in the fall of 2010 and played his redshirt junior season for the Wolfpack football team. And while he went to Spring Training in 2011 with the Rockies, his football ambitions were underscored when, having graduated from North Carolina State with a year of eligibility remaining, he transferred to Wisconsin for a final season of college football. \"That's when people started to pay attention to him [as a football player],\" said Rutledge. \"By the end of that season he was in the Heisman race.\" For Parker, there was never a debate about what he should do. \"I was in a different situation than Russell,\" said Parker, who was Wilson's road roommate with low Class A Asheville in 2011. \"I felt I had more talent baseball-wise. The numbers I put up told me that. I felt I had something special in baseball and made my mind up that baseball was what I was going to play.\" Wilson, meanwhile, never gave up the NFL dream. His coaches and teammates in the Rockies system were confident he'd be an impact player in baseball, but he wasn't refined. Wilson had been platooned at second base at North Carolina State, which slowed his development. Then, after the season with Wisconsin, the NFL came calling. The Seahawks were willing to give Wilson a chance to play quarterback. They selected him in the third round of the 2012 draft, the 75th overall selection. Five quarterbacks were selected ahead of Wilson. None of them has gotten to the Super Bowl yet. \"When he left to play football, everyone wished him well,\" said Parker. \"It was like the Seahawks. The guys had a lot of respect for him.\" Wilson has repaid that respect with his play on the field. The Seahawks are 24-8 in his two seasons, and he was a Pro Bowl selection each time. Wilson led them to a 13-3 regular-season record in 2013, completed 257 of 407 passes (63.1 percent) while rushing for 539 yards. He threw for 26 touchdowns and ran for one. \"Height?\" asked Parker. \"He has a lot of great qualities that make you overlook height. \"Playing quarterback is such a mental position and understanding of the game and where the play needs to be made. You have to be a leader. You have to be aware of what is going on. Those are qualities he possesses. He also is extremely athletic. Nothing he does on a football field should surprise anyone.\" Not even the fact that in only his second season, Wilson has been the man behind center for a Super Bowl team? \"That's not surprising,\" said Parker. \"It is satisfying.\" Nobody can be more satisfied than Wilson. Tracy Ringolsby is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
