{
    "url": "http:\/\/m.mlb.com\/news\/article\/26525142",
    "title": "Solar panels to help power Kauffman Stadium",
    "subtitle": "Solar panels to help power Kauffman Stadium",
    "body": "KANSAS CITY -- It might not make a difference in their home run totals or the speed of their pitches, but the Royals are going to be powered by the sun this year at Kauffman Stadium.  The Royals and Kansas City Power & Light on Tuesday announced a solar energy partnership and unveiled what they called the largest in-stadium solar array in Major League Baseball.  A string of 120 solar panels, 60 on each of side of the CrownVision board, have been installed atop the canopy of Kauffman Stadium's Outfield Experience. They will provide part of the electrical energy required to operate the stadium. \"The Royals are committed to making Kauffman Stadium one of the most environmentally-friendly facilities in sports,\" said Kevin Uhlich, the Royals' senior vice president-business operations. He noted that this partnership meshes with MLB's initiatives on renewable energy.   The solar panels, while unobtrusive in the appearance of the renovated stadium, can be seen from every seat and will be on display internationally during the All-Star Game on July 10 at Kauffman.   \"It's a great national platform, not only for the Royals, but for KCP&L to show how we're kind of leading the way in managing these green initiatives,\" Uhlich said.   \"This is a great time to put our region on display for the world and there are things that people may not know about the Kansas City region,\" said Chuck Caisley, KCP&L vice president of marketing and public affairs \"and that is we're actually a growing epicenter nationally of advanced energy.\"   The solar panels face south and toward home plate, but KCP&L officials assured the Royals there would be no glare that might affect the players.   Fans at games this year at Kauffman can learn more about the panels at an educational kiosk, which will be installed in the Outfield Experience in time for the April 13 home opener against the Cleveland Indians.   \"There'll be an interactive display to show the power that's going to be generated from it, so it's going to be educational for the fans as well,\" Uhlich said. \"Baseball has a lot of green initiatives, and the other one we're doing this season is paperless ticketing -- we're offering that right now to our season-ticket holders.\"   The Royals also have been active in recycling at the stadium.   At this point, the solar panels will provide just part of the stadium's needed electrical power.   \"They are actually hooked into the stadium and we're working now to quantify exactly how much. We're thinking at this point it'll probably be enough to power the refrigeration for all the beverages in the stadium,\" Caisley said. \"We're working with [concessionaire] Aramark to confirm that, but about [what is needed for] four to six residential houses or 36,000 kilowatt hours a year is what it'll produce.\"   Caisley smiled as he had a thought that should hit home with the fans.   \"So your beer is going to be cooled by the sun,\" he said. Dick Kaegel is a reporter for MLB.com This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Dick Kaegel"
}
