{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/67163932\/phil-rogers-feel-good-vibes-prevail-in-milwaukee\/",
    "title": "Feel-good vibes prevail in Milwaukee",
    "subtitle": "Successful Brewers On Deck event, Garza signing portend positive atmosphere",
    "body": "You've got to hand it to Mark Attanasio and the Brewers' fans. They're one of baseball's best marriages, and they just keep working to keep the magic alive. More than 14,000 mushed through the frozen tundra of Wisconsin to a downtown Milwaukee convention center on Sunday for the annual Brewers On Deck event. It was a record crowd, made even more impressive considering it comes on the heels of a 74-88 season that ended with the franchise's cover boy, Ryan Braun, disgraced by his role in the Biogenesis scandal. Attanasio, who bought the team from the Bud Selig Trust in 2005, kept the goodwill going by giving general manager Doug Melvin the resources to sign Matt Garza to a four-year, $50-million contract, which will grow to five years if Garza can stay healthy. There was nothing surprising about this, as the team has averaged 2.88 million fans over the last seven years, fueled by playoff seasons in '08 and '11. With the franchise thriving in Major League Baseball's smallest television market, Attanasio is on guard to hang on to the strides his team has made. While homegrown All-Stars like Braun and Prince Fielder were the cornerstone pieces, it was the addition of CC Sabathia at mid-season in '08 that started the rush of fans to Miller Park. When Melvin acquired Zack Greinke from the Royals in 2010, it reasserted the aggressiveness of ownership and the front office. Greinke was traded late in the '12 season, after Fielder's departure as a free agent had weakened the core, but Attanasio paid a high price to add Kyle Lohse last season. A member of the Cardinals' World Series rotation in 2011 and a workhorse for them in '12, Lohse cost the Brewers their first-round pick in last year's Draft, in addition to $33 million over three years. Garza comes with a higher price tag but -- significantly -- no Draft-choice compensation attached. What difference will Garza make? Can a team that lost 88 games last year challenge in a deep division in which the Cardinals, Pirates and Reds all have a 95-win ceiling? Manager Ron Roenicke will work with an intriguing lineup in a ballpark built for hitters. Center fielder Carlos Gomez, shortstop Jean Segura, catcher Jonathan Lucroy and rookies Khris Davis (left field) and Scooter Gennett (second base) all looked like studs last season. But the Brewers' upward mobility depends on a laundry list of factors: • Can Garza stay healthy? He hasn't thrown 200 innings since 2010, averaging 152 1\/3 the past three seasons because of a variety of injuries, the most troubling being an elbow that sidelined him at the end of 2012 and the start of '13. Garza's 3.45 ERA over 60 starts with the Cubs speaks to his ability to be a front-end starter in an NL rotation, but he needs a solid spring and a fast start to build his own confidence back. • Will Braun hold up to the scrutiny he'll be under in Milwaukee -- and abuse he'll take from opposing fans -- to remain as one of the NL's most productive hitters? He said on Sunday he's confident he'll be \"better than I've ever been,'' but he'll be challenged moving to right field and saw his power drop off last year, possibly from a bad thumb. Either way, it's too soon to pencil him in for his usual 35 homers and his 110 RBIs. • Can Yovani Gallardo bounce back? He's made 30-plus starts five years in a row, but he was stunningly ordinary last year. He needs a strong year this season to convince the Brewers to exercise his $13 million option for next year. • Does Melvin still have a couple moves in him to address a thin bullpen? • Will Minor League signings Mark Reynolds and Lyle Overbay sufficiently address the first-base deficit? • What will Melvin do with Aramis Ramirez and Rickie Weeks in Spring Training? The Yankees see Ramirez as a short-term solution at third base, and they could tempt the Brewers to go with some combination of Juan Francisco and Reynolds at third. Weeks, in decline for two years, could play his way into being trade bait with a strong spring, but the Brewers couldn't expect to move his entire $12 million salary. A trade would be more palatable than releasing the popular veteran, who seemed to lose his job to Gennett. Questions remain, for sure. But the addition of the high-energy, high-upside Garza shows that Attanasio and Melvin are as hungry as ever. Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
