{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/67170138\/chris-parmelee-has-cyst-removed-from-right-wrist\/",
    "title": "Parmelee has cyst removed from right wrist",
    "subtitle": "Outfielder to wear temporary gauze wrap, expects to be ready for Spring Training",
    "body": "MINNEAPOLIS -- Chris Parmelee had a cyst removed from his right wrist on Jan. 17, but the outfielder said he expects to be ready for Spring Training. Parmelee, who has to wear a gauze wrap on his wrist until Friday, said he had the procedure done because of discomfort while swinging during offseason workouts. \"It was putting pressure on a nerve, so it was bothering me when I would swing,\" Parmelee said. \"So they took it out, cauterized it and it was simple.\" Parmelee said he was first bothered by the cyst in September, and he originally saw a doctor who recommended a cortisone shot instead of having it removed. But it flared up again this offseason and Parmelee decided to have it taken care of. \"I went to a doctor and he saw it and didn't think it would be a problem, so I had a cortisone shot and it felt good, but then it wore off,\" Parmelee said. \"So I came back and got a second opinion, and he said that was the problem so I got it taken out as soon as possible.\" Parmelee, 25, is coming off a disappointing season, as he hit .228\/.309\/.354 with eight homers and 13 doubles in 101 games. He also hit .231\/.318\/.370 with three homers and 13 doubles at Triple-A Rochester. Parmelee hasn't been able to recapture the success of his first stint in the Majors, when he hit .355 with four homers and six doubles in 21 games as a September callup in 2011. He dominated at Rochester in '12, hitting .338\/.457\/.645 with 17 homers and 17 doubles in 64 games, but he was unable to produce at that level at Triple-A last year. Parmelee is set to compete for a corner-outfield spot in Spring Training, as first base is now occupied by Joe Mauer, who is moving away from catching after suffering a season-ending concussion on Aug. 19. Parmelee's top competition is expected to be Oswaldo Arcia in right field, while Josh Willingham will remain in left field and see time at designated hitter. Parmelee knows how important the upcoming season is going to be for him, but he said he expects to be healthy and ready to go by Spring Training, with position players reporting on Feb. 20. \"I should be ready for spring,\" Parmelee said. \"I should be swinging in two weeks.\" Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
