{
    "url": "http:\/\/m.mlb.com\/news\/article\/26524016",
    "title": "Phils bolster bullpen with veteran righty Qualls",
    "subtitle": "Phils bolster bullpen with veteran righty Qualls",
    "body": "PHILADELPHIA -- The Phillies wanted more bullpen depth, so on Tuesday, they signed right-hander Chad Qualls to a one-year, $1.15 million contract. Qualls, 33, is expected to join a 'pen that could include Jonathan Papelbon, Jose Contreras, Antonio Bastardo, Mike Stutes, Kyle Kendrick and Dontrelle Willis, with several others in the mix in Spring Training. Qualls provides the Phils another veteran right-handed arm, which might prove necessary because of the uncertainty surrounding Contreras' health. Contreras had right elbow surgery last year, and while the Phillies believe he could be ready close to Opening Day, nobody is certain. \"Chad was one of those guys that was available to us at a reasonable price for what he can do,\" Philadelphia general manager Ruben Amaro Jr. said Tuesday. \"He has the ability to pitch in the seventh and the eighth. We'll see where he fits. [Manager] Charlie [Manuel] and [pitching coach Rich] Dubee and Chad will decide that, but he's certainly a guy with a power-sinker and power-slider combination.  \"He was throwing very well at the end of the year. He's had some battles with consistency, but he clearly has ability and some durability. And those are pretty important elements.\"  Qualls, 33, went 6-8 with a 3.51 ERA in 77 appearances last season with the Padres. He had a 1.96 ERA in his final 19 appearances, but he went 4-5 with a 5.05 ERA in 38 appearances on the road, compared to 2-3 with a 2.09 ERA in 39 appearances in pitcher-friendly Petco Park.  \"We looked at it. We saw it,\" Amaro said. \"We took a look at some of that data and information, but at the end of the day, when we discussed it with our scouts, we just felt like this type of a risk on a guy was not all that big of a risk. We kind of know what we're going to get out of him.\"  Right-handers hit just .218 with a .537 OPS against Qualls last season, while left-handers had much better success, hitting .320 with an .881 OPS.  Qualls has more appearances (512) over the previous seven seasons than any other pitcher. He is 38-34 with a 3.78 ERA and 51 saves in 537 career appearances with Houston, Arizona, Tampa Bay and San Diego.  Qualls' deal includes performance and award bonuses. He will wear No. 50.  \"If he's throwing strikes regularly, he'll do some damage for us,\" Amaro said.  Amaro said he does not expect any similar moves before the beginning of Spring Training on Feb. 19. Todd Zolecki is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Todd Zolecki"
}
