{
    "url": "http:\/\/m.mlb.com\/news\/article\/26522798",
    "title": "Washington has a magic touch with Rangers",
    "subtitle": "Justice: Washington has a magic touch",
    "body": "Ron Washington cares about his players and loves his team, and everything he has accomplished with the Texas Rangers begins there.  I can't tell you that he's baseball's best manager in terms of running a game or lining up a pitching staff. I can't tell you that his lineups are works of brilliance.  I can only tell you that Ron Washington is the boss we'd all like to have, and that his personality and his approach and his essential decency are huge reasons the Texas Rangers have won back-to-back American League championships. The Rangers on Monday rewarded him with a two-year contract extension that runs through the 2014 season.   Washington would be the first to say that there are dozens and dozens of reasons organizations are successful. The Rangers are built around the credibility and stature of Nolan Ryan and the brilliance of general manager Jon Daniels.   In Michael Young, they have one of baseball's most respected players, both in terms of leadership in the clubhouse and production on the field. They've got a nice blend of youth and experience as well as a player-development system that appears capable of supplying a steady stream of talent for years to come.   All those things work only if there's a manager who can make the pieces fit together. For eight or nine months, players sometimes see more of their teammates than their families, and they must have respect for one another and be able to put aside differences that inevitably arise.   Managers must keep players focused on a single goal and on getting consistent efforts through good times and bad. He must communicate honestly, and at times, bluntly. He must deal with personality conflicts quickly.   I figured Ryan would bring in his own manager at some point because Washington had been a Daniels hire. Instead, Ryan did what great bosses are supposed to do. He watched his manager and studied his style, talked to the players, and at some point, became a huge fan of Ron Washington.   During the 2010 season, Ryan marveled that a clubhouse of players from all over the world and all different backgrounds was so close. Some of that had to do with the right mix of players -- take a bow, Vlad Guerrero -- but plenty of it was about Ron Washington.   ``I'm so proud of the job Ron has done,'' Ryan said. ``I think he's grown with the team. It has been fun to be associated with it and watch it. I give Ron a lot of credit for his passion and for us playing the game the way it should be played. He has been able to get players to play hard every day, and that's more of a challenge than ever.''   Strangely, Washington's worst moment with the Rangers might have ended up being his best. When he faced his players at the beginning of Spring Training in 2010, he had to address the news that he had tested positive for cocaine.   He was already heartened by the fact that Ryan and Daniels had stood behind him, but in that team meeting, there was such an outpouring of emotion and support that an already close team became closer than ever. Eight months later, a franchise that had never won a playoff series in its 38 years won the first of two successive pennants.   Washington had long since made it clear he would always have his players' backs. In that meeting, they let him know they had his.   ``I told them I loved them,'' he said. ``They told me they loved me.''   That about sums it up, doesn't it? In revealing some basic human failings, he opened himself up to his players in a way few managers ever do.   His time with the Rangers is a reminder that, in the end, his job is first about dealing with people. He has one of baseball's best pitching coaches in Mike Maddux and a legendary bench coach in Jackie Moore. He listens to them, and at times, defers to them.   What no coach can replace is the magic touch Washington has in knowing his players on a personal level.   And there's that enthusiasm. It's real, too. At times, he can't contain himself in the dugout with the yells and hugs and handshakes. Perhaps that enthusiasm is why he's so popular with fans, too. They sense that the Washington they see in the dugout every night is the real deal.   His road has been a long one. He signed his first professional contract 42 years ago this summer and spent all or parts of 15 seasons in the Minor Leagues.   He was a part-time player for all but one of his 10 Major League seasons and played for five organizations. Once his playing career ended, he spent 18 seasons as a coach. Through the years, he was considered for maybe a dozen jobs before Daniels finally took a chance on him in 2007.   The Rangers were a mess when Daniels and Washington went to work. Five years later, they're a model organization. Yes, sometimes the good guys win.  Richard Justice is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
