{
    "url": "http:\/\/m.mlb.com\/news\/article\/26251658",
    "title": "Miggy 'rates' among game's greatest",
    "subtitle": "Miggy 'rates' among game's greatest",
    "body": "During the 2010 season, the Majors saw 18 players qualify for the batting title and play at least 75 percent of their games at first base. Among these 18, the Tigers' Miguel Cabrera had the highest batting average (.328) and the highest slugging percentage (.622), but he finished second in on-base percentage to Cincinnati's Joey Votto, .424 to .420. This past season, Cabrera again led all qualifying first basemen in batting (.344) and slugging (.586) and also led them all in on-base percentage, pulling ahead of Votto's second place .416 with a .448 mark of his own.  With this rate stat leadership, Cabrera became the 26th first baseman since 1901* to lead all Major Leaguers at the position in batting, on-base percentage and slugging percentage, and joined Norm Cash in 1961 as the only Tigers first basemen to do it. On the other hand, Cabrera -- because of that second place finish in OBP in 2010 -- just missed out on joining Hall of Famers George Sisler, Lou Gehrig, Jimmie Foxx and Stan Musial, and sure-fire future Hall of Famer Albert Pujols as the only first basemen in the modern era to accomplish this particular \"rate-stat Triple Crown\" in back-to-back seasons.  The profiles below take a more in depth look at the six men (and their seasons) referenced in the table below. The slash line that follows the name represents the COMBINED rate stats for the two consecutive seasons. George Sisler, 1919-20: .383\/.423\/.587\/1.010\/170 OPS+      Sisler was in his age-26 and age-27 seasons in 1919 and '20, and it was a good time to be entering one's prime. With the advent of the live-ball era, Sisler would bat an even .400 for a three-year stretch from 1920-22, and in '22, he again led all Major League first basemen in batting, on-base and slugging. In 1919, his .352 batting average was 84 points higher than the American League average, and his 155 OPS+ was 18 points higher than the next first baseman in baseball (Harry Heilmann posted a 137 for the Tigers). 1919 was a nice year for Sisler, but nothing compared to what he did in 1920. In a year that saw the AL batting average jump from .268 to .283, Sisler raised his mark all the way up to .407, thanks to a Major League record 257 hits. Sisler also collected a league-leading 399 total bases, leaving him one shy of becoming the first player in baseball history to reach 400 (the second-highest total in history at that point was also produced in 1920, by Babe Ruth, who collected 388). Sisler's 257 hits remain the top mark for a first baseman, and his 399 total bases are still the 11th most. His 181 OPS+ in 1920 is tied for the 27th highest for a qualifying first baseman since 1901.   Lou Gehrig, 1927-1928: .373\/.471\/.708\/1.179\/207 OPS+   Has any qualifying first baseman in the modern era ever put up back-to-back seasons like Gehrig's 1927 and 1928? By OPS+, the answer is no. Since 1901, only three first baseman have qualified for the batting title and posted consecutive seasons with an OPS+ of at least 193 (Gehrig's mark in 1928): Gehrig in 1927-28, Gehrig again in 1930-31, and Jimmie Foxx in 1932-33.   Over the two seasons in 1927 and '28, Gehrig twice led the AL in doubles, twice led in RBIs and led once in on-base percentage, once in total bases and once in extra-base hits. His 175 RBIs in '27 are tied for the third most for a first baseman, his 447 total bases that year are the most for a first baseman, his 117 extra-base hits in 1927 are the most for a first baseman, his .474 on-base percentage in 1927 is the sixth-highest for a first baseman, and his 220 OPS+ in '27 is the highest for a first baseman. Gehrig was in his age-24 season in '27; by OPS+, batting in runs and runs created, it is the greatest offensive season produced by any player at any position in his age-24 season. Besides '27 and '28, the Iron Horse would also claim the \"rate-stat Triple Crown\" among all Major League first basemen in '34 and '36. Gehrig is the only first baseman since '01 to accomplish this feat four times.   Jimmie Foxx, 1938-39: .354\/.463\/.700\/1.163\/185 OPS+      In 1938, Foxx not only led all Major League first baseman in batting, on-base and slugging, he led every qualifying player at every position in the Majors in these three stats. In '39, Foxx again led all of the Majors in on-base and slugging, but his .360 batting average wasn't nearly enough to overtake outfielder Joe DiMaggio's .381 mark. But for the two years combined, among all players with at least 200 games over those two seasons, Foxx led the entirety of the Majors in the three categories. In 1938, Foxx hit 50 homers and drove in 175 runs; with the 50 long balls, he became the second player in history after Ruth to have multiple 50-homer seasons. His other 50-homer campaign came in '32. One year later, he would capture the traditional Triple Crown (leading his league in batting, homers and RBIs) and also capture the Major League \"rate-stat Triple Crown\" for first basemen.   Stan Musial, 1957-58: .344\/.422\/.571\/.993\/159 OPS+   The National League in 1957 was filled to the brim with iconic talents still just getting started. There was Willie Mays playing in his sixth season, Hank Aaron winning the MVP while playing in his fourth season and Ernie Banks enjoying his fifth year in the Majors. Frank Robinson was in his sophomore year, and Eddie Mathews was a sixth-year postgraduate stud. And then there was Stan Musial, who was showing, in his 16th Major League season, that he was still an elite ballplayer. In '57, Musial won his seventh batting crown with a .351 mark (the seven titles are tied for the fourth most), captured his sixth on-base title (tied for the sixth most) and led the league in OPS for the seventh time (the eighth most in history). Playing in as many as 130 games at first for only the second time in his career, Musial ran away with the rate-stat leads for players at the position, leading in batting by 33 points, on-base percentage by 28 points and slugging by 101 points. In 1958, in a down year for competition in the Majors for first base offensive honors, Musial -- most notably -- reached a .330 batting average for the 12th time in his career and drew 26 intentional walks. Stan the Man would end his career with 13 qualifying seasons of at least a .330 batting average (tied for the second most since 1901) and his 26 intentional walks in 1958 would not be bested by a Major League first baseman until Willie McCovey drew 45 in '69.   Albert Pujols, 2008-2009: .342\/.452\/.656\/1.108\/190 OPS+   In these two years, Pujols compiled his two best OPS+ seasons, with a 190 in 2008 and a 189 in '09. With this two-step, Pujols joined Gehrig and Foxx as the only first basemen to have two consecutive seasons in which they qualified for the batting title and posted an OPS+ that high. And to expand this rate-stat conversation, consider this fact about the decade that saw Pujols make his debut: from 2000-09, Pujols led all Major Leaguers in batting average, was third in on-base percentage (behind Barry Bonds and fellow first baseman Todd Helton), and was second in slugging, behind Bonds. As for the more traditional Triple Crown, Pujols had the third most home runs and the second most RBIs from 2000-2009. In 2008 and '09, Pujols claimed one NL on-base-percentage crown, twice led the league in slugging, twice led in OPS, twice led in OPS+, and twice led in total bases.   Miguel Cabrera, 2010-11: .337\/.434\/.604\/1.038\/179 OPS+   The 2010 Major League season produced five full-time first basemen with an OPS+ of at least 150. The 2011 season also saw five everyday first sackers reach this plateau. This marked the first time in the modern game that back-to-back seasons produced as many as five. Not even the 1930s -- a decade during which Gehrig and Foxx were joined by the likes of Hank Greenberg, Johnny Mize, Hal Trosky, Ripper Collins, Dolph Camilli and Bill Terry -- could make this claim. In both 2010 and '11, the owner of the best OPS+ among this historically elite group was Miguel Cabrera.   In 2010-11 combined, there were 134 players who collected at least 1,000 plate appearances in the Majors. Among those 134, Cabrera owned the highest combined batting average, the highest on-base percentage, the highest OPS and OPS+, and the second-highest slugging percentage, behind Blue Jays outfielder Jose Bautista. Additionally, he collected the most doubles, total bases and extra-base hits.   As part of his offensive preeminence among first baseman in 2011, Cabrera established career highs in batting, on-base percentage and OPS+, and his slugging percentage was the second highest of his career, only behind the .622 he posted in 2010. Looking solely at his past two seasons from a rate-stat perspective, it appears as if Cabrera has comfortably settled into a new and even higher level of achievement. And so, it's not beyond the realm of feasible speculation to think that perhaps he might again compile an array of numbers that sees him leading all Major League first basemen in batting, on-base and slugging.   * The full list of the 26 first basemen, since 1901, to lead all Major League qualifiers at the position in batting average, on-base percentage and slugging percentage are:   Buck Freeman (1901), Frank Chance (1905), Sisler (1919, 1920, 1922), Jack Fournier (1924), Gehrig (1927, 1928, 1934, 1936), Foxx (1933, 1938, 1939), Phil Cavarretta (1945), Ted Kluszewski (1954), Musial (1957, 1958), Norm Cash (1961), Willie McCovey (1969), Dick Allen (1972), Rod Carew (1977), Helton (2003), Pujols (2006, 2008, 2009), and Cabrera (2011). Roger Schlueter is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Roger Schlueter"
}
