{
    "url": "http:\/\/m.mlb.com\/news\/article\/26259754",
    "title": "Torre resigns to explore bid to buy Dodgers",
    "subtitle": "Torre resigns to explore bid to buy Dodgers",
    "body": "LOS ANGELES -- Former Dodgers manager Joe Torre has resigned his position as executive vice president for baseball operations of Major League Baseball to pursue a purchase of the club, MLB announced on Wednesday.  Torre will join prominent Los Angeles shopping center developer Rick Caruso, the president and CEO of Caruso Affiliated. A possible Caruso\/Torre partnership was first reported by The New York Times in November. \"I have great confidence in Rick Caruso's unique qualifications and his ability to lead a successful bid for the Los Angeles Dodgers,\" Torre said in a statement. \"In Rick I found a partner who understands consumers and fully appreciates that the Dodgers are a treasured L.A. institution. Since moving to Los Angeles, I have seen firsthand Rick's dedication to business and people in Los Angeles. I am very excited about this new opportunity.\" The field of potential bidders for the Dodgers continues to grow. Among those rumored or confirmed to be part of groups interested are former owners Peter O'Malley and Fox Sports, former Lakers star Magic Johnson with longtime sports executive Stan Kasten, Dallas Mavericks owner Mark Cuban, Time Warner, hedge-fund manager Steve Cohen, former agent Dennis Gilbert and former Dodgers players Steve Garvey and Orel Hershiser.  The deadline to submit initial bids for the club was just extended 10 days until Jan. 23. In an agreement with MLB, current owner Frank McCourt must select a winning bidder by April 1 so the sale will close by April 30. The team has been in bankruptcy protection since last June.  The potential for developing the Dodger Stadium parking lots would seem to fit nicely into Caruso's background of building and operating award-winning retail and entertainment venues in Southern California, such as The Grove. Caruso is also a past president of the Police Commission of Los Angeles and has considered a run for mayor.   \"The Dodgers are an iconic franchise, and I am thrilled to partner with Joe Torre, one of baseball's all-time greats, to launch a bid for this storied organization,\" Caruso said in a statement. \"Joe has a proven track record of fielding winning teams, and I am looking forward to our group benefiting from his unique experience.   \"I am a lifelong Angeleno; I love this city and have dedicated my career to creating world-class destinations that support this community and foster great customer experiences. Joe and I believe in the Dodgers, and Dodger fans and know that together we will foster a winning culture and deliver a premier, fan-focused baseball experience at Dodger Stadium.\"   With Torre's departure, the baseball operations functions of the Commissioner's Office will be led in the interim by senior vice presidents Joe Garagiola Jr., Kim Ng and Peter Woodfork. Torre appointed Garagiola, Ng and Woodfork to their positions in March. A permanent replacement will be named at a later date.   \"I am so appreciative of the chance the Commissioner gave me to see the game from a different perspective by working for Major League Baseball, especially during such a great time for our sport,\" Torre said in an MLB release.   \"I have made this decision because of a unique chance to join a group that plans to bid for the Dodgers. After leaving the field, this job was an incredible experience, one that I enjoyed very much. I want to thank the Commissioner and all of my colleagues over the last year, particularly the members of the baseball operations group and the Major League Umpires.\"   Baseball Commissioner Bud Selig thanked Torre for his brief stint.   \"Joe has been an invaluable resource for me and all of us at Major League Baseball this year and has splendidly communicated with our on-field personnel, general managers and the umpires,\" Selig said. \"I understand his desire to pursue an opportunity in Los Angeles. Joe has been a lifelong friend, and I know that will continue in the future. While I will miss having him in our office, I have the utmost confidence in Joe Garagiola, Kim and Peter.\"   Torre, 71, managed the Dodgers from 2008-10 before handing over the reins to protégé Don Mattingly. Torre came to the Dodgers after a 12-year stint with the New York Yankees, with whom he won four World Series and appeared in the postseason every year.   Torre was a Most Valuable Player and nine-time All-Star as a player and also had a successful career as a broadcaster. With wife Ali, Torre created the Safe at Home Foundation to fight domestic violence, which he witnessed in his home growing up in Brooklyn, N.Y.   Torre had been in negotiations to extend his contract with the Dodgers, but as the club's ownership situation became murkier and the player payroll shrank, his interest in returning seemed to cool. Five months after leaving the Dodgers, Torre was hired to the post he has just left but maintained his residence in Los Angeles while his daughter attended high school there. Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
