{
    "url": "http:\/\/m.mlb.com\/news\/article\/26254398",
    "title": "Long: Rodriguez focused, determined",
    "subtitle": "Long: Rodriguez focused, determined",
    "body": "NEW YORK -- The healthy confidence Alex Rodriguez carried into Spring Training last year prompted at least one observer to wonder aloud if the Yankees third baseman was heading toward a reprise of his 2007 American League MVP Award campaign.  There was a bounce in Rodriguez's step, a viciousness to his swings, and hitting coach Kevin Long didn't think a huge year was out of the question. That obviously didn't work out, but the Yankees expect Rodriguez to come back healthier and on a mission when camp opens next month.  \"I think the most disappointing thing was, coming into Spring Training, how good he felt and how everything was there,\" Long said. \"Once we got going into the season, it just seemed to kind of fall apart on him. It's only going to make him stronger, it's only going to make him better.\" The Yankees confirmed last week that the 36-year-old Rodriguez traveled to Dusseldorf, Germany, in early December, receiving an innovative blood spinning treatment called Orthokine in hopes of healing his troublesome right knee and left shoulder.   The therapy, recommended to Rodriguez by basketball star Kobe Bryant, comes as the slugger tries to rebound from a 2011 season in which he batted .276 with 16 home runs and 62 RBIs. Injuries limited Rodriguez to just 99 games.   After recording the fewest runs (67), hits (103), homers and RBIs for a full season, Rodriguez is said to be 100 percent and has continued offseason training. Long will see for himself on Thursday, as he visits with Rodriguez in Miami. Fellow Yankees Jesus Montero and Brett Gardner may also join the three-time MVP for four days of workouts.   \"He's got to feel like he's 25,\" Long said of Rodriguez. \"I know last year he felt like he was just physically not able to go every day. When your body doesn't feel right, your performance level is going to go way down. It's hard to do for 162 games, stay pretty much injury-free. I think at this point in his career, it's going to be harder, not easier.\"   Approaching Rodriguez's lofty 2007 season, when he belted 54 home runs and drove in 156 runs, would be a tall order. The Yankees would probably be satisfied if Rodriguez can resume an interrupted string of seasons with 30 or more homers and 100 or more RBIs.   Staying on the field is the biggest key. Rodriguez was limited to just 87 starts at third base in 2011, missing 38 team games after a July stint on the disabled list to repair a torn right meniscus. In his first game back on Aug. 21, Rodriguez sprained his left thumb fielding a ground ball, and he batted .191 (13-for-68) through the end of the regular season.   \"That probably affected his psyche a little bit, of how strong he stayed mentally,\" Long said. \"If you're busted up and you can't go out there and compete at the level that you're capable of competing at, it becomes a test.   \"Mentally, going out there and knowing that your knee is not 100 percent, you come back and that first game you hurt your thumb and it's never the same the rest of the season. Guys fight through injuries throughout the year, but Alex's have seemed to compound on him and snowball.\"   General manager Brian Cashman said that he has not tempered his expectations for Rodriguez, who is signed through the 2017 season.   \"When he's healthy, I expect him to be out there every day like he always is, for the most part,\" Cashman said. \"That's the Alex we're hoping we have.   \"Obviously the most recent two seasons, he's had some problems and we feel we've corrected them. Hopefully, going forward, he'll be healthy for us again, because when he is healthy, he's obviously one of the best players in the game.\"   During last month's Winter Meetings, manager Joe Girardi expressed doubt that Rodriguez would be able to play as many games at third base as he has in some past seasons, but he said that the designated-hitter role could be an important avenue to keep Rodriguez in the lineup.   \"I don't know about 150 [games at third base],\" Girardi said. \"You have to wait and see how he's doing, and how many DH days you can give him, and how timely our days off [are]. But I expect him to be productive, I do.\"   When Long touches down in Miami this week, he is hoping to get a sneak winter preview of the new-old force the Yankees want residing in the heart of their lineup this summer. Long anticipates that Rodriguez will have attacked his winter with increased motivation.   \"Knowing Alex, he's not used to failing,\" Long said. \"He's not used to not being the top guy -- not just on our team, but in Major League Baseball. I know he's extremely focused; I know he's extremely determined. He'll be ready to go. I'm just hoping that the guy I see is the guy I saw physically last year going into the season.\" Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
