{
    "url": "http:\/\/m.mlb.com\/news\/article\/26281756",
    "title": "Angels sign free-agent infielder Cantu",
    "subtitle": "Angels sign free-agent infielder Cantu",
    "body": "ANAHEIM -- The Angels signed veteran infielder Jorge Cantu and lifelong Minor League outfielder Doug Deeds to Minor League contracts with Spring Training invites on Friday.  Cantu, who turns 30 on Jan. 30, has experience at third, second and first base and can provide some power. A career .271 hitter with 104 home runs with five teams over eight seasons, he may eventually provide the Angels with some Major League depth, too, and perhaps even enough infield flexibility to free up a trade.  But Cantu would first have to get right. And he hasn't been right in the last two years. Cantu began as a second baseman for the Rays, put up solid numbers in his first full season in 2005, battled inconsistencies the next two years, then was a steady presence in the middle of the Marlins' lineup from 2008-09, batting a combined .283 with 45 homers and 195 RBIs.   Since then, though, Cantu has struggled to regain his form and has bounced around. He had a short stint with the Rangers toward the end of 2010 -- a year that saw him combine to hit .256 with 11 homers in Florida and Texas -- then signed with the Padres for $850,000 the following offseason.   Cantu was released by the Padres in June after hitting just .194 in 57 games, then spent the rest of the 2011 season with the Rockies' Triple-A affiliate, batting .280 with five home runs in 30 games.   Deeds, 30, hits left-handed and has predominantly played right field throughout his 10-year Minor League career, which has seen him play for four organizations while posting a career .293 batting average with a .370 on-base percentage, 92 homers and 47 stolen bases.   Signed by the Rangers to a Minor League contract last offseason, Deeds was limited to 55 games at Triple-A Round Rock in 2011. He finished the season with a .249 average, seven homers and 32 RBIs.   A ninth-round Draft pick in 2002 by the Twins -- an organization he spent his first six pro seasons with -- Deeds also has experience at first base, center field and left field.  Alden Gonzalez is a reporter for MLB.com. Read his columns and his blog, listen to his podcast and follow him on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
