{
    "url": "http:\/\/m.mlb.com\/news\/article\/26250408",
    "title": "Braves trainer's wife dies in car accident",
    "subtitle": "Braves trainer's wife dies in car accident",
    "body": "ATLANTA -- Bobby Cox, Fredi Gonzalez and Brian McCann were among the members of the Braves organization who rushed to Grady Memorial Hospital on Saturday evening to be with the organization's head trainer Jeff Porter as he dealt with the tragic death of his wife.  Porter's wife, Kathy Porter, died late Saturday afternoon after the family's sports utility vehicle collided with a Georgia State Patrol cruiser less than a mile north of Turner Field.  Porter was driving through the intersection of Capitol Avenue and Memorial Drive when the police cruiser slammed into his Ford Expedition. Kathy Porter, 54, suffered fatal injuries while her husband and 19-year-old son David were treated and released from Grady Memorial Hospital Saturday night with non-critical injuries. A fourth passenger, Courtney Ann Williams, 18 of Grayson, Ga., was also treated and released from the hospital. Her father is currently deployed in Afghanistan with the United States Military.   The unidentified state police officer was attempting to assist other police officers with a high-speed chase involving a motorcycle on nearby Interstate 20. According to the GSP report, the trooper was traveling westbound on Memorial Drive with lights and siren activated.   The trooper was also treated for injuries and released. He has been placed on administrative leave.   After being treated, Jeff Porter found a number of members of the Braves organization ready to provide support. The group included Cox, Gonzalez, McCann, pitching coach Roger McDowell, first-base coach Terry Pendleton and clubhouse managers John Holland and Fred Stone.   Dr. Joe Chandler, the Braves' longtime physician, left the hospital with Porter and continued to provide support as he stayed at Porter's suburban Atlanta home throughout the night.   After Braves Minor League manager Luis Salazar lost his eye and nearly his life in March, he praised the emotional support Chandler provided.   The Braves issued this statement Saturday night: \"The Braves family is deeply saddened and shocked to learn about the tragic accident today involving the family of Head Athletic Trainer Jeff Porter and the death of his wife, Kathy. Our thoughts and prayers go out to Jeff and Kathy's family, their son David and all their friends and loved ones.\"   Porter has been with the Braves since joining Atlanta's training staff in 1985. He became the club's head athletic trainer in 2003. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
