
1
11
15
1783
1784
1786
1787
1788
18
1808
195
1st
2
22
23
25
29
2d
3
30
3d
4
4th
5
6
7
8
9
a
abandon
abl
abolish
abolit
abound
about
abov
abridg
abroad
absolut
absolv
abstract
absurd
abund
abus
acced
accept
access
accident
accommod
accomplish
accord
account
accumul
accur
accuraci
accustom
achaean
achaeus
acknowledg
acquaint
acquir
acquisit
act
activ
actual
actuat
acut
ad
adapt
add
addit
address
adept
adequ
adher
adjoin
adjud
adjudg
adjust
administ
administr
admir
admiralti
admiss
admit
admonish
adopt
advanc
advantag
adventur
advers
adversari
advert
advertis
advic
advis
advisori
advoc
affair
affect
affin
affirm
afford
afraid
african
after
afterward
again
against
age
agenc
agent
aggrandiz
aggreg
agit
ago
agre
agreem
agricultur
aid
aim
air
alacr
alarm
alien
alim
all
alleg
allegi
allevi
allgrasp
allianc
allot
allow
alloy
allud
almighti
almost
alon
alreadi
also
altar
alter
altern
although
altogeth
alway
am
amaz
ambassador
ambit
ambiti
amend
america
american
amiti
among
amount
amphictyon
ampl
an
anal
analyz
ancient
and
anew
angl
ani
anim
animadvers
animos
annal
annapoli
annex
annihil
annual
annul
anoth
answer
anteced
anticip
antidot
antiqu
antirepublican
anxieti
anxious
anywher
apothegm
appar
appeal
appear
appel
appli
applic
appoint
apportion
apprehend
apprehens
approb
appropri
approv
apt
aratus
arbitrari
archiv
ardent
arduous
are
area
argum
aris
aristocraci
aristocrat
arm
armi
arrang
array
arriv
arsen
art
articl
artific
artifici
as
ascend
ascertain
ascrib
ask
aspect
aspir
assail
assembl
assent
assert
assign
assimil
associ
assort
assuag
assum
assumpt
assur
astonish
at
athen
athenian
atlant
attach
attack
attain
attaind
attempt
attend
attent
attest
attract
attribut
augment
author
authorit
avail
avid
avoid
avow
awaken
awar
away
awe
awkward
axiom
bad
balanc
bane
banish
bankruptci
barbar
barbarian
bard
bare
baron
barrier
basi
batteri
be
beacon
bear
beauti
becaus
becom
bed
been
befor
beget
begun
behav
behavior
beheld
behold
believ
belong
below
benefic
benefici
benefit
besid
best
bestow
betray
better
between
beyond
bia
bill
bind
birth
blame
blemish
blend
bless
blind
blood
bloodi
blot
blow
blunder
blush
bodi
bold
bond
border
bore
born
borrow
bosom
both
bound
boundari
boundless
bounti
bowel
branch
brass
breach
break
brethren
bridg
briefli
brighter
bring
britain
british
brought
brutus
build
bulwark
burden
burdensom
burst
busi
but
by
cabal
calam
calcul
call
calm
can
canada
canal
candid
candor
cannot
canton
capabl
capac
capit
capric
captain
captur
care
carolina
carri
case
cast
casual
casualti
caus
caution
cavil
cede
ceil
celebr
cement
censor
censur
census
centr
central
centuri
certain
certainti
cession
chain
chanc
chancellor
chang
channel
charact
character
characterist
charg
chargeabl
charl
charter
cheat
check
cherish
chief
chiefli
chimer
choic
choos
chosen
circl
circul
circumscrib
circumspect
circumst
circumstanc
cite
citi
citizen
citizenship
civil
claim
clamor
clash
class
claus
clear
clearest
clog
close
closet
cloth
cloudi
co
coalit
coast
code
coequal
coexist
cogniz
coin
coinag
coincid
cold
collect
collector
coloni
color
combat
combin
come
command
commanderinchief
commenc
commensur
comment
commerc
commerci
commiss
commission
commit
committe
commodi
common
commun
compact
compar
comparison
compass
compel
compet
compil
complain
complaint
complet
complex
complexion
compli
complianc
complic
compon
compos
composit
compound
comprehend
comprehens
compris
compromis
comput
concentr
concept
concern
concert
concis
conclud
conclus
concours
concur
concurr
condemn
condescend
condit
conduc
conduct
confeder
confederaci
confer
confess
confid
confidenti
confin
confirm
conflagr
conflict
conform
confound
confront
confus
congress
conjectur
conjunct
connect
connecticut
conquer
conscious
consecr
consent
consequ
consequenti
conserv
consid
consider
consist
consolid
conson
conspicu
conspir
constant
constitu
constitut
constru
construct
consul
consular
consult
consum
consumpt
contain
contamin
contempl
contend
content
contest
contigu
contin
continu
continued(th
contract
contradict
contradictori
contrari
contrast
contribut
contriv
control
controversi
conven
conveni
convent
convers
convey
convict
convinc
convuls
cool
coolli
cooper
coordin
copi
copious
copyright
cord
corpor
correct
correspond
corrupt
could
council
counoil
counsellor
counten
countenanc
counteract
counterfeit
counti
countri
countrymen
cours
court
courtsmarsh
cover
creat
credit
creditor
creep
crete
cri
crime
crimin
crisi
criterion
critic
criticis
crown
crush
culpabl
cun
cure
currenc
current
cursori
custom
daili
danger
dare
dark
darken
date
dead
deal
dear
dearest
death
debas
debt
debtor
deceiv
decenc
decent
decid
decis
declam
declar
declaratori
decreas
deduc
deem
deep
deepli
defalc
defeat
defect
defend
defens
defin
definit
defray
degener
degrad
degre
delawar
delay
deleg
delib
deliber
delic
delin
deliri
deliv
demand
demarc
democraci
democrat
demonstr
deni
denomin
denot
depart
depend
deposit
depositari
deprav
depred
depriv
deput
deputi
deriv
derog
descent
describ
descript
deserv
desideratum
design
desir
despair
desper
despis
despoil
despot
destini
destroy
destruct
detail
determin
detrim
develop
deviat
devic
devis
devot
dictat
did
didact
diet
differ
difficult
difficulti
diffus
digest
dignifi
digniti
dilemma
dim
dimens
diminish
direct
directori
disadvantag
disappoint
disapprob
disarm
disastr
disband
discern
discharg
disciplin
discolor
discord
discounten
discourag
discov
discoveri
discredit
discret
discrimin
discuss
diseas
disembarrass
disfigur
dishonor
disinclin
dislik
dismember
dismiss
disord
dispens
dispers
displac
display
dispos
disposit
disproportion
disprov
disquietud
disquisit
disregard
dissatisfactori
dissatisfi
dissens
dissent
dissimilar
dissolut
dissolv
distanc
distant
distinct
distinguish
distress
distribut
district
distrust
disturb
disunion
disunit
divers
diversifi
divid
divis
do
dockyard
doctrin
doe
dollar
domest
done
doubl
doubt
doubtless
down
downfal
draco
draw
drawn
dread
dream
drive
drown
due
duli
dupe
durabl
durat
dure
duti
dwell
each
ear
earn
earth
easi
easili
east
eastern
ecclesiast
echo
economi
edific
effect
effectu
efficaci
effici
effort
eight
eighth
either
elect
elector
elem
elementari
elev
elig
eloqu
els
elsewher
elud
embarrass
embassi
embitt
embrac
embroil
emerg
emigr
emin
emiss
emit
emolu
emot
emperor
emphat
empir
employ
emporium
empow
enabl
enact
encount
encourag
encroach
end
endang
endear
endeavor
endow
enemi
energi
enforc
engag
engin
england
enjoy
enlarg
enlighten
enlist
enmiti
enorm
ensu
enter
enterpris
entertain
enthusiasm
entir
entitl
enumer
epic
epoch
equal
equilibrium
equip
equit
equiti
equival
equivoc
er
erect
eri
ermin
err
erron
error
escap
especi
espous
essent
essenti
establish
esteem
estim
etc
europ
european
even
event
eventu
ever
everi
everyth
everywher
evid
evil
evinc
ex
exact
exagger
examin
exampl
exce
exceed
excel
except
exchang
excis
excit
exclaim
exclud
exclus
excresc
execut
exemplif
exemplifi
exempt
exercis
exert
exhaust
exhibit
exig
exil
exist
exofficio
expans
expect
expedi
expend
expens
experi
experienc
expiat
expir
explain
explan
export
expos
exposit
expositor
expostfacto
expound
express
expressli
extend
extens
extent
extern
extort
extran
extraordinari
extravag
extrem
extric
eye
fabric
face
facil
facilit
fact
faction
factious
facto
faculti
fail
fair
faith
fall
fallaci
fallen
fallibl
famili
familiar
fanci
fangl
far
farther
fashion
fatal
fate
fault
faultless
favor
favorit
fear
featur
februari
feder
federalist
feebl
feel
fell
fellow
fellowcitizen
feloni
felt
fenc
ferment
fertil
feudal
feudatori
few
fewer
fiction
field
fierc
fifteenth
fifth
fifti
fiftynin
fight
fill
final
financ
find
fine
finger
fire
firm
first
fit
five
fix
flagrant
flame
flatter
fleet
fli
flourish
flow
fluctuat
foe
folli
follow
following:``wherea
for
forbear
forbid
forc
forcibl
forego
foreign
foreseen
foresight
forev
forfeitur
forget
forgotten
form
former
formid
fort
forth
forti
fortifi
fortun
fortyfifth
fortysecond
fortytwo
forward
foster
fought
found
foundat
founder
fountain
four
fournal
fourth
fraction
frame
franc
fraud
free
freedom
freeli
frequent
fresh
friday
friend
friendship
frivol
from
frontier
frown
fruit
frustrat
fugit
fulfil
full
fullest
fulli
function
fund
fundament
furnish
further
futur
gain
gallant
gate
gather
gave
gener
generos
genius
gentleman
gentlemen
genuin
georgia
germ
germani
gift
give
given
globe
gloom
gloomi
glori
go
god
goe
gold
good
govern
government:``resolv
governor
gradat
grade
gradual
grant
grasp
great
greater
greatest
greec
greek
grievanc
grossli
ground
grow
grown
guarante
guaranti
guard
guardian
guid
guilt
habit
habitu
had
half
hampshir
hand
handl
happen
happi
happili
happiness,2
hard
hardearn
harmless
harmoni
has
hast
hasti
hath
have
hazard
he
head
heard
hearken
heart
heat
heaviest
heighten
held
helm
henc
her
here
hereaft
hereditari
heretofor
herself
high
higher
highest
him
himself
his
histori
hitherto
hold
holland
home
homer
honor
hope
horror
hostag
hostil
hostilius
hous
how
howev
human
humbl
hundr
hundredth
hypothet
i
idea
ident
idol
if
ignobl
ignomini
ignor
ill
illconstitut
illegitim
illicit
illtim
illustr
illustri
imagin
imaginari
imit
immateri
immedi
immin
immoder
immort
immun
impair
impart
imparti
impati
impeach
imped
impedi
imperfect
impetu
impious
impli
implic
impolit
import
impos
imposs
impost
impot
impractic
impregn
impress
improb
improp
improprieti
improv
imprud
impuls
impun
imput
in
inaccur
inaccuraci
inadequ
inadmiss
inauspici
incap
incapac
incapacit
incid
inclin
includ
incoher
incompat
incomplet
incomprehens
inconsider
inconsist
inconveni
incorrect
increas
inculc
incumb
incur
inde
indebt
indefinit
independ
indetermin
indian
indign
indirect
indiscreet
indiscret
indispens
indissolubl
indistinct
individu
induc
indulg
industri
ineffectu
ineffici
inequ
inexcus
inexpedi
inexperi
infal
infant
infer
inferior
infinit
infirm
inflam
inflex
inflict
influenc
influenti
inform
infract
infring
ingeni
ingredi
inhabit
inher
injur
injuri
injustic
innoc
innov
inquir
inquiri
insens
insepar
insert
insidi
insinu
insist
inspect
inspir
instabl
instanc
instant
instead
institut
instruct
instrum
insuffici
insular
insult
insuper
insur
insurmount
insurrect
integr
intemper
intent
intercours
interdict
interest
interf
interfer
interior
intermedi
intermiss
intermix
intern
interpos
interposit
interpret
interrupt
intersect
intervent
interwoven
intim
into
intrepid
intric
intrigu
intrins
introduc
intrud
intrust
invad
invalu
invari
invas
invent
inventor
invers
invert
invest
investig
inveter
invigor
inviol
involv
invulner
irferior
irreconcil
irregular
irresist
irrespect
is
island
issu
it
itali
itself
januari
jealous
jealousi
jefferson
jersey
job
join
joint
journal
judg
judgment
judici
judiciari
junction
juri
jurisdict
jurist
just
juster
justic
justif
justifi
keenest
keep
kept
key
kind
kindl
kindr
king
kingdom
knit
know
knowledg
known
labor
labori
laid
lain
lake
lament
land
landmark
languag
larg
larger
largest
last
late
latent
latitud
latter
laudabl
lavish
law
lawgiv
lay
lead
leader
leagu
learn
least
leav
led
left
legal
legion
legisl
legislatur
legitim
lend
length
lengthen
lent
less
lessen
lesser
lessinform
lesson
lest
let
letter
level
levi
liabl
liber
liberti
licens
licenti
lie
life
lifeless
ligam
light
like
likewis
limit
line
link
liquid
list
littl
live
load
local
locrian
lodg
long
longer
longest
look
loos
lose
loss
lost
lot
loud
love
low
lower
lumin
lustr
lycian
lycurgus
macedon
machin
mad
made
magazin
magic
magistr
magistraci
magnifi
maintain
mainten
major
make
maker
maladi
malign
man
manag
mani
manifest
mankind
manner
manufactur
marin
maritim
mark
marqu
marshal
maryland
mask
mass
massachusett
materi
mathemat
matter
matur
maxim
may
me
mean
meant
measur
mechan
medit
medium
meet
melancholi
melior
member
memori
men
mention
mercantil
merchandis
merci
mere
merit
metaphys
method
midst
might
mild
mile
militari
militia
million
mind
mine
mingl
minist
ministeri
mino
minor
mint
minut
miracul
mirror
misappli
miscellan
mischief
misconceiv
misconstru
misconstruct
miseri
misfortun
misguid
misjudg
mislead
misplac
mission
mississippi
mistak
mistaken
misthink
mistress
mix
mixtur
mode
model
moder
modern
moment
monarch
monarchi
monday
money
monitor
monster
montesquieu
moral
more
moreindustri
moreov
mortal
most
motion
motiv
mould
move
mr
much
multipli
multitud
multitudin
municip
must
mutabl
mutual
my
myself
name
narrow
nation
natur
naturalist
naval
navi
navig
nay
near
necess
necessari
necessarili
nee
need
needless
negat
neglect
negoti
neighbor
neighborhood
neither
net
netherland
never
nevertheless
new
newfangl
newmodel
next
niceti
nine
ninth
no
nobil
nobl
nomin
none
nor
north
northeastern
northern
northwestern
not
note
noth
notic
notori
notwithstand
nourish
novelti
novemb
now
nowher
nowis
nugatori
numa
number
numer
oath
object
objection
objector
oblig
obligatori
obnoxi
obscur
obsequi
observ
obstacl
obstin
obstruct
obtain
obviat
obvious
occas
occasion
occur
ocean
odious
of
off
offens
offer
offic
officio
offspr
often
old
oligarch
omin
omiss
omit
on
onc
one
open
oper
opinion
opportun
oppos
opposit
oppress
oppressor
opprobrium
option
or
oracl
orat
order
ordin
ordinari
organ
origin
other
otherwis
ought
our
ourselv
out
outnumb
outweigh
over
overbear
overburden
overcom
overcuri
overgrown
overleap
overlook
overmatch
overr
overrul
overturn
owe
own
p
pace
pacif
packet
pact
paid
pain
palladium
palliat
palpabl
paper
paragraph
parallel
paramount
parchment
pardon
parliam
parliamentari
part
partak
parti
partial
particip
particl
particular
partisan
partit
pass
passag
passion
past
patient
patriot
patron
pauper
paus
pay
payment
peac
peaceabl
peculiar
pecuniari
pen
penetr
pennsylvania
peopl
per
perceiv
percept
perfect
perfidi
perform
perhap
peril
period
perish
perman
permiss
permit
perpetu
perplex
persist
person
perspicu
persuad
persuas
perus
pervad
pervers
pervert
pestil
pestilenti
petti
petul
phantom
philadelphia
philosoph
phrase
physician
pictur
piec
pious
piraci
pirat
place
plain
plan
plant
plausibl
plead
pleas
pleasur
pledg
plenti
plianci
plot
plural
plutarch
pocket
poetri
point
poison
poland
polici
polit
politician
popul
popular
porch
portion
posit
possess
possibl
post
poster
postpon
postur
power
powers:1
practic
pre
precari
precaut
preced
precept
precious
precis
preclud
predatori
predecessor
predetermin
predilect
predisposit
predomin
preemin
preexist
prefer
prefix
pregnant
prejudic
preorgat
prepar
preponder
prepossess
preposter
prerog
prescrib
prescript
present
preserv
presid
press
pressur
presum
pretend
pretens
pretermit
pretext
pretti
prevail
preval
prevent
previous
price
pride
primit
princ
princip
principl
print
prior
privat
privileg
probabl
problem
proce
proceed
process
produc
product
progress
prohibit
prohibitori
project
projector
promis
promot
prompt
pronounc
proof
propens
proper
properti
prophesi
proport
propos
proposit
proprieti
proprietor
proscrib
prospect
prosper
protect
protract
prove
provid
provinc
provis
proviso
prudenc
prudent
public
publius
punctual
punish
purchas
pure
purest
puriti
purpos
purs
pursu
pursuanc
pursuit
purview
put
puzzl
qualif
qualifi
quantiti
quarter
quell
question
quiet
quit
quorum
quot
quota
quotat
race
radic
rage
rais
rank
ransom
rapaci
rapid
rare
rash
rather
ratif
ratifi
ratio
raw
reach
reader
readi
readjust
real
realiti
realiz
realli
reapportion
rear
reason
receiv
recent
reciproc
recit
recogn
recoinag
recollect
recommend
recommendatori
reconcil
record
rectifi
recur
redeem
redress
reduc
refer
refin
reflect
reform
refug
refus
refut
regard
region
regret
regul
regular
rein
reinstat
reject
rejudg
relat
reli
relief
religi
religion
reluct
remain
remark
remedi
rememb
remembr
remind
remit
remitt
remot
remould
remov
render
renounc
renunci
repair
repeat
repel
repetit
repli
report
repos
repres
represent
repress
repris
reprob
republ
republic,
republic,i
republican
repugn
reput
requir
requisit
rescu
resent
reserv
reservoir
resid
residu
residuari
residuum
resist
resolut
resolv
resort
resourc
respect
respons
rest
restrain
restraint
restrict
result
resum
retain
retrospect
return
reunion
reveng
revenu
revers
review
revis
reviv
revolut
revolv
reward
rhetor
rhode
rich
right
rigid
rigor
rise
risk
rival
rivalship
river
road
rome
romulus
room
royalti
ruin
rule
ruler
run
sacr
sacrif
sacrific
safe
safeguard
safeti
sagac
sagaci
sage
said
sake
salari
salutari
same
sampl
sanction
satisfact
satisfactori
satisfactorili
satisfi
save
say
scale
scan
scarc
scatter
scene
sceptr
scheme
scienc
scope
screen
scrupl
scrupul
sea
seacoast
search
seat
secess
second
secondari
secret
sect
secur
secureti
see
seek
seem
seen
seiz
seldom
select
self
selfappoint
selfdefens
selfgovern
selflov
selfpreserv
semicolon
senat
send
sens
sensibl
sentenc
sentim
separ
septemb
seri
serious
serv
servant
servic
session
set
settl
seven
seventi
seventythre
sever
shade
shadow
shake
shall
shape
share
shatter
she
shed
sheriff
shield
shill
ship
shoot
shore
short
shorten
should
show
shown
shun
shut
side
sight
signal
signif
silent
silver
similar
simpl
sinc
sincer
sinew
singl
singular
sinist
situat
six
sixth
sixti
sixtieth
sixtyeight
sixtyfour
size
skill
slave
sleep
slight
slightest
small
smaller
smallest
snare
so
sober
social
societi
soldier
sole
solemn
solicit
solid
solon
solv
some
someth
sometim
somewhat
soon
sooner
sophistri
sort
sought
soul
sound
sourc
south
southern
sovereign
sovereignti
sown
spain
spare
sparta
speak
speaker
speci
special
specif
specifi
specimen
specious
spectacl
spectat
specul
speedi
speedili
sphere
spilt
spirit
spite
split
spontan
spot
spread
spring
squar
stabil
stage
stagnat
stake
stamp
stand
standard
start
state
states1
states:1
statesman
statesmen
station
stationari
statut
step
stifl
still
stimul
stipul
stock
stood
stoop
storm
stranger
strength
strengthen
strenuous
stress
strict
strike
strong
stronger
strongest
struck
structur
struggl
studious
subdivid
subdu
subject
submiss
submit
subordin
subscrib
subsequ
subservi
subsist
substanc
substanti
substitut
subtl
subtleti
subvers
subvert
succeed
success
successor
succor
such
sudden
suffer
suffici
suffrag
suggest
suit
sullen
sum
sunk
superad
superflu
superintend
superior
supersed
superstit
superstructur
supplement
suppli
support
suppos
supposit
suprem
supremaci
sure
surmount
surpris
surrend
surrog
surround
survey
suscept
suspicion
sustain
swarm
sway
swiss
switzerland
sword
symmetri
sympathi
symptom
system
systemat
taint
take
taken
talent
tame
task
taught
tax
taxat
teach
tear
technic
tell
temper
tempestu
tempor
temporari
temptat
ten
tenaci
tend
tendenc
tender
tenfold
tenor
tenur
term
termin
territori
terror
than
that
the
theatr
their
them
theme
themselv
then
theoret
theori
theorist
there
therebi
therefor
therein
thereof
these
theseus
they
thing
think
third
thirteen
thirteenth
thirti
thirtyfirst
thirtyon
this
thorough
those
though
thought
thousand
thre
threaten
three
threefourth
throne
through
throughout
throw
thrown
thus
tie
till
time
titl
to
togeth
told
toler
toll
tonnag
too
topic
total
totter
touch
toward
town
trace
trade
traffic
train
traitor
trampl
tranquil
transact
transcend
transfer
transform
transient
translat
transmit
transmut
travel
treacheri
treason
treasuri
treati
tri
trial
tribe
tribun
tribut
triennial
triumph
troop
true
truli
trust
truste
truth
tuesday
tullius
turbul
turn
twelv
twenti
twentyf
twentyfifth
two
tyrann
tyranni
ultim
umbrag
umpir
unabl
unadvis
unanim
unauthor
unavoid
uncancel
unceas
uncertain
uncertainti
uncommerci
unconnect
unconstitut
uncontrol
undeni
under
undergon
understand
understood
undertak
undertaken
undisciplin
undon
undoubt
undu
unduli
unenumer
unequ
unequivoc
unexception
unexpect
unfair
unfavor
unfett
unfit
unfold
unfortun
unfrequ
unfriend
ungrant
unhallow
unhappi
unhappili
uniform
uninterupt
union
unison
unit
uniti
univers
unjust
unknown
unless
unlik
unlimit
unmix
unnatur
unnecessari
unnecessarili
unnot
unobserv
unorgan
unpardon
unpopular
unpreced
unqualifi
unquestion
unreason
unredress
unruli
unsacrif
unsaf
unsatisfi
unstabl
unsteadi
unsuccess
unthink
until
unusu
unvari
unwarrant
unwil
unwis
unworthi
up
upbraid
upon
upright
urg
urgent
us
use
usual
usurp
util
utmost
utter
vagabond
vagu
vain
valid
valor
valu
valuabl
vanish
vari
varianc
variat
varieti
various
vast
veget
vehicl
veil
vein
vener
venial
venic
ventur
veri
verifi
vest
veteran
vex
vice
vicepresid
vicious
vicissitud
victim
victori
view
vii
vindic
vindict
violat
violenc
violent
virginia
virtu
virtuous
visionari
vital
vitiat
voic
void
volit
voluntari
voluntarili
vortex
votari
vote
voucher
vulner
waiv
want
war
warn
warrant
was
watch
way
we
weak
weaken
weaker
weal
wealth
weapon
weari
weight
welfar
well
wellconstruct
wellknown
were
west
western
what
whatev
whatsoev
when
whenc
whenev
where
wherea
wherev
whether
whi
which
whilst
whisper
who
whole
wholli
whom
whose
wick
wide
wild
wildest
will
wisdom
wise
wiser
wish
wit
with
withdrawn
withhold
within
without
wonder
word
work
world
worn
wors
worst
worthi
would
wound
wreak
write
writer
written
wrought
year
yet
yield
yoke
york
you
your
zaleucus
zeal
zealous