
1685
a
abl
abroad
accept
accident
accommod
accompani
accord
acknowledg
act
action
actuat
add
addit
adjud
administr
adopt
advantag
advis
affect
afford
against
aggress
aggressor
all
alreadi
also
although
alway
america
american
amic
among
an
and
ani
annoy
appar
appear
appeas
appoint
apprehend
are
aris
arm
articl
as
ask
assembl
at
attend
attent
be
becaus
becom
been
besid
best
birth
border
britain
british
but
by
can
candor
cannot
capac
case
caus
chief
choic
circumst
clear
cogent
come
commend
commerc
commiss
commit
common
compens
comprehens
concern
conclus
conduct
confederaci
confin
consent
consequ
consid
consider
consist
continu
contract
convent
convinc
cool
cordial
correct
could
counsel
countri
court
creat
danger
decid
decis
defin
demand
depart
deriv
design
devis
differ
difficulti
diminish
direct
discuss
dispos
distinct
disunit
do
doge
domest
done
doubtless
effectu
effici
either
endeavor
entertain
equal
erron
error
especi
establish
even
evid
examin
except
excit
execut
experi
explan
expound
extens
extric
faith
far
favor
feder
feebl
fewer
fewest
field
find
firm
first
follow
for
forc
foreign
form
former
found
four
franc
free
frequent
from
fruitless
gener
genoa
give
given
good
govern
government,
government,especi
great
happen
has
have
he
henc
high
him
his
hostil
humili
i
if
immedi
import
improp
impuls
in
inclin
independ
indian
individu
induc
influenc
inhabit
injur
injuri
injustic
innoc
inquir
instanc
intellig
interest
investig
invit
irrit
is
it
journal
judg
judgment
judici
jurisdict
just
justic
justifi
kind
known
latitud
latter
law
less
lesser
let
like
littl
local
long
loss
loui
magistr
manag
mani
manner,
manner,wherea
maritim
may
me
mean
medit
men
moder
more
most
much
nation
natur
necessari
neighborhood
neither
never
new
no
nor
not
noth
number
object
oblig
observ
obviat
occas
of
offend
offens
offer
offic
often
on
onc
one
opinion
oppos
or
order
other
out
pardon
part
parti
passion
peac
peculiar
peopl
perfect
persever
person
place
point
polit
portug
power
precis
present
preserv
pretend
prevent
pride
probabl
proce
proper
proport
prospect
provid
provok
prudenc
prussia
publius
punctual
punish
purpos
qualif
quarrel
quarter
question
quick
reach
real
reason
receiv
recommend
reject
relat
remark
repair
reput
resist
respect
respons
restrain
result
right
safe
safeti
sake
same
satisfactori
secur
seem
seldom
senat
send
sens
separ
serv
settl
sever
she
should
singl
six
slaughter
so
some
sort
spain
spanish
state
steadili
strong
subject
submit
such
sudden
suffici
swerv
systemat
talent
temper
tempt
temptat
tend
term
territori
than
that
the
their
them
themselv
then
there
therefor
these
they
thirteen
this
those
threaten
three
to
too
toward
town
tranquil
treati
turn
two
unabl
uncommon
under
uniform
union
unit
unlaw
unsatisfactori
unwil
us
use
varieti
vast
vest
violat
violenc
want
war
weight
well
wellinform
were
when
wherea
whether
which
who
whole
whose
widest
will
wisdom
wise
wish
with
world
would
wrong
xiv
year
yet
york