1788
19
a
abhorr
about
abov
accord
actual
actuat
ad
add
addit
administr
admiss
admit
advanc
affect
against
aggrandiz
aim
albani
all
alleg
almost
also
alway
ambit
ambiti
america
amount
an
and
ani
annex
annual
anoth
answer
anticip
apart
appear
appoint
are
as
ask
aspir
assembl
assur
at
attach
attain
author
be
been
befor
benevol
besid
betray
between
bind
birth
bodi
bold
bond
borough
both
bound
branch
breast
bribe
british
but
by
calcul
can
cannot
capabl
capac
capric
case
caus
ceas
champion
charact
characterist
charg
choic
choos
chord
chosen
circumst
citi
citizen
civil
class
clear
code
combat
commit
common
communion
compel
complexion
confer
confess
confid
conform
congress
connect
connecticut
consequ
consid
consider
constitu
constitut
contain
continu
contrari
control
correspond
corrupt
could
council
counten
counti
countri
creat
debas
decid
decis
declam
deem
degener
degeneraci
depart
depend
depriv
deriv
descend
descript
deserv
desir
devis
differ
diffus
direct
disappoint
discern
discharg
discover
discrimin
disposit
distinct
distinguish
district
divert
divis
doctrin
doe
duti
each
effac
effectu
elect
elector
elev
elig
employ
end
energi
engag
enter
entertain
entitl
err
erron
establish
estat
esteem
ever
everi
examin
exampl
exce
execut
exercis
exist
expens
experi
explicit
extraordinari
extrem
fact
fail
faith
fallaci
famili
far
favor
februari
feder
fellow
fellowcitizen
fetter
few
fidel
fifth
fifti
find
first
fit
five
flagrant
flame
for
foreign
forev
form
fortun
found
four
fourth
frame
free
freedom
freehold
frequent
friend
from
full
fundament
furnish
gener
genius
genuin
give
good
govern
governor
grate
gratitud
great
grossli
habitu
had
half
hampshir
happen
happi
has
haughti
have
he
heir
henc
her
here
him
his
hold
honor
hope
hous
how
howev
human
humbl
hundr
i
ident
if
ignor
immedi
imparti
impeach
import
impress
in
incap
inclin
indign
individu
infal
influenc
ingratitud
inhabit
innov
inspir
instanc
insuffici
interest
into
intrigu
involv
is
it
itself
joint
judgem
just
justifi
keep
larg
larger
last
law
learn
least
leav
left
legal
legislatur
less
let
level
liabl
liberti
life
like
limit
littl
magistr
maintain
make
man
mani
mark
mass
massachusett
may
me
mean
measur
member
men
merit
might
mind
mode
moment
money
more
most
motiv
must
name
nation
natur
near
necessari
need
new
next
no
nor
not
noth
notwithstand
nourish
now
number
numer
object
obligatori
obscur
obtain
of
oligarchi
on
one
oper
oppress
or
other
ought
our
own
packet
paper
part
particular
peculiar
pennsylvania
peopl
per
perhap
permit
person
philadelphia
place
plan
pledg
point
polici
polit
poor
popular
possess
possibl
pound
power
precaut
prefer
prepar
prescrib
present
preserv
presid
presum
pretend
pretens
preval
prevent
pride
principl
privat
produc
profess
project
promis
proof
proper
properti
proport
provid
prudenc
public
publius
purpos
pursu
qualif
qualiti
quot
rais
rank
rate
read
real
reason
recollect
recommend
regard
relat
reli
religi
remain
renew
repres
represent
republican
requir
resort
respect
respons
restrain
restraint
result
return
review
rich
right
root
ruin
ruler
sacrific
said
same
satisfactori
say
scrupul
second
secur
seen
selfish
senat
senatori
sensibl
sentim
servant
servic
shall
share
shown
sincer
singl
situat
six
sixti
sixtyf
small
so
societi
some
somewhat
son
soul
spirit
state
sterl
still
strengthen
strict
strike
stronger
strongest
subject
subvers
such
suffici
suffrag
support
suppos
supposit
suspicion
sympathi
system
take
taken
temporari
tend
tendenc
term
than
that
the
their
them
themselv
then
there
therefor
these
they
thing
third
thirti
this
those
thousand
tie
time
titl
to
togeth
toler
too
topic
traitor
trial
trust
tuesday
turn
twenti
two
tyranni
under
undermin
understand
unequ
unfavor
unfit
union
unit
univers
unless
unpropiti
unreason
us
valu
vaniti
varieti
various
veri
vigil
violat
virtu
virtuous
vote
voter
warrant
was
we
wealth
well
were
what
whatev
when
where
whether
which
whilst
who
whole
whom
whose
wicked
will
wisdom
with
without
worthi
would
year
yet
york
zeal