
1685
1706
1774
1788
1st
7
a
abil
abl
ablest
abound
abov
abroad
absolut
abund
accept
accident
accommod
accompani
accord
account
accumul
accur
achiev
acknowledg
acquaint
acquiesc
acquir
act
action
activ
actuat
ad
add
addit
address
adjud
administ
administr
admit
adopt
advanc
advantag
advert
advic
advis
advoc
affair
affect
afford
affront
after
afterward
again
against
age
aggrand
aggreg
aggress
aggressor
agre
aid
aim
air
alien
all
alli
allianc
almost
alreadi
also
alter
although
alway
am
ambit
amend
america
american
amic
among
amongst
ampl
ampli
amplifi
an
ancestor
and
ani
animos
ann
annoy
anoth
answer
anyth
appar
appear
appeas
appli
appoint
apprehend
apprehens
approach
approb
approv
arduous
are
argu
argum
aris
arm
armi
arriv
art
articl
as
ask
aspect
assembl
assent
assign
assimil
assist
assum
at
attach
attack
attain
attempt
attend
attent
author
auxiliari
avail
avers
awar
awe
band
bargain
battl
be
bear
becaus
becom
been
began
beget
begin
behavior
behold
believ
benefici
benefit
besid
best
better
between
betwixt
beyond
bile
bind
birth
blame
bleed
bless
blind
blood
bloodi
bloom
bodi
border
both
bought
bound
bounti
brethren
brilliant
britain
british
brought
busi
but
by
cabinet
calcul
call
calm
can
cancel
candid
candor
cannot
capabl
capac
care
carri
case
cast
caus
cautious
cede
celebr
censur
certain
chain
chang
charact
cheap
cheaper
cherish
chief
china
choic
choos
chosen
circumst
citizen
clear
cogent
collect
color
combin
come
command
commend
commerc
commerci
commiss
commit
commod
common
commun
compact
compani
compar
compel
compens
compet
compos
composur
comprehens
conceiv
concern
concert
conclus
concur
concurr
condemn
conduc
conduct
confederaci
confess
confid
confin
conform
congress
conjectur
connect
conquest
conscienc
consent
consequ
consid
consider
consist
consolid
constant
constitu
constitut
consult
contempl
contempt
content
contin
continent
continu
contract
contrari
contriv
conven
conveni
convent
convinc
cool
copious
cordial
corp
correct
correspond
corrupt
cost
could
council
counsel
counten
countri
cours
court
creat
credit
cultiv
custom
daili
danger
day
dazzl
dear
dearbought
death
deceiv
decid
decis
declar
declin
defect
defens
defici
defin
degre
delay
deleg
deliber
delic
delight
delud
delus
demand
denomin
depart
depend
depreci
deput
deriv
descend
descript
deserv
design
desir
desol
despatch
destitut
destroy
detach
detail
deter
develop
devis
dictat
did
differ
difficult
difficulti
diminish
direct
disadvantag
disappoint
discern
disciplin
discord
discourag
discov
discoveri
discreet
discret
discuss
disgrac
displeas
dispos
disposit
disput
dissolut
distanc
distant
distinct
distinguish
distrust
disunit
divid
divis
do
doctrin
doe
doge
domest
done
doubt
doubtless
durat
duti
dwindl
each
ear
earnest
easi
easili
effect
effectu
effici
effort
either
elect
elector
embarrass
embroil
empir
enabl
enamor
endeavor
enemi
engag
england
english
enjoy
enlighten
ensu
enter
enterpris
entertain
entir
envi
equal
erron
error
especi
essenti
establish
estat
estim
europ
european
even
event
ever
everi
everywher
evid
exact
examin
excel
except
exchang
excit
exclaim
exclud
execut
exercis
exhaust
exist
expect
expediti
experi
experienc
explain
explan
expos
expound
express
extend
extens
extinguish
extract
extraordinari
extric
eye
facilit
fact
fail
fair
faith
famili
far
farewel
favor
fear
feder
feebl
feel
fertil
few
fewer
fewest
fidel
field
fight
figur
final
financ
find
firm
first
fish
fisheri
fit
five
flame
flatter
fleet
fleetlet
fli
flourish
follow
fond
foot
for
forbear
forc
forego
foreign
forese
foreseen
foresight
forget
forgotten
form
format
former
formid
forth
found
foundat
four
frame
franc
fraudul
free
frequent
fresh
friday
friend
friendship
from
fruitless
fulfil
fulli
futur
gather
gener
genius
genoa
gentlemen
get
give
given
glori
go
good
goodwil
govern
government,
government,especi
governmentswhat
governor
gradual
great
greater
greec
gross
ground
grow
grown
guard
habit
had
hand
happen
happi
harmon
has
have
hazard
he
head
heard
heart
help
henc
her
here
heretofor
high
highest
highway
him
his
histori
hitherto
hive
home
honest
honey
honor
hope
hostil
hour
how
howev
human
humili
i
idea
if
ignor
immedi
immin
impeach
imped
impli
import
impos
imposs
impress
improb
improp
improv
impuls
imput
in
inadequ
inasmuch
inauspici
inclin
inconveni
increas
inde
indefatig
independ
india
indian
indiffer
indispens
individu
induc
inexcus
infer
inflam
influenc
inform
inhabit
inherit
injur
injuri
injustic
innoc
innov
innumer
inquir
inquiri
insepar
insignific
insist
inspir
instanc
instead
institut
insult
integr
intellig
intend
intercours
interest
interfer
interven
into
introduc
invad
invari
invas
invest
investig
invidi
invit
involv
ireland
irregular
irrit
is
island
it
itself
jealous
jealousi
jeopardi
join
joint
journal
judg
judgment
judici
juli
jurisdict
just
justic
justifi
keep
kept
kind
king
kingdom
know
knowledg
known
land
languag
larg
last
late
latitud
latter
law
lawrenc
lead
least
leav
left
legal
legisl
legislatur
less
lesser
lesson
let
letter
liabl
liberti
like
likewis
line
littl
live
local
lodg
long
look
lose
loss
loui
love
luxuri
made
magistr
magnitud
maintain
major
make
maladi
manag
mani
manifest
manner
manner,
manner,wherea
march
maritim
mark
market
materi
matter
matur
may
me
mean
measur
medit
member
memor
memori
men
mercenari
merchant
mere
merit
meteor
might
mild
milder
militari
militia
mind
minist
mislead
mississippi
mistaken
mode
moder
moment
monarch
monarchi
money
monopol
month
more
most
motiv
move
much
must
mutual
my
name
nation
natur
navig
nay
near
necess
necessari
necessarili
need
neglect
negoti
neighbor
neighborhood
neither
neutral
never
nevertheless
new
no
nobl
nobli
nor
north
northern
not
noth
notic
notwithstand
now
null
number
nurseri
oath
obey
object
oblig
obligatori
observ
obtain
obviat
obvious
occas
occur
of
off
offend
offens
offer
offic
offici
often
old
on
onc
one
oper
opinion
oppon
opportun
oppos
opposit
oppress
or
order
organ
other
otherwis
ought
our
ourselv
out
outrag
over
own
packet
paid
pamphlet
paper
pardon
parliam
part
partak
parti
partial
particular
partisan
pass
passion
patriot
pay
paywhat
peac
peculiar
peopl
peoplea
perceiv
perfect
perhap
period
permit
perpetu
persever
person
persuad
philadelphia
piti
place
plan
play
pleas
pleasur
poet
point
polici
polit
politician
poor
popular
port
portion
portug
posit
possess
possibl
postur
power
practic
prayer
precaut
preced
precious
precis
preparatori
prescrib
present
preserv
presid
press
presum
pretend
pretens
prevail
preval
prevent
prey
price
pride
princ
principl
privat
privileg
probabl
proce
proceed
proclaim
produc
product
profess
profit
progress
promis
promot
proper
properti
proport
propos
proprieti
prospect
prosper
protect
prove
provid
provok
prowess
prudenc
prudent
prussia
public
publius
punctual
punish
purchas
purpos
pursu
pursuad
pursuit
put
qualif
qualifi
quarrel
quarter
queen
question
quick
rais
rare
rash
re
reach
real
realli
reason
receiv
recollect
recommend
reestablish
reflect
regard
region
regret
regul
reject
rejoic
relat
reli
reliev
religion
remain
remark
rememb
remot
remov
render
repair
repeal
repres
repress
reprob
republ
reput
requir
requisit
resent
residu
resist
resourc
respect
respons
rest
restrain
result
reveng
rich
rid
right
rise
rival
river
roman
room
round
ruler
run
safe
safeti
saint
sake
same
sanctifi
sanguin
satisfactori
scale
scotch
scotland
sea
seamen
seamenif
season
second
secreci
section
secur
sedat
seduc
see
seek
seem
seiz
seldom
select
senat
send
sens
sensat
sentim
separ
seri
serious
serv
settl
sever
shall
share
she
short
should
show
shut
side
similar
sinc
sincer
singl
situat
six
slaughter
slide
small
so
soil
solid
some
sometim
son
soon
sooner
sort
sound
southern
sovereign
sovereignti
spain
spanish
speak
specious
speedili
spend
split
state
steadili
still
stream
strength
strong
strongest
subject
submit
subordin
substitut
succeed
success
succor
such
sudden
suffer
suffici
suggest
superior
supin
suppli
support
suppos
suprem
sure
surround
suscept
suspect
swarm
swerv
system
systemat
take
taken
talent
task
teach
teem
temper
tempt
temptat
tend
tenet
term
territori
than
that
the
their
them
themselv
then
there
therebi
therefor
these
they
thing
think
third
thirst
thirteen
thirti
thirtyf
this
those
though
thought
threaten
three
throughout
thunder
thus
tide
tie
time
to
togeth
too
took
toward
town
trade
traffic
tranquil
transfer
transient
transport
treat
treati
tri
troublesom
true
trust
truth
turn
twice
two
umpir
unabl
unanim
uncandid
uncommon
uncontradict
undeni
under
understand
undertook
undu
uneasi
unexception
unfavor
unfortun
unfriend
uniform
uninterrupt
union
unit
uniti
univers
unlaw
unless
unoccupi
unquestion
unsatisfactori
unsoci
until
unwari
unwil
unworthi
upon
urg
us
use
usual
utmost
valid
valu
vanquish
varieti
various
vast
veri
vessel
vest
vicin
view
violat
violenc
virtu
viz
voic
void
vote
wale
want
war
was
watch
water
way
we
weak
week
weight
weighti
well
wellbalanc
wellground
wellinform
welsh
were
western
what
whatev
when
whenev
where
wherea
whether
whi
which
while
who
whole
whom
whose
widespread
widest
will
wisdom
wise
wisest
wish
with
within
without
wonder
word
world
worthi
would
wrong
wrought
xiv
year
yet
york
you
young
your
yourselv
zeal