
a
abil
abl
abridg
absorb
abund
acquaint
acquir
activ
address
administ
administr
admit
advantag
affair
affect
affirm
afford
against
agricultur
all
allot
allow
allur
almost
alon
alreadi
alway
am
ambit
america
among
an
anal
anarchi
ancient
and
ani
answer
appear
appetit
applic
apt
are
argum
aristocraci
as
assert
associ
at
attach
attempt
attend
attent
attract
author
auxiliari
awak
baron
baroni
be
becaus
been
befor
beget
belong
benefit
better
between
bia
bodi
born
both
but
by
can
cannot
care
case
caus
cement
channel
charm
chief
chiefli
chieftain
circumst
cite
citizen
civil
clanship
clear
clemenc
cogent
come
commerc
common
commun
compar
compat
compens
complet
comprehend
concentr
concern
concis
conduct
confeder
confederaci
confess
confid
conjectur
connect
consequ
consist
constant
constitu
constitut
construct
contest
continu
contribut
control
could
council
counteract
counterpois
crimin
cultiv
danger
day
decid
degre
demesn
depend
deposit
depositori
deriv
descript
desir
destroy
detail
detest
devot
differ
diffus
digniti
direct
discov
dispos
disposit
distanc
divest
doctrin
domest
domin
dominion
dread
each
ear
easi
effect
effectu
either
emphat
empir
enabl
encroach
end
enemi
energet
england
ensu
entir
equal
equival
erect
establish
esteem
european
event
ever
everi
exampl
exemplifi
exercis
exist
experi
explain
extend
extravag
eye
fact
fall
famili
familiar
far
fatal
favor
fealti
feder
feel
feudal
feudatori
fidel
fief
fierc
final
financ
find
first
follow
for
forc
form
found
frequent
from
furnish
further
gener
give
given
good
goodwil
govern
great
greater
guardian
habitu
had
hand
happen
has
have
he
head
heart
held
his
historian
hold
home
human
i
if
illustr
immedi
import
impress
improb
in
inattent
incorpor
independ
individu
indulg
inferior
influenc
inher
inspir
instanc
instruct
insuffici
insur
interest
into
intrins
introduc
intrust
involv
is
it
itself
jealousi
journal
judg
jurisdict
justic
kind
kindr
kingdom
known
land
larg
last
latitud
latter
least
leav
legisl
legitim
less
let
liberti
life
light,
light,i
like
likewis
local
lodg
lord
loss
love
lust
man
mani
mass
matter
may
me
mean
men
mere
might
mind
minut
mistak
monarch
more
most
much
must
mutual
my
nation
natur
necessari
necessarili
negoti
neighborhood
never
new
nobl
not
noth
nugatori
number
numer
obedi
object
oblig
observ
occupi
of
off
on
one
oper
oppos
opposit
oppress
oppressor
or
ordinari
organ
other
ought
our
out
over
overmatch
owe
pain
paper
part
particular
partook
passion
peac
peopl
perceiv
perhap
period
person
place
point
polic
polit
politi
popular
portion
possess
power
present
preserv
prevail
previous
princ
princip
principl
privat
proof
propens
proper
properti
proport
proposit
protect
provid
provinc
prudenc
public
publius
purpos
ration
reason
reduc
regul
regular
relat
render
repres
requir
residuari
respect
result
retain
rever
review
rival
rivalship
rivulet
royal
rule
run
safe
said
sake
same
satisfactori
scotland
seem
sens
sensibl
sentim
separ
sever
shall
short
should
side
similar
similitud
situat
slender
so
societi
some
sourc
sovereign
speak
speci
specul
spirit
splendor
state
still
strength
strict
strong
stronger
style
subdu
subject
subordin
subvers
success
suffic
suffici
superintend
superior
supervis
support
system
taken
teach
tedious
temper
temptat
tend
tenur
terror
than
that
the
their
them
themselv
there
therefor
they
thing
this
those
though
through
thrown
tie
till
time
to
too
toward
train
transcend
triumph
troublesom
truth
turn
tyranni
under
unfrequ
ungovern
uninterest
union
unit
univers
unless
upon
upright
urg
us
usurp
utmost
varieti
vassal
vigor
visibl
wanton
war
warlik
was
we
weak
weight
well
were
what
when
which
who
whole
wholli
whom
whose
will
with
within
without
word
would
wrong
yet
york