
1787
23
a
abl
abolish
abolit
accomplish
accord
account
accur
acquaint
acquir
act
activ
actuat
add
adequ
adjust
administ
administr
admir
admit
adopt
advantag
advers
adversari
advoc
afford
again
against
agenc
aggreg
air
alarm
alim
all
allow
almost
alon
alway
ambiti
american
among
amount
an
ancient
and
ani
anim
animos
annihil
anoth
anxious
appear
apportion
apt
are
art
as
assembl
assimil
at
attach
attain
attract
balanc
be
becaus
becom
been
behold
besid
best
betray
between
bia
bodi
both
break
brought
but
by
cabal
can
candid
cannot
carri
case
caus
centr
certain
charact
charg
check
cherish
chiefli
choic
chosen
circumst
citizen
civil
clash
class
clear
clog
co
coexist
coincid
combin
common
commun
compass
complaint
compos
comprehend
compris
concern
concert
conclud
concurr
confederaci
confess
conflagr
conflict
confus
connect
conscious
consequ
consider
consist
conson
constitu
constitut
contempl
contend
content
contin
continu
control
conven
convuls
cooper
corrupt
could
council
counti
countri
creditor
cure
danger
death
debt
debtor
decid
declam
defeat
degener
degre
deleg
democraci
democrat
deni
deriv
descript
deserv
desideratum
design
destroy
destruct
determin
develop
differ
difficult
diffus
direct
discern
discov
discrimin
diseas
dishonor
dispers
dispos
disregard
distinct
distress
distribut
district
distrust
divers
divid
divis
doe
domest
dread
due
durabl
each
easili
echo
effect
effectu
efficaci
either
elect
elector
emin
enabl
encourag
end
endow
engag
enjoy
enlarg
enlighten
ensu
entir
equal
erron
essenti
establish
esteem
event
ever
everi
everywher
evid
exact
examin
excit
execut
exercis
exist
expect
expedi
expir
extend
extens
extent
face
fact
faction
factious
faculti
fail
faith
fall
fallibl
fanci
fate
favor
favorit
feder
federalist
feel
felt
few
fewer
find
fine
fire
first
fit
flame
folli
follow
for
forc
foreign
form
former
fortun
found
foundat
free
frequent
friday
friend
frivol
from
fruit
gener
give
given
good
govern
great
greater
grow
guard
guardian
had
hand
happen
happi
has
have
he
heard
heaviest
helm
henc
here
him
himself
his
hold
howev
human
i
if
immedi
impart
imparti
impedi
import
impractic
improb
improp
improv
impuls
in
incid
includ
incompat
inconveni
increas
inde
indirect
individu
induc
infer
inferior
inflam
influenc
injustic
inquiri
instabl
instant
insuper
insurrect
integr
interest
interf
into
intrigu
introduc
invad
invert
involv
is
it
itself
judg
judgment
judici
justic
kind
kindl
know
known
labor
land
larg
latent
latter
law
leader
least
legisl
legislatur
less
lesser
let
liberti
lie
life
like
limit
littl
live
local
long
lose
love
made
major
make
maladi
man
mani
mankind
manufactur
mask
may
me
mean
measur
medium
member
men
mercantil
merit
method
minor
mischief
misfortun
model
modern
money
moral
more
mortal
most
motiv
much
multitud
must
mutual
nation
natur
nay
necess
necessari
need
neither
never
new
next
no
none
nor
not
noth
nourish
novemb
number
numer
object
obnoxi
obstacl
obtain
obviat
obvious
occas
of
often
on
one
open
oper
opinion
opportun
oppos
oppress
opprobrium
option
or
order
ordinari
origin
other
ought
our
outnumb
over
overbear
overburden
own
packet
palpabl
paper
part
parti
partial
particular
pass
passion
patriot
patron
peopl
perfect
perhap
perish
perman
permit
person
pervad
place
plan
pleasur
pocket
point
polit
politician
popular
possess
power
practic
pre
predomin
preemin
prejudic
present
preserv
prevail
prevent
pride
princip
principl
privat
probabl
project
promis
pronounc
propens
proper
properti
proport
propos
proprietor
prospect
protect
provid
public
publius
pure
purpos
pursu
question
rage
rais
rare
reason
reciproc
recommend
reduc
refer
refin
regard
regul
regular
reli
relief
religi
religion
remark
remedi
remot
remov
render
repres
represent
republ
republic,
republic,i
republican
requir
requisit
rescu
respect
rest
restrict
result
review
right
rival
rule
sacrific
safeguard
said
same
save
say
scheme
second
secret
sect
secur
see
seek
seem
self
selflov
sentim
set
shall
shill
short
side
singl
sinist
situat
small
smaller
so
societi
sole
some
sought
sourc
sown
speci
specious
spectacl
specul
sphere
spirit
spread
state
statesmen
strength
strong
structur
subject
subservi
subsist
substanti
substitut
success
such
suffer
suffici
suffrag
superior
suppli
support
suppos
taint
take
task
tax
temper
temporari
temptat
tendenc
territori
than
that
the
their
them
themselv
then
theoret
there
therefor
these
they
this
those
through
thus
time
to
togeth
too
topic
trampl
true
truli
truth
turbul
turn
two
unabl
under
understand
unduli
unequ
unfit
unfriend
uniform
union
unison
unit
unjust
unstabl
unsteadi
unwarrant
unwis
unworthi
up
us
vain
valu
valuabl
vari
varieti
various
vex
vice
vicious
view
violat
violenc
violent
virtuous
voic
vote
was
we
weaker
weal
well
wellconstruct
what
when
where
whether
which
who
whole
wholli
whose
wick
will
wisdom
wish
with
within
without
word
wors
would
yet
york
you
zeal