{
    "url": "http:\/\/m.mlb.com\/news\/article\/41294722\/indians-add-right-hander-matt-capps-to-bullpen-competition\/",
    "title": "Indians add Capps to bullpen competition",
    "subtitle": "LaPorta, recovering from left hip surgery, also invited to Spring Training",
    "body": "CLEVELAND -- When it comes to their bullpen, the Indians appear to be buying into the theory that there is strength in numbers. On Thursday, Cleveland signed former closer Matt Capps to a Minor League contract that includes an invitation to attend Spring Training with the big league club. The Tribe's pitchers and catchers are scheduled to report to Goodyear, Ariz., on Feb. 10. Capps joins a crowded field of candidates for a handful of available relief roles. As things currently stand, the only perceived locks for the bullpen include closer Chris Perez, setup men Vinnie Pestano and Joe Smith, and right-hander Matt Albers, who is out of Minor League options. That leaves three vacancies with a growing list of arms. The top right-handed options for the three openings includes Capps, Bryan Shaw, Cody Allen and Frank Herrmann. Cleveland's leading lefty candidates are David Huff, Nick Hagadone and Scott Barnes. Huff, who will enter camp as a possibility for the rotation or bullpen, is also out of Minor League options. Albers and Shaw were both acquired from Arizona in December in the three-team, nine-player trade that also involved the Reds. Capps, 29, has a wealth of late-inning experience in the Major Leagues, but is coming off an injury-shortened season with Minnesota. In 30 games last season, the right-hander posted a 3.68 ERA with 14 saves, 18 strikeouts and only four walks in 29 1\/3 innings. In the second half, however, Capps had two stints on the disabled list because of a right rotator cuff injury. Over parts of eight seasons in the big leagues, Capps has posted a 3.52 ERA with 138 saves in 444 appearances between tours with the Pirates, Nationals and Twins. His best season came in 2010, when he posted a 2.47 ERA and saved 42 games in 74 combined outings for Washington and Minnesota. Last season, Cleveland's bullpen ranked 13th in the American League with a 3.99 ERA, but the group was taxed (528 1\/3 innings were fourth-most in the league) by the team's rotation woes. The trio of Perez, Pestano and Smith posted a 3.01 ERA last season compared to a 4.56 ERA for the rest of the relief corps. The Tribe has worked to address its middle-relief problems with additions such as Albers, Shaw and Capps. Also on Thursday, the Indians officially invited first baseman Matt LaPorta to Spring Training with the big league team. LaPorta -- currently one of 19 non-roster invitees for the Tribe -- hit .241 with one homer and five RBIs in 22 games for Cleveland last year. He hit .264 with 19 home runs and 62 RBIs in 101 games for Triple-A Columbus. LaPorta is recovering from a left hip surgery performed in October. Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
