{
    "url": "http:\/\/m.mlb.com\/news\/article\/41289640\/tracy-ringolsby-baseball-football-find-common-link-in-stars\/",
    "title": "Baseball, football find common link in stars",
    "subtitle": "",
    "body": "In the 43rd round of the 2009 First-Year Player Draft, the Cubs took a flyer on Nevada quarterback Colin Kaepernick. They were willing to sign him for at least $50,000, plus cover the cost of his final two years of college. Kaepernick, a highly recruited high school pitcher out of Turlock, Calif., who took the only football scholarship he could get because of his passion for the sport, decided to stick with football. It's worked out well for him. As the Western Athletic Conference Offensive Player of the Year in 2008 and '10, he was a second-round pick of the 49ers in 2011 -- the 36th player taken overall -- and will be the starting quarterback for San Francisco against the Baltimore Ravens in the Super Bowl on Sunday. \"When you get somebody who has that kind of arm, that kind of frame, you can dream a little,\" said Tim Wilken, who was the Cubs' scouting director four years ago. Of course, there is always that possibility of being a two-sport star, but the football-baseball combo has been a rare occurrence on the professional level. There have only been 68 documented players who have played in Major League Baseball and the NFL. In 1920, the first year of the NFL, 11 players with Major League experience debuted, including George Halas and Jim Thorpe. Ten men who had an impact in MLB and\/or NFL: • Deion Sanders is the only player to appear in at least 500 baseball games and 50 NFL games, and also is the only player to appear in the Super Bowl and World Series. Sanders appeared in 641 Major League games with the Yankees, Braves, Giants and Reds. He never played 100 games in a season. He was a 14-year veteran in the NFL, inducted to the Pro Football Hall of Fame and spent time with the Atlanta, Baltimore, San Francisco, Washington and Dallas. On Oct. 11, 1992, after playing for Atlanta in Game 4 of the National League Championship Series in Pittsburgh the night before, he flew to Miami to play for the Falcons and appeared on the field for all but one snap on defense. After the football game, thanks to a combination of limo\/helicopter\/airplane transportation, he arrived in Pittsburgh in time for Game 5 against the Pirates, but he did not appear in the game. • Bo Jackson and Vic Janowicz are the only baseball players who've won the Heisman Trophy. Jackson won the honor in 1985. Jackson is also the only player to be a baseball All-Star and NFL Pro Bowler. A running back with the Oakland Raiders, Jackson spent time with the Royals, White Sox and Angels, finally retiring after suffering a hip injury. Royals scout Kenny Gonzales did the legwork on Jackson, who was playing football at Auburn, along with an assist from then-Auburn baseball coach Hal Baird, who had played in the Royals' farm system. • Janowicz won the 1950 Heisman Trophy winner as a junior at Ohio State, but originally passed on the NFL to pursue a baseball career. After spending two years (1953-54) as a bench player with Pittsburgh and hitting .214, he returned to football. He played for the Washington Redskins in 1954-55 before suffering a brain injury in an automobile accident that left him partially paralyzed. • Greasy Neale is in the College Football and Pro Football Hall of Fames, but never played in the NFL. He spent the bulk of his Major League career from 1916-24 with Cincinnati, broken up by a 1921 stint in Philadelphia. He was the Reds' starting right fielder in 1919, when they won the World Series, which White Sox players were accused of throwing. His football career, however, came before the NFL was established. He played with Thorpe at Canton, Ohio, in 1917, with the Dayton Triangles in 1918 and the Massillon Tigers in 1919. He had short stints coaching baseball and basketball at the college level, but made his name in football as a coach. During a college football coaching career that began in 1915 while he was playing football and baseball, he compiled an 82-54-11 record, including taking Washington and Jefferson to the 1922 Rose Bowl. He became head coach of the Philadelphia Eagles in 1941, and his 10-year tenure included NFL championships in 1948 and '49. • Cal Hubbard is the only person who is in both the Pro Football and Baseball Hall of Fame. Hubbard played in the NFL from 1927-36 and was voted the greatest defensive tackle of the NFL's first 50 years. He never played in a baseball game. He was inducted to Cooperstown for his work as an American League umpire. • Brian Jordan was a 1999 All-Star Game selection. Jordan played for the Atlanta Falcons in 1989-91, leaving the NFL when he made the Cardinals' big league roster for the 1992 season. He also played in the big leagues with the Braves, Rangers and Dodgers. Jordan appeared in 1,456 big league games, more than twice as many as any other baseball player who also played in the NFL. • Thorpe, who won gold medals at the 1912 Olympics in the pentathlon and decathlon, played Major League Baseball from 1913-19 and then played in the NFL from 1920-28. He also played professional basketball. • Halas was with the Chicago Bears from 1920 as a player, coach and owner until his death in 1983. He spent two months with the New York Yankees in 1919. • Charles Dressen, another member of that original NFL season of 1920, was best known for his career as a baseball manager. Dressen played from 1925-33 in the big leagues with the Cincinnati Reds and New York Giants, and then managed five big league teams: Cincinnati (1934-37), Brooklyn (1951-53), Washington Senators (1955-57), Milwaukee Braves (1960-61) and Detroit Tigers (1963-66). He won back-to-back NL pennants with the Dodgers in 1952-53. • Carroll Hardy was a third-round pick of the San Francisco 49ers in 1955 and caught 12 passes, four for touchdowns, in what was his only year in the NFL. He decided to focus on baseball and appeared in 433 games in a career that spanned from 1958-67, which included stints in Cleveland, Boston, Houston and Minnesota. With the Red Sox, he was the only player to pinch-hit for Ted Williams, getting the call on Sept. 20, 1960, after Williams fouled a ball of his foot and came out of the game. Eight days later, it was also Hardy who was the ninth-inning replacement for Williams, who was given a standing ovation from the Fenway Park crowd as he left the field for the final time in his playing career.  Tracy Ringolsby is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
