{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/41289032\/reds-expect-power-production-from-outfield\/",
    "title": "Reds expect power, production from outfield",
    "subtitle": "Joining Bruce and Ludwick, Choo limited in center but brings proven bat to leadoff",
    "body": "This is Part 4 of MLB.com's Around the Horn series of stories on the 2013 Reds. In focus: the outfield. CINCINNATI -- If this winter's trade for Shin-Soo Choo pans out for the Reds like they expect, Cincinnati could have one very productive outfield, offensively. That will be especially important, because they do not exactly know just yet what they will be getting defensively. No longer willing to wait for Drew Stubbs to find himself as a hitter, Cincinnati traded him to the Indians to land Choo and install him as the new leadoff man. Choo is a proven hitter and capable of getting on base, but he's also a career right fielder who will be playing center field regularly for the Reds. Choo, 30, has all of 10 big league games as a center fielder and none since 2009. Stubbs could often use his speed in the field to make up for mistakes and track down fly balls. While Choo has a stronger arm, he will undoubtedly bring less speed or range. The Reds' incumbent right fielder, Jay Bruce, told the club he would be willing to shift to center field. The only issue is that Bruce isn't much more experienced there either. He has 35 career games in center field -- all in 2008. Bruce moved to right field permanently after Ken Griffey Jr. was traded. \"I think it's going to be great either way,\" Bruce said. \"Shin is an unbelievable outfielder, everybody knows that. Whether he plays center or I play center, it doesn't matter. It's going to work itself out. We have options, and that's not something everyone has. For now, I'm the right fielder, and that's what I plan on being. If something ends up changing, that's the name of the game. Good teams adjust and adapt. We're a very good team.\" Bruce, who is one of the better right fielders in the game himself, appeared to be leaner when he came to town last week for Reds Caravan. However, he said he hasn't dropped any weight. Regardless, he felt his body is prepared to handle the rigors of center field. \"Absolutely, I would be comfortable with that. It's like riding a bike,\" Bruce said. \"It might take a little bit to get acclimated to, but it's something I would look forward to doing. I would welcome it if the opportunity came. I believe they have confidence in Choo, and so do I. Regardless of where he plays, he's a huge asset for our team.\" General manager Walt Jocketty isn't expecting a new change in plans. \"We're still set with Choo playing center field,\" Jocketty said. \"It's nice that Jay volunteered, but he hasn't played a lot of center field either. Choo came up in the Seattle organization as a center fielder.\" Any runs the Reds lose defensively in the outfield they hope to make up with the bats, and then some. The leadoff spot was the glaring lineup weakness last season as several batters combined for a .208 average and .254 on-base percentage. In 99 games as the leadoff hitter for Cleveland last season, Choo batted .310 with a .389 OBP. Overall, Choo batted .283 with 16 homers and 67 RBIs in 155 games for the Indians. Lifetime over eight seasons, he is a .289 hitter with a .381 OBP. With one season before he is eligible for free agency, it's near certain that Choo will leave the Reds for the open market next winter. That would all but clear the way for top prospect and future leadoff hitter Billy Hamilton to man center field for Opening Day 2014. In the present, Choo will be expected to be the one to get on base ahead of the middle of the lineup, which will likely have left fielder Ryan Ludwick batting fourth and Bruce in the fifth spot. Bruce's power numbers kept their upward trajectory as he batted .252 with career bests in home runs (34), RBIs (99), slugging percentage (.514) and doubles (35) while earning his first National League Silver Slugger Award. At only 25 years old, he leads all Major Leaguers under 26 with 134 career homers. Ludwick, 34, revived his career after signing a one-year, $2.5 million contract with Cincinnati last winter. He batted .275 with 26 home runs, 80 RBIs, and a .531 slugging percentage in 125 games. He did his best work picking up the slack for an injured Joey Votto, batting .340 with 12 homers and 36 RBIs in 43 games. After he became a free agent, the Reds re-signed Ludwick to a two-year, $15 million deal that should make him the regular left fielder. After a few years of his struggling in San Diego and Pittsburgh, the Reds are banking on Ludwick feeling at home hitting in Great American Ball Park. Important depth at all three outfield spots comes in the form of Chris Heisey. Last season, while playing 120 games with 80 starts, Heisey batted .265 with seven home runs and 31 RBIs. He set new career highs in at-bats (347), hits (92), doubles (16) and triples (5) but was down from his 2011 highs of 18 homers and 50 RBIs over 120 games. Heisey, who avoided arbitration on Thursday by signing a one-year, $1.325 million contract, brings pop from the bench. He is batting .329 with six homers and 22 RBIs in 76 at-bats lifetime as a pinch-hitter and can also play solid defense in all three spots. From the left side of the plate, Xavier Paul proved to be a nice acquisition last season. Paul, picked up after being released by the Nationals, batted .314 in 55 games after his July 18 callup to the Reds. As a pinch-hitter, he was also valuable by going 12-for-36 (.333). Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
