{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/41310248\/bucs-avoid-arbitration-with-neil-walker-james-mcdonald\/",
    "title": "Bucs avoid arbitration with Walker, McDonald",
    "subtitle": "",
    "body": "The Pirates on Thursday came to terms with their two remaining players eligible for arbitration, agreeing to one-year contracts with second baseman Neil Walker and right-handed starter James McDonald. According to multiple reports, Walker signed for $3.3 million and McDonald for $3.025 million. In filings on Jan. 18, Walker requested $3.6 million, and the Pirates countered with an offer of $3 million. McDonald filed at $3.4 million, with the club offering $2.65 million. Both players were eligible for salary arbitration for the first time, Walker as a Super Two qualifier. The Hendrickson Sports clients were the last two remaining potential arbitration cases for the Pirates, who entered the postseason with eight eligible players. Agreements were struck with first baseman Gaby Sanchez and first baseman-outfielder Garrett Jones, right-handers Jeff Karstens and Charlie Morton agreed to new contracts outside the arbitration process, and relievers Joel Hanrahan and Chris Resop were dealt. Walker was in a somewhat unique position, being one of only four second basemen up for arbitration. Earlier, Gordon Beckham of the White Sox and Daniel Murphy of the Mets, both also first-time arbitration-eligible, agreed for $2,925,000; Tampa Bay's Ryan Roberts, in his second go at arbitration, signed for $2,950,000. McDonald will report to Spring Training in Bradenton, Fla., along with the Pirates' other batterymen on Feb. 11. Although Pittsburgh position players are not required to report until Feb. 14, Walker is expected to be an early arrival, eager to work toward a new beginning after a herniated disk had cut short his 2012 season.  Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. He can also be found on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
