{
    "url": "http:\/\/m.mlb.com\/news\/article\/40826526\/bauman-commissioner-bud-seligs-legacy-is-one-of-hope-and-faith-for-all-franchises\/",
    "title": "Selig creating a legacy of hope for all franchises",
    "subtitle": "",
    "body": "What the game of baseball owes its fans, Commissioner Bud Selig has said, is \"hope and faith.\"  The Commissioner has said this repeatedly and with absolutely no decrease in emphasis through the passing years. When you are right, repetition is not a particular risk. Fans of all 30 franchises ought to be able to see their favorite team, over time, as a genuine contender.  Achieving that kind of competitive balance has been a way of life for the 20 years of Selig's tenure in office. There was a time not all that long ago, when competitive imbalance was a way of life in Major League Baseball. \"From 1949 through 1964,\" the Commissioner notes, \"the Yankees won 14 pennants and nine World Series. But just look at the situation now.\"   Yes, it is different. And the 29 teams that are not the Yankees have every right to feel better about it. In the last 12 years, 27 franchises have qualified for the postseason. In a closer-to-perfect world, all 30 clubs would have qualified, but in this one, 90 percent is a reasonable result.   Even as recently as the last decade of the 20th century there was a growing competitive disparity, driven by revenue disparity, which was primarily a function of differences in market size.   The Commissioner's Blue Ribbon Panel on Baseball Economics, formed by Selig in 1998, included large and reputable names from the fields of economics, government and journalism among others.   \"They found that small-market clubs essentially didn't have a chance to compete on an equal basis,\" Selig said.   Selig came to the Commissioner's office as an owner of the Milwaukee Brewers, a team representing Major League Baseball's smallest media market. Coming from this background, it was no surprise that one of his leading and lasting priorities would be improving competitive balance. As a result, major increases in revenue sharing, which would have been unthinkable in an earlier era, are now part of the standard baseball landscape, along with their logical outgrowth: a much broader base of competitive teams.   That brings us to the three teams that have not qualified for the postseason in this relatively new century. Their chances are better now than they have been at any prior point in the new millennium.   All of these teams have notable successes in their histories. The Toronto Blue Jays, Kansas City Royals and Pittsburgh Pirates just haven't had recent success reaching the postseason.   But it could be argued that no team has done more to improve its situation for 2013 than the Blue Jays. All right, the Dodgers have spent more, that is inescapable, but the Toronto organization has transformed its rotation, improved its middle-infield defense, found an impact leadoff hitter and added significant depth. You couldn't ask for more from one offseason. Well, you could, but you shouldn't.   The Royals, meanwhile, have had a truly impressive core of young talent. The development of that talent has been skewed toward the side of position players. This offseason, the Royals have made major moves to fortify their pitching. They should enter 2013 in a much-improved competitive situation.   The Pirates, meanwhile, have played like legitimate postseason qualifiers in the first half of each of the last two seasons. With improved pitching, not to mention a big defensive upgrade at catcher, it does not take a leap of imagination to see the Pirates also improving their staying power and challenging for the postseason.   In any case, the \"hope and faith\" situation will always vary somewhat from year to year. But as we enter 2013, the supplies of these two precious commodities are large enough to be shared by the vast majority of Major League clubs.   For the immediate future, in this regard, baseball doesn't require any fundamental shifts, any basic course changes.   \"We need to keep things going in the direction they are going now, which is not as easy as it sounds,\" Selig says. \"You're going to have crises that arise. That's part of this job, part of the day-to-day nature of it, but in general, I'm very pleased with where we are.\"   Where we are is a place where hope and faith are in greater supply than ever. Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
