{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/40825592\/the-week-ahead-new-year-likely-means-new-deals\/",
    "title": "Week Ahead: New year likely means new deals",
    "subtitle": "",
    "body": "All might be quiet on New Year's Day, but don't expect that gleeful relaxation to last long. As the calendar rolls ahead, those of us who can't wait for the next Major League Baseball transaction to be put to club letterhead are eager for 2013's first deal to be born.  Or, as it very well might transpire, Bourn.  That would be Michael Bourn, one of the most highly coveted of the remaining free-agent position players on baseball's still-warm Hot Stove. Bourn likely woke up on Jan. 1 with a smile on his face. The last big-name hitter to be snapped up during the holidays, new Cleveland Indians outfielder Nick Swisher, got four years and $56 million. Bourn has a different skill set -- he's a speed-and-defense leadoff type, Swisher's a high-on-base-percentage slugger -- but a similar value ranking. Expect him to be able to buy a lot more champagne very soon.   The same goes for Adam LaRoche. Nationals fans know well how he solidified the lineup for the club with the best regular-season record in baseball in 2012 -- remember 2012? -- and want him back to see if he can repeat or improve upon his 33 home runs and 100 RBIs.   The latest on that front is that LaRoche and the Nationals are still in negotiations, with the length of contract believed to be the sticking point. One other potential obstacle could be a last-minute bid from the Red Sox, who still haven't finalized their deal with Mike Napoli.   \"I really won't sleep comfortably until he [signs]. I hope that gets worked out,\" Nationals manager Davey Johnson said during the Winter Meetings. \"I told [Adam], 'You don't want to go where you are miserable. You know you are going to have a good time in D.C. I won't platoon you.' We'll see. ... That would put the icing on the cake.\"   It would also possibly put icing on Michael Morse being available for trades, and Morse would garner plenty of interest in a swap market that has yielded more surprising moves than the free-agent haul.   Speaking of trades, the new year could some serious intrigue in store.   Like, for example, will the Miami Marlins even seriously consider moving Giancarlo Stanton? The man his teammates call \"Create A Player\", who just turned 23 in November and already has a video-game-worthy 93 Major League home runs, would fetch a ridiculous return from an interested partner -- perhaps a package of five or six Major Leaguers and\/or top prospects. And judging from the mega-deal the Marlins already swung with Toronto, nothing coming from South Beach could be termed surprising.   Marlins assistant general manager Dan Jennings closed out 2012 with a bit of a verbal bang, telling MLB Network hosts Jim Bowden and Jim Duquette that the Marlins would listen to offers on Stanton. Then again, we probably shouldn't get too excited. He was simply stating basic company policy.   \"I think that's been our [modus operandi]. I know in the 10 years I've been here, that's our M.O.,\" Jennings said. \"We've never not listened to a deal on any player. Sometimes I chuckle when I hear people say, 'This guy's untouchable,' and 'That guy's untouchable.' You know what? They may be untouchable, until someone either overwhelms you or you get a package back that makes such a significant improvement on your club going forward. So we've always been willing to listen.\"   If the other 29 clubs in the big leagues haven't called the Marlins already, expect them to do so as soon as this latest holiday is over. And if Stanton ends up staying put in Miami, don't think for a second that there won't be more wheeling and dealing in the lead-up to pitchers and catchers reporting to Spring Training, just a bit more than a month away.   Position players Delmon Young and Lance Berkman are still available free agents, as are Kelly Johnson, Carlos Lee, Travis Hafner, Juan Rivera, Freddy Sanchez, Luke Scott, Ryan Sweeney and Scott Hairston.   Kyle Lohse headlines the starters still out there, a group that includes fellow righties Shaun Marcum, Daisuke Matsuzaka, Carl Pavano and Jeff Karstens, as well as left-hander Joe Saunders and other useful arms.   In the relief category, veteran closers Rafael Soriano, Brian Wilson, Jose Valverde and Francisco Rodriguez are still free agents, too.   And aside from all that, the New Year brings the heated discussion that comes with the voting for the National Baseball Hall of Fame, with notable first-time candidates Barry Bonds, Roger Clemens and Sammy Sosa in the mix along with Curt Schilling, Craig Biggio and many more.   The results of the next Cooperstown class will be revealed Jan. 9.   Expect there to be plenty of baseball to talk about before then. Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB and read his MLBlog, Youneverknow. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
