{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/40825704\/cleveland-indians-agree-with-veteran-right-hander-brett-myers\/",
    "title": "Indians agree with veteran right-hander Myers",
    "subtitle": "",
    "body": "CLEVELAND -- Indians general manager Chris Antonetti has not been shy about his desire to add starting pitching to the club's roster prior to the start of Spring Training next month.  On Tuesday, the Indians rang in the new year by signing veteran hurler Brett Myers, whom the club will use as a starter, a source confirmed to MLB.com. The deal, first reported by Jon Heyman of CBS Sports, will be for one year with a club option for a second year.  The team will not officially announce the deal until Myers passes a physical, which he is expected to take later this week. Myers spent the 2012 campaign in the bullpen for the Astros and White Sox. He posted a 3.52 ERA and tallied 19 saves as Houston's closer before the team sent him to Chicago in July. He racked up a 3.12 ERA in 35 appearances for the White Sox.   A first-round selection in the First-Year Player Draft by the Phillies in 1999, Myers pitched in Philadelphia for eight seasons. He won 50 games for the club from 2003-06 before landing in the team's bullpen for the '07 season.   The Indians' continued aggression in the starting-pitching market shouldn't come as a surprise. Even after Cleveland acquired top prospect and right-hander Trevor Bauer in a three-team trade in December, Antonetti stressed that the Tribe needed more alternatives to the group of rotation options which include Justin Masterson, Ubaldo Jimenez, Zach McAllister, Carlos Carrasco and Corey Kluber.   \"We think Trevor does have the ability to impact our team,\" Antonetti said on Dec. 12, \"but we would still like to try to fortify our rotation if we can.\" Zack Meisel is a reporter for MLB.com. Follow him on Twitter @zackmeisel. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Zack Meisel"
}
