{
    "url": "http:\/\/m.mlb.com\/news\/article\/40830780\/terence-moore-numbers-mean-more-in-mlb-than-other-sports\/",
    "title": "Numbers mean more in MLB than other sports",
    "subtitle": "",
    "body": "If you're just a casual historian of sports, I'm guessing the number 762 means little to you.  What about 755 and 714?  Uh-huh. Those are the career home run totals of Hank Aaron and Babe Ruth, respectively. In fact, even though Barry Bonds finished with 762 down the stretch drive of an era where some top players were under the suspicion of PEDs, 755 and 714 remain among the most memorable numbers in any record books. Now what about 38,387 and 894? If you don't know those numbers, join the sizeable club.   The first number is how many points Kareem Abdul-Jabbar's compiled over 20 seasons to lead all NBA scorers. The second is the NHL record number of career goals for Wayne Gretzky. Both numbers are as foreign to most folks as the majority of those other numbers associated with various leagues -- you know, outside of Major League Baseball.   When it comes to records, baseball has the most legitimate numbers in sports, and it's not even close.   You likely know about 56, which is the number of consecutive games that Joe DiMaggio managed a hit. Then you have a slew of other magic numbers in baseball, ranging from the dynamic duo of 2,130 to 2,632 (record for most consecutive game played by Lou Gehrig and later by Cal Ripken Jr.,) to 511 (career victories for Cy Young) to 4,256 (Pete Rose's record for all-time hits after surpassing Ty Cobb's 4,189.).   You get the point. More than a few numbers in baseball mean something for the ages.   As for the other leagues, well, it depends on whether you're willing to overlook a whole bunch of things -- like the eternal changes to their rule books, as opposed to the relative status quo throughout the decades for the one involved with baseball.   Take the NBA, which has switched in recent years from only man-to-man defenses to whatever a team wishes to use.   That's a huge difference for NBA record books, but not as much as this: Prior to the 1979-1980 season, there was no NBA three-point shot. So, prolific scorers of the 1960s such as Oscar Robertson, Jerry West and John Havlicek spent the bulk of their careers in the dark ages of just two points for jump shots and one point for free throws.   Not only that, NBA officials shortened the distance for three-pointers at the start of the 1994-95 season -- and then they decided to increase the distance at the start of the '97-98 campaign.   So much for consistency.   Elsewhere, after 53 years NFL league officials moved goal posts after the 1973 season from the goal line to the back of the end zone. Think of how that changed field-goal records.   Then think of how overall strategy changed for NFL coaches two years before that, when league officials brought the hash marks closer together across the field by five yards.   Before the 1932 NFL season, there were no hash marks.   In contrast, the distance from home plate to the pitcher's mound has been 60 feet, six inches since the 1800s.   All of this came to mind with the close of this past NFL's regular season, when players either broke supposedly gigantic records for that league or were in the vicinity of doing so.   I mean, consider this number -- 1,848. Don't feel bad if you're shrugging while shaking your head. That was the number of receiving yards for Jerry Rice in 1995 to set an NFL record.   Detroit Lions wide receiver Calvin Johnson broke that mark this season with 1,964 yards, and there were many applauds.   There should have been mostly yawns.   Given the liberal rule changes in the NFL in recent decades to benefit receivers over defensive backs, 20 of the top 23 entries for most receiving yards in an NFL season have occurred since 1995.   Those rule changes have helped NFL quarterbacks, too. Big time. If a defender does more than tackle a quarterback around the waist these days after saying \"pretty please,\" he is in danger of receiving a penalty, a fine or a suspension.   So, not surprisingly, New Orleans Saints quarterback Drew Brees came just shy of breaking the record he set last year for most passing yards in a season at 5,476. He finished with 5,177 yards, which means he has topped the 5,000 mark three times in the past five years.   Tom Brady of the New England Patriots and Matthew Stafford of the Detroit Lions also surpassed 5,000 yards in 2011.   To further emphasize the worthlessness of Brees' record (and most NFL passing records), 19 of the 25 top performances for most passing yards in a season have occurred since 2001.   Here's another number 2,105.   Ever hear of that one?   I didn't think so. That was the number of rushing yards for Eric Dickerson in 1984 to set an NFL record for a season. I mention that, because Minnesota Vikings running back Adrian Peterson came nine yards shy this year of breaking Dickerson's mark.   The problem is, how can you take either Peterson or Dickerson seriously when it comes to this NFL rushing record? They both played 16-game regular seasons.   Dickerson broke the old mark of 2,003 set in 1973 by O.J. Simpson during a 14-game regular season. Prior to Simpson, Jim Brown held the record with 1,863 yards in 1963, which also involved 14 games.   I know what old-school baseball historians are saying: What about Roger Maris in 1961? Back then, during the first year of baseball's jump from 154 to 162 regular-season games, Maris slammed 61 homers to top the record 60 that Ruth hit during the 1927 season.   The answer? Like 755 and 714, both 61 and 60 remain legendary numbers in the minds of many, regardless of the circumstances.   Hollywood even made a movie about 61.   See what I mean?    Terence Moore is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Terence Moore"
}
