{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/40829922\/retooled-rotation-now-angels-biggest-uncertainty-for-2013\/",
    "title": "Retooled rotation now Angels' biggest uncertainty",
    "subtitle": "Vargas, Hanson, Blanton fill out pitching staff behind Weaver, Wilson",
    "body": "Heading into the last New Year, it was perceived to be the Angels' greatest strength. Now, starting pitching is mostly a concern; seemingly the only one on a team with continual championship aspirations.  The pricey, decorated trio of Zack Greinke, Dan Haren and Ervin Santana has been replaced by the reasonable, less-heralded trio of Jason Vargas, Tommy Hanson and Joe Blanton, pushing C.J. Wilson to the No. 2 spot in the rotation and turning up the pressure on ace Jered Weaver.  The additions of Ryan Madson and Sean Burnett, who should turn the much-maligned bullpen into a force, and the big-ticket signing of Josh Hamilton, who puts the lineup among the game's very best, meant Angels general manager Jerry Dipoto spent less on the area considered most crucial to overall success -- starting pitching. Will he regret it?   Well, it depends on how you look at it. Here's one way: The new trio basically matched the production of the old trio in 2012 and will cost less than half in 2013.   Hanson, Blanton and Vargas combined to post a 4.32 ERA in 583 innings for their respective teams last season and shouldn't make much more than $18 million combined this season. Greinke, Haren and Santana posted a 4.27 ERA in 567 innings last year and will make $37.45 million this year.   Those numbers, however, could be deceiving. Because while Haren (4.33 ERA) and Santana (5.16) were roughed up in 2012, few would be surprised if they returned to form in 2013; their track record suggests they should. And with Greinke gone, the top of the Angels' rotation no longer looks so menacing.   That's why Wilson, who began last season in the No. 4 spot of the staff, is so important.   Is he good enough to be a No. 2 starter on a playoff team? No question. The 32-year-old lefty slotted behind Cliff Lee in 2010, then was the de facto ace when the Rangers made a return trip to the World Series the following year, en route to landing a five-year, $77.5 million contract from the Angels last offseason.   The uneasiness comes mostly from last year's sluggish second half, which saw Wilson post a 5.54 ERA. But he blames that almost entirely on bone spurs, which he began nursing in his pitching elbow shortly after the All-Star break and cleaned up with a minor procedure early this offseason.   He will tell you that's the reason he's bouncing back.   \"You look at what I did the first half [2.43 ERA], that's what happens when I feel good,\" Wilson said. \"The second half is what happens when I don't feel good. So, that's pretty much it.\"   The biggest mystery among the new starters is Hanson, the 26-year-old right-hander who looked like one of baseball's brightest young arms from 2009-11 -- a span that saw him post a 3.28 ERA for the Braves -- but fell off considerably this past season.   Hanson missed the last two months of 2011 with shoulder and back pain, admitted to being tired in the second half of 2012 and finished the season with a 4.48 ERA while giving up 27 homers, 10 more than his previous career high. In the process, his average fastball velocity continued to drop, from 92.7 mph in 2010 to 89.6 in 2012.   But Hanson, acquired in exchange for reliever Jordan Walden on Nov. 30, says this offseason is \"100 percent\" different from last year, and he expects that to translate into a bounce-back 2013 campaign.   \"Last offseason, I was trying to make sure I could go out and pitch every five days; I was worried about staying healthy and being able to pitch,\" he said. \"This offseason, I'm moving forward. I'm trying to get stronger, I'm trying to build my strength and endurance instead of just trying to be healthy. So, it's a totally different offseason, and I already feel a lot better, a lot stronger.\"   Blanton's strikeout-to-walk ratio has improved each of the last three years, reaching a career-high 4.88 mark in 2012, and he'll benefit from pitching in a more spacious park than the one he was accustomed to in Philadelphia.   But he is who he is -- a steady, reliable innings-eater who also doesn't miss many barrels. From 2005-12, Blanton averaged a 4.37 ERA, 21 homers and 178 innings while making at least 28 starts in seven of those eight years.   He is an innings-eater in the truest sense of the term -- and that designation doesn't particularly bother the 32-year-old righty.   \"I'm fine with that,\" said Blanton, who agreed to a two-year, $15 million deal on Dec. 5. \"I don't feel like you throw 180, 190, 200 innings without being able to go deep into games.\"   Vargas, a free-agent-to-be who was acquired for designated hitter Kendrys Morales on Dec. 19, has averaged a 3.96 ERA and 204 innings the last three years in Seattle. He gave up 35 homers last season -- trailing only Santana for the Major League lead -- and posted a 4.78 ERA in 19 starts away from spacious Safeco Field in 2012, which was otherwise a career year.   But then there's that 2.27 ERA Vargas sports in seven career games (six starts) at Angel Stadium.   And that leads to an important, overlooked point about this new group: All three of them are fly-ball pitchers stepping into a very favorable situation. Half the time, they'll be pitching in a stadium that ranked 25th in the Majors in home runs allowed last season. And for pretty much all year, they'll have one of baseball's best defensive outfields -- Hamilton, Mike Trout and Peter Bourjos -- behind them.   \"I've had to play against them,\" Vargas said, \"so I know the things those guys are capable of doing and the disappointment they're capable of making for the other team.\" Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
