{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/40827870\/cardinals-have-full-fledged-star-in-yadier-molina-to-head-catchers-squad\/",
    "title": "Cards have full-fledged star to head catchers squad",
    "subtitle": "Molina's bat catches up with his Gold Glove prowess; Cruz likely to back up",
    "body": "ST. LOUIS -- With pitchers and catchers scheduled to have their first Spring Training workout in Jupiter, Fla., in six weeks, it's about the appropriate time to begin dissecting the Cardinals' 2013 roster. This is the first of a seven-part Around the Horn series that will take a position-by-position look at the Cardinals' projected starters and backup options heading into next season. Up first: Catchers.   The Cardinals have long asserted that they have the best defensive catcher in baseball, and it has been a claim hardly challenged, as Yadier Molina's growing collection of Rawlings Gold Glove Awards virtually end any attempt to counter.  But the 2012 season -- one in which Molina matched his defensive prowess with above-average offensive production -- pushed Molina into another discussion, one in which he is now being compared to baseball's best. A fourth-place finish in the National League Most Valuable Player balloting only further reaffirmed that Molina belongs in such elite company. Molina's breakout season came on the heels of a long-term extension he signed during Spring Training. With the new agreement, the Cardinals locked down their starting catcher through at least the 2017 season. The timing was critical, too, as Molina would have been a gem in the free-agent market this winter had the Cardinals not secured his services for the long term.   In addition to the financial security of the $75 million extension, Molina has stepped into a spot where many consider him Albert Pujols' successor as the face of this franchise.   \"I just want to be the best that I can,\" Molina said during the postseason. \"You have to think that way. If you get comfortable, you won't be here for a long time. You can't be comfortable in this game. You have to constantly work to get better.\"   Molina has been the team's starting catcher since 2005, when he took over for now-manager Mike Matheny. In each of the last four seasons, he's started at least 130 games behind the plate, a feat matched by no other Major League catcher. Despite playing baseball's most fragile position, Molina has not been on the disabled list since 2007.   In addition to winning over the admiration of his pitching staff, Molina has showcased himself as one of baseball's best at blocking pitches and throwing runners out. His 43 pickoffs since 2005 lead all Major League catchers; he erased 48 percent of attempting basestealers with his arm last season. The threat of his arm certainly stopped many others from ever trying.   \"I will stand behind the fact that Yadier Molina has impressed me more than any catcher I've ever witnessed,\" Matheny said. \"... He has everything that you would ask for from a catcher defensively.\"   Molina's biggest point of growth in 2012, though, came with his bat, which produced a team-best .315 batting average and career-bests 22 homers and 76 RBIs. He was voted to the All-Star team for the fourth straight season and finished with a WAR (wins above replacement player) of 6.7, according to baseballreference.com.   Only three NL players had a higher such mark in 2012. They were the three -- Buster Posey, Andrew McCutchen and Ryan Braun -- who finished ahead of Molina in that MVP voting.   \"It's obvious that his ability is way up there,\" backup catcher Tony Cruz said of Molina. \"But it's the passion and that drive that he has to want to be the best. I don't think anyone outworks him. He strives to be the best, and he puts in the work to do it.\"   Cruz is the favorite to sit just behind Molina on the depth chart again next year. With Molina carrying so much of the catching load, Cruz expects to get little playing time. He had just 126 at-bats in 2012.   Cruz, having absorbed much from shadowing Molina, has also developed a strong rapport with the pitching staff over the past two seasons. The Cardinals were 12-16 in games started by Cruz last season. Cruz, who was drafted by the Cardinals in 2007, batted .267 in his limited playing time.   The Cardinals have also padded their depth chart with the offseason signings of Rob Johnson and J.R. Towles. Both agreed to Minor League contracts that include invitations to Major League Spring Training.   Johnson and Towles seem long shots to unseat Cruz as the team's backup catcher, but both will be given the chance to impress during camp. The Cardinals, having taken catchers Bryan Anderson and Steven Hill off the roster since the end of last season, have room for two catchers on the organization's Triple-A roster if big league spots are unavailable.   Both Johnson and Towles broke into the Majors in 2004, Johnson with the Mariners and Towles with the Astros. Johnson has posted a .201 batting average in his 701 at-bats since his debut. Towles hit .187 in 428 career at-bats with Houston. He spent the entire 2012 season in the Minors. Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
