{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/40833212\/tigers-annual-january-surprise-could-be-close-to-home\/",
    "title": "Post-holiday splash could be from within for Tigers",
    "subtitle": "With reputation for January signings, most probable deal is Verlander extension",
    "body": "DETROIT -- For most teams, the cold winter weeks between the holiday season and Spring Training are the time to wrap up loose ends and find a bargain or two. For the Tigers, though, January has been more like holiday shopping.  Whether it'll be anywhere near that kind of January for Detroit this time around remains to be seen.  The Tigers fueled their rebirth a decade ago on the strength of post-holiday signings. They traded for Carlos Guillen just after the holidays in 2004, when the Mariners' signing of Rich Aurilia made him expendable. Their courtship with Ivan Rodriguez, the last free agent left on that year's market, was just picking up. Rodriguez's deal just before Spring Training not only changed the direction of the franchise, it set a trend. Detroit followed the same formula a year later by grabbing Magglio Ordonez after losing out on several other free agents earlier that offseason. In 2010, the supposedly retooling Tigers changed course after Christmas, filled their closer need with Jose Valverde in mid-January and added a veteran hitter in Johnny Damon six weeks later.   For the Tigers' well-deserved reputation as a big-market club, few teams have worked the balance of supply and demand on the market over the years better, the Damon deal notwithstanding. Then came last January, when one false step in a Victor Martinez workout changed the course of the franchise again.   At this point last year, the Tigers seemed pretty well set with their roster, especially with their starting lineup. Martinez's devastating knee injury in mid-January suddenly put them in the market for another hitter. Owner Mike Ilitch's decision on how to fill the void just as suddenly, though very quietly, put them in the market for Prince Fielder.   Barely a week later, the Tigers had a deal with Fielder, the largest contract in the franchise's history.   That short saga, plus the six-week melodrama with Damon and agent Scott Boras three years ago, demonstrate why it's hard to predict with much certainty what the Tigers will do. Even the Brandon Lyon deal four years ago was a bit of a surprise.   That said, team president\/general manager Dave Dombrowski doesn't sound like someone ready to spend big this January.   \"I don't think we're going to do anything of major consequence, from a dollar perspective,\" Dombrowski said at the news conference announcing Anibal Sanchez's new contract just before the holidays.   Perhaps that's because the Tigers have enough to worry about with the players they already have. And if there's a Fielder-type contract in the works in Detroit, it seems more likely to go to the current longest-tenured Tigers teammate.   Though team officials aren't commenting on the potential for a new contract for Justin Verlander, now is the time to look into it. Verlander has two years left on his current deal, usually the time when extensions for potential free-agent pitchers get done. Wait any longer, and it's easier for pitchers to look ahead to free agency with less worry about potential injury. It's also a time when Verlander can approach Ilitch with the draw of a superstar.   A look at the Tigers' five-year, $80 contract for Anibal Sanchez, not to mention Zack Greinke's six-year, $147 million contract with the Dodgers from last month, shows how big a Verlander contract could be.   Add to that the seven Tigers eligible for arbitration, highlighted by three other starting pitchers, and Detroit will be busy this January whether it adds another player or not. Two of those arbitration-eligible names, Rick Porcello and Brennan Boesch, could be traded by the time Spring Training begins in the second week of February.   If the Tigers have one more significant move in them, it would seem most likely for a reliever, potentially a closer. In that sense, this January could end up feeling a little like 2009 or '10, when the Tigers added Lyon and Valverde while they were among the few relievers left on the market.   Like Valverde three years ago, Rafael Soriano ranks as the best free-agent closer this winter. Like Valverde at this point in 2010, Soriano is still available -- partly because of potential contract demands, partly because he'll cost a team a Draft pick to sign. Unlike three years ago, the new Draft rules make it tougher for a team to overcome a lost first-round pick by spending more later on.   Dombrowski has repeatedly insisted they're not interested in adding a big-name closer, that they could go into the season with the guys they have now -- including hard-throwing prospect Bruce Rondon -- and be comfortable in the ninth inning regardless of who's closing.   \"We're content,\" Dombrowski said last month. \"We like our bullpen where it sits.\"   If Soriano and former Giants closer Brian Wilson linger on the market, though, with fewer and fewer teams interested, that stance could be put to the test. One suitor left the closer market over the holidays, with Boston's trade for Joel Hanrahan.   The one need Dombrowski has acknowledged is for a right-handed hitter to play left field in a mix with Andy Dirks. That won't be a glamour signing. Maybe nothing the Tigers do this month will be glamorous. But that's what everyone thought last year.    Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
