{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/40869376\/the-week-ahead-hall-of-fame-vote-leads-the-conversation-in-major-league-conversation\/",
    "title": "The Week Ahead: Hall vote leads the conversation",
    "subtitle": "Spotlight on Cooperstown, but there remain plenty of signing, trade possibilities",
    "body": "And now we bring you a very special Hall of Fame edition of \"The Week Ahead\" -- or, if things play out the way we think they might, a week that will be talked about for months and maybe years ahead.  At 2 p.m. ET on Wednesday, Hall of Fame president Jeff Idelson will reveal the results of the voting for Cooperstown's 2013 class, and those findings will spark more passionate discourse from copy machine to coffee maker all over the country.  Sure, people want to know the fate of Jack Morris, the 254-game winner who last year came closest to election without being inducted. Morris received 66.7 percent of the vote, a mere 8.3 percent -- or 48 votes -- short of the required 75 percent. They might also want to learn the fate of an admirable slugger, Dale Murphy, in his last year of eligibility on the writers' ballot (14.5 percent last year), and of course other enticing names that have carried over: last year's third-place finisher, Jeff Bagwell (56 percent), Lee Smith (50.6), Tim Raines (48.7), Alan Trammell (36.8), Edgar Martinez (36.5), Fred McGriff (23.9), Larry Walker (22.9), Don Mattingly (17.8) and Bernie Williams (9.2).   But so much more of the talk will center around this year's statistically stellar first-timers. That's where the compelling yet controversial cases of Barry Bonds, Roger Clemens and Sammy Sosa come in to join holdovers Mark McGwire (19.5 percent last year) and Rafael Palmeiro (12.6). The verdicts on those players, connected in some way to performance-enhancing drugs, figure to have had an impact on how the voting might have transpired for other strong new candidates such as Mike Piazza, 3,000-hit man Craig Biggio and postseason pitching legend Curt Schilling.   \"It's going to be a very interesting ballot, and I know the writers are going to have some tough decisions to make,\" Morris said. \"Unfortunately, they are going to have to be the moral police, and I don't think a lot of them want to be. Hopefully it will work out the right way, and it will be the right thing when it's all said and done.\"   It will be all said and done -- at least for this year -- on Wednesday. MLB.com will air a live simulcast of MLB Network coverage of the announcement. Any players who are elected will be inducted into the Hall of Fame on July 28 in the annual ceremony in Cooperstown, N.Y.   The big names have overwhelming statistical credentials. Bonds, of course, is Major League Baseball's all-time home run leader (762) and single-season home-run king (73 in 2001). Clemens is ninth in career victories with 354, struck out 4,672 batters and won seven Cy Young Awards -- the most of all time. Sosa topped the 60-homer mark three times. Piazza is considered one of the greatest offensive catchers ever. And Biggio is in the exclusive 3,000-hit club.   \"It would be a very, very rewarding feeling if it was to happen,\" Biggio said. \"I'll just cross my fingers and hopefully ... come Jan. 9, I'll get a phone call.\"   Back in the still-playing-baseball-for-a-living category, some players who yearn to be future Hall of Famers will be waiting for phone calls, too, and don't be surprised if they come during what could be a very eventful week.   Speedy outfielder Michael Bourn and slugging first baseman Adam LaRoche are the top remaining position players on the free-agent market. And the talk about the D-backs possibly being willing to move young star outfielder Justin Upton or hard-hitting Jason Kubel is heating up again.   \"Always fielding phone calls, always having discussions,\" Arizona general manager Kevin Towers said. \"Still getting lots of hits on our outfielders. I think once we signed Cody [Ross], those people who were still looking for offense started ringing my phone. We're in a position where unless it's the right deal, we don't have to move any of our outfielders.\"   The Marlins most likely are taking a similar stance with their young superstar, Giancarlo Stanton, but expect his name to pop up more and more in speculation.   And, now that the Rangers have signed Lance Berkman, it wouldn't be surprising to see them go after a starting pitcher. The top free agent available in that department, Kyle Lohse, might make sense in Arlington.   Then again, Lohse isn't the only pitcher out there. This week could bring news of deals for any number of free-agent pitchers -- starters and relievers.   Righties Shaun Marcum, Daisuke Matsuzaka, Carl Pavano and Jeff Karstens and left-hander Joe Saunders headline the starting corps. Veteran closers Rafael Soriano, Brian Wilson, Jose Valverde and Francisco Rodriguez are still out there.   Delmon Young, Kelly Johnson, Carlos Lee, Travis Hafner, Juan Rivera, Freddy Sanchez, Luke Scott, Ryan Sweeney and Scott Hairston are some of the available hitters.   In other words, keep your eyes open this week -- and not solely on Cooperstown. Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB and read his MLBlog, Youneverknow. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
