{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/40869712\/braves-pitchers-brandon-beachy-and-craig-kimbrel-spar-before-bcs-title-game\/",
    "title": "Beachy, Kimbrel spar before BCS title game",
    "subtitle": "Braves pitchers share good-natured rivalry as Notre Dame, Alabama fans, respectively",
    "body": "ATLANTA -- Brandon Beachy and Craig Kimbrel have not created one of those wagers that could lead to some clubhouse laughs. But the two Braves pitchers have traded some playful jabs leading up to Monday night's matchup between Notre Dame and Alabama in the BCS National Championship Game.  \"I told [Beachy] that it's like Forrest Gump against Rudy,\" said Kimbrel, a devout Alabama fan. \"Forrest Gump was an All-American who knew what it took to win. Rudy was just happy to be there.\"  An amateur film critic and lifelong Notre Dame fan, Beachy quickly responded to Kimbrel's amusing reference to these two popular movies. \"For the record, Forrest Gump's involvement with 'Bama was merely a side note in that movie,\" Beachy said. \"There is no Rudy without Notre Dame.\"   This marks the third time in the past four years that Alabama has appeared in the national championship game. But it marks the first time during this span that Kimbrel will not be present. The Braves' closer traveled to Pasadena, Calif., in 2010 and to New Orleans last year to see his beloved Crimson Tide win the coveted title.   \"Hopefully, they can do it without me this year,\" Kimbrel said.   Beachy will also be watching from afar as Notre Dame attempts to win its first national championship since he was just 2 years old, in 1988.   A short time after awaking on Monday morning, Beachy expressed his excitement via Twitter:    Finally, the today we have all been waiting for. #ND twitter.com\/Brandon_Beachy...  When asked if he and Kimbrel had established a wager, Beachy replied: \"If Notre Dame wins, Craig has to use 'I'm a Barbie Girl' as his entrance music.\"   Unfortunately, Beachy was kidding.   \"No bets, just a lot of credibility and bragging rights on the line for me as the annoying Notre Dame homer of the clubhouse,\" Beachy said.   Despite his team being the decided favorite, Kimbrel was unwilling to make a public prediction of the game's outcome. The last time he did so was when he predicted Alabama would beat LSU in a low-scoring contest during their 2011 regular-season matchup.   \"I was close with the score, but it was the wrong result,\" Kimbrel said. \"So I'm not going to make any more predictions.\"   While Beachy did not provide a specific score, he predicted Notre Dame will win by four.   An outside observer, but loyal fan of the Southeastern Conference, Braves second baseman Dan Uggla believes Alabama head coach Nick Saban will win his third national championship in four years.   \"I believe if you give Nick Saban a month to prepare for a team, then that other team is in trouble,\" Uggla said. \"I'm predicting Alabama wins 17-13.\"   Braves legendary pitcher and loyal Notre Dame fan Tom Glavine sees a different outcome.   \"I think it will be a tight game like Georgia-Alabama [in the SEC Championship Game] with not as high of a score,\" Glavine said. \"Notre Dame's defense is the difference, and they win by three.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
