{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/40870370\/bernie-pleskoff-padres-have-a-quality-arm-in-robbie-erlin\/",
    "title": "Padres have a quality arm in lefty Erlin",
    "subtitle": "",
    "body": "It goes without saying that the best trades benefit both teams. However, many times trades involving prospects for veteran players take several years to be evaluated fairly.  At the non-waiver Trade Deadline in July 2011, the Texas Rangers and San Diego Padres proved to be a good match as trade partners.  The Rangers sought a shut-down-type reliever to add strength to the back end of their bullpen. The Padres were looking for quality starting pitching prospects who could be developed in their system. The Rangers were able to acquire veteran right-handed reliever Mike Adams from San Diego. The Padres received two potential starting pitchers in right-handed prospect Joe Wieland and lefty Robbie Erlin. Both pitchers were highly rated in what at the time was a pitching-rich Rangers organization.   While Adams contributed to a Rangers run to the World Series, he has now moved on and will be pitching for the Philadelphia Phillies. Wieland is recovering from Tommy John surgery he had this past July. Erlin has recovered from an inflamed elbow that cost him three months this past season for the Padres' Double-A San Antonio club.   The Rangers selected Erlin in the third round of the 2009 First-Year Player Draft. He was chosen following his successful high school career at Scotts Valley High School in California. While at Scotts Valley, Erlin had a 9-1 composite record with a remarkable 0.63 ERA. He struck out 125 in 62 innings. His dad, Rick Erlin, is now the head coach of that baseball program.   At the beginning of his professional career, Erlin showed an ability to command his pitches and throw strikes. He earned a reputation as a reliable, economical control pitcher with a complete repertoire and an ability to keep his team in the game.   In his first full season, Erlin pitched for Class A Hickory in the South Atlantic League. He had a 6-3 record with a 2.12 ERA and 0.924 WHIP. He was striking out almost 10 hitters per nine innings while walking only one per nine innings.   His outstanding rookie season earned Erlin promotions in 2011 to high Class A Myrtle Beach (Texas) and Double-A Frisco (Texas), as well as San Antonio after he was traded to the Padres. He threw to a combined 9-4 record, starting 25 games and throwing 147 1\/3 innings.   When healthy this past season, Erlin pitched well for San Antonio, fashioning a 3-1 record with a very impressive 2.92 ERA and a 1.28 WHIP in 52 1\/3 innings. He struck out 72 and walked only 14.   In an effort to make up for lost time due to his elbow strain, Erlin was assigned to pitch in the Arizona Fall League for the Peoria Javelinas. He started seven games, throwing 23 2\/3 high-quality innings.   The longer I watched Erlin, the more he reminded me of Ted Lilly. Now 37, Lilly has pitched parts of 14 big league seasons. The 22-year-old Erlin, who is one inch shorter at 5-foot-11 and the same weight as Lilly at 190 pounds, has a similar repertoire of fastball, curve and changeup.   Erlin's mound mechanics are extremely smooth, and he has shown an ability to repeat his delivery with no sign of extraneous movement or variation in his release point and follow through.   During the AFL, Erlin seemed to gain a bit of velocity as the game progressed. His fastball went from the high 80's to sitting at 90-to-91 miles per hour from the first to the fifth inning.   While most of his pitch sequences were triggered by his fastball, he changed velocities with effective curveballs and changeups that altered the eye levels of hitters. Dropping in velocity with a curveball in the mid-70s, Erlin confused hitters, as they didn't know what pitch was coming. In general, his changeup had great life at anywhere from 77-to-80 miles per hour.   Erlin showed the ability to throw all three pitches in his repertoire for strikes. It was not uncommon for him to get ahead in the count with fastballs and finish the hitter with secondary pitches. If a hitter showed vulnerability to offspeed and breaking balls, Erlin would confine his pitch sequence exclusively to those secondary pitches, not offering to show the hitter a fastball.   It was that mound intelligence, that savvy approach to attacking hitters that caused me to believe in Erlin as a projectable, high-quality starting pitcher.   Erlin's history his shown him to be a fly-ball pitcher. In spacious Petco Park, his fly-ball rate should not be an issue. Even if he does yield home runs on the road, they may not come with many men on base due to his ability to limit walks.   The Padres' front office has done an outstanding job identifying and assembling a deep organizational talent pool that includes young pitchers. While pitching injuries are certainly not rare, the Padres have experienced more than their fair share. Yet, despite countless lost innings due to injury, efforts continue to stock the organization with viable pitching options.   From what I have seen, based upon his mound presence, his repertoire, his command and his control, Erlin is an important part of the Padres' pitching future.   Ranked as the No. 8 prospect in the Padres' system by MLB.com, Erlin has the ability to fit in the middle of a starting rotation and give his club quality starts that provide them with a chance to stay in the game and win. Bernie Pleskoff has served as a professional scout for the Houston Astros and Seattle Mariners. Follow @BerniePleskoff on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bernie Pleskoff"
}
