{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/40870482\/craig-biggio-turns-to-fighting-irish-to-take-his-mind-off-hall\/",
    "title": "Biggio turns to Fighting Irish to take his mind off Hall",
    "subtitle": "Cooperstown candidate has family ties to undefeated Notre Dame",
    "body": "HOUSTON -- Instead of sitting around and literally waiting for the phone to ring, former Astros great Craig Biggio is having no trouble finding a good way to take his mind off Wednesday's much-anticipated Hall of Fame announcement.  Biggio, who is up for election for the first time, and his family are in Miami for Monday night's BCS Championship Game between undefeated Notre Dame and defending champion Alabama.  Biggio's oldest son, Conor, plays baseball at Notre Dame. His youngest son, Cavan, a senior at St. Thomas High School in Houston, has committed to playing baseball at Notre Dame. Biggio coached both of his sons in high school and has won a pair of private school state titles. The family, including wife Patty and daughter Quinn, will be rooting on the Irish from the stands with hopes of celebrating a national championship.   \"We're really excited,\" Biggio said. \"We're going to have an opportunity to see part of history, hopefully. I think it will be a good game. We'll take in all the festivities, and whenever you can get the whole family together, it's a good thing.\"   Biggio is part of a star-studded group of first-time nominees that includes former teammates Roger Clemens and Curt Schilling, as well as Sammy Sosa, Barry Bonds and Mike Piazza. Fellow longtime Astros star Jeff Bagwell is on the ballot for the third time and could also be elected. Bagwell received 56 percent of the vote last year.   Any players who receive 75 percent of the vote from members of the Baseball Writers' Association of America will be elected to the Hall of Fame and inducted on July 28 in Cooperstown, N.Y. No player has gone to the Hall of Fame after having spent most of his career in Houston.   The Biggio family will be waiting by the phone at their home in Houston on Wednesday, hoping to get the call that will place Craig alongside the greats in the game.   \"Who knows what's going to happen on the ninth?\" he said. \"Obviously, it's an exciting time. If we were to get the phone call, it would be an amazing day for myself and my family and the Astros fans and the organization. I've been keeping busy, but I'm always busy. This is nothing different in my life, that's for sure. I think if I was sitting around and not doing anything, I would think about it a little bit more. We're just crossing our fingers and hoping for the best.\"   But Biggio's focus on the days leading up to the announcement is on football. He's more than just an average Notre Dame fan, having attended about six Irish games this year. Biggio, who attended fellow Catholic school Seton Hall, believes that those who think Notre Dame is going to be crushed by the Crimson Tide haven't been paying attention.   He likes Notre Dame's tenacious defense and the play of quarterback Everett Golson, a running and passing threat who Biggio believes will give Alabama fits.   \"Here's the deal,\" he said. \"I watched every Notre Dame game this year, and they're good. They're a lot better than people think. When you listen to the experts talking about it, they know how good they can be. Obviously, both teams have to go out there and show up and play.   \"Notre Dame's defense has been good, and that Golson kid has gotten better every game. He's not [Heisman Trophy winner] Johnny Manziel, but he makes a lot of plays with his feet, and if you look at what happened to Alabama in the [Texas] A&M game, when Manziel killed them with his feet, it will be interesting. I think it will be a really good game.\"   Biggio, whose 20-year Astros career ended in 2007 with 3,060 hits, certainly has Hall of Fame credentials.   An All-Star at catcher and later at second base, he ranks 21st all-time in hits and has more doubles (668) than any right-handed hitter in Major League history. He's 15th all-time in runs scored (1,844), 10th in plate appearances (12,504) and first in hit-by-pitches (285) in the modern era. He also hit 291 home runs with 1,175 RBIs and a .281 career average in 2,850 games.   \"Obviously, if the phone rings and it's the Hall of Fame, I'll be excited for a lot of different reasons,\" he said. \"Let's just see what happens on that day, and you'll probably ask me what my emotions are then.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
