{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/40875266\/top-prospects-taking-part-in-soxs-rookie-program\/",
    "title": "Top prospects taking part in Sox's Rookie Program",
    "subtitle": "",
    "body": "BOSTON -- The Red Sox will get a good look at their future starting Monday, as 11 of the organization's top prospects are in town for the team's Rookie Program, which runs all week.  This year's roster is filled with names who have been generating plenty of buzz in recent years, including Xander Bogaerts, the shortstop most consider to be the organization's top prospect in the system.  Allen Webster and Rubby De La Rosa, the two pitchers acquired in the blockbuster with the Dodgers, will also be on hand. The other pitchers who will participate include Drake Britton and knuckleballer Steven Wright.   The catchers are Daniel Butler and Christian Vazquez.   Jackie Bradley Jr., viewed by many as Boston's center fielder of the future, will be joined by fellow outfielders Bryce Brentz and Alex Hassan.   Rounding out the list is infielder Brock Holt, who was acquired along with closer Joel Hanrahan in the recent trade with the Pirates.   The players will participate in two workouts per day that emphasize both strength and conditioning, as well as fundamentals.   There will also be seminars to help the players learn how to assimilate to Major League life off the field.   There will be several guest speakers, including Red Sox executive vice president\/COO Sam Kennedy, general manager Ben Cherington, manager John Farrell, special assistant to the general manager Jason Varitek, hitting coach Greg Colbrunn, pitching coach Juan Nieves, strength and conditioning consultant Mike Boyle and mental coordinator Bob Tewksbury.   Boston Celtics coach Doc Rivers will provide perspective from a different sport. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
