{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/40878824\/inbox-will-seattle-seek-southpaw-for-starting-staff\/",
    "title": "Inbox: Will Seattle seek southpaw for starting staff?",
    "subtitle": "Beat reporter Greg Johns fields offseason questions from Mariners fans",
    "body": "Is it a high priority for the Mariners to find a southpaw to replace Jason Vargas in the rotation? If so, might the most likely option be to promote one of their stellar left-handed relievers to a starting role?-- Ian C., Portland, Ore.  I'm sure the Mariners would like to have a lefty starter, but I don't think it's going to cause them to move one of their relievers into that spot. Charlie Furbush would be the logical candidate, but general manager Jack Zduriencik indicated earlier this offseason -- before the Vargas trade -- that he wasn't thinking of Furbush as a starter. We'll see if that changes now before Spring Training. Oliver Perez was obviously a starter before with the Mets, but he really resurrected himself in a relief role, and Lucas Luetge seems more of a situational lefty, so I don't see either of them getting moved.  Joe Saunders is the most prominent southpaw free agent remaining on the market, but my presumption is if the Mariners add a lefty, it will be one of their two premier young prospects, Danny Hultzen or James Paxton. Those guys need to get a chance sooner or later. So maybe Vargas' departure makes that sooner. With the trade of Vargas, could we see a return from Erik Bedard?-- Jordan M., Graham, Wash.   While I've learned never to say never in this business, especially when it comes to Bedard returning to the Mariners, it would surprise me if he signed with Seattle as a free agent for a third time. The Pirates released Bedard last August after he went 7-14 with a 5.01 ERA in 24 starts on a one-year, $4.5 million deal. At 33, he might need to go somewhere for a fresh start on a much smaller contract or as a non-roster invitee.    What do you think about Seattle signing former Mariners first baseman\/designated hitter Casey Kotchman?-- Derek L., Vancouver, Wash.   It must be \"bring back the old Mariners\" day. But, no, I'd say Kotchman has even less chance of returning than Bedard, given Seattle just traded for first baseman Kendrys Morales and still has Justin Smoak and Mike Carp, while Raul Ibanez can also provide a left-handed DH bat and even a first-base option. Kotchman rebounded well in 2011 with the Rays after being let go by Seattle, but hit just .229 with a .612 OPS last year for the Indians. While he's a good defender, he's not the kind of impact bat Seattle is seeking.   It doesn't sound like Edgar Martinez has any chance of getting elected into the Hall of Fame this year, but do you think he has a chance of ever getting inducted?-- Brandon H., Yakima, Wash.   This year's Hall of Fame voting will be announced Wednesday, and Martinez indeed figures to fall well short of the required 75 percent for election. But the key for him at this point, in my opinion, is simply treading water somewhere in the 30-plus percent range, so he'll have a chance to be one of those candidates who gradually builds his numbers to the point where voters make a push to get him in toward the end of his 15-year window.   Martinez was named by 36.2 percent of the voters in 2010, 32.9 in 2011 and 36.5 last year. My expectation is he'll drop this year due to the influx of strong first-year candidates like Barry Bonds, Roger Clemens, Craig Biggio, Mike Piazza and Sammy Sosa. So the critical thing to watch is how much he falls. If it's a significant dip, that would signal a very tough road for him in the long run, as some voters eventually give up on guys if they see little chance of them ever making it, or they start falling closer toward the five percent mark below, after which they're not included on the next year's ballot.   But if Martinez holds close to his numbers from the past three years, I'd actually see that as a positive at this juncture. His current problem -- indeed, a Hall of Fame-wide problem -- is the division among voters of what normally would be sure-fire candidates like Bonds and Clemens due to the steroid question. It's likely that no one will get elected this year, and that will make next year's ballot even more crowded with the addition of Greg Maddux, Tom Glavine, Mike Mussina and Frank Thomas in 2014, and then Randy Johnson, Pedro Martinez, John Smoltz and Gary Sheffield in '15.   While Johnson and Ken Griffey Jr. (who becomes eligible in 2016) are obvious inductees, more-borderline candidates like Martinez could simply get buried in the logjam as voters can only put a maximum of 10 players on their ballots, and some this year are sending in blank ballots in protest or confusion over the steroid issue. So Martinez needs to at least stay in the conversation these next few years to give himself a chance at an eventual Bert Blyleven-like climb up the ladder.    Now that they have balanced the divisions with 15 teams in each league, how often do the Mariners play their division rivals and interdivisional teams?-- Bob B., Spokane, Wash.   With the Astros coming into the AL West, the Mariners will continue playing their division rivals six series (three home, three road) for a total of 19 games against each. But with the added team in the West, Seattle now has 76 division games instead of last year's 57.   They'll have one fewer series against each team in the AL Central and East this year, now playing one home and one road series against each of those 10 teams, for a total of 66 games instead of last year's 87. The Mariners will have 20 Interleague games, two more than last year, and are playing the NL Central plus the Padres this coming season.    Are the Mariners going to try to convince us that Morales was the big bat they were looking for and their hitting problems are resolved just by getting him?-- Ronald J., Salem, Ore.   Morales should be a nice addition in the middle of the lineup, but I think Zduriencik is still looking to add another piece if it makes sense. The Mariners have some financial flexibility and the young prospects to make another trade, but finding the right partner and a workable deal isn't easy. So we'll see if something still happens before Spring Training.   Some of the improvement has to come from within as well, with youngsters like Dustin Ackley, Jesus Montero, Smoak and Mike Zunino continuing to develop, and Franklin Gutierrez hopefully returning to full strength. And moving the fences in should help a team that finished fifth in the AL in scoring on the road last year, but last in the league in scoring overall due to the Safeco Field factor. Fans are tired of hearing those refrains, but they are legitimate factors in why Seattle's offense should continue to improve. And if another bat can be added, all the better. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
