{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/40899732\/jack-morris-not-surprised-he-fell-short-in-voting-for-hall-of-fame\/",
    "title": "Morris not surprised as Hall hopes down to last shot",
    "subtitle": "Right-hander gains just one percentage point in 14th try on ballot",
    "body": "DETROIT -- Jack Morris says he saw this coming, falling short of the votes needed for National Baseball Hall of Fame induction in his 14th try.  \"I wasn't shocked. I actually predicted this,\" Morris told MLB.com in a phone interview Thursday afternoon. \"It's just the nature of the beast. It's just a whole bunch of guys [on the ballot].\"  What happens from here is anyone's guess, including his. All he knows for sure is that his last shot on the Hall of Fame ballot for eligible members of the Baseball Writers' Association of America to decide is going to get a lot of attention. That's also the nature of the beast. For the first time since 1996 and only the second since 1971, the BBWAA did not vote in a single player from a ballot of 37 candidates that was deep and controversial.   Former Astros second baseman Craig Biggio was the leading vote-getter, having been named on 68.2 percent of the ballots, but he fell 39 votes shy of election as he received 388 votes among the 569 ballots that were cast. A candidate needs to be named on at least 75 percent of the ballots.   In the end, Morris believes his case and a lot of others this year were at least overshadowed and possibly hampered by the bigger debate voters faced over players from the steroid era. He understands, because he doesn't envy the decision voters had to make.   \"It took the wind out of our sails,\" Morris said.   Morris came into his 14th year on the ballot with momentum, having jumped from votes on 53.5 percent of the ballots to 66.7 percent last year. That put him into the realistic conversation for induction for the first time in his career, and seemingly intensified the debate over his credentials.   Some new arguments were made, from his consistency in innings pitched to consideration for his ERA as a pitcher who spent his entire career pitching in the American League with the designated hitter, something no Hall of Fame pitcher has had to do. His career 3.90 ERA, higher than anyone currently in the Hall, still drew its fair share of attention, but so did a potential adjustment for the league he played in and the impact of the DH.     All the debate resulted in just a three-vote gain from last year's ballot to this one, a year in which four fewer ballots were submitted. It was worth a percentage-point gain. Morris said he thought he could feasibly lose votes.   That doesn't mean he took the silence on Wednesday with a smile, but he isn't angry over it.   \"I think I have a right to be disappointed,\" said Morris, who had 254 career wins during his 18-year career. \"Disappointment's fine, as long as you don't dwell on it.\"   He's ready to make his case one more time, and he thinks he has a good argument. He also knows three prominent pitchers coming onto the ballot for the first time next year -- Greg Maddux, Tom Glavine and Mike Mussina -- have good cases, too, as do some of the pitchers on this year's ballot.   \"I think there are Hall of Fame-worthy guys [coming to the ballot], quite a few in my opinion,\" Morris said. \"The question is whether they're first-ballot-worthy guys.\"   Morris, of course, will be in the opposite situation. If he's headed off the ballot, he'll go out arguing his case.   His ERA could've been lower without the DH. Instead of facing the unquestioned worst hitter in a lineup, he said, he had to face some of the best. He had to face 19 hitters in his career who are in the Hall of Fame, a total slightly under those for recent Hall of Fame pitchers Dennis Eckersley, Goose Gossage and Bruce Sutter but for now greater than the totals for Maddux, Glavine, Mussina, Curt Schilling and Roger Clemens.   \"I can argue my case to those who want to listen,\" Morris said. \"I wish I could grab the ball and show the non-believers what I can do, but I can't. That time is gone. All I can do is show gratitude.\"   Even if the vote doesn't go his way, and he has to wait through a whole new process with the Veterans Committee, he said he's grateful to be on the ballot this long and to receive this kind of consideration. Considering Alan Trammell is the only Tigers teammate still on the ballot, it wasn't a given that Morris would still be getting votes.   \"I told my wife, 'You know what's crazy? Whether I'm in or out, in three or five years, they won't be talking about me,'\" Morris said. \"And I'll miss that.\" Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
