{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/40899888\/mike-piazza-falls-short-in-first-year-on-hall-of-fame-ballot\/",
    "title": "Piazza falls short in first year on Hall of Fame ballot",
    "subtitle": "Mets, Dodgers catcher has strong showing, garnering 57.8 percent of the vote",
    "body": "NEW YORK -- Considered one of the strongest candidates on this year's National Baseball Hall of Fame ballot, former Mets catcher Mike Piazza became a victim of the eighth shutout in Cooperstown history. Though Piazza finished in fourth place among candidates with 329 votes, his 57.8 percent of the electorate fell well short of the 75 percent necessary for induction. Craig Biggio led the voting with 68.2 percent, followed by Jack Morris (67.7 percent), Jeff Bagwell (59.6 percent) and Piazza. Ten-year active members of the Baseball Writers' Association of America vote on Cooperstown inductions, and the Hall of Fame revealed their balloting Wednesday afternoon.  \"We hope in the not too distant future that Mike Piazza will take his rightful place in the Baseball Hall of Fame,\" Mets chief operating officer Jeff Wilpon said in a statement following the announcement. \"The statistics he compiled during his career as a catcher were unmatched by anyone in the history of the game. We are optimistic one day soon Mike's plaque, with a Mets cap, will be hanging in Cooperstown where it truly belongs.\"  In his first year on a ballot, Piazza's potential induction hinged on some of the finest offensive numbers of any catcher in history. Over a 16-year career with the Dodgers, Marlins, Mets, Padres and A's, Piazza hit .308 with 427 home runs and 1,335 RBIs. His 396 home runs as a catcher are the most in Major League history.    Piazza also posted a .545 career slugging percentage, 32nd in history, and reached base 38 percent of the time. He hit at least 32 homers in four of his five full seasons with the Dodgers, and twice led the league in OPS+, a ballpark-adjusted measure of overall offensive worth.  If there is a knock on Piazza, it is that his defensive skills were not elite. But Piazza did spend the majority of his career at catcher, the most demanding position on the diamond.  Though Piazza's prime took place during the height of the steroid era, and some baseball writers have anecdotally linked Piazza to performance-enhancing substances, no evidence exists in the public domain to corroborate those accusations.  Missing out on first-ballot induction into the Hall of Fame, however, is hardly a death sentence for Piazza's future chances. Most Hall of Famers do not enter Cooperstown on their first ballot, and Piazza posted a strong enough showing as a first-timer that he could make the Hall as soon as next year.  But next year's ballot will also be a strong one, with Greg Maddux, Tom Glavine and Frank Thomas among those joining Piazza, Biggio, Morris and Bagwell. (Players are not eligible for the Hall until they have been inactive for five years).  Following the announcement of Wednesday's results, MLB released the following statement:  \"Major League Baseball recognizes that election to the Hall of Fame is our game's most extraordinary individual honor. Achieving enshrinement in Cooperstown is difficult, as it should be, and there have been seven other years when no one was elected by the Baseball Writers' Association of America. While this year did not produce an electee, there are many worthy candidates who will merit consideration in the future. We respect both the longstanding process that the Hall of Fame has in place and the role of the BBWAA, whose members have voted in the Hall of Fame's elections since 1936.\"  Piazza, who has stated that he would want to enter the Hall with a Mets cap on his plaque, was the only member of this year's ballot who played a significant portion of his career in Queens. Fellow first-timers Sandy Alomar Jr., Julio Franco, Shawn Green and Aaron Sele, all of whom spent time with the Mets, each received less than 5 percent of the vote and will not appear on next year's ballot. Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
