{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/40879678\/orioles-have-contingencies-at-second-base\/",
    "title": "Orioles have contingencies at second base",
    "subtitle": "",
    "body": "With pitchers and catchers scheduled to report to Sarasota, Fla., in a little more than a month, it's not too early to start dissecting the Orioles' 2013 roster. The Around the Horn series will take a position-by-position look at the club's projected starters and other options heading into Spring Training. BALTIMORE -- The Orioles' biggest question mark the past three seasons has been at second base, and it's no secret why, as the club's longest-tenured active player in veteran Brian Roberts has been unable to stay on the field. Will 2013 be any different? Baltimore is once again cautiously optimistic the 35-year-old Roberts will be its solution at second base, although it has several contingency plans as well.  In the final year of a four-year, $40 million contract, Roberts will have plenty of motivation to prove others wrong and help anchor an Orioles club coming off its first playoff berth since 1997. He has been working out at the team's spring facility -- near where Roberts owns a home and lives year-round -- and all reports have been positive regarding his progress. The second baseman, along with Orioles outfielder Nick Markakis and catcher Matt Wieters -- among other early arrivals -- hasn't had any restrictions on his workouts, which are being overseen and logged by Double-A Bowie manager Gary Kendall.  And while Roberts is expected to be a full-go in Spring Training, the reality is he hasn't played more than 60 games since 2009 and has dealt with lingering issues stemming from multiple concussions and, most recently, hip surgery. If healthy, Roberts remains the club's top option at second base, but should he encounter a setback, the Orioles have Alexi Casilla, Ryan Flaherty and Yamaico Navarro as insurance.  Casilla and Navarro are new additions and help add depth with the loss of Robert Andino, who served as Roberts' primary backup the past few seasons and was traded to Seattle earlier this winter. Flaherty, who recently wrapped up his winter league season, is another option at second base, and the former Rule 5 Draft pick was impressive during the O's taste of October baseball.  Casilla, 28, has also played shortstop and third base in his seven-year career, all with the Twins. In 2012, he hit .241 with a .282 on-base percentage and stole 21 bases in 22 attempts before being claimed off waivers by Baltimore.  Navarro, 25, batted .279\/.366\/.491 with nine home runs and 35 RBIs in 66 games with Triple-A Indianapolis and .160\/.232\/.220 with one home run and four RBIs in 29 games for the Pirates last season. He is a career .279\/.350\/.437 hitter in 536 games over seven Minor League seasons.  Flaherty hit .216\/.258\/.359 in 77 regular-season games and hit .273 in four playoff games before heading to the Dominican Republic to play. The aforementioned trio will compete for the utility\/bench role should Roberts remain healthy and break camp. Jonathan Schoop, the club's top position prospect with Manny Machado arriving in Baltimore last season, isn't far enough along in his development to be a factor for a spot on the Opening Day roster. But Schoop, who turned 21 in October, could be an in-season option that -- just as Machado did -- fills a hole for the club. The young infielder played second, shortstop and third base in the Arizona Fall League, where he was named to the Rising Stars team, after ending the regular season with Double-A Bowie. Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
