{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/40900018\/homer-king-barry-bonds-passed-over-in-first-try-for-hall-of-fame\/",
    "title": "Homer king Bonds passed over in first try for Hall",
    "subtitle": "",
    "body": "NEW YORK -- The most highly debated election for entry into the National Baseball Hall of Fame ended Wednesday without a new inductee.  For the first time since 1996, eligible members of the Baseball Writers' Association of America did not vote in a single player from a ballot of 37 candidates that was deep and controversial. Craig Biggio was the leading vote-getter, having been named on 68.2 percent of the ballots, but fell 39 votes shy of election as received 388 votes among the 569 ballots that were cast. He was followed by Jack Morris (67.7 percent), Jeff Bagwell (59.6) and Mike Piazza (57.8).   The ballot was loaded with a number of first-time-eligible players whose careers spanned a period of Major League Baseball that some believe was clouded by the use of performance-enhancing drugs:          Morris, a starter who dominated the American League during the 1980s, didn't make it, either, on his 14th try. So long as they maintain at least five percent of the ballots cast, players have 15 years on the ballot before they are no longer eligible to be elected by the BBWAA.     \"Next year, I think you'll have a rather large class and this year, for whatever reasons, you had a couple of guys come really close,\" Commissioner Bud Selig said at the owners' meetings in Paradise Valley, Ariz., according to The Associated Press. \"This is not to be voted on to make sure that somebody gets in every year. It's to be voted on to make sure that they're deserving. I respect the writers as well as the Hall itself. This idea that this somehow diminishes the Hall of baseball is just ridiculous in my opinion.\"   There will still be an induction ceremony in Cooperstown, N.Y., on July 28. Longtime Yankees owner Jacob Ruppert, turn-of-the-20th-century umpire Hank O'Day and 19th-century catcher Deacon White were elected to the Hall last month by the Pre-Integration Committee, and their memories and heirs will be honored on that date. All three are deceased.      \"The standards for earning election to the Hall of Fame have been very high ever since the rules were created in 1936,\" Hall of Fame president Jeff Idelson said in revealing this year's results. \"We realize the challenges voters are faced with in this era. The Hall of Fame has always entrusted the exclusive voting privilege to the baseball writers. We remain pleased with their role in evaluating candidates based on the criteria we provide.\"   Morris, who had 254 career wins during his 18-year career -- an American League-best 162 of them in the 1980s -- topped a list of returnees that included, among others, Bagwell, Smith, Raines, Trammell, Martinez and Dale Murphy, the center fielder who finished his 15-year tenure on the writers' ballot without success.         Nineteen players, including center fielders Bernie Williams and Kenny Lofton, did not receive the five percent necessary to remain on the ballot.   Next year, Greg Maddux, Tom Glavine, Frank Thomas, Mike Mussina and Jeff Kent are to be among the first-timers on ballot. Barry M. Bloom is national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
