{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/40900830\/in-first-year-on-ballot-pitcher-curt-schilling-denied-election-to-hall-of-fame\/",
    "title": "For Schilling, first Hall ballot experience 'surreal'",
    "subtitle": "Ex-Phillies, D-backs, Red Sox righty nets 38.8 percent, shy of 75 percent needed",
    "body": "BOSTON -- Curt Schilling's glittering postseason resume -- not to mention his 3,116 career strikeouts -- was not enough to make him a first-ballot Hall of Famer. However, Schilling had plenty of company on Wednesday. For the first time since 1996 -- and just the eighth time ever -- the Baseball Writers' Association of America did not elect anyone to the Hall. Players need 75 percent of the BBWAA votes for induction into Cooperstown. Craig Biggio, the former Astros hitting machine, came closest this year, landing 68.2 percent of the votes. Schilling, who finished his career with four memorable seasons for the Red Sox, received 221 votes, which was 38.8 percent.  \"38.8? Ha, that seems somewhat fitting and insanely humbling. Just can't seem to explain to people how surreal it is to even be having this conversation,\" wrote Schilling, who wore No. 38 for almost his entire career, on his Facebook page.  Schilling's total was about a percentage point ahead of seven-time Cy Young Award winner Roger Clemens (37.6). But Clemens, along with Barry Bonds and Sammy Sosa, were first-ballot members whose first-ballot candidacy was tarnished by suspicion they used performance-enhancing drugs.  Schilling was one of baseball's most outspoken players against PED use during his career and has maintained that stance in retirement.  Major League Baseball issued a statement on the shutout on year's BBWAA ballot: \"Major League Baseball recognizes that election to the Hall of Fame is our game's most extraordinary individual honor. Achieving enshrinement in Cooperstown is difficult, as it should be, and there have been seven other years when no one was elected by the Baseball Writers' Association of America. While this year did not produce an electee, there are many worthy candidates who will merit consideration in the future. We respect both the longstanding process that the Hall of Fame has in place and the role of the BBWAA, whose members have voted in the Hall of Fame's elections since 1936.\"  The six players who received more votes than Schilling were Biggio (388), Jack Morris (385), Jeff Bagwell (339), Mike Piazza (329), Tim Raines (297) and Lee Smith (272).   Being honest, anything over 35% would be stunning. This ballot should be Murphy, Raines, Bagwell, Biggio imo. \"Until about two or three months ago, this was never a conversation of any serious content for me,\" Schilling said in an interview with ESPN shortly after the results were announced. \"I think about two or three months ago, it started to get real. It's a surreal thing to be talking about the Hall of Fame. It's hard to explain to people. It's weird. Today was interesting. It was different. I mean, I know I've grown up with the game. The first ballot, to me, is reserved for very special players. To get in on the first ballot, I think you have to be a Randy Johnson, a Pedro Martinez, a Cal Ripken kind of player. I don't believe that I was one of those guys.\"  The good news for Schilling is that plenty of pitchers and position players have finished far worse than he did on the first year on the ballot and eventually were voted in by the BBWAA.  In fact, Bert Blyleven only received 17.5 percent of the votes in 1998 -- his first year of eligibility. Blyleven was inducted in 2011.  Morris, who has a history of October heroics similar to Schilling's, received 67.7 percent of the votes on Wednesday, continuing his steady climb since his initial year of eligibility (2000), when he received 22.2 percent of the votes.  Assuming Schilling can maintain at least five percent of the votes each year, he can be on the ballot up to 14 more times.  Red Sox slugger Jim Rice received totals far lower than Schilling's 38.8 percent during parts of his 15-year run on the ballot before finally gaining entry in his final chance (2009).    \"It's out of my control,\" Schilling told ESPN. \"I can't do anything about it, for the better or worse, I am who I am. If it happens, great. It would be awesome. If it doesn't, it doesn't change the fact that I was on three World [Series] championship teams and I played with some of the greatest players that ever lived. Baseball owes me nothing. This is just another bonus. Again, to be in the conversation, it's weird.\"  In an interview with MLB.com last year, Schilling said he was at peace with his career, no matter how his Hall of Fame candidacy played out.  \"Honestly, and people find it hard to believe, I don't think about it unless someone asks me about it,\" he said. \"I'm done playing. I'm not going to strike anybody else out; I'm not going to win any more games. I did what I did.\"  What Schilling did was go 216-146 for a career winning percentage of .597. His ERA was a solid but unspectacular 3.46, and the fact he played during an era when offense was dominant should be noted. While notching those 3,116 strikeouts over 3,261 innings, Schilling walked just 711 batters, pitching for the Orioles, Astros, Phillies, D-backs and Red Sox from 1988-2007.  Schilling is 15th on baseball's all-time strikeouts list. Of the 14 in front of him, the only ones who aren't Hall of Famers (Randy Johnson, Clemens, Greg Maddux and Pedro Martinez) either haven't been on the ballot yet, or in the case of Clemens, made their first appearance this year.  If the regular-season numbers don't sufficiently impress the voters enough in the coming years, perhaps Schilling's October accomplishments will eventually put him over the top.  Schilling was a central rotation member for four teams -- the 1993 Phillies, 2001 D-backs, '04 Red Sox and '07 Red Sox -- that made it to the World Series. Only the Phillies didn't win it all.  The big righty made 19 postseason starts in his career, going 11-2 with a 2.23 ERA.  \"I'm proud to have done what I did,\" Schilling told MLB.com in 2012. \"I know I said in '92, my wife and I were talking about what I wanted in my career, and we had a conversation about aspirations in baseball. I said, 'I want to be, when I retire, I want the 24 guys who suited up with me to say, life or death game, who do you want to have the ball? Me.' I want the other guys in the dugout to say, 'OK, life or death game, who do you not want to face? Me.'  \"That what was what I wanted to walk away with, and I feel comfortable that I got close to that. Contrary to what I think some people think about me, I was a good teammate. I loved the game. I did everything I could do every time I was given the ball.\" Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
