{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/40901286\/mark-mcgwire-slides-in-hall-of-fame-vote-for-third-straight-year\/",
    "title": "McGwire slides in Hall vote for third straight year",
    "subtitle": "Slugger garners 16.9 percent; Smith slips to 47.8 percent as 2013 class is shut out",
    "body": "For the third straight year, former Cardinals slugger Mark McGwire slipped further away from a spot in the National Baseball Hall of Fame.   McGwire appeared on 96 ballots submitted by eligible members of the Baseball Writers' Association of America, or 16.9 percent, his lowest total since joining the ballot in 2007. Players must appear on 75 percent of ballots for induction, and this year the BBWAA pitched a shutout, with former Astros infielder Craig Biggio topping this year's candidates at 68.2 percent. McGwire, who played his final four and a half seasons in St. Louis and spent three seasons as the Cardinals' hitting coach, has seen his share of the vote decline each year since he received 23.7 percent of the vote in 2010.     Five other players with Cardinals ties were on the ballot, including Lee Smith -- baseball's onetime saves king, who was sixth among this year's candidates with 272 votes, or 47.8 percent, in his 11th year of eligibility after receiving 50.6 percent in 2012. Players can remain on the ballot for 15 years, providing they receive at least five percent of the vote.   Larry Walker, who played two years in St. Louis at the end of his career, received 123 votes (21.6 percent). Royce Clayton, Reggie Sanders and Woody Williams received no votes and will not appear on future ballots.   When McGwire retired more than a decade ago, in 2001 at 38 years old, he was considered a lock for Cooperstown. He ranked fifth all-time with 583 home runs and still ranks 10th today. McGwire finished among baseball's top 10 home run hitters 10 times, and four times he led the Majors in homers, including a record-setting 70 in 1998, when McGwire and the Cubs' Sammy Sosa engaged in a home run chase that captivated baseball. In 2001, the Giants' Barry Bonds broke the record by hitting 73.   McGwire played on six postseason teams, including the 1989 world champion Oakland A's. He made 12 All-Star teams. Today, he ranks eighth all-time with a .588 slugging percentage and 10th with a .982 OPS.   Yet he has never appeared on more than 23.7 percent of BBWAA ballots in the Hall of Fame vote. That total came in January 2010, one week before McGwire admitted publicly, including in a televised interview with Bob Costas, that he had used performance-enhancing drugs off and on for nearly a decade.   The following year, McGwire received only 19.8 percent of the BBWAA vote. In 2012, his total fell to 19.5 percent.   McGwire has eight more years of eligibility on the Hall of Fame ballot. His former A's and Cardinals manager, Tony La Russa, remains a strong supporter. It was La Russa who hired McGwire as Cardinals hitting coach for the 2010 season.   \"For me, there isn't anything that's changed about, No. 1, how much I believe in him, and No. 2, what that means as far as his career and his production and some of the historic things he did,\" La Russa has said. \"I'm hoping that he gets that honor sooner rather than later.\"   This offseason, McGwire took a job closer to home and will serve as the Dodgers' hitting coach in 2013. Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
