{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/40901308\/edgar-holds-serve-in-fourth-year-on-hall-of-fame-ballot\/",
    "title": "Edgar holds serve in fourth year on Hall ballot",
    "subtitle": "Longtime Mariners designated hitter receives 35.9 percent of vote",
    "body": "SEATTLE -- In a year when controversy and questions swirled around the National Baseball Hall of Fame process, former Mariners great Edgar Martinez held steady at 35.9 percent of the vote Wednesday in his fourth year on the ballot.  Martinez, who turned 50 last week, fell well short of the required 75 percent for nomination, but his support remained consistent as he was named on 204 ballots among the 569 cast by eligible Baseball Writers' Association of America voters.  Martinez earned 36.2 percent of the vote in 2010, 32.9 in 2011 and 36.5 last year. Players remain on the Hall of Fame ballot for 15 years, as long as they are named on at least five percent of the ballots each year. \"That's kind of what I was expecting,\" Martinez said when reached by phone at his home in Bellevue, Wash. \"I was hoping it would jump a little higher, but it is what it is. I'm aware it's going to be a process that's going to take a while. There are still a lot of great players coming on the ballot in the next few years, so it's wait and see.\"   While there was speculation that the arrival of first-year candidates Barry Bonds, Roger Clemens, Craig Biggio, Mike Piazza and Sammy Sosa would dilute Martinez's total this year, instead he essentially held serve while finishing 10th among vote-getters, just behind Clemens (37.6 percent) and Bonds (36.2).   But the situation will get even tougher in the future, since no one on this year's ballot wound up with the necessary votes for election for just the eighth time in MLB history. Thus the ballot will get even more crowded next year with the arrival of Greg Maddux, Tom Glavine, Frank Thomas, Mike Mussina and Jeff Kent, followed by Randy Johnson, Pedro Martinez, John Smoltz and Gary Sheffield in 2015, and Ken Griffey Jr. and Trevor Hoffman in '16.    Regarding the steroid question and no one getting elected for the first time since 1996, Martinez said it's all \"in the writers' hands\" and he understood the dilemma.   \"The writers probably need more time to digest everything,\" he said. \"It's just very tough to get into the Hall of Fame. With everything that's happened in the past, writers have to digest a little longer and be comfortable with their vote. It's going to take a little time to process.\"   Martinez, who retired at the end of the 2004 season, remains an interesting figure in Hall of Fame discussions. Without question, he was one of the game's premier right-handed hitters in his era, as he won two American League batting titles and five Silver Slugger Awards, while earning seven All-Star berths and finishing in the Top 10 in AL on-base percentage 11 times.   But despite his career .312 batting average and a .418 on-base percentage that ranks 17th all-time, some voters shy away from Martinez because his career totals of 309 home runs, 2,247 hits and 1,261 RBIs were held down by his late arrival in Major League Baseball and several injury-shortened seasons. Others are reluctant to vote for a player who spent the majority of his career as a designated hitter.   So Martinez will continue to wait and see if support builds over time, as sometimes happens for players whose performance resonates with voters who are made more aware of the strength of their careers as time goes on.   Martinez is one of just 10 players in Major League history to have put up 300-plus home runs, 500-plus doubles, 1,000-plus walks and post a batting average over .300 and on-base percentage over .400. The others are Hall of Famers Stan Musial, Rogers Hornsby, Babe Ruth, Lou Gehrig and Ted Williams, not-yet-eligible retirees Chipper Jones and Manny Ramirez, and still-active players Todd Helton and Albert Pujols.   Of the 16 players in MLB history with a higher on-base percentage, 10 are in the Hall of Fame, one is still playing, two are retired but not yet eligible for the Hall, and one (Joe Jackson) was banned from baseball.   Martinez is one of just six Major Leaguers since 1940 who hit .320 in six straight seasons, the others being Hall of Famers Wade Boggs, Rod Carew, Tony Gwynn and Musial, plus the still-active Helton and Pujols.   Those are the kind of arguments that voters will continue to ponder as long as Martinez remains on the ballot.   Martinez said he's realistic about his current chances. He didn't watch the election show on the MLB Network or even know what time the announcement was coming, though he knew results were being released at some point Wednesday.   But he acknowledges the Hall's importance and retains hope that someday his name might be called.   \"It means a lot,\" he said. \"It's a great honor. It's an honor to be mentioned and be on the ballot and considered for the Hall of Fame sometime in the future. But it doesn't change my life. It's just a personal satisfaction. That's what it is.   \"Through the years, I've had a lot of satisfaction just playing the game, which was a great honor and experience in my life. The Hall of Fame is like the ultimate prize and satisfaction, but that's what it is, something to look back on your career and reflect and make you feel good about.\"   Martinez is currently involved in several business ventures, including the promotion of El Zacatecano, a mezcal liquor from Mexico that will be sold in the new Edgar's restaurant and lounge going in at Safeco Field next season.   He's working with the Pacific Institute on a program to help young baseball players understand the mental aspects of performance and goal achievement, with a video due out this spring.   He and his wife, Holli, continue operating the Martinez Foundation as well as raising their three kids, 18, 10 and 7.   \"It's good to be doing things, he said. \"I can't stay still too much. I get bored.\"   Three other former Mariners -- pitchers Aaron Sele and Jose Mesa and third baseman Jeff Cirillo -- were among the 23 first timers on the ballot. Sele received one vote, putting him at 0.2 percent, while Mesa and Cirillo were among 11 nominees who didn't receive any votes. All three will no longer appear on future ballots. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
