{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/40907096\/hal-bodley-bbwaa-writers-make-tough-but-right-call\/",
    "title": "BBWAA writers make tough, but right, call",
    "subtitle": "",
    "body": "For openers, it was a sad day for the National Baseball Hall of Fame, if not all of baseball. Voting members of the Baseball Writers' Association of America sent a strong message Wednesday when they didn't elect anyone to the Hall of Fame. In essence, they said no player, regardless of credentials, if linked to performance-enhancing drugs belongs in Cooperstown.  At least not right now.  It was the eighth time since the BBWAA's first election in 1936 that it's balked on everyone on the ballot. The last time was 1996.    I applaud the writers' stance, even though their action is a huge hit for the Hall of Fame and July's induction ceremonies. The shrine and the little village of Cooperstown will undoubtedly suffer.  This will be the most empty Hall of Fame weekend you can imagine. The 1996 shutout was saved when the Veterans Committee chose Jim Bunning and Earl Weaver, who livened the ceremonies.  Only former Yankees owner Jacob Ruppert, umpire Hank O'Day and late-1800s catcher Deacon White, chosen by the Pre-Integration Committee in December, will be honored on July 28 -- all posthumously.  Barry Bonds, his 762 home runs and seven National League MVP Awards, will not be on display. Neither will Roger Clemens' seven Cy Young Awards and 354 wins. Neither will Mark McGwire, Sammy Sosa and Rafael Palmeiro.  They're all tied, one way or the other, to the PED topic. What the writers did was use this election as their condemnation of PEDs.  This was the 43rd year I've had the privilege -- and that's what it is -- of casting a Hall of Fame ballot. It was also the most controversial, most talked about Hall of Fame election by the BBWAA.  As Wednesday's announcement neared, intrigue mounted. I never thought Clemens and Bonds would make it on their first year of eligibility, but I was amazed they received only 37.6 percent and 36.2 percent of the vote cast, respectively.  I thought the voting would be closer to 50-50 from the 569 ballots cast. Instead, it was two-thirds of the voters saying they're against Clemens and Bonds getting in.  The writers obviously were extremely cognizant of the \"sportsmanship\/integrity\" clause in the Hall of Fame's voting guidelines. They took their mission and\/or responsibility seriously, and that is good.  In this opening round, they refused to validate those careers and at the same time diminish others.  It's now going to take a big uphill climb for two of the greatest players in their era to get a plaque in Cooperstown. Chances are that may eventually happen, but for now, the message is loud and clear.  Craig Biggio and Jack Morris, who finished 1-2 in the voting, got caught in the undertow of the stance against the PED guys. In a normal election, Biggio, who missed by 39 votes, might have been elected on his first try.  For Morris, this was probably his best chance to make it, even though he'll be on next year's ballot, his 15th and final year.  The 2014 card will include slam dunks Greg Maddux, Tom Glavine and Frank Thomas, not to mention Mike Mussina and Jeff Kent.  Biggio undoubtedly will be elected in the future, but even for someone who came so close, closing the gap against such formidable competition in 2014 will be difficult. So it's easy to see how devastating this year's election was.  If the Hall of Fame is essentially a place where the history of this greatest of games is stored, it is also being greatly deprived by not having some of these players' plaques on the wall.  The question now is, \"Will the voters be able to keep these players out forever?\" Or will the passing years soften the stance?  That, like this election, is ripe for discussion.  But for one year, the BBWAA got it right. Hal Bodley is the senior correspondent for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Hal Bodley"
}
