{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/40884710\/nationals-re-sign-first-baseman-adam-laroche-to-two-year-24-million-contract\/",
    "title": "Nationals re-sign LaRoche to two-year contract",
    "subtitle": "First baseman returns on $24 million deal after career season",
    "body": "WASHINGTON -- The Nationals re-signed first baseman Adam LaRoche to a two-year, $24 million deal with a mutual option for a third season Tuesday. By re-signing LaRoche, the Nats have their starting infield from last year intact. Besides LaRoche, Ryan Zimmerman will be at third, while Ian Desmond and Danny Espinosa will serve as the double-play combination at shortstop and second base, respectively. For most of the offseason, the length of the contract was a problem between LaRoche and the Nationals. The left-handed hitter, a free agent for the third time in his career, had wanted a three-year deal, but the Nats held steady on their offer of two years. Washington never set a deadline on when to stop negotiating with LaRoche. The club made a qualifying offer worth $13.3 million in November, but LaRoche turned it down. If he had signed with another team, the Nationals would have received a compensation pick after the first round of the 2013 First-Year Player Draft.  \"We were patient with Adam and his representatives,\" general manager Mike Rizzo said. \"They wanted to see what was out there for him. At the end of the day, I think we both agreed [that Washington] was the best place for Adam to be. It was a contract that satisfied Adam and it worked for us. At this particular time, it just fit for us.\"  LaRoche was instrumental in leading the Nats to the National League East title in 2012, batting .271 with 33 homers and 100 RBIs in 154 games. He was awarded his first career Gold Glove and Silver Slugger and finished sixth in the voting for the NL Most Valuable Player Award.  \"He is such an important key on the team, not just on the field, but in the clubhouse,\" said teammate Kurt Suzuki. \"Having him as a teammate and a leader in the clubhouse, people don't really get to see that part of him. That aspect of him as a teammate and a leader is just as important as his performance on the field. His performance on the field was pretty incredible. That goes to show you what kind of guy that he is.\"  With LaRoche signed, the Nationals have a decision to make regarding Michael Morse, who was the everyday left fielder last season. The Nats' outfield this year is already set -- with Bryce Harper, Denard Span and Jayson Werth -- but Morse could serve as a fourth outfielder or spell LaRoche at first base as well.  One baseball source said the Nationals want pitching prospects in return for Morse and believe the Rays would make good trading partners.  Rizzo has stated that he would be as inclined to hold on to Morse as he would be to deal him away if the club doesn't receive a worthy and beneficial return in a potential trade.  \"Michael Morse is a middle-of-the-lineup, everyday production bat,\" Rizzo said. \"With that said, we are going to be open-minded. Nobody said that we have to trade Michael Morse. There is no financial ramifications that forces us to trade Michael Morse. He is a very economical middle-of-the-lineup hitter that can hit .300 and drive in 100 at a very affordable price. He is very attractive to a lot of teams. I've heard no less than 10 to 12 teams that have interest in Michael Morse.  \"We are going to put the best 25 men on the field for Opening Day. We are going to be patient. If there is a deal out there that makes great sense for us and make great sense for Michael Morse, we'll certainly consider it. But there is no gun to our head that we have to trade Michael Morse. We won't trade him just to trade him. It will be a good trade in our favor or we will just keep him.\" Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
