{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/40885314\/qa-pirates-prospect-gerrit-cole-set-to-build-on-success-of-2012\/",
    "title": "Q&A;: Prospect Cole set to build on success of '12",
    "subtitle": "",
    "body": "Pirates right-hander Gerrit Cole, the top overall pick in the 2011 Draft, has yet to make a splash in quite the way that his predecessors (Bryce Harper in 2010 and Stephen Strasburg in 2009) have, but he may be on his way. The UCLA product tore through three Minor League levels in his first year as a pro in 2012, posting a 2.80 ERA and fanning 136 -- second most in the Pirates system -- over 132 innings.  Cole made (and won) his Triple-A debut with the Pirates' Indianapolis affiliate before turning 22 and held opposing hitters to a .230 batting average in his first full year of professional ball.  Cole, the top-ranked Pirates prospect and seventh overall in the Minors, has three plus pitches in his fastball, slider and changeup. As he learns to harness his ability, he seems poised to become the front-end-of-the-rotation power pitcher the Pirates envisioned when they signed him. MiLB.com: What have you been up to so far this offseason?   Cole: Normal offseason stuff, really -- working out, just staying in shape. I just got down to Florida, where the Pirates are having a minicamp.   MiLB.com: What was most surprising about your first pro year? How did you adjust to the lifestyle?   Cole: The overall experience is so different that you can't really prepare for it until you experience it. The season is longer than what I was used to, just dealing with the aches and pains as things go along. You get used to it just like anything else, though. It's important to find a routine, both on and off the field.   MiLB.com: What's been the biggest difference you've noticed between the pro game and the college game? How different were the three levels you pitched at?   Cole: The hitters are older, obviously, and better, especially in Triple-A where I ended the season. If you make a mistake, they're more likely to hurt you. But the game is the same -- you just need to make fewer mistakes. It's a challenge but a fun one.   MiLB.com: I understand you grew up a Yankees fan because your dad was from upstate New York. How hard was it turning down a chance to play for them and deciding to go to UCLA?   Cole: It was a difficult choice, but in the end it was the right one as far as my development was concerned.   MiLB.com: You've received a lot of attention as the top pick in the 2011 Draft and one of the top college pitchers for years before that. How much of a distraction has the publicity been? Do you ever get used to it?   Cole: Yeah, you get used to it. That stuff kind of comes with the territory, but I just try to stay focused on pitching.   MiLB.com: Tell me a little bit about your pitches and how they fared over the season.   Cole: It's been a learning experience, trying to improve my command and consistency. You want to be able to throw any pitch in any count. I'd say the biggest thing that improved for me this year was my fastball location, but it's an ongoing process.     MiLB.com: Being on a National League club, you got a couple at-bats this season. How good are you with the bat?  Cole: (Laughs.) Oh, I'm about as good as any random person would be. We work on getting bunts down, but that's about it. My priority at the plate is getting a bunt down and not getting hurt.   MiLB.com: I'm not trying to put you on the spot, but I'm sure you've been closely watched for pitch counts as the Pirates try to protect your arm. What did you think of the Nationals' decision to shut down Stephen Strasburg?   Cole: I can't really speak to that. I'm sure it was a tough call for everyone involved, but they were a lot more informed about it than I am.   MiLB.com: Between you and Jameson Taillon, the Pirates have two of the top power-pitching prospects in the game. What is your relationship like with him?   Cole: Jameson is a good friend of mine -- we hang out quite a bit when we're in the same place and talk a lot. He's been a good influence getting me used to pro ball and how the Pirates do things.   MiLB.com: What are your goals for the upcoming season?   Cole: Just trying to stay focused on the things I can control and doing them the best I can. John Parker is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "John Parker"
}
