{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/40889528\/dual-hall-of-fame-call-would-be-fitting-for-craig-biggio-and-jeff-bagwell\/",
    "title": "Dual Hall call would be fitting for Killer B's tandem",
    "subtitle": "",
    "body": "HOUSTON -- They were together, but separate. Joined at the hip, but different in many ways. Craig Biggio and Jeff Bagwell were loyal Astros teammates and the face of an up-and-coming franchise for 15 years.  Who could ever forget the image of Bagwell and Biggio sharing a hug in the dugout when Jason Lane caught the final out of the 2005 National League Championship Series in St. Louis in the final game at old Busch Stadium? They were finally going to the World Series.  And it only seemed fitting, didn't it? They came up together at about the same time, when the Astros were a scuffling franchise, and they helped them reach the playoffs six times in a nine-year span, capped by the NL pennant in '05. We all know what happened next. The Astros were swept in four games by the White Sox in the World Series, and Bagwell soon retired.   Biggio had a couple of more years left in the tank, walking away following the 2007 season after becoming just one of a select few in the game's history to reach the 3,000-hit plateau. Bagwell's numbers -- .297 batting average, 449 homers, 1,529 RBIs -- were pretty gaudy as well. They both retired with strong Hall of Fame resumes.   The 2013 Hall of Fame class will be announced at 1 p.m. CT on Wednesday, and it could have a decidedly Houston flavor. In addition to Bagwell and Biggio, former Astros pitchers Roger Clemens and Curt Schilling are on the ballot.   Biggio is on the ballot for the first time and appears to have a decent shot at landing 75 percent of the vote of the Baseball Writers' Association of America and making the Hall, while Bagwell is on the ballot for a third time after garnering 56 percent last year.   This year sets up for Biggio and Bagwell to possibly reach the Hall of Fame and be inducted together July 28 in Cooperstown, N.Y. It would only seem appropriate that Bagwell and Biggio get inducted together when you consider their history, though there is some sentiment for allowing each man to have his own day in the sun.   For the Houston sports fans that have never seen a player go into the Hall of Fame wearing an Astros cap, it would be a magical moment. Larry Dierker agrees. He managed the Astros from 1997-2001, winning four NL Central titles in that span with a team led by Biggio and Bagwell at the height of their careers.   \"I would like for them to go in together,\" Dierker said. \"It would be poetic. Because of Bagwell's injury, he could have hit a couple hundred more home runs and driven in more runs and built a first-ballot resume, and I think Biggio's [resume] is [first-ballot]. Even though I think they should go in together, I don't think they will.\"   The topic of sharing the stage isn't something Bagwell or Biggio have discussed.   \"The thing about Baggy and me is we love the game,\" Biggio said. \"We're just two East Coast kids who now live in Texas, and we just love the game for what it was and what it is and the opportunity to compete.   \"Our big dream all the time wasn't, get to the Hall of Fame. It was, get to the World Series and win the World Series, hopefully. We were able to attain one part of that goal -- to get there obviously -- and we lost. We were the first Texas team to get there. There's a lot of things we discussed and talked about. We never even touched this topic.\"   The sentiment among Houston sports fans is Bagwell and Biggio should be enshrined together. After all, their careers have traveled down parallel paths. They occupied the right side of the infield for 10 years and have statues of themselves outside Minute Maid Park.   They were charter members of the Killer B's and had as much to do with baseball's renaissance in Houston in the late 1990s and early- to mid-2000s than anyone. When the team moved into Minute Maid Park in 2000, statues of Biggio and Bagwell were placed outside the left-field gate.   \"How cool would that be if you have an opportunity to get two of your Houston guys at the same time?\" Biggio said.   It's a nice thought, but it's unrealistic to think many of the Hall of Fame voters -- especially those outside of Houston -- gave that any consideration when they checked names off their ballots. This year's class, which includes Barry Bonds, Roger Clemens, Sammy Sosa and Rafael Palmeiro, saw performance-enhancing drugs and steroids become the burning issue.   Former Houston Chronicle columnist John Lopez, a Hall of Fame voter who covered both Bagwell and Biggio in their prime, voted for both men on their merits and not because of the sentimental value of having them enter Cooperstown together.   \"I think they're going to go in together and I know I'm in the minority, and not because they were Biggio and Bagwell,\" said Lopez, who hosts a radio show on KILT-AM in Houston. \"Going in together would be a cool story for us, but not because they played together and were the Killer B's. I think it's just going to work out that way.\"  Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
