{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/40898208\/roger-clemens-not-surprised-he-wasnt-elected-to-hall-of-fame\/",
    "title": "Clemens 'not surprised' he wasn't elected to Hall",
    "subtitle": "",
    "body": "Roger Clemens, named on 37.6 percent of 569 ballots, far short of the 75 percent he needed, expressed a mixture of disappointment and resignation that he was not elected to the Baseball Hall of Fame in his first year of eligibility.  \"After what has been written and said over the last few years, I'm not overly surprised,\" Clemens wrote via Twitter. \"Thanks to all the teams I've worked with, to fans and friends for all the fantastic letters, voicemails and texts of support over the last few years. To those who did take the time to look at the facts, we very much appreciate it.\" Clemens, arguably one of the greatest pitchers of the last half-century, won a record seven Cy Young Awards during his 24-year career. He's ninth on the all-time win list, with 354, and third on the all-time strikeout list, with 4,672.   Yet he played under the cloud of suspicion of PED use for at least a portion of his career, though he has steadfastly denied these claims.   One of his former teammates came to his defense.     \"Arguably the best pitcher that's graced this earth,\" former Astros first baseman Jeff Bagwell told Mark Berman of KRIV in Houston. \"I knew he wasn't going to get in. It sucks.\"   Clemens, 50, knows he's in a tough position. As he once said, \"How can I prove a negative?\"   In recent years, Clemens has said that he didn't play 24 seasons to get into the Hall of Fame. But he also understood his place in history, especially as he celebrated various milestones through the years.   During the second half of his career, he became an ambassador for the sport, both in continuing to pitch at a high level and in being involved in dozens of charitable efforts.   When the Astros used a 2011 Draft pick to take a Texas junior college pitcher, Buddy Lamothe, who'd been paralyzed in a swimming accident, the man who'd scouted the pitcher knew just who he'd phone.  Rusty Pendergrass, then a scout for the Astros, explained the situation to Clemens.  \"What do you need?\" Clemens said. \"Name it.\"  When Pendergrass was asked why he called on Clemens, he said, \"I knew he'd be willing to help. I also knew that Roger coming to visit Buddy would have so much meaning.\"  In this next chapter of Clemens' life, he will serve as a special assistant to Astros owner Jim Crane.  Crane envisions Clemens working with the organization's young pitchers and touring the Minor Leagues to offer assessments on players.  During his three seasons with the Astros, Clemens was a regular in the Minor League spring clubhouse. In addition, he and Nolan Ryan, who at the time owned two Astros farm clubs, held winter mini-camps for young pitchers.  Clemens loved the experience, saying, \"I think I get as much out of it as they do.\"  Former Astros general manager Tim Purpura, who came up with the idea for the mini-camps, said, \"Can you imagine what it means to young guys to have people like Clemens and Ryan working with them?\"  As for the Hall of Fame, Clemens said that he's prepared to accept that he may never get in. He said that if his 24 seasons in the big leagues, if 354 victories and 4,672 strikeouts aren't enough, he can live with it. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
