{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/40847900\/exclusive-300-win-club-figures-to-stay-that-way\/",
    "title": "Exclusive 300-win club figures to stay that way",
    "subtitle": "",
    "body": "Cy Young can get comfortable. The Hall of Fame hurler is the lone pitcher in the 500-win guild, the most exclusive club in the annals of America's pastime, and he won't have company anytime soon, if ever. Young and Walter Johnson are the only pitchers to compile more than 400 wins, another number that seems out of reach for today's tossers. Even 300 wins -- the modern standard of excellence, the landmark upon which a pitcher can safely book a future flight to Cooperstown -- seems like a tall order for the current crop of hurlers, who have been conditioned to harness their talent across fewer innings and on fewer occasions. To arrive at the monumental digit requires a lengthy career devoid of enduring injuries and defined by consistency, fortune and supremacy. Perhaps what makes the club so prestigious is its elusiveness and the uncertainty surrounding its future participation. There are 24 pitchers in the 300-win brigade, and that total might hold steady for some time. Of active pitchers, only 40-year-old Andy Pettitte (245) has more than 200 career wins. Of all hurlers who have yet to celebrate their 30th birthday, Justin Verlander paces the pack with 124 career wins. It could be years before another pitcher reaches the milestone and gains entry into the pantheon of pitching elite. \"I think it's a bit of an endangered species, because of the five-man rotation and pitchers pitching fewer innings,\" said Paul Hirsch, a member of the Society for American Baseball Research board of directors. \"We could argue there was a five-man rotation in the [Tom] Glavine and [Greg] Maddux era, and they won 300 games, but they were pitching deeper into games.\" Long behind us are the days of Charles \"Old Hoss\" Radbourn, who needed only 11 seasons to secure his 309 victories. He tallied 48 wins during the 1883 campaign and logged 59 wins while tossing 678 2\/3 innings during the '84 season. Randy Johnson is the most recent pitcher to punch his ticket to the 300 club, which he did in June 2009. Glavine reached the plateau in 2007, three years after Maddux did. In 2003, Roger Clemens nabbed win No. 300 on his fourth attempt. Prior to The Rocket's feat, however, there was a 13-year drought. We have also endured gaps of 17, 19 and 20 years between 300-game winners during the sport's history. \"If you go back and look at it,\" said Gary Gillette, editor of the \"Emerald Guide to Baseball\" book, \"every time there's a 300-game winner, there are a lot of people saying, 'We'll never see another one.'\" At first glance, CC Sabathia would appear to have the best chance of any active pitcher. The burly southpaw, 32, stands at 191 victories, with 11 or more in each of his 12 big league seasons. \"He has the best chance,\" Gillette said. \"I like Sabathia a lot. He has the physical stature. He's relatively young. He has experience and stuff. He plays for a team that's pretty good. He's closest and has the longest track record.\" The shelf life of a starting pitcher, however, is inherently fragile. Dizzy Dean seemed destined for access to the 300 club after completing the 1936 season with 121 career triumphs. He had rolled off consecutive seasons of 20, 30, 28 and 24 wins, but injuries promptly derailed his career and he finished with 150. Denny McLain compiled seasons of 31 and 24 wins in 1968 and '69, pushing his career total to 114 at the age of 25. Then, arm trouble and off-the-field issues stunted his win total, and he closed his career at the age of 28 with 131 victories. \"An awful lot of it is luck,\" Hirsch said. \"Johan Santana would've looked like a very good bet five years ago. Obviously, he's pretty much run out of chances, and it's been because of injury.\" Brandon Webb tallied 40 wins in 2007-08, but he hasn't pitched in the big leagues since he made one appearance in 2009, leaving the 33-year-old sinkerballer with what was a quickly-accumulated 87 victories. Bartolo Colon rolled off eight straight seasons with at least 14 wins, and he used a 21-win 2005 campaign to capture the American League Cy Young Award and propel his career win total to 139. In the seven years since, however, he has racked up just 32 wins, a fall from grace triggered by an ailing shoulder. An injury-plagued 2012 campaign (11-8, 4.49 ERA) diminished Roy Halladay's chances for 300 wins. The 35-year-old sits 101 victories from the milestone. \"I think Halladay is a real long shot at this point,\" Gillette said. \"Two years ago, you would've thought he had a decent chance.\" Clearly, a clean bill of health provides a pitcher the most significant advantage. Jake Peavy racked up 80 wins before his 27th birthday, but injuries and inconsistency have plagued him since, and he sits at 120 wins four months before he blows out 32 candles on his cake. Playing for a winner doesn't hurt. Mike Mussina, who hung up his cleats four years ago following a 20-win campaign just 30 wins shy of 300, won at least 11 games each year from 1992-2008. His team finished with a winning record in 13 of those 17 seasons. Meanwhile, Felix Hernandez has finished among the top four in voting for the AL Cy Young Award three times -- winning in 2010 -- despite just one season with more than 14 victories. In his seven full seasons, the Mariners have averaged fewer than 74 wins per year. In pursuit of 300, a fast start can be beneficial. Even with a constant lack of run support in Seattle, Hernandez has piled up 98 wins before his 27th birthday because he burst onto the scene at 19. R.A. Dickey's 20-win season in 2012 boosted his career total, but to reach 300, the 38-year-old would need to replicate that output each season until he earns his AARP card at age 50. Though it's more difficult to project long-term consistency, Verlander and Clayton Kershaw would appear to have a shot at 300. Verlander has racked up 124 victories in his seven full seasons. \"I like Verlander's chances a lot,\" Gillette said. \"He's smart, he has stuff, he has experience, he's young and he plays for a good club.\" Kershaw has notched 61 wins before his 25th birthday. \"Kershaw, you would think, would have something of a chance, because he hasn't had arm trouble,\" Hirsch said, \"and it looks like he's going to play the bulk of his career for a team that's willing to spend money.\" Of course, Sabathia remains the favorite if he can maintain his long-standing record of health. He has made at least 28 starts in each of his 12 seasons, but had surgery to remove a bone spur from his pitching elbow in late October. \"I really believe that he's going to be fine,\" manager Joe Girardi said. \"Will you see him in tip-top form the first day of Spring Training? Maybe not, but that's not uncommon, either. I really believe he's going to be OK.\" Sabathia would seem to stand at least six or seven years away from No. 300, should everything proceed according to plan. But plenty can happen in six or seven years. \"If I had a dollar for every time in my life I heard someone say, 'This is never going to be done again,' or 'No player is ever going to hit this total or break this record,' I'd be very, very rich,\" Gillette said. \"The thing about baseball is, generally, I think you should never say never.\" Here is a look at where certain active pitchers stand in their quest for 300 wins: Halladay Wins: 199 Age: 36 in May Win totals past five years: 20, 17, 21, 19, 11 Target: About 17 wins per season for six years Tim Hudson  Wins: 197 Age: 38 in July Win totals past five years: 11, 2, 17, 16, 16 Target: About 17 wins per season for six years Sabathia Wins: 191 Age: 33 in July Win totals past five years: 17, 19, 21, 19, 15 Target: About 16 wins per season for seven years Mark Buehrle  Wins: 174 Age: 34 in March Win totals past five years: 15, 13, 13, 13, 13 Target: About 16 wins per season for eight years Verlander Wins: 124 Age: 30 in February Win totals past five years: 11, 19, 18, 24, 17 Target: About 18 wins per season for 10 years Hernandez Wins: 98 Age: 27 in February Win totals past five years: 9, 19, 13, 14, 13 Target: About 17 wins per season for 12 years Zack Meisel is a reporter for MLB.com. Follow him on Twitter @zackmeisel. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Zack Meisel"
}
