{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/40849022\/bernie-pleskoff-getting-on-base-key-to-browns-growth\/",
    "title": "Getting on base key to Brown's path to Giants",
    "subtitle": "",
    "body": "I have had the opportunity to scout San Francisco Giants outfield prospect Gary Brown during two consecutive Arizona Fall League appearances.  Watching the Giants'  top-rated prospect  play has been like standing in front of a work of art and seeing something different with every passing glance.  In the case of the 6-foot-1, 190-pound right-handed-hitting Brown, I have had numerous games and several at-bats from which to create an assessment. Brown played shortstop at Diamond Bar High School in California. His high school performance was so outstanding, his uniform No. 22 was retired.   Following his senior year, the Oakland Athletics selected Brown in the 12th round of the 2007 First-Year Player Draft. Instead, he attended Cal State Fullerton and played there.   Having switched to the outfield, Brown was selected by the San Francisco Giants with their first pick in the 2010 First-Year Player Draft. Outstanding speed helped project him as a top-of-the order center fielder.   Brown began his professional career in 2010 by playing briefly for the Giants' Rookie League team in Arizona, and for Salem-Keizer in the short-season Northwest League. He hit a combined .159 with zero homers and two RBIs, but he had only 54 plate appearances in 12 games.   The following season, Brown played for San Jose in the advanced Class-A California League. He had a tremendous year, playing 131 games and getting 638 plate appearances. He hit .336 with 14 home runs. He also drove in 80 runs and scored 115 times.   Probably the most significant factor in Brown's outstanding season was the fact he showcased his most dominant tool -- his outstanding speed. Brown had 13 triples and he stole 53 bases while being caught 19 times.   Among other honors, Brown was selected for the 2011 All-Star Futures Game and was named to his league's postseason All-Star team.   Following his very successful first complete season, Brown was assigned to play on the Scottsdale Scorpions' Arizona Fall League club.   Brown played in only 11 games that fall before becoming ill and returning home. He hit only .220 with zero homers and two stolen bases.   What I saw of Brown that fall wasn't pretty.   I expected to see him with refined mechanics and an advanced hitting tool. However, I was surprised -- and almost shocked -- at how awkward and out of synch he looked at the plate. It was as if Brown had incorporated bad techniques in his once smooth hitting mechanics. He pressed at the plate.   Brown choked up a bit on the bat and held his hands very close to his body. He had great difficulty reaching outside pitches and appeared to be almost lunging at balls away from him. If Brown reached those outside pitches, he was often tardy. He looked much more comfortable on pitches thrown inside and closer to his hands.   For the first time in his short career, Brown was facing advanced pitchers with higher-quality repertoires than he was used to seeing.   I couldn't help but notice his long and loopy swing. Brown had chosen to take an overly aggressive approach at the plate, exhibiting poor plate discipline and almost a disdain for accepting a base on balls. In fact, he walked only one time in his 50 fall at-bats. He struck out on 10 occasions.   In a nutshell, it appeared Brown had lengthened his swing in an effort to duplicate the power he had shown during his highly successful, recently completed 2011 season. It didn't work.   I saw Brown again during the following Spring Training. Once again, he had reverted to the aggressive approach that almost sabotaged his once solid, measured swing mechanics.   Then I saw Brown during this past Arizona Fall League. He looked much more comfortable and relaxed at the plate.   Looking at the same player I had seen before, I saw a different picture.   The long swing was gone, replaced by a shorter, quicker stroke to the ball. Brown flashed an ability to hit the ball in the gaps. He stopped swinging at pitches outside the strike zone. He was more patient.   Brown hit .313 with five RBIs, five walks and 14 strikeouts over 64 AFL at-bats. He stole two bases and had two doubles and a triple. Most importantly, he returned to using his strengths -- contact hitting and speed.   Brown plays consistently above-average Major League defense. It is his second-most advanced tool. I think he will prevent runs from being scored.   With very bright, high skies in Arizona, playing the outfield can be a challenge. In games I observed, Brown was an excellent defender.   Interestingly, he played more left field than center this past fall.   Using a quick first step and rapid acceleration, Brown takes very accurate and direct routes to balls hit in the air. Usually playing shallow, he gets a good read off the bat of the hitter.   While the Giants would probably prefer to have Brown play center field, in my opinion, his arm strength is more suited to playing left. However, while Brown has pop in his bat, the club would likely prefer to have someone with more significant and consistent power playing left field on a long-term basis. Hence, Brown will likely be playing center field when he arrives in San Francisco.   As he continues his development, Brown will be challenged to keep his batting average and on-base percentage worthy of a top-of-the-order hitter. His speed will be the catalyst to help establish his future role.   For now, Gary Brown projects to be a player who could fluctuate in his performance. Offensive consistency will be needed for him to become more than a fourth outfielder or defensive replacement\/pinch-runner type.   To that end, I think the coming season will be crucial for Brown's development. If all goes well, he should eventually become the club's starting center fielder.  Bernie Pleskoff has served as a professional scout for the Houston Astros and Seattle Mariners. Follow @BerniePleskoff on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bernie Pleskoff"
}
