{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/40851008\/matt-kemp-chad-billingsley-progressing-from-their-injuries\/",
    "title": "Kemp, Billingsley progressing from their injuries",
    "subtitle": "",
    "body": "LOS ANGELES -- Matt Kemp and Chad Billingsley, two of the most prominent Dodgers rehabbing injuries, have made it to this point in the offseason without a physical setback, according to their agent.  The agent is Dave Stewart, the former Dodgers pitcher who owns three World Series rings and is eager for his clients to get their first. At the moment, however, they just want to get their health back.  Kemp started the New Year with this upbeat tweet on Tuesday: \"2day was a big step! The docs finally let me do an upper body workout. Spring Training right around the corner. Time 2 get this cardio!\"   Stewart said Kemp is pain-free three months after undergoing arthroscopic surgery on his left shoulder to repair a torn labrum and debride a frayed rotator cuff, the result of slamming into the center-field wall at Coors Field on Aug. 27.   After missing 51 games earlier in the season with a strained left hamstring, Kemp insisted on playing through the shoulder pain and finish the season in the lineup. He was batting .337 at the time of the injury. After the crash, he hit .214 with six home runs, 15 RBIs and 33 strikeouts in 112 at-bats.   \"Matty was very open to me about how he felt, and right from the time he got hurt, he was never comfortable,\" Stewart said. \"There were periods when it wasn't as painful, but he was never comfortable swinging the bat after he ran into the wall.   \"But he kept playing because he wanted to be there for the team. With a possible playoff spot, he didn't want to sit. Nothing anybody could say or do could make him take time off.\"   The injury was more serious than the club had hoped, requiring more repair work and a longer rehab. He only started baseball activities this week, so his availability to open the season remains unknown.   \"He's fired up, because he's finally able to lift weights and do upper-body work,\" said Stewart. \"Until January, he was really limited by the doctors. Do we know for sure he'll be ready [for Opening Day]? In my opinion, no. But he has done all of the rehab. They wanted him to be pain-free, and he is. Now is the real strength-building process, starting to swing and throw. It's step by step.\"   With presumptive left fielder Carl Crawford equally uncertain as he recovers from Tommy John surgery, two of the three Dodgers outfielders are coming off injuries and the third, Andre Ethier, can't shake pesky trade rumors, the latest of which would have him headed to Seattle.   The Dodgers and Mariners spoke before the holidays, but not since. Management seems willing to listen to calls on Ethier without actively shopping him, at least until the health of Kemp and Crawford is established.   Meanwhile, Stewart said Billingsley also reported no setbacks in his recovery from a partially torn right elbow ligament that he chose to treat with platelet-rich plasma injections instead of the Tommy John surgery often prescribed for such tears.   Billingsley was injured on Aug. 24 while on the best run of his career, having gone 6-0 with a 1.30 ERA the previous month in the wake of an 0-5 tailspin a month earlier. He was shut down a month after the injections and resumed throwing to the point where he hit 94 mph in a two-inning simulated game in November. He took a month off and resumed playing catch in December.   \"Physically, Chad's doing great, and he's excited about the year,\" said Stewart. \"He sounds confident. I'm not in his head, but he sounds like he's relieved that the throwing program worked out well. He's pain-free. He said he's right where he needs to be.\"   The Dodgers are cautiously optimistic Billingsley can avoid surgery, but nobody will know until he really tests the elbow in Spring Training games.   His uncertain status is one reason general manager Ned Colletti signed free agents Zack Greinke and Hyun-Jin Ryu to go with Clayton Kershaw, Josh Beckett, Chris Capuano, Aaron Harang and Ted Lilly. The surplus is likely to lead to a trade of Capuano or Harang, probably for a relief pitcher.   Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
