{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/40850734\/home-schooling-is-answer-for-matt-carpenter-at-keystone\/",
    "title": "Home-schooling is answer for Carpenter at keystone",
    "subtitle": "Cardinals utility man working hard in offseason to add second base to repertoire",
    "body": "ST. LOUIS -- The settings vary, but nearly every day since the season ended, Matt Carpenter has been busy at work.  Sometimes he'll head to the baseball field at Elkins (Texas) High School, where he once attended. Other times he'll get his work done at a nearby indoor facility. Video work can be completed anywhere as long as he has his iPad in hand.  With the same focus and dedication he put into learning how to play first base and the outfield last winter, Carpenter has tailored his offseason work intent on proving himself not just capable of playing second base, but of being proficient enough to be considered for an everyday job at the position in 2013. \"Obviously, as a competitor, I want to be in there every day,\" Carpenter said in a phone interview with MLB.com. \"If this opens up a window to where that becomes a possibility, then I'm all for it. If this opens up an opportunity for just a few days a week to get at-bats, that would be great, too. But I'm preparing as if I'm going to be the guy who is going to get all the starts over there. That's how I have to look at it in order to maximize my work.\"   Carpenter began a crash-course of work at second base in midseason, when the Cardinals, looking for ways to get Carpenter's bat into the lineup, gave him some time at second. He ended up logging 18 innings there and was given, as he termed it, a homework assignment by manager Mike Matheny before getting ready to head home for the offseason.   The work began almost immediately.   \"I usually come home and need a break because I'm exhausted after playing all day every year,\" Carpenter said. \"This year I was still tired, but I felt like I had a lot of rest this season because I wasn't starting every day. When I came home, I felt great and basically went straight back to work.\"   Almost daily, Carpenter puts in time to learn the position. He'll take ground balls, work on double-play turns and practice double-play feeds on either the high school field or inside a local workout facility. Some of the instruction comes from his former college coach.   The Cardinals also sent him home with hundreds of video clips. Loaded onto Carpenter's iPad is video of every double play the Cardinals turned in 2012. In particular, Carpenter has studied the footwork of Daniel Descalso starting and finishing double plays from the position.   \"It's been great,\" Carpenter said of the work done so far. \"Obviously you can't simulate a real game, but there's definitely confidence built when you are working with something every day. There's a comfort level being built.\"   Carpenter contacted third-base\/infield coach Jose Oquendo in December to discuss plans to join him in Jupiter, Fla., well before position players are required to report for Spring Training. Carpenter intends to arrive no later than the first week of February. There remains the possibility, too, that the two will meet up for instruction in January, as well.   \"That was his responsibility, to get as many repetitions as he could,\" Matheny said. \"Matt is a ballplayer. He'll will himself to be a legitimate option at second base, and we'll see what he has when he shows up. [We're] not putting any lofty expectations on him. [We'll] be anxious to see what he has once he gets to spring.\"   Carpenter's ongoing winter work, while intentional, has not been completely narrow-focused. He estimates that he spends 80 percent of his time on the field working at second base and the rest of the time staying sharp at his other four positions -- first base, third base, right field and left field.   He picked up three of those positions -- all but third base, where he has played since he was a young child -- last winter in hopes that increasing his versatility would improve his chances of breaking camp on the big league roster. It worked.   Carpenter went on to appear in 114 games, starting 66 of those contests at five different positions. He hit .294 with 46 RBIs in 340 plate appearances. Of all his hits, one of Carpenter's biggest came in Game 3 of the National League Championship Series when, while subbing for an injured Carlos Beltran, he delivered a game-winning home run.   That potential to be a boost to the offense was the motive behind the Cardinals' decision to send Carpenter home with the assignment to become even more versatile.   \"I played one position my entire life -- like, my whole life. I never did anything else,\" Carpenter said. \"Now all of a sudden, I'll be coming into Spring Training playing five. And the expectation from the team is that I will be able to play all five of them well. But I just want to be out there. I just want to play and try to take advantage of any opportunity I can.\" Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
