{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/40851040\/right-hander-brett-myers-signed-a-one-year-contract-with-the-indians\/",
    "title": "Indians bolster rotation by signing righty Myers",
    "subtitle": "",
    "body": "CLEVELAND -- One of the Indians' main goals this offseason was to upgrade their starting rotation. Cleveland believes it has done precisely that with the acquisition of free-agent right-hander Brett Myers.  On Friday, the Indians signed Myers to a one-year contract worth $7 million that includes a club option worth $8 million for the 2014 season. Even though Myers worked exclusively as a late-inning reliever last season for the Astros and White Sox, Cleveland plans on giving him a chance to reprise his former role as a starting pitcher.  \"We think he's got a chance to be a guy that will log some innings for us,\" Indians general manager Chris Antonetti said. \"He's demonstrated when he's been in the starting role that he's been able to take the ball and go deep into games and pitch some innings. In addition to being a very good competitor, he's a good strike-thrower that complements the rest of our staff well. \"We think he'll be a good addition to help fortify our rotation.\"   The Indians designated first baseman Russ Canzler for assignment in order to add Myers to the club's 40-man roster. Canzler was subsequently claimed off waivers by the Yankees.   Myers is the latest addition in what has been an active offseason for the Tribe. His official signing comes one day after the Indians announced their four-year, $56 million pact with outfielder Nick Swisher. Earlier this winter, Cleveland also reeled in first baseman Mark Reynolds and acquired pitching prospect Trevor Bauer and outfielder Drew Stubbs in a nine-player trade with the D-backs and Reds.   The drastic roster makeover being orchestrated by Antonetti has been executed with the goal of swiftly turning around a ballclub that lost 94 games in 2012. A large factor behind the problems a year ago was a disappointing showing from the team's rotation.   Cleveland hopes Myers can help shore up a cast filled with question marks.   Over 11 seasons in the Majors, the 32-year-old Myers has gone 89-79 with a 4.27 ERA as a starter, and 97-93 with a 4.20 ERA overall, between stints with the Phillies, Astros and White Sox. In seven seasons as a full-time starter, the right-hander has topped 190 innings six times, and he has achieved at least 12 victories four times (2003, '05, '06, '10).   Myers' most recent stint as a starter came in 2011, wen he went 7-14 with a 4.46 ERA in 34 outings with Houston, which went 56-106 that season. Last year, Myers worked as a closer for the Astros, who traded him to the White Sox on July 21. In a career-high 70 appearances in 2012, the right-hander posted a 3.31 ERA with 19 saves, 41 strikeouts and 15 walks over 65 1\/3 innings.   Asked why he moved back to the bullpen last season, Myers said it was the Astros' idea and he was simply following orders.   \"I kind of took it as a challenge,\" Myers said. \"I hadn't closed in five years. It was my first time back in the bullpen, so I kind of took it as a challenge. It's something that the team wanted, so I'm not going to sit there and fight something that they think is going to make the team better.   \"They had other options. They wanted to see the younger kids throw and I didn't have a problem with it.\"   Myers said he was looking forward to shifting back to a starting role with Cleveland.   The right-hander indicated that the deal had been in the works for about two weeks when former Astros manager Brad Mills, who has joined the Indians this year as manager Terry Francona's third-base coach, called him to gauge his interest in returning to his role as a starter.   \"He asked me where my head was and I told him I was ready,\" Myers said. \"I told him I was willing to start and he said they could use me here. The next thing you know they called my agent and it was like, 'Hey, let's work something out.' Millsie was a big part of me getting over there.\"   Myers also was recruited by Indians bullpen coach Kevin Cash, who caught him for half a season with the Astros in 2010.   \"He called me about two and a half months ago and talked to me about it,\" Myers said, \"and it all fell into place.\"   The pitcher said having Mills and Cash around could only help.   \"Coming to an organization that I know nothing about besides facing them, and having a guy that I've played for before, and having a guy that I've thrown to before, it makes it a little bit easier of a transition for me,\" Myers said.   Antonetti noted that his own conversations with Mills and Cash were instrumental in learning about the pitcher's history and personality. The general manager said his talks with Mills were especially helpful in determining if the Tribe should pursue Myers.   \"He was a big part of it,\" Antonetti said of Mills. \"We spent a lot of time talking with Brad about Brett, in addition to talking to our scouts and other evaluators. But Brad, having managed him for the better part of two seasons, was able to provide some pretty good insight into Brett and the competitor he is and what he brings to the table.\"   The Indians also looked into Myers' off-the-field history, which includes a domestic abuse incident involving his wife in 2006 and a heated confrontation with a reporter in '07.   \"We spent a lot of time talking about that,\" Antonetti said. \"It's unfortunate that it happened, and Brett's been accountable for it, but it's also been seven years since that [domestic abuse] incident. That's why it was so important to talk to people that have been around Brett first-hand ... We spent a lot of time talking to them to really understand Brett and his history.\"   On the mound, Cleveland believes it will help that Myers has successfully handled a significant spike in innings twice during his big league career. He logged 68 2\/3 innings as a closer for the Phillies in 2007 and then went on to work 190 innings in '08. In 2009, a right hip injury limited him to 70 2\/3 innings, but he bounced back with 223 2\/3 innings in '10.   \"I think it gives us a comfort level that he can do it again, and do it again successfully,\" Antonetti said. \"He's a big strong physical guy that's made that transition in the past. We think he's capable of doing it again.\"   Cleveland's rotation would benefit from a smooth transition by Myers.   Last year, the Indians' starting staff lost 76 games, the most by a Cleveland rotation since 1991. The group logged 913 2\/3 innings in '12, representing the fewest innings by a Tribe rotation since 2001. The Indians' 5.25 rotation ERA last season was the fourth-highest in the long history of the franchise.   The staff currently projects to once again include Justin Masterson (11-15, 4.93 ERA in 2012), Ubaldo Jimenez (9-17, 5.40) and Myers at the top, with youngsters Zach McAllister, Carlos Carraso, Corey Kluber and Bauer also in the mix. The Indians also recently agreed to a Minor League contract with free-agent lefty Scott Kazmir, who will join that cast in big league camp.   \"Command and control isn't a strength of some of our other starters,\" Antonetti said. \"So Brett coming in and being a guy that we know is going to throw the ball over the plate, and give us a chance to pitch deep into games, hopefully rest our bullpen a little bit, those were some aspects that were attractive.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian and Brian McTaggart"
}
