{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/40852558\/richard-justice-rangers-astros-rivalry-has-great-potential\/",
    "title": "Rangers-Astros rivalry holds great potential",
    "subtitle": "",
    "body": "It's a big deal that the Astros and Rangers will open the 2013 Major League Baseball season against each another. It's big for the obvious reasons -- it's Opening Day, silly -- but it's especially big for Texans, because it offers the promise of so much more. There's a time coming when an Astros-Rangers game is going to be a big deal. It'll be a big deal in June and July, but it'll be a really big deal in September when there's a playoff berth on the line for both teams. It'll be a game that gets an entire state's attention, a game that pushes everything else -- that is, football -- to the side. This is the ticket the Astros punched with their switch to the American League West. They'll play the Rangers 19 times this season, but it's the years ahead -- the important games, the packed houses, a true rivalry born of important games and two teams vying for the love of one state -- that'll make the change worthwhile. There have been seasons when one team or the other has had its fans talking baseball and only baseball. When the Astros won the National League pennant in 2005, people lined up outside a Houston sporting goods chain at midnight to buy T-shirts. After that season, Craig Biggio said people would approach him and offer a simple, \"Thanks for what you guys did.\"  There aren't many times when a team completely captivates an area, but the Rangers and Astros have done it at different times. Both franchises have drawn 3 million fans, including the Rangers in 2012.  One of the things that has made the Rangers and Astros unique is that neither ever had a natural geographic rival. MLB tried to make it happen when the Lone Star Series began in 2001.  Problem is, the two teams were seldom good at the same time. (The Rangers have gone 19-5 against the Astros the past four seasons.) Also, there's no way six games in June is going to have the same feel as a pennant-race game in September.  Now the Astros and Rangers are going to be seeing a lot of one another, including Opening Day and three games the final week of the regular season. Houston fans aren't happy about losing what they saw as rivalries with the Cardinals, Reds, etc. But those rivalries were one-sided.  The Astros were never going to replace the Cubs as the No. 1 opponent in the hearts and minds of Cardinals fans. Meanwhile, the Rangers never came close to having a constant, emotional opponent.  Opening Day in 2013 represents is what the new alignment could mean to both franchises. The Rangers are already one of the best teams in the game and one of its most respected franchises. They're playing to big crowds and with high expectations.  For the Astros, it's a time to rebuild completely and thoroughly. When Jim Crane purchased the franchise in November 2011, he promised to start over and to do things right. There would be some short-term pain, but when the Minor League system was rebuilt, the Astros would be positioned to contend for the long haul.  How quickly that'll happen is anyone's guess. They could be interesting in 2013 as some of their top young prospects begin to make it onto the big league roster. But -- the Yankees and Red Sox aside -- one thing that makes the season interesting is the 19 games with the Rangers.  If things work out right, the Rangers and Astros will tap into the whole Dallas-Houston competitive thing. To tell a state secret, they don't think much of one another. Houston fans are jealous that the Cowboys are either loved or hated -- way more love than hate -- in every corner of the state.  The Mavericks and Rockets have been in the same NBA division for years. They've both been competitive franchises, both won championships. But that rivalry has never really meant much since the team in San Antonio has been better than both of them.  The Rangers and Astros have possibilities. They'll be seeing a lot of one another. There'll be some close games, and hopefully, some grudges built up. At some point, the games will be special.  What if the Astros play spoiler in the final week of the season and knock the Rangers out of a playoff berth? What would that do for the rivalry? No matter when it happens, it will happen. See you Opening Day.  Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
