{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/40855792\/former-astros-named-to-minor-league-field-staff\/",
    "title": "Former Astros named to Minor League field staff",
    "subtitle": "",
    "body": "HOUSTON -- Former Astros players Morgan Ensberg and Adam Everett, as well as former National League stolen base king Vince Coleman, are among those who will be on the Astros' Minor League field staff this season.  The Astros announced the field staffs for all eight of their Minor League affiliates on Friday, highlighted by the return of Ensberg and Everett. Ensberg started at third base and Everett at shortstop when the Astros went to the World Series in 2005.  Ensberg is one of four development specialists the club added this year, assigning him to Class A Lancaster. He'll be with Lancaster on homestands and scout the California League or serve as a roving instructor when Lancaster is on the road. \"I'm really excited about it,\" Ensberg said. \"I got a chance to coach over at UCSD for a year and I enjoy being around that age group. I think that a strength of mine is helping players between 18 and 25, so I'm excited to help the more I can.\"   Everett, who was a terrific defensive player, will be an infield instructor, working with both the Major League team as well as the organization's Minor League infielders. He'll be at Major League and Minor League Spring Training and visit the affiliates and the Astros during the season.   \"I guess you could say I'm pumped,\" Everett said. \"I really am excited about being back. This team is the team I broke into the big leagues with and I had a lot of great memories, and hopefully I can share some of my expertise with our guys. I know there's a lot of young guys in the big leagues and I know they have a lot of talent.\"   Coleman stole 752 bases in 13 seasons in the Major Leagues and with St. Louis became the only player in history to steal more than 100 bases in three consecutive seasons (1985-87). He will be an outfield\/baserunning developmental specialist assigned to Class A Quad Cities.   Meanwhile, Tony DeFrancesco will return to manage at Triple-A Oklahoma City for a third season after serving as Astros interim manager the final 41 games of the 2012 season.   Other managerial assignments are Keith Bodie (Double-A Corpus Christi), Rodney Linares (Lancaster), Omar Lopez (Quad Cities), Ed Romero (short-season Tri-City), Josh Bonifay (Rookie League Greeneville), Edgar Alfonzo (Rookie Gulf Coast League) and Johan Maya (Dominican Summer League).   In addition to Ensberg and Coleman, the Astros also added development specialists in Oklahoma City with Tom Lawless (infield) and Corpus Christi with Mark Bailey (catching).   The Astros will have a new pitching coach at Triple-A with Steve Webber joining the organization after spending the last nine seasons as a pitching coach, including three at Triple-A Tucson in the Padres organization. The new hitting coach at Corpus Christi is Tim Garland, who spent the previous seven seasons in Oakland's system.   Quad Cities, which is replacing Lexington as the team's low Class A affiliate this year, will be managed by Lopez. He managed Greeneville for two seasons (2011-12) and also managed the Venezuelan Summer League Astros in 2008 and the GCL Astros from 2009-10. Romero will manage Tri-City in 2013, which will be his 21st year as a professional manager or coach.   The 2013 season will be Bonifay's first as a Minor League manager. An eight-year Minor League veteran, Bonifay began his coaching career as a player\/coach in the Pirates organization (2007-09) before joining Houston in 2011. He was the hitting coach for Greeneville in 2011 and spent last season as the hitting coach for Class A Lexington.   His staff includes Josh Miller (pitching coach) and former Astros great Cesar Cedeno (hitting coach), a four-time All-Star who played 12 seasons (1970-81) with the Astros and collected five Gold Gloves as an outfielder.   Alfonzo returns to the managerial seat after serving the last two seasons as the hitting coach for the GCL Astros. Alfonzo has six years of Minor League managerial experience (2000-01, 2007-10), all coming in the Mets organization. In his career, he's also worked as New York's Minor League infield coordinator (2004-06), Double-A hitting coach (2003) and Minor League assistant coach (1998-99, 2002). Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
