{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/40855770\/alan-ashby-returning-to-astros-broadcast-booth\/",
    "title": "Ashby returning to Astros' broadcast booth",
    "subtitle": "",
    "body": "HOUSTON -- Alan Ashby, the former Astros catcher who became a popular broadcaster with the club and for the last six seasons has announced games for the Blue Jays, is coming home.  Ashby resigned from his position in Toronto and has agreed to terms to join Houston's television broadcast team alongside Bill Brown next season, replacing Jim Deshaies. Astros games will be televised beginning this year on CSN Houston, the team's new regional sports network partnership with the NBA's Houston Rockets.  An official announcement will be made next week. Ashby, who lives in Houston, worked from 1998 to 2006 in Houston alongside Hall of Fame play-by-play announcer Milo Hamilton, who retired following last season. He'll serve as the color commentator on television broadcasts and occasionally fill in on play-by-play duties when Brown skips occasional road trips.   \"The opportunity in Toronto was, for me and my wife, a life-saving and career-saving kind of opportunity, and all I can do is thank them for that and everything it's been to us,\" Ashby said. \"It's really given me this opportunity now to come back here and pursue this chance, and I'm just grateful to come back home and work and just kind of continue to enjoy what this special vocation presents.\"   Ashby said he's eager to be reunited with Brown, who's scaling back his schedule next season, as the Astros move to the American League West and will see their travel demands grow.   \"Brownie's a friend of mine, so that makes it extra special,\" he said. \"He's pulling back a little bit. He's going to do roughly 100 games and I will do the other games in his seat, so that's really the reason I chose to go in that direction. I felt, in the long run, the chance to kind of slip in with Brownie and maybe be in a position when he walks away from it to have that seat, to me is an opportunity that just seemed like what I could ultimately like best.\"   Brown, the lone holdover from the broadcast team from last year, is thrilled for a chance to share the booth with Ashby. Deshaies announced last month he was leaving the Astros to call Cubs games on WGN.   \"He's been one of the most popular players and broadcasters in the history of the club,\" Brown said of Ashby. \"He's extremely knowledgeable and well-spoken and works hard at his craft and has improved every year since he's been a broadcaster. He'll obviously be at home in the TV booth.\"   The Astros are still in the market for two radio announcers and have interviewed several candidates, including former player Steve Sparks. The team didn't renew the contracts of play-by-play voices Brett Dolan and Dave Raymond, who were with the club for seven seasons.   Ashby, 61, played 17 years in the Major Leagues, including 11 with the Astros (1979-89). He's a career .245 hitter with 90 homers and 513 RBIs, logging 69 homers and 388 RBIs with the Astros. He also caught a pair of no-hitters in Houston.   Ashby was inducted into the Texas Baseball Hall of Fame in 2000 and, earlier this year, was named the Astros' all-time starting catcher as part of the team's 50th anniversary. Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
