{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/40858106\/blue-jays-welcome-youth-coaches-to-clinic\/",
    "title": "Blue Jays welcome youth coaches to clinic",
    "subtitle": "",
    "body": "TORONTO -- The Toronto Blue Jays, in partnership with Baseball Canada, hosted a social gathering at Rogers Centre on Friday night to kick off a three-day coaching clinic. Beginning in the early evening, hundreds of coaches from Canada, and at least a few from every province, filed into the Club 200 Level VIP at Rogers Centre and mixed and mingled before embarking on a question-and-answer session with Blue Jays general manager Alex Anthopoulos, coaches DeMarlo Hale and Chad Mottola and alumni, including World Series hero Duane Ward. Sportnet's Jamie Campbell was master of ceremonies for the event, which will continue over the weekend with coaching clinics, seminars and instruction from Mottola, Hale, Ward and other members of the organization. One of the goals of the clinic is to provide coaches with concepts and fundamentals that they can put into practice with their various youth teams across the country.  \"Since I have been in the organization, it seems like every year we are doing more, it's getting better,\" Anthopoulos said about the Blue Jays' involvement in amateur baseball in Canada. \"The interest level is huge. The fact that they had to turn a lot of coaches away is a great sign. The coaches that are here aren't getting paid a lot to coach -- they are doing it because they love the game and they want to give back to Canada's youth.  \"So why wouldn't we want to help them as well? They do this for the right reasons, so it's on us being the only Canadian team.\"  The coaches, which were estimated to be as many as 375, peppered Anthopoulos and other headliners of the event with questions ranging from the Blue Jays' offseason to tips on baseball-related specifics, such as when to teach young pitchers how to throw breaking balls.  Ward handled the bulk of the pitching-specific questions, while others took turns answering a number of other inquiries.  Anthopoulos raved about the event and how serious coaches are taking baseball in Canada but agreed with Ward that despite how competitive sports are, there needs to be an emphasis on having fun.  \"I do think that it has become so competitive and so privatized -- the clinics, the batting cages -- that the fun has been removed from amatuer sports a little bit,\" Anthopoulos said. \"Let them be a 12-year-old, let them have fun. It's not life and death when you are 8 years old. You hear the parents that drive their kids up a wall or they alienate them; they don't make it fun anymore because of the expectations and the pressure with aspirations of them playing pro.  \"The likelihood of that is so slim. If you have a chance and are good enough to become a professional one day, great. But there are a lot of other great things that can come from sports and that's probably more important than this obsession of becoming a pro and trying to make millions of dollars.\"  Participants of the event were assigned to specific groups for the weekend and given a number of items, including a Blue Jays sweater.  The clinic, and Blue Jays Winter Tour presented by TD, will continue Saturday, with players Jose Bautista, Adam Lind, Brett Cecil and Aaron Loup scheduled to make appearances. Chris Toman is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Toman"
}
