{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/40858486\/cubs-sign-veteran-lefty-willis-to-minor-league-deal\/",
    "title": "Cubs sign veteran lefty Willis to Minors deal",
    "subtitle": "",
    "body": "CHICAGO -- Dontrelle Willis apparently is back with the Cubs.  According to Jon Heyman of CBSSports.com and MLB Network, Willis has signed a Minor League deal with the Cubs. Heyman reported the left-hander was invited to the Minor League camp, but may get some Cactus League innings, depending on how he does.  The Cubs selected Willis in the eighth round of the 2000 First-Year Player Draft, and then included him in a trade to the Marlins in March 2002 for Antonio Alfonseca and Matt Clement. Willis, who turns 31 on Jan. 12, also has pitched for the Tigers, D-backs and Reds, compiling a 72-69 record and 4.17 ERA over nine seasons. He was on the World Series champion Marlins team in 2003 and won National League Rookie of the Year honors that year, posting a 14-6 record and 3.30 ERA. He finished second in the NL Cy Young Award balloting in 2005, when he won 22 games.   But Willis seemed to lose his touch after he was dealt to the Tigers in December 2007 along with Miguel Cabrera, and won just four games out of 40 starts over the next four seasons.   In March 2012, he signed with the Orioles but voluntarily retired on July 2. He made three relief appearances in April for Triple-A Norfolk, then reportedly left in a dispute over his role as a reliever. He returned to make one start for the Minor League team on June 28, going 2 2\/3 innings, before announcing his retirement.   On Friday, Willis made his return public on his Twitter account, @D_Train35. He tweeted:    Thanks For The Cubs Givin Me Another Opportunity To Keep Playin Ball...I'm Gonna Give It My All Hopefully Have Another Blessed Year  Willis said he's been working hard this offseason to get in shape \"after a couple tough years,\" and says \"I'm Ready To Compete 100% In '13 N Be A Bulldog Again.\" Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
