{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/40868970\/blue-jays-meet-with-youngsters-fans-in-winnipeg\/",
    "title": "Blue Jays meet with youngsters, fans in Winnipeg",
    "subtitle": "",
    "body": "WINNIPEG, Manitoba -- Toronto Blue Jays reliever Aaron Loup remembers what his life was like as a 13-year-old baseball player with big league dreams.  He also recalled the effort it took to get to this point.  \"My dad had me in the backyard almost every day -- or at least it seemed that way. I was always doing something, whether it was pitching off the mound or hitting in the cage,\" Loup said. \"I wanted to play baseball, and I knew that I needed to work hard to get there. As a kid, I needed to be reminded of that sometimes. That's why it's important to do these types of things.\" Loup, fellow reliever Brett Cecil, slugger Jose Bautista and Bryan King, the Blue Jays' strength and conditioning coordinator, took some time during the annual Blue Jays Winter Tour, presented by TD, to speak to a group of 23 youth baseball players from Manitoba on Sunday afternoon.   The quartet talked about strength conditioning during both the season and the offseason, offering suggestions on how to effectively train and maintain physical strengths specifically for baseball.   The young players were all smiles as they went through a light workout. Many, like Red River Valley Pioneers outfielder Andy Sworyk, 13, hung on every word coming from the Blue Jay stars.   \"I learned a lot about how to work out and that if you work hard enough you'll get to the level you want to be at,\" Sworyk said after going through a series of light exercises (squats, lunges, push-ups and planks). \"I've already started getting ready for next season.\"   Added his teammate Riley Trager: \"It was a great experience. It was cool to see the players in person, and not just on TV.\"   As the resident fitness monitor for the Blue Jays, King was thorough in his address to the group of aspiring baseball hopefuls. One minute he stressed the importance of developing the many muscles in the throwing shoulder, the next minute he talked about how different players on the Toronto roster keep a workout schedule throughout the Major League season. It was no surprise to learn that in a 162-game docket, with half of those coming on the road, part of King's job is spent reminding the Blue Jays players to put in their time in the gym.   \"With guys like Cecil and Loup, they don't have a set schedule,\" King said. \"[Cecil] loves to lift during the day, two hours before the club gets out there before batting practice. The relievers may or may not pitch that evening, so often they fall into the mindset that 'Well I won't lift until I pitch.' The problem with that is they may not get on the mound for three days; the workouts get too far apart.\"   While a pitcher's schedule is more likely to depend on an individual start or reliever designation, everyday position players alter their off-field work based on personal preference. Bautista likes to get his 30-minute lift session in after the games, while others like to come in early and get the blood pumping before the game.   \"It's not an accident how these players got to where they are,\" King said. \"They put in the work. It's a 24\/7 job for these players; it's not a case where you can just show up to the field and play.   \"Young players -- even current Major Leaguers -- need a reminder sometimes.\"   BIG TURNOUT: Any doubts regarding the Blue Jays not being worthy of the 'Canada's Team' moniker were put to rest in Winnipeg earlier in the day.   Over 1,500 people lined up at Polo Park Shopping Centre for an autograph session, as fans dressed in Blue Jays caps, jerseys and jackets stood in line for three hours hoping to get a chance to meet Bautista, Cecil and Loup on Sunday morning.   Demand was so high, security personnel had to turn hundreds away once the 90-minute signing session came to a close.   The out-of-town attention caught Bautista by surprise. He knew Canada's only Major League Baseball team carried some buzz throughout the country -- he just didn't expect this kind of volume.   \"I didn't expect that many people and that many fans,\" Bautista said. \"Everybody was sporting their Blue Jays gear and just really excited to have us here. And that's a nice thing to see, especially when you travel so much in baseball ... most of the time you travel to an opponent's city, you don't get as much love as that.\"   The Blue Jays Winter Tour continues in Winnipeg with a visit to École Van Walleghem School on Monday. The tour continues west with a visit to Saskatoon on Friday. Adam Wazny is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Wazny"
}
