{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/40839564\/mets-should-try-to-make-a-play-to-acquire-giancarlo-stanton\/",
    "title": "Mets should try to make a play to acquire Stanton",
    "subtitle": "",
    "body": "None of the people outside the peculiar environment of the Miami Marlins can even pretend to know precisely what it would take to pry Giancarlo Stanton from their roster. Money, of course, but how much? Talent, controllable talent, but how much? And who knows whether the Fish would be willing to deal within the National League East. But at this point, the club that occasionally drains its roster of proven players has let it be known that it would consider dealing the Dave Kingman of his time. The Mets, the club that twice employed the Dave Kingman of another era, ought to look into that possibility. There is fairly recent precedent, of course, for the Mets and Marlins exchanging talent. Three players who helped fuel the Mets' run to the 1999 postseason and the 2000 World Series were Marlins refugees -- Al Leiter, Dennis Cook and Mike Piazza. The Mets did part with some talent of promise, namely Preston Wilson and A.J. Burnett. But they clearly emerged from the transactions well ahead of the Marlins. The Mets ought to try that well one more time. Stanton appears to be a special talent. He's 23 years old. And his bat puts baseballs in places only a few other bats can. Kingman played the exact equivalent of four seasons with the Mets -- 664 games -- and hit 154 home runs. How would nearly 40 home runs per year help the Mets escape the gravitational pull they've experienced the last four summers?  Imagine the middle of that batting order -- David Wright, Ike Davis and Stanton. Let them throw right-handed starters at Wright and Stanton and watch Davis become a latter-day Duke Snider, benefiting from the presence of right-handed run production. Let opponents try to defuse Davis with left-handed pitching and see Wright and Stanton bruise the baseball.  Stanton has 373 big league games on his resume and has demonstrated more offensive skill than Kingman ever did. He batted .290 last season. His career-high 37 home runs, accomplished last summer, equaled Kingman's best with the Mets and enabled Stanton to lead the league in slugging percentage at .608. Stanton has struck out too often, and he has neither scored nor driven in 90 runs yet. But he's 23. Moreover, his power would tame the original dimensions of Citi Field, to say nothing of the revised dimensions introduced last season.  Marlins assistant general manager Dan Jennings was a guest on the \"Front Office\" show on MLB Network Radio, with hosts Jim Bowden and Jim Duquette last week.   Asked whether his club would entertain offers for Stanton, Jennings said, \"Oh, I think that's been our MO. I know in the 10 years I've been here, that's our MO. We've never not listened to a deal on any player. Sometimes I chuckle when I hear people say, 'This guy's untouchable,' and 'That guy's untouchable.' You know what? They may be untouchable, until someone either overwhelms you or you get a package back that makes such a significant improvement on your club going forward. So we've always been willing to listen.\"  Those words fall well short of, \"We're looking to deal Giancarlo,\" but they also are one typical Stanton home run away from, \"Forget it. Not a chance.\"  Salary arbitration wouldn't come to Stanton until after the 2013 season. The Mets' attendance might benefit dramatically if the team became a genuine home run threat. Home runs and pitchers' strikeouts still are effective attractions. The Mets would have another year to prepare for a case with a 35-homer guy.  And Stanton would fill one of the voids in the Mets' outfield. Of course, the Fish wouldn't allow themselves to be fleeced as they were in the Leiter and Piazza exchanges. But the Mets ought to call the 305 area code and dip their toes into the waters off Miami Beach. Marty Noble is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Marty Noble"
}
