{
    "url": "http:\/\/m.mlb.com\/news\/article\/40841060\/hal-bodley-time-is-now-for-marlins-to-deal-stanton\/",
    "title": "Marlins should waste no time dealing Stanton",
    "subtitle": "",
    "body": "The Miami Marlins should trade Giancarlo Stanton -- the sooner, the better.  Having said that, objections from the already suffering Marlins fans will undoubtedly be deafening.  Obviously, trading a franchise player of Stanton's caliber on the heels of the huge moves the Marlins have made since season's end might send the wrong message. But I believe this is the right time to pull the trigger.   As the Marlins pick up the pieces from 2012's disaster and rebuild with youth, Stanton would demand a handful of premier prospects in a deal -- probably the cream of the crop from a team that feels the future superstar would take it to the promised land.   By making this trade now, and assuming the return is as awesome as it should be, Miami's return to contention would be accelerated.   Frankly, even with the multitalented 23-year-old Stanton in the lineup, the Marlins won't win that many more games in 2013. Sure, he's exciting for the fans, but as hard as it may sound, it's often better to add by subtracting. Stanton really won't make the difference between winning and losing as this team rebuilds.   Stanton's name came up several weeks ago on MLB Network Radio when former general managers Jim Duquette and Jim Bowden asked Marlins assistant general manager Dan Jennings if Miami would listen to offers for its right fielder.   \"Oh, I think that's been our [modus operandi]. I know in the 10 years I've been here, that's our M.O.,\" Jennings said. \"We've never not listened to a deal on any player. Sometimes I chuckle when I hear people say, 'This guy's untouchable,' and 'That guy's untouchable.' You know what? They may be untouchable -- until someone either overwhelms you or you get a package back that makes such a significant improvement on your club going forward. So, we've always been willing to listen.   \"While we're not shopping him -- certainly not looking to move him -- yeah, if someone knocked on our door and said, 'Hey, would you guys consider this and this and this?' you have to listen.\"   From a payroll standpoint, there's no pressing need for the Marlins to trade the All-Star. He's not eligible for free agency until after the 2016 season, and he isn't even an arbitration-eligible player until '14.   Last season, Stanton earned the 2012 Major League minimum of $480,000 when the average salary was more than $3 million. What a bargain.  MLB.com's Joe Frisaro believes it is unlikely Stanton will agree to a long-term deal with Miami that would keep him from leaving as a free agent or going through the arbitration process.   \"It is appearing more inevitable that sometime before he reaches free agency that Stanton will be moved,\" said Frisaro. \"The Marlins are reloading their roster, and will look to add as many quality pieces [as possible] in the next few years.\"   Stanton must realize his long-term future isn't with the Marlins, and there have been reports his relationship with the team is strained.   Still, he's projected to be a .300 hitter, and with his unbelievable power, he's a player who could hit 50 homers a season.   Last year -- his second full season in the Major Leagues -- Stanton hit .290 and blasted 37 homers (second-most HRs in Marlins history) in 123 games.   Marlins president of baseball operations Larry Beinfest has established a track record over the years that most GMs envy. His teams have been torn down and rebuilt more times than I can remember. And just when they're written off, they become contenders.   After all the hoopla with the beautiful new stadium, and the enormous buildup for 2012 with the recast roster dotted with All-Stars, 93 losses and another last-place finish in National League East was difficult to accept.   Only Stanton and Logan Morrison are still aboard from 2012's starting lineup that played St. Louis in the opener. And only Ricky Nolasco returns from the starting rotation.   In their midseason deal with Detroit and their offseason blockbuster with Toronto, the Marlins received blue-chip prospects.   \"We're starting with a clean slate, and we're going to be able to go out there and develop these young players,\" said new manager Mike Redmond, who replaced the outspoken Ozzie Guillen.   Washington had the best record in the big leagues last season, building its rapid success around mostly young and talented players.   Beinfest has proven many times that even with a controversial teardown, success is not that far away, especially with talented young players.   Who would have thought the Marlins would beat the Yankees in the 2003 World Series?   Yes, Stanton is a huge drawing card -- or at least Miami's best at the moment.   Teams knee deep in money and prospects have him on their radar.   The argument is for Miami to hold on to Stanton for a year or two as he reaches his potential. Plus, that would make the paying customers happy. And maybe even his trade value would go up, but opposing teams would have more leverage knowing the Marlins want to trade him rather than pay millions to keep him.   For a trade to happen before Opening Day, Beinfest and Co. must be overwhelmed.   With Stanton as the carrot, that could happen.   And if it does, the Marlins must pull the trigger. Now.  Hal Bodley is the senior correspondent for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Hal Bodley"
}
