{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/40827952\/twins-leaning-toward-in-house-solution-for-center-field\/",
    "title": "Twins leaning toward in-house solution for center",
    "subtitle": "Mastroianni expected to be challenged for job in Spring Training by pair of prospects",
    "body": "MINNEAPOLIS -- When the Twins traded Denard Span to the Nationals for pitching prospect Alex Meyer on Nov. 29, the assumption was Ben Revere would take over in center field in 2013.  And it was an easy assumption to make, considering Revere has plenty of experience in center and served as Span's backup there the last two seasons while also becoming the club's regular right fielder in '12.  But just one week later, the Twins traded Revere, sending him to the Phillies for right-hander Vance Worley and pitching prospect Trevor May on the final day of baseball's Winter Meetings in Nashville, Tenn. So now with the departures of Span and Revere, the Twins have a hole to fill in center field, which has been one of their steadiest positions in recent years.   But Twins general manager Terry Ryan said he expects to fill the position from within, with Darin Mastroianni and prospects Aaron Hicks and Joe Benson competing for the spot.   \"They're all pure center fielders,\" Ryan said. \"And obviously, the winter's not concluded yet, so we'll see if we need to fortify it. We still have three in-house options for these guys to earn whatever playing time, and if we see another scenario where we can go out and get another one, we probably could.\"   Mastroianni, 27, is the favorite after being a pleasant surprise last season, when he hit .252\/.328\/.350 with three homers, 17 RBIs and 21 stolen bases in 77 games after being picked up off waivers from the Blue Jays before the season.   He proved to be a quality backup outfielder because of his ability to play all three outfield positions while also providing patience at the plate and speed on the basepaths. So now he'll get his chance to prove he can be more than just a fourth outfielder.   \"When he played every day for Toronto in the Minor Leagues, he was very productive, and he got his feet wet up here last year,\" Ryan said. \"Don't be surprised that he could play every day.\"   But Mastroianni will be challenged by Hicks, who ranks as Minnesota's No. 4 overall prospect, according to MLB.com.   The 23-year-old hit .286\/.384\/.460 with 13 homers, 21 doubles, 11 triples and 32 stolen bases in 129 games at Double-A New Britain last year.   Hicks, though, has never played at Triple-A and appears more likely to get some seasoning in Rochester before getting called up during the season.   But he'll be given every opportunity to win the position during Spring Training, just like Mastroianni and Benson, who is trying to regain his status as a top prospect.   Benson had a breakout 2011 campaign in the Minors and ended up getting his first taste of the Majors that season as a September callup. He hit .239 with six doubles and a triple in 21 games with the Twins.   But he suffered through an injury-plagued 2012, as he hit just .179 in 28 games at Triple-A Rochester and didn't fare much better at Double-A New Britain, batting just .184 in 37 games.   The Twins, however, are hoping it's just a bump in the road for Benson, who is expected to be fully healthy next season after undergoing knee surgery in late August.   Ryan said he believes that all three candidates have what it takes defensively to play center field, but he wants to see what they can do offensively. So that will be key for all three players come Spring Training.   \"I don't think there is any question that all three could handle the defensive side of the game,\" Ryan said. \"They all can field. They are very athletic. They all can throw. They all can run. They all have the type of range they need.   \"Now whether offensively they can handle the responsibility, that's the question.\"  Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
