{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/40952330\/veteran-outfielder-juan-pierre-accepts-leadership-role-in-return-to-marlins\/",
    "title": "Pierre to step out of comfort zone, become leader",
    "subtitle": "In second stint with Marlins, outfielder brings experience, solid work ethic",
    "body": "MIAMI -- If any of the Marlins plan on beating Juan Pierre to the team's Spring Training complex for daily workouts, they better arrive bright and early. \"They've got to be there about 6,\" Pierre said. \"At 6 in the morning, I'll start my workout.\" The same old Pierre will be starting his second stint as a Marlin. On a youthful team, the 35-year-old's unrelenting work ethic is certainly welcome. Some may question Pierre's size, lack of power and subpar throwing arm. But no one can dispute his determination and drive. Pierre signed a one-year, $1.6 million contract with Miami in November, and he is expected to play left field and lead off. Quiet by nature, Pierre has traditionally let his actions do his talking. But on a team looking for direction, he understands his role may involve more than just playing every day. Having 13 years of experience with six teams, Pierre automatically will be looked upon as a leader. \"I'm a guy who just does it,\" Pierre said. \"I'm not a real vocal guy, but maybe this year, I might have to step out of my little comfort zone and be that. \"Definitely, if I can help any young guy, or see things that might need to be said, then I might have to take that rein to do it.\" Being a mentor is nothing new for Pierre. In some ways, he did it during his tenure with the Dodgers after he signed a signed a five-year, $44 million contract in 2007. With Los Angeles, Pierre's playing time was reduced when Matt Kemp and Andre Ethier were breaking into the big leagues. Suddenly, after playing in all 162 games in five straight years, the speedy outfielder was asked to accept a supporting role. \"With the Dodgers, I signed a big contract, and was put on the bench because they had two studs, Kemp and Ethier, coming up,\" Pierre said. \"And I helped them along the way. Just helping anybody, that's my nature. I'm willing to do anything I can to help the guys on the team.\" The Marlins are hopeful Pierre's presence will be a positive influence to All-Star Giancarlo Stanton, who made it public that he was upset with November's blockbuster trade with Toronto. The message Pierre will offer Stanton, and any other player, is to stay focused on what they can control. \"My thing would be, 'Just go out there and play, man,'\" Pierre said. \"Me personally, I know the front office is the front office. I'm signed to play baseball. I don't know about the front office, and what they do. I have no control over it. Nor do I want any control over it. I just want to go out there and play hard. It is what it is. \"With the Marlins' history, that's just something they're known to do, as far as maybe getting rid of guys and bringing guys in. That's just the nature of the business with the Marlins. I've been on six different teams now, and that's the nature of a lot of teams. It's just the way it is. Play ball, that's it. Don't be distracted. Our job is to play ball.\" Pierre, the catalyst of the Marlins' 2003 World Series championship team, is widely respected among his peers for his approach to the game. Pierre may have just 17 career home runs, but he is a .297 lifetime hitter with 591 stolen bases, the most of any active player. In '03, he batted .305, scored 100 runs and stole a club-record 65 bases. \"A lot of these guys were probably in elementary school when we won it in '03,\" Pierre said. \"So it's definitely a blast from the past in that aspect. I'm willing to help anybody out.\" Setting an example is one way Pierre promises to make an impact. In '03, he played in every inning of all 162 games. Even after the Marlins completed their exhausting grind of clinching the Wild Card, Pierre refused to come out of the lineup the next day. Former manager Jack McKeon was giving many regulars a couple of days of rest before the playoffs started, but Pierre wanted no part of sitting. When Pierre saw he wasn't initially in the lineup, he told McKeon that he signed up for all 162. Going above and beyond is part of Pierre's nature. That's why he shows up at Spring Training before the sun rises. Roughly four hours before practices start, Pierre will be lifting weights or hitting in the cages. Pierre takes nothing for granted. He demonstrates that by simply outworking people. Although Pierre has had a distinguished career, he is mindful that he signed a Minor League deal with the Phillies last year, meaning nothing was guaranteed. Still, he went out and batted .307 and stole 37 bases in 130 games. In November, after the Marlins broke up an underachieving veteran squad, Pierre quickly became a free-agent target. He weighed an offer from an unnamed American League club, then signed with Miami. \"I signed a Minor League deal last year; I wasn't going to turn down nothing, as far as a roster spot,\" Pierre said. Miami's timing was right, because Pierre said there was about a 15-minute window when the other team was set to present its contract offer. Pierre has made South Florida home for 10 years, and the opportunity to play for the Marlins again was too good to pass up. In his first stint with the Marlins (2003-05), Pierre was part of a team that overcame the odds. Before his arrival, the organization had one winning season -- its 1997 championship team. In all three seasons Pierre was with the Marlins, they had winning records, including a championship. Pierre enters a tough climate again, with the team being inexperienced. The offseason trades have also disheartened the fan base. \"I know the situation,\" Pierre said. \"People don't think we're going to win, we're so young. In Oakland, they didn't think they were going to win last year, either. When you get guys pulling together from the same cord, you can win.\" Bottom line to winning back the fans, Pierre said, is winning. \"All we can do is go out there and play as hard as we can, and win ballgames,\" Pierre said. \"People see how young, eager guys are going after it, and playing hard. You hope the fans rally around us. \"I know, being in Miami a lot, if you win, they'll come out. If you don't win, just like last year, they didn't win, and the fan base was down.\" Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
