{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/40981936\/terence-moore-without-ultimatum-from-rangers-in-kinsler-buys-himself-more-time-at-second-base\/",
    "title": "Kinsler bought himself more time at second",
    "subtitle": "Without ultimatum from Rangers, infielder avoids making position switch",
    "body": "If you still can excel at the position you've always played in the Major Leagues, you should keep doing it. If your heart continues to perform Ozzie Smith flips every time you race from the dugout to that defensive spot, you also should keep doing it.  Finally, if nobody is issuing you an ultimatum -- well, at least for the moment -- to play somewhere else on the field, you definitely should keep doing whatever you were doing.  You should keep imitating Ian Kinsler. He's not switching from second base to first base for the Texas Rangers, because he never got an ultimatum.   He did get a request, though. After saying \"Yes\" to the first-base move earlier this offseason, Kinsler thought about it, and then he thought some more. Then he politely said \"No.\"   That said, first base will factor into Kinsler's baseball future as soon as the Rangers make prospect Jurickson Profar part of their present, but Kinsler's future isn't now.   Kinsler wouldn't mind if that future never comes, and who could blame him? He is a three-time All-Star at second, with seven Major League seasons on his resume. If he switched positions now, in his prime at 30, it would be as crazy as, oh, say Ernie Banks moving from shortstop to first base when he was Kinsler's age.   Guess that did happen. In fact, after Banks grabbed two consecutive National League Most Valuable Player Awards at shortstop for the Chicago Cubs during the 1950s, he became a first baseman during the last decade of his Hall of Fame career.   None of that likely matters to Kinsler, who told reporters after he accepted the switch before declining it, \"Second base is where I want to play, and I still feel I have a lot to give this team in that position. It's nice that I'm at a position where I think I'll help us win.\"   Exhibit A: The Rangers made back-to-back World Series trips in 2010 and '11, with Kinsler, the second baseman, among those leading the way.   In seven postseason series with the Rangers, Kinsler batted .311 with four home runs, 20 RBIs and six stolen bases in 122 at-bats. He also continued as a second baseman noted for his expansive range and his shrewdness at turning the double play.   Still, with visions of Profar dancing in their heads, the Rangers' bosses made their first-base request to Kinsler.   Doesn't hurt to ask.   We've seen all of this before, and it often goes the other way.   Take Alex Rodriguez, for instance, who was sprinting toward Cooperstown as a shortstop after his combined 10 years of greatness with the Seattle Mariners and the Rangers.   When he joined the New York Yankees in 2004, they already had a shortstop sprinting for Cooperstown in Derek Jeter. Somebody had to switch to third out of necessity, and it was the gifted new guy, who realized the gifted old guy was the people's choice.   Before Rodriguez's high-profile move, there was that of Cal Ripken Jr. It mostly was an ultimatum from Baltimore Orioles officials to Ripken, because of slippage and age reasons.   It worked, too.   Ripken was baseball's Iron Horse of the latter 20th century, and he became even more durable by spending nearly the last six years of his career at a less demanding position.   Then you've had those moves to create energy, momentum ... something, which is what the 1975 Cincinnati Reds had in mind.   With his Reds floundering in May, then manager Sparky Anderson decided slugger George Foster needed more time on the field instead of on the bench. Foster only could play left field. That was Pete Rose's position, but despite playing little-to-zero infield since earlier in his career, Charlie Hustle agreed to take over third base on the fly.   The Reds won the World Series.   Speaking of the World Series, who watched helplessly near the wall in left at old Forbes Field, where Bill Mazeroski's shot sailed over his head to give the Pittsburgh Pirates the 1960 World Series championship?   It was Yogi Berra, the Yankees' Hall of Fame catcher, who was switched to left field for that game.   There also was that World Series switch of lore in 1968.   Detroit Tigers manager Mayo Smith wanted sluggers Al Kaline, Willie Horton and Jim Northrup in the lineup as much as possible against Bob Gibson's St. Louis Cardinals. So, in a shocking move at the time, Mayo asked Gold Glove Award-winning center fielder Mickey Stanley to take the place of light-hitting Ray Oyler at shortstop.   With Stanley playing adequate defense, and with Kaline, Horton and Northrup doing their thing at the plate, the Tigers won.   You also had that Craig Biggio deal.   He was so comfortable with the Houston Astros as a rookie catcher that he relaxed at the plate to win the Silver Slugger Award in 1989. Then, despite playing outfield here and there over the next couple of seasons, he made his first All-Star Game in 1991 as a catcher.   Prior to the following season, Astros management convinced Biggio to become their full-time second baseman.   Now Biggio is on the verge of reaching Cooperstown, with more than 3,000 hits, four Gold Glove Awards at second base and seven All-Star Game appearances after 20 seasons in the Major Leagues.   As for Kinsler, his longevity as a second baseman remains a work in progress. He had a slew of issues last season along the way to a career-high 18 errors. He also struggled as the Rangers' leadoff hitter with a .256 batting average and .326 on-base percentage.   It isn't as if Kinsler hasn't switched positions before. He spent years playing shortstop for his father in youth leagues in Tucson, Ariz., and he did the same at a local high school.   Then came college, where Kinsler maintained his dream of evolving into the next Jeter or something during collegiate stops at Central Arizona College, Arizona State and Missouri.   Kinsler even spent his opening years in the Rangers' Minor League system at shortstop. That was prior to his move to second base in Triple-A in 2005, before he joined the Rangers the following season.   You know the rest.   Kinsler remains a second baseman.   For now.  Terence Moore is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Terence Moore"
}
