{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/40982406\/mlb-spring-training-schedule-unveiled\/",
    "title": "Mark your calendar: Spring Training slate unveiled",
    "subtitle": "",
    "body": "As cold weather grips a continent, from lows in the 30s in Los Angeles to a winter storm's arrival in the Northeast, this is probably a good time for an announcement: The 2013 Spring Training schedule has been announced. Think of actual games again between Major League clubs, for the first time since Sergio Romo snuck an 89-mph four-seamer past a looking Triple Crown champion in Miguel Cabrera. The defending World Series champion Giants return to game action for the first time on Feb. 23 at their spring home in Scottsdale, Ariz., against an Angels split-squad team. The first exhibition action will happen on Feb. 21 in Fort Myers, Fla., where the Red Sox will play both Boston College and Northeastern in a pair of split-squad games. Major League teams begin playing each other a day later, and the four games that day will feature Tigers at Braves at Disney World; Reds at Indians in Goodyear, Ariz.; Royals at Rangers in Surprise, Ariz.; and Padres at Mariners in Peoria, Ariz. All four of those games will be played for charity.  Think of balmy scenes of paradise in Florida, where Spring Training began in earnest 100 years ago as the Cubs (Tampa) and Indians (Pensacola) started working out to form a gateway for something now called the Grapefruit League. Think of tranquil warmth in Arizona as veterans seek their beloved routines and prospects seek a dream come true.  Feb. 23 will mark the first full slate of games involving all 30 clubs, a docket that will remind you once again what it feels like in midsummer, when everyone plays and everyone watches. A full scoreboard on the front of MLB.com will bring it all back to life.  Right now, you can sign up for the MLB.TV Offseason Package for just $24.99, and that will allow you to (a) watch more than 150 Spring Training games live (no blackouts) and (b) relive any at-bat of any game played in 2012. Then be on the lookout for Major League Baseball Advanced Media's annual offering in February for the now-traditional way to follow the national pastime live anywhere, anytime -- MLB.TV Premium and the best-selling MLB.com At Bat app.  This Spring Training also will be the backdrop for the third World Baseball Classic. Teams competing in the San Juan, Puerto Rico pool (Pool C) and the Scottsdale\/Phoenix, Ariz. pool (Pool D) will participate in exhibition games against Major League clubs on March 5-6. Teams representing the Dominican Republic, Puerto Rico, Spain and Venezuela will each play two games at Grapefruit League sites, while teams from Canada, Italy, Mexico and the U.S. will each compete in two games at Cactus League locations.  In addition, the two semifinalist teams to advance from the second round in Tokyo (Pool 1) will play two exhibition games at Cactus League sites on March 14-15 before heading to San Francisco for the Championship Round from March 17-19.  Think of R.A. Dickey floating his knuckleball in Florida for the Blue Jays; of David Price pitching an inning or two and then gradually more in an annual buildup custom; of Zack Greinke meshing into his new setting under the watchful gaze of hopeful Dodgers fans; of Derek Jeter and Ichiro Suzuki slapping hit after hit in their first Yankees camp together.  Think of Andrew McCutchen back in a lineup for the first time on Feb. 23, for the Pirates at the Rays in Port Charlotte, Fla; of Justin Verlander's fastball thudding into Alex Avila's mitt under a blue Lakeland sky; of autograph seekers galore waiting out Mike Trout and Bryce Harper as they prepare for their first full big league seasons.  Select exhibition games at Major League and Minor League ballparks will be played from March 28-30. The Astros, playing their first season in the American League, will host the opening game of the 2013 regular season on March 31, when they welcome the Rangers at 8 p.m. ET on ESPN Sunday Night Baseball. Twelve games are scheduled for Monday, April 1, and seven games are scheduled for April 2, with the first full slate of regular-season games a day later.   Mark Newman is enterprise editor of MLB.com. Read and join other baseball fans on his MLB.com community blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
