{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/41035348\/d-backs-fantasy-camp-had-a-special-meaning-for-gilbert-police-officers-clyde-allred-and-mike-dietz\/",
    "title": "Fantasy campers honor fallen police officer",
    "subtitle": "",
    "body": "SCOTTSDALE, Ariz. -- Lt. Eric Shuhandler could not wait to tell his fellow Gilbert police officers about his experience at D-backs Fantasy Camp.  \"He told me that his mom and dad had gotten it for him, and we must have sat in his office and talked for an hour and a half or two hours, and he wouldn't shut up,\" Clyde Allred said. \"I just sat there and listened.\"  Shuhandler attended the camp in January 2009 and was planning on doing it again in 2011. Unfortunately, he never got the chance.   On Jan. 28, 2010, Shuhandler was shot and killed while executing a traffic stop.   Mike Dietz, who worked under Shuhandler, remembered how excited his boss was when he returned from camp.   \"He was sitting in his office and I poked my head in and I said, 'Tell me about this fantasy camp.'\" Dietz said. \"He turned to me and the look on his face, the smiles and the happiness, you could see it. He said, 'You've got to do it.' I told him it was pretty expensive, and he said, 'You've got to do it. Work some overtime, do whatever you have to do, but you've got to do it if at all possible.' So we talked about possibly doing it together.\"   This year, both Dietz and Allred were able to attend camp. Their lockers in the clubhouse were next to one another. The club gave them a black D-backs jersey with Shuhandler's name and the number he wore at camp. The jersey hung in their lockers throughout the week.   \"The D-backs organization has been incredible,\" Dietz said. \"The plan is to put the jersey in a shadow box at the police department.\"   Despite the urging by Shuhandler, Dietz did not think he was going to be able to make it to camp. That changed this year.   \"This is my 40th birthday present, and my wife, Tiffany, said we had to do it,\" Dietz said. \"This has been a great thing to be able to do this.\"   Allred, who was one of Shuhandler's training officers, got the same sales job that Dietz did.   \"Him talking about it is what got me excited,\" Allred said. \"Then you get busy in life and it's not a priority, so time goes by.\"   Then, late in 2012, Allred started getting some curious questions from his family.   First, his son called and asked him what his baseball number had been in high school. A week or so later, he was shopping with his wife, Sharon, and she asked him to try on a baseball hat to see what size he wore.   Two weeks before Christmas, he was told by his family that he needed to open his Christmas gifts.   In one box was a practice jersey. Another had some baseball pants, and finally there was a rolled-up piece of paper that said, \"Congratulations, you're going to D-backs Fantasy Camp.\"   After a week of playing ball, the pair now understands why their friend was so thrilled.   \"This is a dream come true,\" Allred said. \"It's everything I expected and more. Now I know why [Shuhandler] didn't shut up. I remember thinking, 'Man, come on, it can't be that great,' but it is even better. You get to live out your little-kid dream playing baseball. I didn't know if I was going to do it again, but I'm seriously considering next year.\"   Dietz and Allred got to hear from fellow campers about how much they enjoyed being around Shuhandler during his year at camp.   \"He was always laughing and joking,\" Dietz recalled. \"He was a great person.\"   And someone not soon to be forgotten. Steve Gilbert is a reporter for MLB.com. Follow him on Twitter @SteveGilbertMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
