{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/41038434\/hisashi-iwakuma-michael-morse-join-mariners-fanfest-lineup\/",
    "title": "Iwakuma, Morse join Mariners' FanFest lineup",
    "subtitle": "",
    "body": "SEATTLE -- New Mariners acquisition Michael Morse and starting pitcher Hisashi Iwakuma have been added to next weekend's FanFest lineup, bringing the total number of participating Major League players to 11 for the two-day event at Safeco Field.  Morse will be making his first public appearance since being acquired from the Washington Nationals last week to help bolster the Mariners' offensive attack. The 30-year-old outfielder\/first baseman previously played for Seattle from 2005-08.  Iwakuma is preparing for his second season with the Mariners and established himself as an integral part of the rotation last year -- going 9-5 with a 3.16 ERA. The 16th annual FanFest will take place from 11 a.m. to 4 p.m. PT on Saturday and Sunday, Jan. 26-27, with the player interview and autograph sessions among the many offerings for fans.   Also participating will be outfielders Franklin Gutierrez, Michael Saunders and Casper Wells, third baseman Kyle Seager, catcher Jesus Montero, shortstop Brendan Ryan, starting pitcher Blake Beavan, closer Tom Wilhelmsen and reliever Carter Capps.   Also taking part are four of the Mariners top prospects -- catcher Mike Zunino, pitcher James Paxton and infielders Nick Franklin and Stefan Romero -- as well as manager Eric Wedge and general manager Jack Zduriencik.   Among this year's highlights is a new 200-foot zip line ride through the Safeco Field outfield as well as a \"Felixing\" photo opportunity for fans who want to put themselves in the image from Felix Hernandez's perfect game celebration.   Fans will also be able to run the bases, tour the Mariners clubhouse, try to hit against a simulated Felix fastball, play catch in the outfield, view memorabilia from the perfect game and last year's combined six-pitcher no-hitter, as well as swing a game-used bat.   Fans can also get their first look at Safeco Field's offseason ballpark improvements that are currently under way, including construction of the new outfield walls, the addition of an Edgar's Cantina and Lounge down the left-field line and installation of the new video screen in center field, which will be the largest in Major League Baseball.   FanFest tickets are $10 for adults, with kids 14 and under getting in for free. Tickets are on sale at www.mariners.com\/fanfest and Mariners Team Stores. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
