{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/41040788\/baseball-world-mourns-loss-of-orioles-legend-earl-weaver\/",
    "title": "Baseball world mourns loss of O's legend Weaver",
    "subtitle": "",
    "body": "With the news of Hall of Fame manager Earl Weaver's death spreading quickly through the baseball community Saturday morning, people all across the sport shared memories of the legendary skipper and offered their condolences. Weaver, who spent his entire 17-year managerial career with the Orioles, passed away in the early morning hours Saturday after suffering a heart attack on an Orioles fantasy cruise. He was 82. \"Earl Weaver stands alone as the greatest manager in the history of the Orioles organization and one of the greatest in the history of baseball,\" Orioles chairman of the board and CEO Peter G. Angelos said in a statement released by the team. \"This is a sad day for everyone who knew him and for all Orioles fans. Earl made his passion for the Orioles known both on and off the field. On behalf of the Orioles, I extend my condolences to his wife, Marianna, and to his family.\" By Saturday afternoon, a number of current and former Major Leaguers, as well as fellow Hall of Famers, front office personnel and Major League executives had joined Angelos in mourning, through a combination of social media and official statements. Known as the Duke of Earl, Weaver's unique managing philosophy famously consisted of \"pitching, defense and the three-run homer.\" The outspoken skipper often elected to pass on trying to push just one run across through the use of small ball, instead going for the big inning. Weaver was also one of the first managers to rely heavily on statistics for creating favorable hitting and pitching matchups for his club. Weaver had notebooks full of hitting and pitching splits as well as head-to-head matchups, which he often referred to in setting his lineups, using his bullpen and selecting pinch-hitters. \"Earl Weaver was a brilliant baseball man, a true tactician in the dugout and one of the key figures in the rich history of the Baltimore Orioles, the club he led to four American League pennants and the 1970 World Series championship,\" Commissioner Bud Selig said in a statement released by MLB. \"Having known Earl throughout my entire career in the game, I have many fond memories of the Orioles and the Brewers squaring off as American League East rivals. Earl's managerial style proved visionary, as many people in the game adopted his strategy and techniques years later. \"Earl was well known for being one of the game's most colorful characters with a memorable wit, but he was also amongst its most loyal. On behalf of Major League Baseball, I send my deepest condolences to his wife, Marianna, their family and all Orioles fans.\" Weaver, en route to his 1996 Hall of Fame induction, led the Orioles to six division titles, four American League pennants and one World Series title during his two stints as manager from 1968-82 and '85-86. \"When you discuss our game's motivational masters, Earl is a part of that conversation,\" said Hall of Fame president Jeff Idelson in a statement. \"He was a proven leader in the dugout and loved being a Hall of Famer. Though small in stature, he was a giant as a manager, especially among Oriole fans, who lovingly referred to him as 'The Earl of Baltimore.'\" The outspoken Weaver first started his coaching career in the Orioles' farm system in 1957 and eventually worked his way up to managing the Triple-A Rochester Red Wings in 1966. In '68, he was promoted to the big league club, assuming the role of first-base coach for the Orioles. On July 11 of that same year, he replaced Hank Bauer as manager and started one of the more impressive managerial runs in the history of the Major Leagues. During his time with the Orioles, he managed a number of Hall of Famers such as Cal Ripken, Eddie Murray, Jim Palmer and Frank Robinson. \"Earl was such a big part of Orioles baseball, and personally he was a very important part of my life and career and a great friend to our family,\" Ripken said in a statement. \"His passion for the game and the fire with which he managed will always be remembered by baseball fans everywhere, and certainly by all of us who had the great opportunity to play for him. Earl will be missed, but he can't and won't be forgotten.\" \"He was terrific,\" Orioles executive vice president of baseball operations Dan Duquette said. \"And his simplicity and clarity of his leadership and his passion for baseball -- he's unmatched.\" The fiery St. Louis native was honored by the Orioles last year with a seven-foot statue outside of Camden Yards. Adam Jones, who currently patrols center field inside the stadium, took to Twitter to offer his thoughts on Weaver's impact on the franchise. \"Os and @mlb family lost a great leader [today]. Earl Weaver wasn't blessed wit height but if u measured his HEART he was a 7 footer,\" Jones tweeted.  Os and @mlb family lost a great leader yesterday. Earl Weaver wasn't blessed wit height but if u measured his HEARThe was a 7 footer. As the news spread Saturday, more and more players -- both past and present -- shared their thoughts via Twitter. Hall of Famer Johnny Bench tweeted: \"So sad to hear about Earl Weaver leaving our HOF family. Really enjoyed my years with him. RIP\"  So sad to hear about Earl Weaver leaving our HOF family. Really enjoyed my years with him. RIP And former star pitcher Randy Johnson added: \"Sad day in the MLB family read today that legendary manager Earl Weaver has passed.RIP\"  Sad day in the MLB family read today that legendary manager Earl Weaver has passed.RIP Those same thoughts resonated throughout the sport Saturday. Many associated with the game spoke of Weaver's fiery nature, his on-field success and the way he transcended the managerial position with his philosophies and techniques. Those feelings were shared by many Saturday, but perhaps no one summed up Weaver's life and contributions to the game better than current Nationals skipper Davey Johnson, who played for Weaver and was mentored by the legendary manager. Johnson, now in his 51st year in baseball, was presented with his 2012 National League Manager of the Year award at Saturday's Baseball Writers' Association of America dinner in New York, and in his acceptance speech he told a story about what it was like to play for Weaver. \"Earl Weaver used to say, 'Players win games; managers lose them.' I always agreed with that,\" Johnson said. \"Weaver was a character. I'm going to really miss him. We used to take ground balls together; he was in the Cardinals' organization. Now, Earl was only about 5-foot-3. He couldn't run, had no arm and couldn't hit it out of the infield. But he was the cockiest manager I ever saw in my life. He said, 'The only thing that kept me out of the big leagues was a guy named Marty Marion.' \"[Marion] was one of the greatest shortstops in baseball. That's what I always liked about Earl -- he was always confident. No matter what the situation was, he knew we were going to win. Although it always did help that we had the best pitching staff, the best fielders and the best hitters in the league. But he was fun to play for, a great competitor. I'm going to really miss him.\" \"He was as intense a competitor as I have ever met,\" Johnson said before the dinner. \"No one managed a ballclub or a pitching staff better than Earl. He was decades ahead of his time. Not a game goes by that I don't draw on something Earl did or said. I will miss him every day.\" Paul Casella is a reporter for MLB.com. Follow him on Twitter @paul_casella. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Casella"
}
