{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/41043714\/cardinals-chris-carpenter-jaime-garcia-looking-ahead-to-testing-arms-in-spring-training\/",
    "title": "Carpenter, Garcia looking ahead to spring tests",
    "subtitle": "Starters hoping to put injury-plagued 2012 seasons behind them",
    "body": "ST. LOUIS -- The messages from Chris Carpenter and Jaime Garcia were nearly the same Saturday, when each individually addressed the media during their appearances at the Cardinals' Winter Warm-Up event. Both relayed positive reports about how their arms have responded to offseason work, but also cautioned against conclusions. The pair of pitchers -- who, if healthy, will make up two-fifths of the Cardinals' rotation -- said they won't feel in the clear from 2012 injury issues until their arms go through the test of Spring Training. \"Right now I'm in a stage of my career where my mind is never at ease with physical issues,\" said Carpenter, who turns 38 in April. \"I feel good. And I feel healthy. But I felt that coming into last year, too, and it didn't work out. I know that my throwing is going well. I know that my shoulder is strong throughout exercise and throwing. I'm not having any issues.\" Carpenter, who surprised most when he was able to return from midseason thoracic outlet syndrome and make six starts (regular season and postseason combined), began his offseason throwing program the first week of December. That is a month earlier than usual, though obviously there were no workload considerations since Carpenter logged only 30 2\/3 innings last year.  \"I was a little anxious about how I was going to feel and if I was going to feel well,\" Carpenter said. \"When you go through all the stuff that I've gone through, there's always doubt in your mind when you pick up the ball -- what is it going to feel like? So far, it's felt good.\"  He'll arrive at the Cardinals' spring complex in Jupiter, Fla., well ahead of the team's required report date for pitchers and hopes that his Spring Training workload will not have to be modified. By making that late-season return in 2012, Carpenter at least alleviated any concerns about the thoracic outlet procedure hindering a return.  Garcia, unlike Carpenter, did not end the 2012 season healthy, which adds to the questions about his status. He opted not to have surgery to address a left shoulder injury that interrupted and then ended his season prematurely. The left-hander has only thrown off the mound once since being removed from the Cardinals' Division Series roster in October. That mound session came back in November, after which Garcia shut down and focused solely on rehab work.  He has resumed throwing on flat ground and expects to throw his first bullpen session of 2013 within the next week.  \"I'm feeling good, getting ready for spring,\" Garcia said. \"All I'm doing is working as hard as I can. Believe me, I'm doing everything I can possibly do every single day to be ready to go.\"  Asked, however, if he was confident that the shoulder issues that limited him to 121 2\/3 regular-season innings were past him, Garcia guardedly replied: \"We'll see. We'll see in April.\"  The Cardinals are also waiting to see how Garcia's arm responds over the next several weeks before setting his Spring Training program. They do know now, though, that Garcia's spring will not be interrupted by the World Baseball Classic.  Garcia clarified Saturday that he never intended to play for Team Mexico, even though that national team had advertised him as one of the roster's key players back in December. It wasn't until last week that he was actually personally contacted by a representative of the Mexican club. At that time, he informed them that he would not be participating.  \"It's tough because it was such an honor for me to be chosen for that thing,\" Garcia said. \"But it's not the time right now.\"  While the Cardinals remain cautiously optimistic that both Garcia and Carpenter will be in the club's Opening Day rotation, the organization also feels protected in case either has any setback. With Adam Wainwright, Jake Westbrook and Lance Lynn projected to take the other three starting spots, the Cardinals have a crop of three young right-handers who could all make a case for the chance to start at the big league level.  Joe Kelly filled in solidly when Garcia landed on the disabled list last summer. Shelby Miller and Trevor Rosenthal showcased their star potential into the postseason. All three will enter Spring Training building up as starters.  \"I think a lot's been made out of the inactivity [this offseason], but I think the reason for that is the current depth we have on our club,\" said general manager John Mozeliak, who has made only two modest free-agent signings. \"Not only what you see at the Major League level, but also what we have coming. ... I think that we'll see more of an impact from our Minor Leagues this year than maybe we would have last year. That's really our model, and that's how we have to be successful. As we move forward, that's what we want to see happen -- have a lot of our questions answered through our Minor League system.\"  If both Garcia and Carpenter check out healthy, the Cardinals can plug any one of these young pitchers into their bullpen. At least one will likely begin the year in the Triple-A rotation. Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
