{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/41047108\/tributes-pour-out-for-stan-the-man\/",
    "title": "Tributes pour out for 'Stan The Man'",
    "subtitle": "",
    "body": "As one of the most respected and beloved players in baseball history, Hall of Famer Stan Musial made a major impact not only on the Cardinals organization, but on the game as a whole.  So it's no surprise that remembrances poured in from around the game on Saturday night, after the St. Louis legend died at age 92, surrounded by family at his home in Ladue, Mo. \"Stan the Man\" played his entire 22-year career for the Cardinals, making a record 24 straight All-Star Games and holding 17 Major League records upon his retirement after the 1963 season.  \"We have lost the most beloved member of the Cardinals family,\" Cardinals chairman William DeWitt Jr. said. \"Stan Musial was the greatest player in Cardinals history and one of the best players in the history of baseball. Also once deemed, \"baseball's perfect warrior, baseball's perfect knight,\" by former Commissioner Ford C. Frick, Musial was known for his ability as well as his character and grace. He racked up a .331 batting average, 3,630 hits, 475 home runs, three Most Valuable Player Awards and three World Series championships, but he was also lauded for how he conducted himself, including an astounding zero ejections in more than 3,000 career games.          \"Stan Musial always has been and always will be Cardinal baseball,\" fellow Cardinals legend and Hall of Fame shortstop Ozzie Smith tweeted. \"A wonderful, kind humanitarian and a blessed life. RIP.\"   Stan Musial always has been and always will be Cardinal Baseball. A wonderful, kind humanitarian and a blessed life. RIP #stlcardinals #mlb  Smith wasn't the only member of Cooperstown to share his thoughts on Musial.     Thank you Mr Musial, your life was a clinic in respect, integrity and honor. The game is better for having you. RIP  Current players chimed in, too, well aware of Musial's hallowed place in baseball history.    Sad to hear about Stan the Man, it's an honor to wear the same uniform. Prayers to the Musial family  The Angels' Albert Pujols also took to Twitter to express his condolences. Pujols developed a special relationship with Musial during his 11 stellar seasons with the Cardinals.    My prayers are with the Musial family tonight. I will cherish my friendship with Stan for a long as I live. Rest in Peace.  Added Tigers pitcher Justin Verlander on Twitter: \"We lost a baseball legend today, but his legacy will live on...#StanTheMan.\"    We lost a baseball legend today, but his legacy will live on...#StanTheMan  Musial made an impact even on the game's younger players, as Nationals pitcher Stephen Strasburg revealed in a tweet referencing the serious right elbow injury he suffered in 2010.   \"I'll never forget the kindness Stan Musial showed me when I got hurt,\" Strasburg said. \"He was truly a legend of the game! Here's to Stan 'The Man' Musial. May your legend live on!\"    I'll never forget the kindness Stan Musial showed me when I got hurt. He was truly a legend of the game! Here's to Stan \"The Man\" (cont... Andrew Simon is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Andrew Simon"
}
