{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/41047782\/cardinals-family-pays-tribute-to-legendary-stan-musial\/",
    "title": "Cardinals family tips caps to legendary Musial",
    "subtitle": "",
    "body": "ST. LOUIS -- A day that opened in celebration of the upcoming season ended in sadness over the loss of the franchise's greatest legend. With so many great Cardinals past and present gathered in St. Louis for the organization's Winter Warm-Up, it was the one now forever absent that was on the mind of all. Stan \"The Man\" Musial -- a Hall of Fame baseball player, St. Louis icon and so much more to those privileged enough to have known him -- died Saturday night. He was 92. \"What he was able to accomplish on the field and what he did as a person was just so rare,\" general manager John Mozeliak said shortly after learning of Musial's passing. \"To do it in one place is really just almost unheard of, and I don't know if you'll ever see that type of player play out in our lifetime again.\" Mozeliak said he first met Musial at an owner's dinner several years ago. On that night, Musial pulled out his harmonica and magic tricks to entertain the group.  \"You realized that he was just truly a gifted entertainer,\" Mozeliak said. \"I just can only imagine what it was like to see him play because obviously I never got to. I think he was just so much a special part of this community and he truly was the greatest player to ever wear a Cardinal uniform.\"  Though many knew that Musial's health had been waning in recent months, news of his death still struck the Cardinals community especially hard. Feted by the organization as regularly as he could make an appearance at the ballpark, Musial was the gold standard -- on and off the field -- in St. Louis.    \"The most beloved member of the Cardinals family\" was how Bill DeWitt Jr., the Cardinals' principal owner, described Musial on Saturday. DeWitt added: \"Stan Musial was the greatest player in Cardinals history and one of the best players in the history of baseball.\"  Musial, who first took the field as a St. Louis Cardinal in 1941, made his final appearance at Busch Stadium last Oct. 18. It was on that night that Musial delivered the game ball to Cardinals manager Mike Matheny before Game 4 of the National League Championship Series.  The next night, Matheny pulled out one of Musial's famous quotes when he was asked how he maintains such a positive attitude through adversity.  \"We have a quote as we're going down the tunnel, right before we get out on the field, one of Stan Musial's quotes: 'Every day you put this jersey on, it's a privilege,'\" Matheny said. \"And so I think that's where you start. Life happens and there's guys that have gone through some tough stuff this season. ... It's all the perspective you have.\"  Musial, who is honored with a statue outside of Busch Stadium, remained in St. Louis after his retirement from baseball, which allowed for him to stay involved with the organization. He and Tony La Russa would often banter inside the manager's office back when La Russa held that post.  Members of the current Cardinals roster had varying degrees of interaction with Musial in recent years, and many of them took to Twitter on Saturday night to express sympathy to the Musial family.   Jason Motte was among the first to tweet. \"This is a sad day in \"#cardinalnation,\" he wrote. Motte and St. Louis-native David Freese both changed their Twitter avatars to pictures of themselves with Musial.   This is a sad day in #cardinalnation. #StanTheMan  Freese tweeted: \"Simply THE MAN.\"   Simply THE MAN  Added Matt Holliday on Twitter: \"Sad to hear about Stan the Man. It's an honor to wear the same uniform. Prayers to the Musial family.\"   Sad to hear about Stan the Man, it's an honor to wear the same uniform. Prayers to the Musial family  Former Cardinals first baseman Albert Pujols, who previously asked not to be referred to as \"El Hombre\" because he saw it as disrespectful to have a nickname comparable to that of Musial, also offered his condolences on Twitter: \"My prayers are with the Musial family tonight. I will cherish my friendship with Stan for as long as I live,\" he wrote.   My prayers are with the Musial family tonight. I will cherish my friendship with Stan for a long as I live. Rest in Peace.  Musial's death comes a little more than nine months after his wife, Lillian, passed away. The couple was married for nearly 72 years.  The Cardinals have announced that a memorial site will be set up around the Musial statue at Gate 3 of Busch Stadium and will remain in place until further notice. Funeral arrangements have not yet been finalized.  The family has asked fans wanting to send flowers instead make a donation to the Covenant House, a local non-profit organization that was close to Musial's heart, or a charity of choice in Musial's name. Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
