{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/41049162\/news-of-stan-musials-lends-perspective-at-bbwaa-awards-dinner\/",
    "title": "Musial news lends perspective at BBWAA dinner",
    "subtitle": "",
    "body": "NEW YORK -- Inside the New York Hilton's grand ballroom on Saturday night, a crowd gathered for the 19th annual Baseball Writers' Association of America dinner. Major League stars filled the dais, as dignitaries including Buster Posey, Miguel Cabrera, R.A. Dickey, David Price, Mike Trout and Bryce Harper received their major awards that had been announced after the last season ended.  The emcee began by reading aloud a long alphabetical list of names, those in the baseball family who had been lost in the past year. That is tradition. It ended with the reading of Earl Weaver, the Orioles' Hall of Fame manager whose passing had just been announced that morning. There was an air of sadness. Then pasta and filet mignon were served. Willie Mays was at a center table, in his Giants cap. He had flown all the way from San Francisco for this. That is how special it was. It was a night of nights, a midwinter signal that said Spring Training could not be that far off now.  Then it was time to start the awards presentations, but first there was news to tell the crowd. Had a great night at the @bbwaa awards dinner. Thank you to my family, friends, & the #Angels for their support, can't wait for 2013 season!  Jones presented fellow Georgia native Posey of the Giants with his NL MVP Award, and said, \"When I think of Buster Posey, jealousy is the first thing I think of. I mean, how many guys in their first three years get a Rookie of the Year, now an MVP, a couple of rings? What makes it more amazing is that Buster bounced back from a career-threatening injury.\"           \"All I've tried to do is live my life the way I've always lived it,\" Weiner said. \"All I've tried to do is to do my job as I've always tried to do it. The only thing that's been different is the off-the-charts support that I've received from so many people. It's a lot easier to have heart when so many ... have opened their hearts to me.\"    Mark Newman is enterprise editor of MLB.com. Read and join other baseball fans on his MLB.com community blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Newman"
}
