{
    "url": "http:\/\/m.mlb.com\/news\/article\/41060652\/richard-justice-black-baseball-pioneers-aided-kings-message\/",
    "title": "Black baseball pioneers aided King's message",
    "subtitle": "",
    "body": "There they stood, Pee Wee Reese's arm draped casually over Jackie Robinson's shoulder. And the world became a little bit better place. \"Something in my gut reacted to the moment,\" Reese would tell The New York Times some 50 years later. \"Something about -- what? -- the unfairness of it? The injustice of it? I don't know.\" It was 1947 or 1948 during (or just before) a Dodgers-Reds game at Crosley Field in Cincinnati, and Robinson was enduring some of the ugliest taunts -- profanities, racial slurs, threats -- he would hear. Reese had taken a more private stand for Robinson at the beginning of Spring Training in 1947 by refusing to sign a petition protesting the presence of a black player. And then that day in Cincinnati he could listen to the hatred no longer. His gesture quieted the crowd and sent a message to his Brooklyn Dodger teammates who were still uncomfortable with Robinson. That a son of the Deep South would offer his very public acceptance of baseball's first black player became a seminal moment, not just in baseball history, but in the American civil rights movement. Actually, it might have begun right there in Cincinnati, rather than in a Birmingham, Ala., jail in 1963 when Martin Luther King Jr. outlined the battle to come with: \"Injustice anywhere is a threat to justice everywhere.\" King would later tell Robinson and other black baseball pioneers -- Larry Doby, Don Newcombe, Roy Campanella, Monte Irvin, others -- how much he admired them for their courage and for how they'd changed the country and helped clear a path for all who would follow. A few weeks before King was killed in 1968, he told Newcombe, \"You'll never know how easy you and Jackie and Doby and Campy made it for me to do my job by what you did on the baseball field.\" Newcombe remembered those comments during a 2009 interview with the New York Post's Peter Vecsey. \"Imagine, here is Martin getting beaten with billy clubs, bitten by dogs and thrown in jail, and he says we made his job easier,\" Newcombe told Vecsey. And so on this day in which we honor King and pause to remember the men and women who suffered and sacrificed in the name of racial fairness, Major League Baseball should be proud of its role in forcing people to see the world in a way they'd never seen it before. Perhaps that's Robinson's most important legacy: He changed a game, and along the way, he helped change the world. He didn't just open doors for Willie Mays and Hank Aaron and the hundreds who followed in his footsteps. Nor did he simply help make the Major Leagues possible for Roberto Clemente and Orlando Cepeda and Juan Marichal and other Latino players. He did way more than that. There were countless battles still to be fought in the civil rights movement, battles over schools and restaurants, over hotels and housing, when Robinson played his final game for the Dodgers in 1956. But the battle was joined right there on a baseball diamond in 1947. Commissioner Bud Selig proudly calls baseball \"a social institution,\" and as he often says, with that label comes the responsibility to always try and do the right thing. This Martin Luther King Jr. Day is a moment to salute King's courage and his dream. But it's about the foot soldiers, too. It's about Jackie Robinson, who made the world a better place by having the guts to put on a uniform and endure incomprehensible ugliness. He did it because he saw an opportunity to strike at racism's ignorance and cruelty. It's about Frank Robinson, who became the game's first black manager and opened doors for Cito Gaston, Dusty Baker and others. It's about Bill Lucas and Bob Watson and Kenny Williams and others, who as front-office executives showed there should be no ceiling on black men and women in baseball. Sure, there's still work to be done. Racial fairness is a constant battle. It's why Selig retired Jackie Robinson's No. 42 and why Major League Baseball sets a day aside each season to honor him. It's a way to keep his memory alive, to tell his story again and again and to be inspired by his courage and his grace. And today as we celebrate one American hero, we remember another. He, too, lives forever. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
