{
    "url": "http:\/\/m.mlb.com\/news\/article\/41060666\/mlb-notebook-mlb-notebook-hamilton-turned-in-game-for-the-ages\/",
    "title": "MLB Notebook: Hamilton turned in game for the ages",
    "subtitle": "Slugger joined Major League lore with 18 total bases in four-homer performance",
    "body": "On July 31, 2010 at Coors Field, Rockies left fielder Carlos Gonzalez came to the plate in the bottom of the ninth with the score knotted at five. Facing Chicago's Sean Marshall, Gonzalez jumped on the first offering by the southpaw, pulling the pitch high over the right-field fence and deposited the ball approximately 455 feet away from the point of contact. Touching down on home plate to conclude his trot, Gonzalez made his first career game-ending home run official and finished off a day at the plate that saw him single in the first, triple in the third, double in the fifth, produce a run with a sac fly in the seventh and carve out a small place in the history books: as the fourth player to complete a cycle with a walk-off homer, Gonzalez had put together a performance that often finds a place in the annals of those \"This Date in Baseball History\" offerings.  The Padres' Nate Colbert clubbing five homers and driving in 13 runs in a 7-for-9 day during a doubleheader on Aug. 1, 1972; Mike Greenwell driving in all nine of Boston's runs in a 9-8 victory for the Red Sox on Sept. 2, 1996; the Yankees' Tony Lazzeri -- on May 24, 1936 -- becoming the first player with two grand slams in a game and producing an American League-record 11 RBIs; the Cardinals' Stan Musial collecting five homers in a doubleheader on May 2, 1954; the Braves' Brian McCann -- on May 17, 2011 -- hitting a two-out, pinch-hit solo homer in the bottom of the ninth to tie the game at one before ending it in the bottom of the 11th with a two-run shot.  Those individual efforts, like Gonzalez's two years ago, represent just some of the reference points when conversations about the greatest of the great days in baseball history are built. And then, there are the 16 times a player has hit four homers in a game. When Josh Hamilton stepped to the plate for the first time on May 8, 2012, he carried a line into that game that had seen him post a .376 batting average with a 1.138 OPS and 10 homers through his team's first 29 contests. Leading the AL in homers, RBIs and slugging, owning the third-highest batting average and the fourth highest on-base percentage, Hamilton was off to a rollicking start, the best player on a team tied for the best record in the Majors. It was shaping up to be one of the more interesting storylines of the still young season.   On that fateful day, in the space of 13 pitches spread over five plate appearances, everything changed dramatically, as Hamilton's narrative -- in a few blinks -- instantly skyrocketed and nestled firmly into the dialogue regarding the greatest individual performances in the long history of the game. Opening with a pair of two-run homers and a double against the Orioles' Jake Arrieta, surging forward with another two-run blast -- against Zach Phillips -- in the seventh, and punctuating the display with yet another two-run homer -- against Darren O'Day -- in the eighth, Hamilton became the 16th player in history to homer four times in a game and managed to stamp his name in a few choice spots in the record book:    With his 18 total bases, he set a new AL record, tied Joe Adcock for the second most in a game, and came within one of tying Shawn Green's Major League record.    With his five extra-base hits, Hamilton tied the Major League record accomplished nine previous times. Of the 10 players to have five in a game, Hamilton joined Adcock and Green as the only ones to do it in a four-homer game.    With his eight RBIs, Hamilton tied Willie Mays and Mike Schmidt for the third most in a four-home run effort, with Mark Whiten driving in 12 and Gil Hodges totaling nine RBIs.   Hamilton's double in the fifth -- a top-spinning line drive that touched the grass just shy of the warning track and one-hopped the wall in right-center -- was certainly the quietest hit of the night for Hamilton. But in a way, it was also the most significant, for it allowed this particular four-homer game to stand out from most of the others, and helped create a connection to Adcock and his extraordinary Saturday afternoon at Ebbets Field on July 31, 1954.   Joseph Wilbur Adcock finished his 17-year career with 336 home runs, a pair of top-11 finishes in Most Valuable Player Award voting, and one All-Star appearance. But even with all of those positives (when he retired after the 1966 season, his 336 long balls were enough to tie him for the 20th most all time), the righty-swinging slugger also played in the shadow of a pair of inner circle Hall of Famers for a significant period of time, sharing a Braves clubhouse with Eddie Mathews and Hank Aaron from 1954-62. But for one day during the '54 season, there was no doubt as to the best ballplayer on the field.   Adcock got things started on July 31 with a solo homer into the lower stands off Dodgers starter Don Newcombe in the top of the second, and then took Erv Palica deep (real deep, with a blast that bounced off the facade) in the fifth to score Mathews and Aaron ahead of him and give the Braves a 9-1 lead. Facing Pete Wojey in the seventh, Adcock -- with another shot into the lower seats in left center -- then joined Mathews as the only Braves players to ever hit three blasts in a game at Ebbets. Finally, leading off the ninth, Adcock added Johnny Podres to his list of victims to become the seventh player to hit four home runs in a contest. But like Hamilton's two-bagger, it was Adcock's double in the top of the third that makes this story a little extra special.   Swinging on the first pitch of an at-bat against Palica, Adcock sent a drive to center that came less than a foot from clearing the wall; he was that close to hitting five out. Instead, over the course of seven pitches (besides the double, two of the homers were on the first pitch of an at-bat, and the two others came on the second pitch), Adcock had set a new record for total bases in a game and became the first National League player since 1889 to have five extra-base hits in a contest. It was the kind of day at the plate that not even his Hall of Fame teammates would ever produce.   To many, any mention of the 1954 season starts with a reference to the 111-win Indians and ends with a nod to Willie Mays' iconic catch in the World Series. Similarly, the 2012 season will most likely produce instantaneous exclamations regarding Miguel Cabrera's Triple Crown, the realization of two perfect games, and the explosive seasons produced by youngsters Bryce Harper and Mike Trout. But on two days separated by nearly 60 years, two of the greatest individual performances in baseball history made everything else seem distant and comparatively unremarkable. Roger Schlueter is senior researcher for MLB Productions. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Roger Schlueter"
}
