{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/41016842\/chris-perez-among-six-indians-to-avoid-arbitration\/",
    "title": "Perez among six Indians to avoid arbitration",
    "subtitle": "Aviles represents Tribe's lone unsigned player following Friday deals",
    "body": "CLEVELAND -- It has been more than two decades since the Indians have had a player step into an arbitration hearing, and the ballclub is aiming to keep its streak of settlements alive this offseason. On Friday, Cleveland announced that it used one-year contracts to avoid arbitration with closer Chris Perez, starter Justin Masterson, outfielder Drew Stubbs, catcher Lou Marson and relievers Joe Smith and Matt Albers, whittling the list of unsettled cases down to one. Infielder Mike Aviles currently represents the Tribe's lone unsigned player. Rather than signing prior to Friday's 1 p.m. ET deadline for exchanging salary figures, Aviles' camp chose to continue on with the process. Arbitration hearings are scheduled to take place between Feb. 4-20, though the sides can reach a deal at any point leading up to that meeting. Aviles is seeking $3.4 million for the upcoming season, while the Indians have countered with an offer of $2.4 million. Cleveland has not gone to a hearing with a player since 1991, when Greg Swindell won his case and Jerry Browne lost.  Masterson, who earned $3.825 million last season, signed a one-year pact worth $5,687,500 for 2013. Last year, the sinkerballer went 11-15 with a 4.93 ERA in 34 starts for the Indians. Unsigned players with more than three years and fewer than six years of Major League service time are eligible for arbitration. A select crop of players can achieve Super Two eligibility by being in the upper 22 percent of the players who have surpassed two years of service, but have yet to reach three. If a player goes to a hearing, a panel chooses between the salary figures submitted by each side. Perez -- a two-time All-Star for the Tribe -- highlighted the list of Cleveland's signees. Perez netted a salary of $7.3 million for 2013 after earning $4.5 million a year ago. Perez racked up 98 saves for Cleveland over the last three seasons, including a career-high 39 in 2012. His 39 saves ranked fourth in the American League. Perez will be arbitration-eligible for the final time next winter, and can become a free agent for the first time following the 2014 season. Masterson, who earned $3.825 million last season, signed a one-year pact worth $5,687,500 for 2013. Last year, the sinkerballer went 11-15 with a 4.93 ERA in 34 starts for the Indians. Stubbs, who earned $527,500 last season, was acquired by the Indians on Dec. 11 in a three-team, nine-player trade involving the Reds and D-backs. Cincinnati sent Stubbs to Cleveland and shortstop Didi Gregorius to Arizona. The Tribe traded right fielder Shin-Soo Choo and infielder Jason Donald to the Reds, and shipped lefty Tony Sipp and first baseman Lars Anderson to the D-backs. Cleveland also received pitchers Trevor Bauer, Bryan Shaw and Albers in the deal from Arizona. In 136 games last season, the 28-year-old Stubbs hit .213 with 14 home runs and 40 RBIs for the Reds. He has a career .241 average with 59 homers, 59 doubles, 110 stolen bases and 178 RBIs in parts of four seasons with Cincinnati. It has yet to be announced whether Stubbs will man left or center field for the Indians this year. Stubbs' deal with the Tribe includes a base salary of $2.825 million, with another $50,000 available through performance bonuses. Marson, who was arbitration-eligible for the first time this winter, signed a deal worth $1 million for the 2013 season. The Tribe's 26-year-old backup catcher has spent parts of the past four seasons with the Indians, hitting .218 over 250 big league games for the club. Smith, who will earn $3.15 million after making $1.75 million last season, tallied seven wins and a 2.96 ERA across 72 appearances with the Tribe in 2012. The 28-year-old is eligible for free agency at the end of the season. Albers signed for $1.75 million after earning $1.075 million with the Red Sox and D-backs last season, when the right-hander went 3-1 with a 2.39 ERA in 63 relief appearances. Aviles, 31, was acquired from the Blue Jays by the Indians (along with catcher Yan Gomes) on Nov. 3 in exchange for Esmil Rogers. Last season, serving as Boston's primary shortstop, Aviles hit .250 with 13 home runs and 60 RBIs in 136 games while earning $1.2 million. Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
