{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/41017478\/eight-year-guys-make-fantasy-camp-annual-event\/",
    "title": "'Eight-Year Guys' make Fantasy Camp annual event",
    "subtitle": "",
    "body": "The D-backs are holding their eighth annual Fantasy Camp this week at their Spring Training complex at Salt River Fields. Steve Gilbert, who covers the D-backs for MLB.com, is taking part in the camp and is sharing his experiences.  SCOTTSDALE, Ariz. -- Back in January 2006, it was supposed to be a one-time thing -- a chance to live out a childhood dream for a week at D-backs Fantasy Camp.  For eight campers, however, one year stretched to two, then three, and before they knew it, they had eight camps under their belts. Bucky Green, Jeff Johnson, Don MacWilliam, Robert Papke, Sid Rosenblatt, Greg Sherman, Dave Weekly and George York are the \"Eight-Year Guys.\"   \"Two things keep me coming back,\" Johnson said. \"One, to see these guys and to have an excuse to try and get in shape to play baseball and pretend that you're 10 years old again. I think the fact that it happens around my birthday every year is a gift to me.\"   Initially, Johnson thought it would be fun to attend camp as a 40th-birthday present to himself. At the time he was living in Flagstaff, but since that time he has relocated to Maryland. The distance is far greater, but still he keeps coming.   \"A lot of friendships,\" he said of his time at camp. \"It's good to know you've got a network of people around the country based in Arizona that you can hang out with.\"   York, who works in real estate in Phoenix, also did not expect to be back after 2006.   \"I've been here all eight years, and after my first year, I thought I had the experience and that was great, and I thought I didn't need to go further,\" York said. \"The second year came around, and I said, 'Well, I'll do it one more time, and I did it one more time, and that's all she took, and I've been coming back ever since. Over the years we've developed rock-solid friendships with the people we've met at camp. We do activities together, and it's been a very rewarding experience to get together with people who have common interests.\"   Former Major Leaguers at the camp, such as Mark Grace, Matt Williams and Mike Fetters, who have attended all eight years, have developed a bond with the campers.   \"You forge friendships,\" Grace said. \"[After] eight years now, you start to recognize their spouses, they come around at the ballpark, you've gotten to know what they do and what areas of the country they live in. It's a real cool thing.\"   As a way of giving back, three years ago a group of campers started the \"Camper Fund,\" which raises money for the D-backs Outreach and Development program. The goal was to help kids in need attend various D-backs Baseball Academy camps that are held throughout the year. Its slogan is \"Sharing the Fantasy.\"   Since the Camper Fund started, it has raised more than $200,000 through donations, auctions and fund-raising events.   \"It's about more than Fantasy Camp,\" Williams said. \"They've become great friends, they do things outside of camp with their families. They started the Camper Fund, they've raised hundreds of thousands of dollars, they've gone so far and above beyond just Fantasy Camp. They're the leaders now, so they lead everybody else. They get everybody else involved on all the different projects.\"   To make a tax-deductible donation to the Camper Fund, send a check to the Arizona Diamondbacks, Attn. Outreach and Development, P.O. Box 2095, Phoenix, Ariz. 85001. Checks should be made payable to the Arizona Diamondbacks Foundation; in the memo line, write \"Camper Fund -- Baseball Outreach.\" Steve Gilbert is a reporter for MLB.comFollow him on Twitter @SteveGilbertMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
