{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/41017780\/the-mlb-prospect-international-showcase-a-scene-unlike-any-other-in-the-history-of-international-scouting\/",
    "title": "Showcase offers a feast of international prospects",
    "subtitle": "On-field events a hit among scouts, executives, fans and hopeful players",
    "body": "SAN CRISTOBAL, Dominican Republic -- Hidden among the hundreds of people at Temistocles Metz Stadium, a few miles outside of the island's capital city of Santo Domingo, two old scouts watched something new. Brewers manager Doug Melvin was perched in the front row near the third-base line, scribbling notes. On the other side of the field, D-backs general manager Kevin Towers sat in the stands near first base with his arms folded, staring at the field. Arizona manager Kirk Gibson was seated behind Towers and Padres senior vice president of baseball operations Omar Minaya was next to him. They were watching the second annual MLB Prospect International Showcase, featuring some of the top teens from the Dominican Republic, Venezuela, Colombia, Curacao and Panama -- players who will be eligible to sign with Major League clubs beginning July 2. But what they witnessed was a scene unlike any other in the history of international scouting: a baseball festival complete with local dignitaries, Major League Baseball legends like Joe Torre and Pedro Martinez, hundreds of family and friends and at least 300 scouts representing all 30 teams.  For two days, much of the baseball community came together in the Dominican Republic for a sneak peak into the game's future in Latin America. They also celebrated the game's past.  \"I really enjoy being here. The players from Latin America, they eat and sleep baseball,\" Towers said. \"If you have baseball passion, what is better than coming to the Dominican Republic to watch kids play baseball? It's also great to see your friends. Guys you either worked with or for or compete against you. It's a great time here.\"  The showcase began Wednesday morning on the warning track down the third-base line with timed 60-yard sprints. Then the prospects showed off their defensive skills with a series of drills before taking batting practice. The prospects were separated into two teams and scrimmaged to cap off the afternoon, but not before a special pregame ceremony that honored former big league outfielder Raul Mondesi, who is now the city's mayor.  Mondesi later presented an award to Martinez. Among those also recognized were Torre, Major League Baseball's executive VP of baseball operations; Kim Ng, MLB's senior vice president of baseball operations; and Joel Araujo, manager of Latin American game development. Also introduced were former Major League pitcher Pedro Astacio, Dominican baseball legend Eliodoro Arias and representatives from the countries participating in the showcase.  Torre threw out the ceremonial first pitch to Martinez, who was crouched behind the plate, and Mondesi, who was standing in the batter's box, swung and missed. The crowd roared and the game began. The prospects played again on Thursday.  \"What we have been able to incorporate is the sense of community around this game and having Joe [Torre] down here is the pinnacle of what we have done as far as representation,\" Ng said. \"What we at MLB are trying to achieve down here and let everyone in the international community know [is] that this means a lot to us. Growth of the game is a high item on our agenda and to have this many countries represented here is just tremendous and hopefully we can keep growing it.\"  Last year's international showcase in Boca Chica drew around 200 people, primarily scouts, and only featured prospects from the Dominican Republic and Venezuela. This year's crowd was nearly double.  \"This event is well-organized, well-run and you get a chance to see a lot of players in one place,\" Melvin said. \"I had heard about the showcases, and I always wanted to see how they operate. For us, the Brewers want to get more involved and have more of a presence. We know with the new CBA and rules, we think there is an opportunity here with the showcases and there is value to them.\"  In accordance with the Collective Bargaining Agreement, each team was allotted $2.9 million to spend on the international market starting July 2, 2012, without penalty. Exceptions -- such as a team's six highest signing bonuses of $50,000 or less and players signed for $7,500 or less -- do not count against the spending cap.  This July's international signing period will work in a similar way, and the amount clubs are allowed to spend will be based largely on their records in the 2012 season. The pools for each team will range from an estimated $4.9 million (for the lowest winning percentage) to $1.8 million (for the highest winning percentage). Clubs will be allowed to trade pool money.  The Astros, whose record was last in the Major Leagues last season, had at least 10 scouts at the event. Most teams had at least five representatives.  \"This showcase is a great opportunity for the kids, even if they don't get signed, because they are all being seen,\" Martinez said. \"It was totally different for players like me. We had to go to the academies and try out. You had to be spotted or maybe somebody takes you like my brother Ramon did with me. Now there is better scouting, better stadiums, better everything.\"  The smile on Martinez's face showed how happy he was to be there. The joy emanating from the dugout proved he was not the only one.  \"This has been an unforgettable experience,\" said outfield prospect Eloy Jimenez. \"I never thought I would be on the same field as Pedro Martinez and Joe Torre. It's like a dream come true. The next dream is the big leagues and then the Hall of Fame.\"  Jesse Sanchez is a national reporter for MLB.com. Follow him on Twitter @JesseSanchezMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jesse Sanchez"
}
