{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/41019590\/blue-jays-avoid-arbitration-with-ja-happ-emilio-bonifacio\/",
    "title": "Blue Jays avoid arbitration with Thole, Happ, Bonifacio",
    "subtitle": "",
    "body": "TORONTO -- The Blue Jays' streak of avoiding arbitration has continued for yet another offseason.  The organization was able to skip the arbitration process by signing Josh Thole, J.A. Happ and Emilio Bonifacio prior to Friday's deadline to exchange salary figures.  Thole signed a two-year deal worth $2.5 million, with a club option worth $1.75 million in 2015. Happ ($3.7 million) and Bonifacio ($2.6 million) each settled for one-year contracts. Toronto hasn't taken anyone to a hearing since right-hander Bill Risley in 1997. There have been some close calls in recent years, but the club's streak remains intact.   Happ appeared in 28 games with the Astros and Blue Jays last season, going 10-11 with a 4.79 ERA. He was acquired along with reliever Brandon Lyon in a multiplayer deal at the non-waiver Trade Deadline.   The 30-year-old Happ enters Spring Training with plenty of uncertainty. Despite having spent six seasons in the big leagues, his spot with the Blue Jays is not guaranteed following the club's busy offseason.   Happ will take on the role of backup starter and will have to compete for a job in the bullpen. It's also possible that the Illinois native will be forced to begin the year at Triple-A Buffalo.   Bonifacio was acquired by the Blue Jays in the November blockbuster trade with the Marlins. The switch-hitter, who was limited to just 64 games last season because of injuries, batted .258 with 30 stolen bases in 33 attempts.   The 27-year-old should prove to be a valuable asset for Toronto. He has the ability to play almost every position on the diamond and should see time this season at second base and in center field.   Bonifacio is a career .267 hitter with a .329 on-base percentage while driving in 100 runs over the course of six seasons in the big leagues.   Thole joined the Blue Jays in the same trade that brought R.A. Dickey to Toronto for a pair of top prospects. He appeared in 104 games with the Mets last season while hitting .234 with 15 doubles and 21 RBIs.   The former 13th-round Draft pick will have to compete for the backup catcher's job with veteran Henry Blanco during Spring Training. Thole does have options left on his contract and could be a candidate to start the season at Triple-A Buffalo.  Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
