{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/41022808\/qa-with-giants-catcher-buster-posey\/",
    "title": "Visit to Yogi's museum gives Posey perspective",
    "subtitle": "Reigning NL MVP meets with baseball legend before participating in Q",
    "body": "On Friday morning, 2012 National League MVP Award winner Buster Posey paid a visit to the Yogi Berra Museum and Learning Center in Little Falls, N.J. Berra was on hand to give Posey a guided tour, pointing out his three MVP plaques and his case full of World Series rings. Posey brought along some hardware of his own, proudly showing off the Giants' 2012 World Series Trophy. The two catchers then took part in a Q&A with a group of fifth graders. Afterward, MLB.com caught up with Posey for a Q&A of our own. MLB.com: You're here at the Yogi Berra Museum and Learning Center. What did you learn from your visit?  Posey: You really get a sense of what the game was like when Yogi played and how much he accomplished. Being here also just puts things even more in perspective. I didn't know until going through the museum that Yogi was in the D-Day invasion. Being 18 years old, for me, going to college was a big step. I can't imagine being 18 years old on a boat heading into France knowing you could lay your life down for your country at any moment. I've always had the utmost respect for people who put themselves out there and could potentially sacrifice their lives for our country. For him to do that, knowing that he had a baseball future ahead of him, it speaks a lot to his character. And looking at his catcher's mitts, I learned they've changed quite a bit.   MLB.com: You and Berra both won two World Series in your first three seasons in the big leagues. Some Major Leaguers go their whole careers without even getting close. How does that impact your expectations for the rest of your career, and the expectations of the Giants' organization?   Posey: I think I know I've been very fortunate to be surrounded by great players and be in a great organization that cares about winning and cares about putting the right people on the field. Going forward, I think it's important to stay hungry, and I think we have a good culture going in San Francisco where I don't think guys will have a problem with being complacent. You just have to always work on things to improve, because there's always something you can be better at or do better.   MLB.com: When you talk about catchers, you always talk about durability. Berra caught more than 130 games in seven consecutive seasons and caught both ends of doubleheaders 117 times in his career. How difficult is that, and can you imagine posting numbers like that yourself?   Posey: No. Wow, I didn't know that. So that's 117 days where he caught at least 18 innings. Wow, you're exhausted after one game. A lot goes into it physically, but it's mentally exhausting as well. That's really impressive. In college, I caught one doubleheader, and both games went 10 innings, so I caught 20 innings. But no way would I want to do that 117 times.   MLB.com: You missed almost all of 2011 with a broken leg suffered in a collision at home plate. How did that injury and the rehab that followed change your perspective on your career and how you play your position?   Posey: Breaking my leg absolutely changed my perspective on my career and it's something I hope I can carry with me the rest of my career. It's not that I didn't appreciate baseball before it happened, but obviously I was able to see how quickly it could all be gone. So you have to try to enjoy every bit of it, even the blocking drills you don't feel like doing in Spring Training and all the other less glamorous stuff. You have to soak it up and realize how very fortunate you are to play this game.   On a day-to-day basis, as a catcher, you're aware getting hurt blocking the plate is a possibility. Even before I got hurt, I knew. The main thing I've taken away from it is to try to be more athletic and light on my feet and treat it the same way an infielder would treat tagging a guy out at second or third base. Overall, I played last year five pounds lighter than I have been, so that helps me to be quick. I also played shortstop until my sophomore year in college, so I try to keep the same mindset that a middle infielder would have. Yogi was telling me he used to straddle home plate. I'm definitely not going that route.  MLB.com: You recently filed for arbitration, and there's talk of a blockbuster deal with the Giants. How important is it for you to get those negotiations out of the way before the season starts? Is it a distraction for you? How does your status as a Super Two affect negotiations?   Posey: No, it's not a distraction. We'll see what happens. You never know how these things will play out. We have a great relationship. I've been very fortunate to be in the Giants' organization. The Super Two just means you have an extra year of arbitration, it doesn't mean much.   MLB.com: The Giants have won two World Series in three years. The Angels have brought in a ton of talent, the Dodgers have brought in a ton of talent, Oakland is good. What does it mean for baseball that some of the best baseball is now California baseball?  Posey: I think it shows how much parity there is in the game. It's not only the Yankees and Red Sox. There are a lot of good players spread out across the league, which makes for really exciting baseball.   MLB.com: The Dodgers and the Giants were both moved from New York to California in 1958. They were rivals back East and they're rivals now. What do you think of the moves the Dodgers have made and the money they've spent this summer?   Posey: I think it's great. I think it's going to make it all the more fun for us as players and it has to make it more fun for the fans. It's a cool story. We've won two World Series in the last three years and now they've loaded up the way they have, it's going to be a lot of fun.   MLB.com: The Giants have had one of the best rotations in baseball over the course of your career there. Which single pitch from any of them was the dirtiest, nastiest pitch of all, and why?   Posey: When Tim Lincecum has his split change going, it's crazy. We call it a changeup, but he holds it like a splitter. When that thing is going, it's tough. What does it do? Good question. You don't know. Sometimes it'll cut, sometimes it'll go the other way or just fall off the table. One of our relievers, [Jeremy] Affeldt, throws a split finger. When he has that going, it's pretty nasty, too.   MLB.com: Calling games is somewhat of a lost art. You're in the special fraternity of catchers who have called a perfect game. Where did you learn to call games, and what is your strategy for doing it? How does the game plan change from pitcher to pitcher?   Posey: I've taken bits and pieces from different people and different experiences. Our pitching coach, Dave Righetti -- who Yogi and I talked about quite a bit -- has been huge for me. He's really taught me the hitters in the league and different situations. He has a great feel for the game. I like to try to call a lot of games on feel and instinct. Of course, I like to have the right knowledge going into the game where I know a guy's strengths and weaknesses, but you have to know there will be changes on the fly and prepare for them. You're not a robot. It's a human game, so things will come up. Sure, there are days when I have no idea what to do. You try to avoid that, but it happens.   MLB.com: If you could catch any pitcher in baseball, who would it be, and why? Any retired pitcher you'd like to catch?   Posey: I grew up in Georgia and the Braves were my favorite team growing up. It was right in the middle of when they won 14 straight division titles. I loved [Greg] Maddux, [John] Smoltz and [Tom] Glavine. I really liked pitchers a lot. So if I can pick a retired guy, I think it would be a lot of fun to catch Greg Maddux, just because he was so pinpoint with his control. In talking to other people about him, I've heard he was as good as anyone at understanding hitters. Sometimes it's easy for a pitcher to lose sight of that, because he's not a hitter. So it'd be fun to work with him. I'm sure I'd learn a lot.   MLB.com: You're pretty good at everything on a baseball field. When you go out to work on your weaknesses, what do you work on?   Posey: I concentrate on trying to make sure I stay athletic and explosive. My speed isn't very good, so I work on that, but when you squat a lot and you're always up and down, it tends to wear on your legs. I hope I can catch a long time, but we'll see. I think I have the potential to be able to do it for a while. I think my body is built for the position.  Lindsay Berra is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Lindsay Berra"
}
