{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/41023094\/matt-wieters-four-others-avoid-arbitration-with-orioles\/",
    "title": "Wieters, three others avoid arbitration with Orioles",
    "subtitle": "Johnson, Hammel, O'Day unable to reach deals, exchange salary figures with club",
    "body": "The Orioles avoided arbitration Friday by agreeing to one-year deals with four of their remaining arbitration-eligible players, including catcher Matt Wieters, and exchanged figures with three others.  Wieters, Chris Davis and lefties Troy Patton and Brian Matusz agreed to terms on one-year contracts, while the Orioles exchanged salary figures with right-handers Jim Johnson, Jason Hammel and Darren O'Day.  Wieters will make $5.5 million in 2013, according to a report from CBSSports.com's Jon Heyman. The 26-year-old All-Star catcher can receive an additional $100,000 for winning another Gold Glove, $75,000 for making his third straight All-Star team and $75,000 for winning a Silver Slugger Award. Wieters posted a .249\/.329\/.435 batting line last year and set career highs with 23 homers, 83 RBIs and 144 games played.   Davis, 26, hit .270 and led the Orioles with 33 homers and 85 RBIs last year, playing 139 games in both corner outfield spots, first base and designated hitter.   Patton, 27, was 1-0 with a 2.43 ERA and a 4.08 strikeout-to-walk ratio in a career-high 54 games last season.   Matusz, 25, finished the year with a 6-10 record and a 4.87 ERA in 34 games, including 16 starts. He found his stride as a reliever, however, going 1-0 with a 1.35 ERA in 18 relief appearances.   While Friday was the deadline to exchange salary arbitration figures, the Orioles can still agree to terms with Johnson, Hammel and O'Day before hearings take place between Feb. 4-20 in St. Petersburg. Adam Berry is a reporter for MLB.com. Follow him on Twitter at @adamdberry. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
