{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/41032350\/many-arbitration-eligible-players-settle-with-teams\/",
    "title": "Many arbitration-eligible players settle with teams",
    "subtitle": "",
    "body": "There is an art to negotiation, one that player agents and team executives have honed for years. In the end, both sides want a player to earn a fair salary, one that represents his performance and value to the club. How they approach that ultimate monetary figure, though, provides arbitration season in Major League Baseball with certain elements of intrigue. Baseball lore has it that after a 15-14 showing in 1949, Indians hurler and eventual Hall of Famer Bob Feller actually demanded a $20,000 pay cut. No such self-condemnation came to light Friday, when the majority of the group of arbitration-eligible players agreed to terms with their respective clubs on a pact for the upcoming campaign. Any unsigned player with more than three years and fewer than six years of big league service time is eligible for arbitration. On Tuesday, 133 Major Leaguers filed for arbitration, and hearings for those who have not settled on a contract for the 2013 season are scheduled to take place between Feb. 4-20. Giants catcher Buster Posey, the reigning National League Most Valuable Player, settled on a one-year deal worth $8 million. The 25-year-old, who earned $615,000 last year, paced the NL with a .336 batting average to go along with 24 homers and 103 RBIs for the World Series champions. San Francisco also agreed to terms with right fielder Hunter Pence, outfielder Gregor Blanco and southpaw Jose Mijares.  Each team had at least one player file for arbitration this year. The Red Sox led the pack with nine players, eight of whom now have a contract for 2013. Boston avoided arbitration with center fielder Jacoby Ellsbury, as the two sides agreed to a one-year, $9 million contract. Ellsbury will be eligible for free agency following the 2013 season. The Red Sox also locked up new closer Joel Hanrahan, relievers Andrew Bailey, Andrew Miller, Daniel Bard and Alfredo Aceves and starter Franklin Morales. Boston inked catcher Jarrod Saltalamacchia to a one-year contract Thursday, leaving only southpaw Craig Breslow unsigned.  The Phillies (reliever Antonio Bastardo), Marlins (reliever Ryan Webb) and Royals (starter Luke Hochevar) were the only clubs with just one player who filed for arbitration. All three hurlers agreed to terms Friday.  Last winter, only seven of 142 players who filed for arbitration had their cases advance to a hearing. Teams won five of those cases.  Emilio Bonifacio was one of the two players (Anibal Sanchez being the other) who won his case last year. He avoided arbitration this offseason by signing a $2.6 million deal with the Blue Jays. Toronto also dodged arbitration with catcher Josh Thole and pitcher J.A. Happ.  The Orioles sidestepped arbitration with catcher Matt Wieters, who will make $5.5 million, and with slugger Chris Davis and left-handers Troy Patton and Brian Matusz.  As of Friday evening, Martin Prado was the only one of six arbitration-eligible players to not come to an agreement with the Braves. Outfielder Jason Heyward will earn $3.65 million and pitcher Kris Medlen will make $2.6 million.  The American League champion Tigers secured six of their seven arbitration-eligible players for this season. Right-handers Doug Fister and Rick Porcello, catcher Alex Avila and outfielders Austin Jackson and Brennan Boesch all came to terms on one-year deals, leaving right-hander Max Scherzer as the lone remaining case.  The Indians, who have not gone to an arbitration hearing with a player since 1991, signed six of their seven eligible parties, save for infielder Mike Aviles. Closer Chris Perez, who has appeared on consecutive All-Star Game rosters, is set to earn $7.3 million for the upcoming season.  Chase Headley, who led the NL last season with 115 RBIs, remains unsigned. The Padres did, however, come to terms with catcher John Baker and starter Edinson Volquez on Friday.  The Nationals signed five of their six arbitration-eligible players, with right-hander Jordan Zimmermann the only member of the club who could proceed to a hearing. The Cardinals reached an accord with relievers Mitchell Boggs and Edward Mujica, but David Freese, Jason Motte and Marc Rzepczynski remain unsigned. The Angels avoided arbitration with new pitchers Jason Vargas and Tommy Hanson. Cubs right-hander Matt Garza will receive $10.25 million this season, and Chicago also signed pitchers Jeff Samardzija and James Russell. Zack Meisel is a reporter for MLB.com. Follow him on Twitter @zackmeisel. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Zack Meisel"
}
