{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/41031436\/indians-manager-terry-francona-is-a-popular-topic-at-town-hall-event\/",
    "title": "Francona popular discussion at Town Hall event",
    "subtitle": "",
    "body": "CLEVELAND -- Lonnie Chisenhall hung up the phone and felt a rush of adrenaline. The offseason was only a few weeks old, but after a conversation with Indians manager Terry Francona, the young third baseman was fired up and ready to find a ballfield. \"The first phone call, it kind of shocked me a little bit,\" Chisenhall said. \"I don't even remember exact things we talked about. It was just by the time I got off the phone with him, I was like, 'Wow.' He kind of got me excited. I got goosebumps a little bit. It was November and I'm like, 'I'm ready to go.'\" Francona has more than just Chisenhall excited. On Friday afternoon, a handful of Cleveland's players gathered at Progressive Field in preparation of this weekend's Tribe Fest, and sung early praises over their new manager's efforts to build rapport. A couple hours later, Francona bonded with a group of season-ticket holders at the organization's annual Town Hall event at the Idea Center at Playhouse Square. It was easy to see throughout the day the kind of impact Francona -- a two-time World Series champion as manager of the Red Sox -- has made since being named the 42nd manager in Indians history. The players are excited to take the field for Francona and the fans are eager to see what tricks the manager will have up his sleeve. What Francona hopes to offer is a brand of baseball he believes fans will instantly embrace. \"What we'll do, and what I'll do,\" Francona said to a season-ticket holder during the Town Hall event, \"is we'll try to make you proud to say you're an Indians fan. ... I can promise you that I'll spend all my energy trying to ensure that the players spend all their energy doing this correctly.\" During the Town Hall event, Terry Francona and his father, Tito, both fielded questions from Tribe fans during a taped session. The program will air at 6 p.m. ET on Thursday on SportsTime Ohio, and will be shown again at 9:30 and 11 that same night. Tribe Fest, which opened with a trio of school visits on Friday, will continue from 12-6 p.m. ET on both Saturday and Sunday at Progressive Field. Many of Cleveland's players -- including Jason Kipnis, Vinnie Pestano, Carlos Santana and Chisenhall, among others -- will be on hand to interact with fans. Ticket information can be found at indians.com\/tribefest. It is evident that the Indians' players are excited to see what 2013 has in store after what has been an active winter for the ballclub. Following a 94-loss season, Cleveland's makeover began with the hiring of Francona as the team's new manager. The Indians later signed free-agent outfielder Nick Swisher to a four-year, $56 million contract and added free agents Brett Myers and Mark Reynolds. The Tribe also swung a blockbuster trade in December that netted pitching prospect Trevor Bauer, outfielder Drew Stubbs and relievers Matt Albers and Bryan Shaw. The flurry of moves have injected some optimism into the clubhouse. \"No one was happy with the way the season ended last year,\" Kipnis said. \"No one wanted the second half to go the way it did. And the team, the front office, the fans, the whole city of Cleveland, I'm sure was looking for something to be done. \"I thought they did a great job of making some moves where there is enthusiasm now about this upcoming year. There is some confidence. There is some excitement about the team and what it brings. I thought they did a great job of that.\" Kipnis has also been impressed with the way Francona has gone about starting to get to know his players. After he was hired, Francona began reaching out via phone calls and text messages. The manager made a trip to the Dominican Republic to see Ubaldo Jimenez and Santana, along with a few other players, and stopped in Florida on his way home to visit with closer Chris Perez. Francona also played a key role in recruiting Swisher to sign with the Tribe. \"I've talked to some other players about that,\" Kipnis said. \"He's done an absolutely great job of already calling guys, establishing relationships with everyone. ... When you have a great relationship with your manager, it helps a lot. If you have someone that you know is fighting for you in the dugout, then you're going to want to fight for them all that more out on the field.\" Pestano had a similar response. \"I've talked to him on many occasions this offseason through texts and phone calls,\" Pestano said. \"He seems to keep a great tab on his players. It's refreshing to have that.\" Francona said he is simply trying to hit the ground running. \"I was in Boston eight years and I knew everybody,\" Francona said. \"I mean, from the grounds crew to the players, I knew everybody. Now I come here and I didn't, and I don't like it. I want to know the players. I want to be in a situation where when I tell them something they don't even think twice.\" And if Francona's chats with his players get them fired up -- as was clearly the case with Chisenhall -- that is just a bonus. \"I'm glad,\" Francona said with a chuckle when told about the third baseman's comments. \"I like hearing that.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
