{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/40990502\/os-extend-manager-buck-showalter-executive-vice-president-of-baseball-operations-dan-duquette-through-2018\/",
    "title": "Orioles extend Showalter, Duquette through 2018",
    "subtitle": "After posting 93-win season, players pleased to have stability at the top",
    "body": "BALTIMORE -- On the heels of the organization's most successful season in 15 years, the Orioles made a long-term commitment to ensure the two men most responsible -- executive vice president of baseball operations Dan Duquette and manager Buck Showalter -- aren't going anywhere. The team on Wednesday announced Showalter's long-rumored extension with an unexpected accompaniment of Duquette, both of whom are now signed through the 2018 season. The news, a signal of assurance from ownership, adds stability to an organization hoping to build on the foundation of 2012 and reestablish Baltimore as a perennial contender. Duquette, brought on last November, had a previous contract that ended in 2014, while Showalter's deal, signed in August 2010, originally ran through the '13 season. The contracts run the same length as the one center fielder Adam Jones signed during the season. The O's held a news conference Thursday to discuss the extensions. \"It's so hard to be able to develop the consistency that makes it an easier workplace when you are constantly changing people at the top,\" catcher Matt Wieters said. \"And we are able to get two guys that are good at what they do to keep their positions for a while, which is a good step forward. \"As a player, it's nice to know who you are going to be working with, and especially Buck being back as the manager, seeing what he's done to this organization and what's been done since he got here.\" \"He's just an all-around good person, a great guy to be around,\" right fielder Nick Markakis said of Showalter, who has changed the culture since his arrival, while still keeping the atmosphere light. \"He knows the game and he treats you with respect, he treats you like a big league guy. And teammates and players and personnel give him a lot of respect, because that's what he gives us. It's a good fit for him. I think you will see a lot more to come from him. It's a good time for Baltimore and the team and the fans.\" A two-time Manager of the Year Award winner (2004 with Texas and 1994 with the Yankees), Showalter was honored with The Sporting News version of the award in 2012, and finished runner-up to Oakland's Bob Melvin for the American League Manager of the Year Award from the Baseball Writers' Association of America. The 56-year-old Showalter formed a formidable team with Duquette, juggling a roster with more transactions than regular-season games played as the Orioles advanced to the AL Division Series on the heels of a 93-win season. \"I think it's important [to extend both] for their relationship, because I know they work well together,\" Wieters said. \"For Dan, you can look to his track record with Boston, and the team he was able to put together there and the championship they won [after he was dismissed in 2004]. You can see he can build a championship team, and that's what we are shooting for.\" Duquette, 54, has more than two decades of experience in baseball operations, including 11 seasons in a general manager role with the Expos, Red Sox and Orioles. Since Day 1, Duquette has preached building a strong foundation through the Minor League system and has steadily accumulated depth to help offset the limited picking pool in some of the O's upper affiliates. In Duquette's first offseason, he traded for pitcher Jason Hammel, signed Wei-Yin Chen and picked up outfielder Nate McLouth after he was released by Pittsburgh. The trio was a big part of the Orioles' 24-game improvement, and Duquette never stopped scouring the waiver wire, independent leagues or the team's Triple-A club for any move that could make the club even a fraction better. \"You've got to put a product out on the field, but in order to do that, you've got to have guys up top that know what they are doing, that have been around the game and understand the game,\" Markakis said. \"Duquette is also that. He sees talent, obviously, when it's needed and he's just a baseball guy. He's been around the game, he understands it.\" Duquette's eight seasons (1994-2001) as executive vice president and general manager of the Red Sox included three playoff teams. The club made the playoffs in 1998 and '99, the first time in 80 seasons the franchise had accomplished the feat. Before joining Boston, Duquette spent six seasons with Montreal, assembling Expos teams that compiled a 255-183 record -- best in baseball -- from 1992-94 despite one of the game's lowest payrolls. \"It's awesome,\" shortstop J.J. Hardy said. \"What they did last year, what Buck has done since he's been there was a big part to why I wanted to stay in Baltimore. I'm excited about it.\" Added Jones: \"Knowing Buck will be our manager for many years to come makes me even more glad that I signed my contract last year. We made progress in 2012, but our goal is always the World Series, and this announcement is only going to help us be better in the future.\" Showalter, in his fourth managerial job, has overseen a double-digit win improvement in his second full season with every club and was named \"Marylander of the Year\" by the Baltimore Sun earlier this winter. He became the 58th manager in Major League history to win 1,000 games when the O's defeated the Yankees on May 1, 2012, and he enters the 2013 season ranked 49th all-time with 1,078 wins -- sixth among active managers. \"Buck's been so good since Day 1 at preparation and getting everything here so it fits the best needs of the players,\" Wieters said. \"And I think having him in charge here for six more years, you think how much more preparation and time he will put into it and continue tweaking things til he gets it how he wants it. He knows baseball, and that's the thing I'm most excited about, picking his brain and learning from him. He's got a great baseball mind.\" \"When you get asked to be part of this for a long time, it's something to be excited about,\" said Markakis, who signed a six-year, $66.1 million deal that runs through 2014, with an option for the following year. \"It's something you work hard to get to a point in your career, and I've seen it for a long time coming. I know what the city is about, I know the fan base, it's just fun to be a part of [where the organization is headed]. And I'm just looking to be a part of it and hopefully staying here for a while.\" Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
