{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/40993012\/nationals-deal-michael-morse-for-prospects-in-three-team-trade\/",
    "title": "Nats land prospects for Morse in three-team deal",
    "subtitle": "Cole leads haul for Washington, returns to franchise that drafted him in 2010",
    "body": "WASHINGTON -- After re-signing first baseman Adam LaRoche to a two-year contract last week, the Nationals were able to trade outfielder\/first baseman Michael Morse to the Mariners in a three-way deal that also involved the Athletics, the team announced Wednesday. The Nats received A's prospects A.J. Cole, who was part of the Gio Gonzalez trade in December 2011, right-hander Blake Treinen and a player to be named, while the Athletics acquired catcher John Jaso. Morse, 30, returns to the team that acquired him in 2004 from the White Sox. The Mariners went on to trade Morse to the Nationals for outfielder Ryan Langerhans in June 2009, and the deal worked out in Washington's favor. \"I'm going back to where everything started,\" Morse said via telephone. \"It was pretty surreal when [Nationals general manager] Mike Rizzo called me and said I'm going back to Seattle via trade from Oakland. It's pretty neat, because I'm going to an organization where I was once a kid. \"I can go back and show the Mariners the man I've become. I can't wait to get there. I can't wait to see my old friends and just the city itself. It's going to be great. It's moving in the right direction. I can't wait to be a part of it.\" Morse became expendable after the Nationals acquired outfielder Denard Span from the Twins before the Winter Meetings in December. Had they not re-signed LaRoche, the Nats would have made Morse their everyday first baseman. After the Nationals acquired Morse in '09, he went on to become the team's MVP two years later while playing first base and left field, hitting .303 with 31 home runs and 95 RBIs. This past season, Morse missed more than 50 games because of a lat strain, but he managed to hit .291 with 18 home runs and 62 RBIs after he returned to action in June. Morse was also popular with the fans. His walk-up song was A-ha's \"Take On Me,\" and fans would often sing the lyrics when he stepped to the plate. \"The one person that always believed in me was Mike Rizzo. I can never thank him enough for giving me the opportunity to play every day,\" Morse said. \"He gave me the opportunity and I made the most of it. I felt comfortable there. ... It's going to be tough to watch the Nationals knowing that I was on that team at one time. \"What I'm going to miss the most are the fans who came out to watch us play. They were singing my walk-up song. Those thousands of fans would come out and sing my song, that is something I'm going to cherish.\" With LaRoche back on the team, Morse knew he was odd man out. He had heard that the Mariners and Rays were in the mix to acquire his services. \"This was nothing that shocked me. I've been through it all. It wasn't that big of a thing for me,\" Morse said. \"The business part is what it is. Adam re-signed and I was so happy for him. At that point, I knew there was a chance that I might be traded. When we found out that Seattle was one of those teams that was in the mix, I was happy. I always felt that I had unfinished business there.\" Taking the advice from his agents, Seth and Sam Levinson, Morse did not talk to the media after Washington signed LaRoche. \"My agents were pretty strict about talking to the media,\" Morse said. \"They said, 'Don't do anything, let everything play out.'\" With the 25-man roster nearly set, the Nationals were looking to trade Morse for prospects. Cole was highly touted when he went to the A's. A fourth-round pick in the 2010 First-Year Player Draft, Cole was a combined 6-10 with a 3.70 ERA with Class A Burlington and Stockton. It was at Stockton where he struggled the most, going 0-7 with a 7.82 ERA. Treinen, 24, was the Athletics' seventh-round selection in 2011. He went 7-7 with a 4.37 ERA in 24 games (15 starts) last season for Stockton in the offensively charged California League. In two seasons in the A's system, Treinen has fanned 8.7 and walked just 2.1 batters per 9.0 innings en route to a 4.13 ERA in 45 games. Jaso is perhaps best known for catching Felix Hernandez's perfect game and had a .378 batting average with runners in scoring position last season. Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
