{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/41003836\/world-baseball-classic-puts-top-mlb-prospects-on-global-stage\/",
    "title": "Classic puts top prospects on global stage",
    "subtitle": "Boston's Bogaerts, Orioles' Schoop, Twins' Rosario and Berrios among those to play",
    "body": "The World Baseball Classic has become a great event to see the stars of Major League Baseball put their team affiliations aside and play for national pride. But it won't only be the established veterans who will hit the international stage in March. With the release of the provisional rosters last month came All-Star lists from Team USA and the Dominican Republic, to name two, but the rosters also include several prominent prospects who will experience the Classic. There are two members of the current MLB.com Top 100 Prospects list  who are also on Classic rosters. Beyond that, the early rosters have six other Minor Leaguers who are on organizational Top 20 lists. \"It's one of the few times you get to have a prospect competing against Major League-caliber players,\" one pro scout said. \"The team the United States is sending out is basically a big league All-Star team. The opportunity to see those guys compete and measure their ability against top-notch Major League players -- you don't get that opportunity very often. You can see what this player is ultimately going to have to do in order to get to the Major Leagues.\" Here's a closer look at the prospects on World Baseball Classic rosters, keeping in mind that more may be added as time moves closer to the start of play. The Classic will open with Brazil facing two-time defending-champion Japan in Fukuoka, Japan, on March 2, and end with the final game in San Francisco on March 19. The team representing the Kingdom of Netherlands has the most prospect power behind it, with one Top 100 player and two other prospects of note on its roster.  Rangers infielder Jurickson Profar, MLB.com's top-ranked prospect, was originally on the Netherlands' provisional roster before opting out of the Classic. Xander Bogaerts, SS, Red Sox: The Aruba native, currently ranked No. 20 on the Top 100 and No. 1 on the Red Sox's Top 20, will play for the Kingdom of Netherlands. Bogaerts will play all of the 2013 season at age 20 and reached Double-A last year, showing an ability to hit for average and power while convincing many that he can stay at shortstop. Even if he doesn't, Bogaerts has the bat to play anywhere. Jonathan Schoop, 2B, Orioles: Another native of Curacao who joins Bogaerts on the Netherlands roster, Schoop is currently No. 4 on the Orioles' Top 20 list. He can play all over the infield, if needed, as he's originally a shortstop who moved largely in deference to Manny Machado. Schoop is following in the footsteps of his brother Sharlon, who played for the Netherlands in the 2009 World Baseball Classic. J.C. Sulbaran, RHP, Royals: Sulbaran comes in at No. 19 on the Royals' Top 20 list, though he was sent home from the Arizona Fall League because of arm trouble. Now healthy, Sulbaran brings outstanding stuff to Team Netherlands, the same electric arm that had the Royals interested in him when they got the righty in last year's Jonathan Broxton trade. Sulbaran pitched in the 2009 World Baseball Classic. The team from Puerto Rico has two Twins on its roster, one who has been in the Top 100 and one who could get there in the future. Eddie Rosario, 2B, Twins: Ranked No. 8 on the Twins' Top 20 list, Rosario was a fourth-round Draft pick in 2010 and made the move from the outfield to second base last season, though he did play a good amount of outfield in winter ball. Rosario can hit -- with more power than one might expect -- and has excellent speed as well. J.O. Berrios, RHP, Twins: The No. 32 overall pick in the 2012 First-Year Player Draft is No. 9 on the Twins' Top 20 list. The highest drafted pitcher to come out of Puerto Rico, Berrios made a very strong pro debut, helping Elizabethton win the Appalachian League title. He has an outstanding fastball-curve combination with a good feel for a changeup that will improve over time. Team Canada has two big right-handers on its provisional roster, one who's already received a taste of Major League life and one who has a chance to pitch at the top of a rotation in the near future. Jameson Taillon, RHP, Pirates: The 2010 No. 2 overall pick is ranked No. 15 overall and No. 2 on the Pirates' Top 20 list. Taillon reached Double-A at the end of the 2012 season and pitched well there. The 2012 Futures Gamer has the chance to have four above-average to plus pitches and he can throw all of them for strikes. Phillippe Aumont, RHP, Phillies: No stranger to international competition, Aumont pitched in the 2009 World Baseball Classic. Now a full-time reliever, the No. 12 prospect on the Phillies' Top 20 list reached the big leagues and appeared in 18 games. He gives Team Canada a hard-throwing option in the back end of its bullpen. There are a number of Minor Leaguers on other teams, but only one more who ranks among a team's Top 20. Adriene Rienzo, RHP, White Sox: Currently No. 9 on the White Sox's Top 20 list, Rienzo didn't start his 2012 season very well after serving a 50-game suspension for a performance-enhancing drug. But he came back to pitch at three levels and threw well in the AFL to get back on the prospect radar and set him up to pitch for Team Brazil. Jonathan Mayo is a reporter for MLB.com and writes a blog, B3. Follow @JonathanMayoB3 on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Mayo"
}
