{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/41005684\/dan-duquette-buck-showalter-not-resting-on-their-laurels\/",
    "title": "Duquette, Showalter not resting on their laurels",
    "subtitle": "Duo formed a formidable team in turning around Orioles last season",
    "body": "BALTIMORE -- In a quiet winter, the Orioles had yet to use their news conference room. And while there was no big-name free agent or trade to unveil Thursday morning, the official announcement of extending executive vice president of baseball operations Dan Duquette and manager Buck Showalter through 2018 spoke volumes about what direction the organization is headed.  \"It's just a testament to their working relationship, because there was never really much concern [about getting extensions put in place],\" ownership representative Louis Angelos said of Duquette and Showalter's approach to the negotiations. \"You can start with a standard three-year deal, but then it becomes, 'Let's go further than that. Let's make this about building a sustained, winning, competitive team.' And we got two guys who are really, I think, an unmatched team.\"  Duquette, hired last November, was previously signed through 2014, while Showalter's former deal, inked in August 2010, went through '13. The duo quickly built a good working relationship, with Duquette saying he knew as early as last Christmas that he and Showalter, who answered his phone to talk baseball on the holiday, would work well together. \"I said, 'This is a man of my own heart,\" said Duquette, who calls working with Showalter the most fun he's ever had. \"I knew that this was a passionate man who would do everything he could to win a game.\"   To which Showalter quipped: \"You're shocked Dan called me a fun guy? So am I.\"   The lighthearted tone continued throughout most of the approximately half-hour news conference, also attended by Orioles right fielder Nick Markakis, special assistant Brady Anderson and much of the front office and other team personnel.   \"I think we both have a real respect for what each other's good at and what the other may not be,\" Showalter said. \"I haven't found any with Dan yet, but I know my strengths and weaknesses. There are things I can't do or that I don't want to do. I know where my comfort zone is. ... We've spent a lot of time talking. I know that if he doesn't pick up on the first or second ring, something important is going on. He knows the same way there. There's a lot of faith in it and there's a real purity to it.   \"People who are constantly talking about renegotiating -- the word that drives me crazy is decommit ... How does an 18-year-old kid decommit? Never once or ever was I going to decommit from the Orioles.\"   The 56-year-old Showalter formed a formidable team with Duquette, juggling a roster with more transactions than regular-season games played as the Orioles advanced to the American League Division Series on the heels of a 93-win season.   A two-time Baseball Writers' Association of America AL Manager of the Year Award winner (2004 with Texas and 1994 with the Yankees), Showalter finished second last season, but he was honored with The Sporting News' version of the award in 2012.   \"It's awesome,\" shortstop J.J. Hardy said. \"What they did last year, what Buck has done since he's been there was a big part to why I wanted to stay in Baltimore. I'm excited about it.   \"I'm pumped for the organization and the fact that I will be here for the next two years, hopefully more.\"   \"When you get asked to be part of this for a long time, it's something to be excited about,\" added Markakis, who signed a six-year, $66.1 million deal in 2009 that runs through '14, with an option for the following year. \"It's something you work hard to get to a point in your career, and I've seen it for a long time coming. I know what the city is about, I know the fan base, it's just fun to be a part of [where the organization is headed]. And I'm just looking to be a part of it and hopefully staying here for a while.\"   While most of the news conference centered on Showalter's and Duquette's accomplishments, it was clear by the end that neither man is content to sit on their laurels following last season's success.   \"I think the good thing is our fans are engaged, they're re-engaged to the Orioles and they identify with our great players like Adam Jones,\" Duquette said. \"It's cool being an Orioles fan again, and I'll take that any day of the week. Now we have to go out and find some more good young players.\"   \"I didn't sleep much last night, but [I was] thinking about the team and the things we have to get ahead of and on top of,\" Showalter added. \"I'm hoping that [this news conference is] the last focus on this, which was never an issue. [Owner] Peter [Angelos] just wanted to get ahead of it and initiated it. I'm very honored and humbled by it.\" Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
