{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/41004256\/world-baseball-classic-provisional-rosters-for-all-16-teams-revealed\/",
    "title": "Many of world's best set to play for their countries",
    "subtitle": "Triple Crown winner Cabrera heads the talent on World Baseball Classic rosters",
    "body": "All 16 provisional rosters for the upcoming World Baseball Classic were revealed Thursday with a bevy of big-name Major Leaguers committing to the third edition of the international tournament. Among the most promiment were Miguel Cabrera, the Tigers third baseman and reigning American League Most Valuable Player and Triple Crown winner, who will play for Venezuela; Dodgers infielder Hanley Ramirez, Yankees second baseman Robinson Cano and Blue Jays shortstop Jose Reyes for the Dominican Republic; Dodgers first baseman Adrian Gonzalez, who is on the Mexico roster, and outfielder Carlos Beltran and catcher Yadier Molina -- both of the Cardinals -- for Puerto Rico. The U.S. roster, announced earlier in the day, boasts last year's National League Cy Young Award winner R.A. Dickey of the Blue Jays, the National League's 2011 MVP in Brewers outfielder Ryan Braun, and Mets third baseman David Wright among a host of other All-Stars, including Yankees first baseman Mark Teixeira and Twins catcher Joe Mauer. \"This is important,\" Commissioner Bud Selig said about the tournament. \"This is going to be the biggest World Baseball Classic we've had. I feel the greatest growth in this sport is international. The World Baseball Classic is our forum to do that. The clubs have been wonderfully cooperative. I'm excited. I think you're going to see a huge Classic. Everyone is really looking forward to it.\" The tournament will open with Brazil facing two-time defending champion Japan in Fukuoka, Japan, on March 2, and end with the final game in San Francisco, scheduled to be played on March 19. MLB Network will broadcast all 39 games. Team USA -- managed by Joe Torre -- is in the Arizona bracket with Canada, Mexico and Italy and will open against Mexico at Chase Field in Phoenix on March 8. The other three first-round pools will play in Fukuoka, Japan; Taichung, Taiwan; and San Juan, Puerto Rico. \"Being on the other side internationally, the tournament is humongous,\" said Hall of Fame shortstop Barry Larkin, who was a coach under manager Davey Johnson on Team USA in 2009 and is managing Brazil this year. \"There is a tremendous amount of interest and excitement. I think it's more exciting because of the opportunity it gives the players who are not in the States.\" Teams traditionally talk to more than 600 players about ultimately filling a maximum of 448 spots on the final 16 rosters. This is the only international tournament in which players on 25-man Major League rosters can participate. And this is the first Classic to play qualifiers, with eight teams added to the mix to play the eight teams that didn't make it out of the first round four years ago. Spain, Brazil, Chinese Taipei and Canada qualified in games played in September and November. Spain and Brazil are newcomers to the Classic. Japan won in 2006 and '09 with right-hander Daisuke Matsuzaka named tournament MVP on both occasions. The Japanese will enter this year's Classic without a Major League player on their roster. Korea, the loser to Japan in the '09 finals, also is without a big leaguer, although both teams are expected to be well prepared and fundamentally sound as always. The final game in 2009, at Dodger Stadium, was an epic. Korea tied Japan, 3-3, in the bottom of the ninth against a young pitcher named Yu Darvish. Korea pitched to Ichiro Suzuki in the top of the 10th with first base open, runners on second and third and two out. Ichiro won it on the final pitch of an eight-pitch at-bat with a two-run single. Darvish, entering his second Major League season with Texas, and Ichiro, now with the Yankees, both declined to play this year. China, new to baseball when the tournament began in 2006, has starting pitcher Bruce Chen, a veteran left-hander who enjoyed a career resurgence recently while playing for the Royals. The team will be managed by John McLaren, with Bruce Hurst the pitching coach and Art Howe the hitting coach. Cuba, losers to Japan in the 2006 finals at San Diego's PETCO Park, didn't make it out of the second round at San Diego in '09. The Cubans will return with their usual squad of homegrown players, but no readily recognizable names. Pitcher Aroldis Chapman and outfielder Yoenis Cespedes, both stars on the '09 Cuban team, have since defected and are playing in the Major Leagues for the Reds and A's, respectively. The Canadian roster includes 12 players who played for Major League teams in 2012, including first baseman Justin Morneau of the Twins, catcher Russell Martin of the Pirates, closer John Axford of the Brewers, reliever Jesse Crain of the White Sox, outfielder Michael Saunders of the Mariners and third baseman Brett Lawrie of the Blue Jays. Ernie Whitt, an original member of the expansion Toronto Blue Jays in 1977, will manage the Canadians again and Morneau is slated to be with him for the third time. Whitt has been Canada's manager in the World Baseball Classic and Olympics. \"Any time you're out there, and they're playing the anthem, and you look down the line, and you're not the only Canadian in the lineup, it's a sense of pride,\" Morneau said. \"There's a lot of emotion involved. There is emotion involved any time you're playing for your country.\" The U.S. lost in the second round in '06 and in the semifinals to Japan in '09. Only four players will be back from the 2009 team: Wright, Braun, Phillies shortstop Jimmy Rollins and Red Sox right fielder Shane Victorino. This time, at least making it to the final game at AT&T Park, if not winning it all, is the goal. \"Without a doubt, you get tired watching other countries playing on the last day of this thing,\" said Larry Bowa, a former big league shortstop who will be the U.S. bench coach. \"When I was playing, if somebody asked me, I would have jumped at playing in this thing. I'm not just going there to hit fungoes. I want to win.\" Around the diamond, the U.S. plans to have a starting eight of Teixeira, Reds second baseman Brandon Phillips, Rollins, Wright, Mauer, Braun, Orioles center fielder Adam Jones and Marlins right fielder Giancarlo Stanton. Dickey, Giants right-hander Ryan Vogelsong, Braves right-hander Kris Medlen and Rangers left-hander Derek Holland will anchor the starting rotation with Braves closer Craig Kimbrel in the same role, heading up a deep 10-man bullpen. The U.S. left one of its 28 roster spots open for a fifth starting pitcher. The provisional rosters were due on Wednesday and the final rosters of 28 players must be filed by Feb. 20. The Dominican Republic has a roster complete with current Major Leaguers and one free agent. Former big league catcher Miguel Olivo is the Dominicans' only player not currently signed by a Major League team. Angels shortstop Eric Aybar, Blue Jays outfielder Melky Cabrera, Texas outfielder Nelson Cruz, Padres starter Edinson Volquez and Rays closer Fernando Rodney are also on the roster. The distribution of talent is going to make it a tough tournament, Torre said. \"Japan is two-time champs and you know that the Dominican is going to be very strong,\" he said. \"I know Robby Cano is going to be playing second base and that scares me coming right out of the box. [The Dominican] is going to be a very good club. Venezuela is also going to be good and strong and, of course, the Asian countries will be well represented. I'm looking forward to it. It's going to be an exciting time.\"   Barry M. Bloom is national reporter for MLB.com and writes an MLBlog, Boomskie on Baseball. Follow @boomskie on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Barry M. Bloom"
}
