{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/41009534\/braves-announce-minor-league-coaching-staffs\/",
    "title": "Braves announce Minor League coaching staffs",
    "subtitle": "",
    "body": "ATLANTA -- There will be a sense of familiarity this season, as five of the Braves' six Minor League affiliates will have the same manager as last year. The one newcomer is Randy Ready, who was announced as Triple-A Gwinnett's manager in November. Ready replaces Dave Brundage, who was hired by the Phillies in October to manage their Triple-A Lehigh Valley club. Gwinnett's coaching staff remains intact, as hitting coach Jamie Dismuke and pitching coach Marty Reed will return. Trainer Mike Graus will be entering his 21st season within the organization and his eighth with the Triple-A club. Aaron Holbert will serve as Double-A Mississippi's manager for a second consecutive season. His coaching staff will include hitting coach Garey Ingram and pitching coach Dennis Lewallyn, who spent the past six seasons as an instructor in the Cubs' farm system. Trainer Ricky Alcantara will return for his sixth season with the Double-A affiliate.  Luis Salazar is slated to spend a third consecutive season managing Class A Advanced Lynchburg. His coaching staff will include pitching coach Derek Botelho and hitting coach John Moses, who previously worked with the Astros and Dodgers. Joe Toenjes is Lynchburg's trainer.  Randy Ingle will be entering his 22nd season managing in the Braves organization and second consecutive year with Class A Rome. His coaches will be Derrick Lewis (pitching) and Bobby Moore (hitting), who handled this role for Lynchburg last year. Rome's trainer will be Kyle Damschroder, who spent last year with rookie-level Danville.  Jonathan Schuerholz will serve as Danville's manager for a second consecutive season, alongside hitting coach Rick Albert and pitching coach Gabe Luckert. Joe Lust will experience his first year with the Braves while serving as Danville's trainer.  Rocket Wheeler is to manage the Gulf Coast League Braves for a second straight season. His staff will consist of hitting coach William Martinez and pitching coach Carlos Mendez, who was Rome's hitting coach the previous two seasons. Julio Hernandez is the trainer for the GCL Braves. Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
