{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/41009830\/humble-matt-harrison-grateful-for-new-contract-extension-spot-in-rangers-rotation\/",
    "title": "Harrison happy to have deal, spot in Texas rotation",
    "subtitle": "Coming off career season, humbled lefty signs five-year, $55 million extension",
    "body": "ARLINGTON -- Matt Harrison earned his hefty pay raise from the Rangers on Thursday by developing as a front-line starter at the Major League level. Harrison doesn't plan on letting up after signing a five-year, $55 million contract, solidifying another key piece of the Rangers' rotation through 2017.  \"I definitely want to continue to improve,\" Harrison said. \"I'm not content where I am right now.\" Harrison, who grew up in a town of 200 people in North Carolina, reflected on his small-town roots as he spoke about his new deal. He mentioned several times about how grateful he was to the Rangers for the security they have given his family.  He talked a lot about his wife, Meghan, and 1-year-old daughter, Addie, who were in attendance at Thursday's news conference. He talked about recently meeting the mayor of his hometown; he didn't know Creedmoor, N.C., had one. Harrison was humble, knowing this hasn't been easy getting to this day.  \"In this industry, if you're able to go out and perform your job, the money is there to be made,\" Harrison said. \"I know what it was like growing up and how hard it was on my parents, and now that I've signed this deal, it sets up my family, my daughter for life and any other kids we have. So it's very humbling to be able to do that, and I won't take it lightly.\"  Harrison has risen to an All-Star level, going 32-20 with a 3.24 ERA over the last two seasons. He's shown durability, throwing 399 innings, including clearing the 200-inning hurdle in 2012. He pitched 213 1\/3 innings last season -- a team high -- and also won a club-best 18 games.  That after starting 2010 in the Rangers' rotation, getting moved to the bullpen after some rough outings that included struggling to get out of the first inning. Harrison ended the season needing surgery for thoracic outlet syndrome and having to win a spot in the rotation in Spring Training.  Assistant general manager Thad Levine said that the Rangers have learned about Harrison's character through his early struggles to not making the World Series roster in 2010 to his rise as one of the best left-handers in the American League the last two years. He's a hard worker and he reads a lot of books, some of them on the mental side of the game during his early struggles as a Major League pitcher.  \"This is a person who is a testament to development at the Major League level,\" Levine said.  There's a touch of irony, considering Harrison came to the Rangers from Atlanta in the blockbuster Mark Teixeira deal at the 2007 Trade Deadline. Harrison has made a rise similar to the ones 300-game winner Tom Glavine and John Smoltz made way back when with the Braves.  Harrison has done it with a Rangers franchise that has struggled through the years to develop pitching.  \"Things weren't really going my way,\" Harrison said. \"I had a lot of hit-and-miss starts. I had some trouble with thoracic outlet syndrome. We figured that out. The biggest thing is figuring out that mental toughness, that part of the game. The talent was there, just figuring out to use it and how to use in the right way.\"  Texas has locked up Yu Darvish through 2017, Derek Holland through 2016 with club options in 2017-18, and now Harrison for the next five years. Plus Alexi Ogando, who will return to the rotation this season, will be with the Rangers at least through 2017.  Texas, known for being a hitting-first club, has committed to pitching, something general manager Jon Daniels said should be a signal to the team's fans that the Rangers want to field a contender for years to come.  \"To look up and have Matt and Yu and Holland and Alexi, and that's the core of the rotation,\" Daniels said, \"that's three guys under 27 who have been All-Stars. These are accomplished young pitchers.\"  Harrison said Thursday he's not worried about the pecking order of the starting rotation. Darvish is being billed as the ace, even though Harrison led the team in wins last year.  \"I hope Darvish is the ace next year,\" Harrison said. \"That's a good thing. I hope to be one too. Which game we pitch doesn't matter to me. I'm just looking forward to the day I get the ball. I'm ready to win.  \"It's huge to have two guys with their talent already locked up and to know I'd be another piece of that rotation. It's good to have those two guys, and to know what we have with Ogando and what he did a few years ago as a starter. It's going to be fun. We have a good pitching staff.\"  Harrison's come a long way from that small town in North Carolina, earning a big payday and being a part of one of the most promising young starting staffs in baseball. Maybe Creedmoor will have a Matt Harrison Day one day.  \"The whole town had one flashing light and a liquor store and a post office,\" Harrison said when asked about his hometown. \"I met the mayor this offseason. I didn't know they had a mayor.\" Todd Wills is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Todd Wills"
}
