{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/41010478\/as-royals-caravan-gets-under-way-high-hopes-abound-among-players\/",
    "title": "As Caravan gets under way, high hopes abound",
    "subtitle": "Current, past Royals visit U. of Kansas Hospital, excited about 2013 season",
    "body": "KANSAS CITY -- The Royals Caravan, a tour that dates back to 1968, is an annual excursion into hospitals, schools, supermarkets, restaurants, military bases and anywhere else that baseball players might make friends, create smiles and raise hopes.  This year's excursion got under way on Thursday with a visit to the University of Kansas Hospital, where the players visited with children in the neonatal medical home and the pediatrics unit.  \"It's really cool,\" pitcher Greg Holland said. \"I think the kids really enjoyed being able to talk to new people and kind of take their minds off being in a hospital room, for a few minutes.\" Also on hand were Aaron Crow, Eric Hosmer, Everett Teaford, Billy Butler and Johnny Giavotella, along with Royals Hall of Fame members John Mayberry and Willie Wilson.   \"It's really a joy to see these kids, especially the younger ones who are shy,\" Holland said, \"but you can tell that they enjoy watching the Royals. And getting to see the actual players, they enjoy it, so it's really fun for us.\"   The visit had special meaning for Butler, whose wife Katie gave birth to their second daughter, Karsyn, on Jan. 7.   \"I just had a kid last week and it makes you realize what's most important,\" Butler said. \"Baseball's great and I'm very blessed to get to do it, but stuff like today is what really matters.\"   The children brought back a memory for Teaford.   \"It's funny how when you see them, how shy they get,\" he said. \"I remember when I met Tom Glavine at the grocery store. I pulled my shirt over my head like a clown.\"   How old was Teaford when that happened?   \"It was actually this offseason when I did that -- I saw him in Alpharetta, Ga.,\" Teaford kidded. \"No, I was about 6.\"   Then the group divided in two groups -- one bound for Kansas communities, the other for Nebraska. For details, go to royals.com.   \"It's really cool to know that there's a lot of fans out there, not just in the city of Kansas City, but all over the area,\" Holland said.   This is where fans can start firing questions and get a feel for what the players think about the 2013 season. Holland remembers one standard query from an earlier Caravan: \"When are you guys going to win the division?\"   \"And I always say, 'We're looking at this year,\" Holland said. \"We've made some big improvements. So, hopefully, we can come through on some of those wishes to get the winning mentality back to Kansas City.\"   Naturally, much of the talk will center on the trade acquisitions of starting pitchers James Shields, Wade Davis and Ervin Santana.   \"I thought we were really close last year and had a couple bad skids -- a 12-game losing streak and stuff like that- but now I think we've got guys in the rotation that can stop that bleeding before it gets to the five- and six-game losing streaks,\" Holland said. \"You're going to lose two or three in a row at times, but having a guy like James Shields, Wade Davis and Santana, you've got stoppers that can stop those losing streaks.\"   Those deals have Butler revved up, too.   \"This is the most talented group I've been with,\" Butler said. \"Just that move of getting Shields and Wade Davis. That makes us really, really formidable.\"   So Butler was ready to spread the gospel on the journey that goes through Friday. Then the players return to join many of their teammates at the Royals FanFest on Saturday at the Overland Park Convention Center.   The Royals Caravan will resume with other players on Sunday and Monday with travels through Missouri, Arkansas and Kansas. And on Tuesday, a group headed by Hall of Famer George Brett will visit Ft. Leavenworth and Ft. Riley in Kansas.   Perhaps more than in any recent year, optimism will permeate the sessions.   \"You can't help but be excited,\" Butler said. \"Ever since I've been in the big leagues, they've been talking about making a splash, a big move to help out the big league team and we finally made it. And expectations are to win and that's something that's great to be a part of. We're not looking to another year or anything like that; we're expected to win and to do it this year.\" Dick Kaegel is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Dick Kaegel"
}
