{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/41010828\/on-fast-track-cubs-top-prospect-shortstop-javier-baez-learning-major-league-lessons\/",
    "title": "On fast track, Baez learning Major League lessons",
    "subtitle": "Cubs' top prospect taking part in club's first rookie development program",
    "body": "CHICAGO -- Javier Baez had just 350 at-bats before his 20th birthday, which was Dec. 1, but a lot of overeager Cubs fans want to know when the shortstop will be on the big league roster.  Baez -- who has a tattoo of the Major League Baseball logo to go with one on his right arm of a rosary of baseballs -- has been on the fast track, and on Thursday he completed one week of the team's first rookie development camp.  \"It doesn't matter how young you are,\" Baez said after a workout at Northwestern University. \"If you do your job and you do it right and play hard every day, they're going to like you.\" The Cubs do like Baez, one of a dozen prospects to take part in the camp. Their days began with a morning workout at the fieldhouse, followed by lunch, then a seminar. Former players Kerry Wood and Mark Prior spoke as did current outfielder David DeJesus. Cubs owner Tom Ricketts and Theo Epstein, president of baseball operations, addressed the players as well as a nutritionist. The week also included a Chicago Bulls game and a visit to a children's hospital in Chicago.   The goal is to take players who the Cubs feel are close to reaching the big leagues and expose them to things they'll have to deal with. Discussions cover such topics as what to expect when they are promoted to the big leagues, how to be professional and how to deal with the fans.   \"It's an all-encompassing program and hopefully designed to get them to know what we're expecting of them and also what to expect being in Chicago and being a Major League player,\" said Jason McLeod, director of player development and scouting.   Other players to take part in the rookie camp included pitchers Dallas Beeler, Marcus Hatley, Barret Loux, Trey McNutt, Zach Rosscup, Nick Struck, Robert Whitenack and Tony Zych, and position players Jae-Hoon Ha, Matt Szczur and Logan Watkins.   The recent news about Notre Dame football player Manti Te'o being the victim of an online hoax also has given the Cubs some timely material to discuss.   \"Everyone's under a microscope,\" McLeod said. \"We've spent a lot of time trying to help and talk about those type of things and letting them know what to watch for. We can't be babysitters 24\/7, but we can give them the tools to make good decisions, and ultimately that's what we're trying to do.\"   Some of the players walked onto Wrigley Field for the first time. This was Baez's second visit to the ballpark. One of the \"impact\" prospects -- and ranked No. 1 in the Cubs' organization by MLB.com -- Baez has been pushed. He began last season at Class A Peoria, where he batted .333 with 10 doubles and 12 home runs in 57 games. He was then promoted to Class A Daytona, where he batted .188 in 23 games with four home runs, including two in his last game.   Baez then joined the Arizona Fall League, where he was the second youngest player. His AFL season ended after 14 games because of a freak injury to his right thumb. He was injured while celebrating with a teammate.   \"I was playing around, and I was going to shake somebody's hand, and I guess he wasn't looking and he jammed my thumb,\" Baez said.   Did he laugh it off?   \"No, it actually hurt,\" Baez said. \"I started playing, but I couldn't hit any more.\"   This week, he got some swings in and will return to Mesa, Ariz., on Saturday to resume his training. How close is Baez to the big leagues?   \"Javy's still so young,\" McLeod said. \"He's only played really three months of a full season, and obviously, last year, he took the Midwest League by storm in a short time there and hit some bumps in Daytona. Being that he just turned 20 years old, obviously he's a talented young man, and he's going to ultimately decide [his progression].   \"He loves to work, he works extremely hard. The plan for him this year is to get a full season under his belt.\"   McLeod was the Padres' scouting director when he watched Baez, who was playing at Arlington Country Day School in Florida. The school's baseball season was canceled, so Baez's team traveled around the state to play and faced some weak competition. McLeod remembers a doubleheader when Baez hit at least four home runs but also recalled some wild swings.   \"The bat speed and the power were just ridiculous,\" McLeod said. \"I also saw him swing and miss and out of control.\"   Cubs general manager Jed Hoyer held that title with San Diego at that time. McLeod reported he wasn't sure if Baez would be the next Manny Ramirez or the type who wouldn't reach Double-A. The Cubs had the ninth pick overall in the First-Year Player Draft in 2011, the Padres had the 10th. Chicago selected Baez, and San Diego took infielder Cory Spangenberg.   McLeod said Thursday he can see the special ability Baez possesses.   \"Now, it's up to him and up to us to fully develop that and maximize his potential,\" he said.   The Cubs already have a talented shortstop in Starlin Castro. As of now, there are no plans to move Baez to another position, McLeod said.   \"All of us who saw [Baez] play last year every day on the field felt the same way, like wow, this young man can really play short,\" McLeod said. \"He plays the game really easy. He slows it down, anticipates, very good instincts. Right now, he's a shortstop until he shows he can't be. He's a very good shortstop, and I see no reason why he won't be playing there for a long time.\"   Said Baez: \"It really doesn't matter where I play in the game. I'm going to do my job, I'm going to do my best. I'll let the manager [decide where he'll play].\"   How soon will he be at Wrigley? That's up to him. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
