{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/41011316\/jose-reyes-all-smiles-as-era-with-blue-jays-takes-flight\/",
    "title": "Reyes all smiles as era with Blue Jays takes flight",
    "subtitle": "Anthopoulos had long coveted 'electric' shortstop acquired in blockbuster deal",
    "body": "TORONTO -- Jose Reyes couldn't help but go through a wide range of emotions after finding out he had been dealt from Miami to Toronto in November. On one hand, there was anger and frustration over the Marlins organization having broken their promise of not including Reyes in any trades. On the other, there was a sense of rejuvenation and excitement about joining a Blue Jays organization that appeared to be on the rise. Whatever anger may have been present has long since dissipated, and Reyes couldn't stop smiling during his introductory news conference in Toronto on Thursday afternoon as he talked at length about the club's chances of taking the next step. \"I went to Dubai, and one day I get up at 6 o'clock in the morning and I see all of the text messages saying I got traded,\" Reyes said when asked how he learned of the deal. \"After that, I said, 'You know what? It's a better opportunity with the Blue Jays.' It's all about winning, the team that we're going to put on the field is going to be good, so I can't wait.\"  When Reyes was officially acquired from Miami alongside Josh Johnson, Mark Buehrle and Emilio Bonifacio, it marked a coup of sorts for general manager Alex Anthopoulos. Reyes had been a player he had long coveted but never had been able to afford.  That changed at the end of the season when the Blue Jays' ownership group gave permission for the club to add a sizable amount of payroll. Even though Reyes' asking price had been out of Toronto's range just one year before as a free agent, there was suddenly the possibility of adding him into the mix as well.  The trade talks with Miami started with Johnson, expanded to Buehrle and then became the biggest deal in franchise history once Reyes' name was included. Anthopoulos finally had his guy, even though for years prior, he never envisioned it could actually become a reality.  \"At the time, we just weren't set up to really pursue him,\" Anthopoulos said of Reyes' free agency last offseason. \"I haven't told him this, but he's probably my favorite player in the league to watch. He's the type of guy you want to come see play. He's electric, high energy, smile on his face, so many things.  \"I think any GM would love to have him. I think with where we were at with payroll, we had a shortstop and the depth that we had, maybe it wasn't necessarily going to make sense. We never had dialogue as a free agent, but he's always been someone we admired a lot, and I'm thrilled to have him now.\"  Reyes provides the Blue Jays with a unique skill set they haven't possessed in years. His range in the field is well above average, but perhaps more importantly is his All-Star ability at the plate and on the basepaths.  The 29-year-old is a career .291 hitter with a .342 on-base percentage and 410 stolen bases in 10 seasons at the big league level. He won the National League batting title in 2011 (.337 average), a Silver Slugger Award in 2006 and has led the league in stolen bases on three occasions.  Reyes represents the Blue Jays' first natural leadoff hitter since Shannon Stewart and arguably the best top-of-the-order bat the organization has ever had -- if you don't count Rickey Henderson's brief spell with the club in 1993.  The Blue Jays already had the league's seventh-ranked offense last year despite a series of injuries, and that number is expected to rise with Reyes and Melky Cabrera setting the table for Jose Bautista and Edwin Encarnacion in the heart of Toronto's lineup.  \"Everybody knows the way I play,\" said Reyes, who has five years and $96 million remaining on his contract. \"The one thing I'm going to do is try to get on base and score a lot of runs. That's what I've been doing my whole career, and hopefully I can keep doing that here. We have a very good lineup and we're going to be dangerous.\"  There was a time in the 1980s and early '90s when the Blue Jays were the most popular team in the Dominican Republic. The organization heavily recruited prospects from the region, and stars like Tony Fernandez, Damaso Garcia, Juan Guzman and George Bell only increased the popularity.  That could be the case again next season, as the first four batters in Toronto's lineup are Dominican. Reyes, Cabrera, Bautista and Encarnacion represent the star power, while others like Bonifacio and Esmil Rogers could end up playing pivotal roles on the team.  It's an exciting time for both Canada and the Dominican, as fans from all over have started jumping on the bandwagon of a team that has turned itself into a top contender in the American League East.  \"When I went to the Dominican and everybody saw me on the street, everybody's talking about the Blue Jays,\" Reyes said. \"We're going to have a lot of great players from the Dominican, so it's going to be exciting down there. In my town, everybody's a fan of the Blue Jays now, so that's good.\" Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
