{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/40982924\/dodgers-said-to-add-catcher-flores-reliever-moylan\/",
    "title": "Dodgers said to add catcher Flores, reliever Moylan",
    "subtitle": "Club also rumored to be pursuing veteran free-agent third baseman Rolen",
    "body": "LOS ANGELES -- The Dodgers reportedly signed veteran catcher Jesus Flores and reliever Peter Moylan to Minor League contracts, and are rumored to be considering free agent Scott Rolen to play third base.  A run at Rolen would be in keeping with management's win-now philosophy by upgrading with veterans wherever possible. It would also indicate a lack of confidence in Luis Cruz, who broke through the tag of \"career Minor Leaguer\" last year to win the starting job in the second half.  With Rolen at third base, Cruz could become a right-handed-hitting backup corner infielder, particularly to give Adrian Gonzalez a rest against left-handed pitching. It also would mean that management has settled on keeping Hanley Ramirez at shortstop, rather than moving him to third base, and the dominoes would then likely send young shortstop Dee Gordon to Triple-A for more seasoning.   At 37, Rolen would seem past the point of being an everyday player. Although an All-Star in 2011 for the seventh time and an eight-time Gold Glove Award winner, he had disabled-list stints the last two seasons with chronic shoulder problems and played only 65 and 92 games, respectively, for Cincinnati. He hit .242 and .245, respectively, with slugging percentages below .400.   The Reds are still interested in signing Rolen, but the player reportedly has not decided if he wants to play or retire. He earned $6.5 million last year, the last of a two-year, $13 million contract extension.   The signing of the 28-year-old Flores, reported by the Washington Post and not confirmed by the club, adds to catching depth behind starter A.J. Ellis and rookie backup Tim Federowicz. Flores played five seasons with the Nationals after being taken from the Mets in the Rule 5 Draft. He has a career .241 batting average and hit .213 last year in 83 games. He missed the 2010 season after requiring two shoulder operations.   Flores received an invitation to Major League Spring Training, but so have non-roster catcher signings Eliezer Alfonzo, Wilkin Castillo and Ramon Castro.   The signing of the 34-year-old Moylan adds Minor League bullpen depth, if he's healthy. The right-hander has missed considerable time in his career with elbow, back and shoulder surgeries, pitching only eight Major League games last year. He was non-tendered by the Braves after compiling a 2.59 ERA over 295 career games out of the Atlanta bullpen. Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
