{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/41014840\/general-manager-mike-rizzo-pleased-with-nationals-return-in-michael-morse-deal\/",
    "title": "Rizzo pleased with Nats' return in Morse deal",
    "subtitle": "",
    "body": "WASHINGTON -- On Wednesday, a day after acquiring free-agent closer Rafael Soriano, the Nationals traded outfielder\/first baseman Michael Morse to the Mariners in a three-way deal that also involved the Athletics. The Nats received A's prospects A.J. Cole -- part of the Gio Gonzalez trade in December 2011 -- and right-hander Blake Treinen, plus a player to be named, while the Athletics acquired catcher John Jaso. Nationals general manager Mike Rizzo said preliminary trade talks with teams regarding Morse began in the middle of the offseason, while the club was trying to re-sign first baseman Adam LaRoche. When LaRoche signed his two-year contract with the Nats last week, Morse became expendable. Rizzo said on Thursday that he could not see Morse as a bench player for the 2013 season, after which he can become a free agent. \"I don't think his skill set is indicative of a bench player,\" Rizzo said of Morse. \"We were getting enough phone calls and hits on him. I thought there was going to be a deal that we liked out there. When we signed LaRoche, I got a bunch of phone calls about Morse. \"After we signed Adam, discussions got to be more specific and the focus on teams became smaller. We identified the type of player that we wanted in a deal. With Seattle, we couldn't find the right deal to do it straight up.\" With Morse gone, the Nationals will use Tyler Moore as their first baseman\/corner outfielder off the bench. \"Tyler is a comparable skill set [to Morse],\" Rizzo said. \"They are both right-handed hitters with power, they run about the same, they play left field about the same and play first base about the same. \"To get one premium prospect and two other prospects, it's something that we felt would refurbish the Minor League system, and we have a comparable guy to Michael Morse still on the ballclub.\" The Nationals hope the additions of Cole and Treinen will improve their farm system. Cole was highly regarded when he went from the Nats to the A's last offseason. A fourth-round pick in the 2010 First-Year Player Draft, Cole went a combined 6-10 with a 3.70 ERA with Class A Burlington and Class A Advanced Stockton. It was at Stockton where he struggled the most, going 0-7 with a 7.82 ERA. Rizzo said Cole replaces right-hander Alex Meyer, who was traded to the Twins for outfielder Denard Span earlier this offseason. \"We scouted him quite a bit this season,\" Rizzo said of Cole. \"Believe me, I have a lot of experience in the California League, and the California League has made a mockery out of a lot of good starting pitchers. His stuff was fine his delivery wondered a little bit throughout the season. He righted the ship when they sent him to the Midwest League. He dominated that league as a 20-year-old, so we feel that he is on course. His developmental curve in on track. ... I think that this guy will be a quick mover for us.\" Treinen, 24, was the Athletics' seventh-round selection in 2011. He went 7-7 with a 4.37 ERA in 24 games (15 starts) last season for Stockton in the offensively charged California League. In two seasons in the A's system, Treinen has fanned 8.7 and walked just 2.1 batters per nine innings, posting a 4.13 ERA in 45 games. \"He is a big, physical, strong kid ... with a big arm,\" Rizzo said of Treinen. \"He throws up to 96, 97 [mph]. He is a starter and reliever. He is going to begin his career with us as a starter. He is a power pitcher with power stuff.\" Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
