{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/40966558\/its-never-too-late-to-make-a-key-signing-or-trade-in-mlb\/",
    "title": "It's never too late to make a key signing or trade",
    "subtitle": "History shows that moves made in January and February can prove fruitful",
    "body": "Many of the most important questions of this offseason have yet to be answered. Prominent free agents Michael Bourn and Kyle Lohse remain unsigned and trade rumors continue to swirl around some of the game's bigger names, including D-backs outfielder Justin Upton. Late-offseason action is by no means unprecedented. A number of established players have signed or changed teams after mid-January in recent years. And many of them have played significant roles during the ensuing season.  Last year, on one day alone -- Jan. 26 -- two top American League teams boosted its rosters when Prince Fielder and Hiroki Kuroda signed with the Tigers and Yankees, respectively. They played vital roles in their teams' push to the AL Championship Series, and in the case of Fielder and Detroit, a spot in the World Series.  Fielder, who had averaged 38 home runs and 108 RBIs in his six full seasons with the Brewers, drew Detroit's interest after designated hitter Victor Martinez went down with a torn ACL. Fielder hit .313 with 30 homers and 108 RBIs and partnered with Triple Crown winner Miguel Cabrera to form the most feared 3-4 lineup tandem in baseball.  Kuroda took some time adapting to pitching in New York but by midseason, he was arguably the most reliable pitcher on the Yankees' staff. As a solid No. 2 behind CC Sabathia, Kuroda pitched a team-leading 219 2\/3 innings and posted a 3.32 ERA while winning 16 games.  A pair of international signings also made splashes after the midway point in January last year. Yu Darvish and Yoenis Cespedes were two of the major players in 2012's thrilling AL West race -- Darvish as the Rangers' ace and Cespedes as one of the Athletics' best run producers.  For the free agents who remain this year, such late signings offer a bit of hope.  \"Obviously, it's been a little slow -- a little slower than anticipated,\" said Lohse, who status appears to have been affected by his status as a free agent requiring compensation to the Cardinals, his most recent team. \"I think the whole [loss of a] first-round Draft pick thing is slowing things down. It's going to eventually work itself out. It's not like I'm going to be out of baseball. Something will happen here.\"  The time is also ripe for smaller signings that may go unnoticed but have an impact on the upcoming season. The Giants, for example, have a history of such acquisitions making an impact. Two years ago, they signed Ryan Vogelsong on Jan. 11, and he has since been named an All-Star and was arguably their most important player during last year's World Series run.  In 2010, it was Aubrey Huff, who inked his deal on Jan. 10. He was the Giants' best offensive weapon en route to that year's World Series title.  But Huff wasn't the most notable late signing that year. Jim Thome latched on with the Twins on Jan. 26 and launched 25 homers, while leading the Twins to an AL Central crown.  This year, the Red Sox remain in talks with Mike Napoli, with whom they tentatively agreed to a deal in early December. But there has been a holdup in the negotiations.  \"It's one of those situations, out of respect to Mike and the process, [where] I'm not going to get into detail,\" Boston general manager Ben Cherington said. \"Whenever we're talking and there's dialogue, it means we're hopeful of being able to do something, but we just don't know yet. We'll see how it plays out.\"  Late-offseason drama is nothing new to Napoli, who in late January 2011 was traded twice within a span of five days, going from the Angels to the Blue Jays to the Rangers. Napoli became an offensive force that season for Texas, hitting .320 with 30 homers in 113 games and tormenting his former club -- the Angels -- by hitting .356 against them with six homers in 16 games.  All the evidence leads to similar late-offseason impact moves this year. Lohse and Bourn -- both clients of agent Scott Boras -- remain available and figure to command significant multiyear deals. Another Boras client, Rafael Soriano, agreed Tuesday with the Nationals on a two-year deal with a vesting option for 2015.  Their continued free agency apparently hasn't concerned Boras, who earlier this month quipped to ESPN, \"It doesn't really matter what time dinner is when you're the steak.\"  The gold standard for late-offseason transactions was the Feb, 16, 2004, trade between the Yankees and Rangers that netted Alex Rodriguez for New York. Jack Morris' Feb. 5, 1991, signing with Minnesota is equally noteworthy because he famously led the Twins to that year's World Series title.  The Tigers completely turned around the direction of their franchise by signing two Boras clients late in the offseason. In 2004, they inked Ivan Rodriguez on Feb. 6, and in 2005, Magglio Ordonez came to terms with them on Feb. 7. Both were essential pieces on Detroit's 2006 pennant-winning team.  Those types of transactions make January predictions almost meaningless. As evidenced by the past, there is still plenty of roster shuffling to take place.  If all goes accordingly, the 2013 pennant races and World Series may be decided in the next few weeks. We just won't be able to recognize it when it happens.   AJ Cassavell is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "AJ Cassavell"
}
