{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/40963426\/pirates-bring-back-veteran-right-hander-jeff-karstens-on-one-year-deal\/",
    "title": "Pirates bring back Karstens on one-year deal",
    "subtitle": "",
    "body": "The Pirates on Thursday officially announced a one-year agreement with Jeff Karstens that keeps the right-hander, who was non-tendered two months ago, in Pittsburgh. The contract, agreed to on Monday, became official upon Karstens' completion of a physical. The 30-year-old veteran immediately took to Twitter to post his happiness.  It's official...back in the Burgh for another go at it with my boys! Can't wait to bleed that black and yellow! Karstens had received only mild interest on the market since becoming a free agent on Nov. 30, when he was not offered a contract by the Pirates. Prior to taking that step, general manager Neal Huntington had tried to negotiate a deal with Karstens, who was eligible for arbitration and due a salary of about $4 million in that process, and planned to stay in touch with the seven-year veteran. Karstens' deal, which includes performance bonuses, is reportedly for a guarantee of $2.5 million. Since he had been non-tendered, a contract now negotiated by Karstens would not be subject to arbitration protocol. The agreement with Karstens comes a couple of weeks after left-hander Francisco Liriano suffered an injury to his non-throwing right arm to nullify the free agent's two-year, $12.75 million agreement with Pittsburgh. The Pirates have also expressed interest in other pitchers, including free-agent right-hander Shaun Marcum, most recently of the Brewers, and Detroit's Rick Porcello. The Pirates had expressed some concern about the durability of Karstens, who missed significant parts of the 2012 season with injuries to his shoulder, hip and groin that limited him to 15 starts and 90 2\/3 innings. When able to pitch, however, he was effective -- posting an ERA of 3.97. He is the only member of the 2011-12 rotations to have a sub-4.00 ERA each season, having pitched to a 3.38 mark in 2011. Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. He can also be found on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
