{
    "url": "http:\/\/m.rays.mlb.com\/news\/article\/40973458\/top-prospect-wil-myers-attends-rays-winter-development-camp\/",
    "title": "Rays glimpse future as Myers visits The Trop",
    "subtitle": "Organization's top prospect attends annual Winter Development Camp",
    "body": "ST. PETERSBURG -- Wil Myers stood to face the crowd of cameras and notepads huddled in front of him Tuesday afternoon, all eyes fixated on Tampa Bay's newest top prospect and a locker with a Rays jersey, No. 60, with Myers' name on it. Only two days into his first visit to Tropicana Field as a member of the organization, one couldn't help but wonder when Myers would be back in Tampa Bay's home clubhouse for good.  The Rays are, of course, extremely patient with their prospects, even those with a pedigree as impressive as Myers'. And the 22-year-old outfielder understands how the business of baseball works. Tampa Bay's front office needs a chance to evaluate him, and Myers needs to prove that he deserves a spot on the Major League roster.  But with a player like Myers, MLB.com's No. 3 overall prospect, the question is less \"How long until he makes it?\" than \"How soon can he make it?\" Myers, attending the Rays' annual Winter Development Camp featuring many of their top prospects, admitted he won't be disappointed if he has to start the year with Triple-A Durham, a 45-minute trip from his family in High Point, N.C. But he tore through the Minors last year, posting a .314\/.387\/.600 batting line with 37 homers between Double-A and Triple-A, and he's ready for a new challenge at some point in 2013.   \"It's every person's dream to be in the big leagues, so obviously that is my ultimate goal,\" Myers said. \"Every ballplayer has confidence that they're ready for the Major League level, but that's not my decision. That's for the front office. I'm really looking forward to the opportunity.\"   Myers has already taken a few swings at the Durham Bulls Athletic Park, where he may or may not open the year, and he liked the idea of being so close to friends and family in Chapel Hill, N.C. He would get some more time to work on his center-field defense -- his favorite position, though he'd be fine playing a corner spot if asked -- and take some more Minor League at-bats, all part of the development process the Rays believe in so strongly.   Rays executive vice president of baseball operations Andrew Friedman said plainly that he doesn't know where Myers will begin the season. Tampa Bay's roster isn't fully intact yet, and plenty of things could change between the beginning of Spring Training and Opening Day. Although the Rays have learned a great deal about Myers by reading scouting reports and analyzing other information, he's only spent two days directly under their watch -- these past two days at Tropicana Field.   \"You can't simulate being around a guy, watching him prepare, watching the way he goes about things and how he fits into the Rays' way of doing things,\" Friedman said.   Adding to the mystery of when Myers will arrive is Friedman's level of comfort with his current roster, the group that's led Tampa Bay to three straight seasons with 90 or more wins, plus a few extra pieces acquired this winter.   And while the Rays are still reliant on their farm system to produce Major League-ready players and sustain their low-payroll operation, the front office is no longer breathlessly waiting for its top prospects to make the final leap and save the franchise.   \"I think one of the biggest benefits of what's happened over the last five years is that we haven't had to look at prospects and say, 'OK, when are they going to be ready? Let's count down the days until 2015, when they're ready,'\" Friedman said. \"We have such a competitive group and a competitive camp that guys have to earn their jobs, and whether it's at the end of Spring Training or throughout the year, I think that's one thing we really changed.   \"These guys have to knock the door down. It's one thing to be talented and have the tools; it's another to outperform your competition and put yourself in a position where we create the spot for you.\"   Myers should be close to knocking down that door, if the hype constantly following the right-handed slugger is any indication. He's already been profiled in Sports Illustrated. Some analysts have put his name alongside third baseman Evan Longoria and left-hander Matt Moore as the future of the franchise.   Talk-radio callers are practically penciling his name behind Longoria's in the Rays' lineup for at least the next six years. Others would already have handed him a carbon copy of the first team-friendly contract extension Longoria signed shortly after his Major League debut.   But none of that is on Myers' mind just yet, not as he gets acquainted with his new surroundings and waits to see where he'll begin his first year with his new team.   \"I just try to stay away from it. I just want to go out and do my job, and just try to get better every day,\" Myers said. \"It definitely feels different after being with the Royals for four years, but I'm excited to be here, new opportunity and definitely looking forward to Spring Training and seeing some new faces out here. I'm excited about it.\" Adam Berry is a reporter for MLB.com. Follow him on Twitter at @adamdberry. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
