{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/40983632\/cubs-have-sights-set-on-making-playoffs\/",
    "title": "Cubs have sights set on making playoffs",
    "subtitle": "Sveum, Epstein, Rizzo share high hopes as Caravan kicks off",
    "body": "CHICAGO -- The Cubs may be coming off a 101-loss season but manager Dale Sveum enters this year with high expectations. He won't settle for a .500 finish; he expects more. \"The one thing you hate doing is saying, '[Finishing] .500 will be good,' because it's not good,\" Sveum said Wednesday during a Cubs Caravan stop. \"[Finishing .500] is not 101 losses, but .500 isn't getting you to the playoffs. Just getting in the playoffs is satisfactory.\" The Cubs feel they've added much-needed depth to the pitching staff with the additions of free-agent starters Edwin Jackson, Scott Baker and Scott Feldman and have given the bullpen a boost with Japanese pitcher Kyuji Fujikawa. However, Baker is coming back from Tommy John surgery and Matt Garza is returning from a right elbow injury. Theo Epstein, Cubs president of baseball operations, said Baker's plan calls for him to be throwing at least 75 pitches by the end of March. If Baker needs more time, they now have enough arms to give him extra rehab starts.  \"Both guys are on a nice timetable for the start of the season,\" Epstein said of Garza and Baker.  The other Cubs starters include Jeff Samardzija, who appears likely to get the Opening Day assignment, and Travis Wood. The Cubs also have yet to finalize their deal with free agent Carlos Villanueva, who was expected to attend the Cubs Convention this weekend. The transaction has been delayed until the team can clear a spot on the 40-man roster.  Sveum shared his optimistic approach at the 2nd Battalion, 24th Marines headquarters Wednesday as part of the Cubs Caravan. The Cubs served lunch to 250 active-duty military and veterans, who dined on pizza, salad and pasta and posed for pictures with players like David DeJesus, Anthony Rizzo and Michael Bowden.  The caravan precedes the 28th Cubs Convention, which opens Friday and is when hopeful fans get a chance to forget winter and talk baseball. It's a perfect time to be optimistic. The Cubs were inspired by how the Orioles and Athletics performed last season.  \"It's postseason or bust every year -- that's what our goal is,\" Epstein said. \"That said, we're obviously building for something greater, which is a time when we can expect to be in the postseason every year.  \"As far as 2013, you can define it as success or failure by whether we make the postseason ultimately or whether we make the World Series,\" he said. \"There are stories every year about teams that don't necessarily look like the favorites on paper but find their way to play meaningful games in September, playing into October, playing into deep October. Baltimore, Oakland last year are great inspirations for teams in our position.\"  The Cubs have made progress behind the scenes in terms of new hires made in the player development and scouting departments, Epstein said. Sveum said he feels more at ease heading into his second year at the helm. It was a less hectic offseason as the staff needed some minor changes.  Some fans may have a hard time projecting the Cubs in the playoffs in 2013. Sveum thinks they have enough firepower if third baseman Ian Stewart is healthy, new outfielder Nate Schierholtz produces and some of the young players continue to progress.  \"You can't fall victim to, 'Yeah, we are obviously in a transition in the organization, and we're trying to get healthy and do all this, but we can't win right now,'\" Sveum said. \"Baseball is a funny thing. Just last year, we close out some games in April and the start of the season is a lot different and you never know what happens after that. You might not have the exact same bullets as the guy across the street, but all you need are guys to play up to their capabilities and have a starting staff and close out games, and you win a lot of games.\"  The Cubs may have lost 100-plus for the first time since 1966 but they were able to accomplish some things. Young players such as Brett Jackson, Josh Vitters, Rafael Dolis and Alberto Cabrera were exposed to the big leagues, which should help them the next time they're called upon. There's no substitute for experience.  Sveum isn't the only one on the Cubs with high hopes.  \"I think guys are going to have big years,\" Rizzo said Wednesday. \"We all need to pull for each other and be that team, that young team just like the A's were. You could see each at-bat, everyone was there together. Everyone's optimistic.\"  They'll get started Feb. 10 when pitchers and catchers report to Mesa, Ariz. The Cubs manager has a message for his players.  \"[Finishing] .500 is, like I said, still not acceptable,\" Sveum said. Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
