{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/40983474\/red-sox-prospect-xander-bogaerts-always-sees-room-for-improvement\/",
    "title": "Bogaerts always sees room for improvement",
    "subtitle": "Only 20, shortstop working hard at craft to be among game's elite",
    "body": "BOSTON -- The bat isn't a question for Xander Bogaerts, who is ranked the Red Sox's top prospect by MLB.com. It is there, and it's probably always going to be there. It will likely be the case that at whatever level Bogaerts plays at, he will hit.  In other words, it should excite Red Sox fans when Bogaerts speaks passionately about what he plans on doing this year to round out his development.  Bogaerts is all of 20 years old, but he knows that if he is one day going to be in truly elite company, he needs to be the type of player who does everything. \"I'm not a lazy kind of guy,\" said Bogaerts. \"I just like to work hard and get better every day. Like now, in the offseason, I'm taking extra grounders, working on my speed more. I'm trying to be a good all-around player so I can help the big league team whenever they need me.\"   It's unlikely the Red Sox will call on Bogaerts much this season, though he could easily vault himself to September callup status.   But by 2014, Bogaerts might be their next shortstop.   Because Bogaerts has a sturdy frame -- he is listed at 6-foot-3 and 175 pounds -- scouts have wondered if he might end up at a different position. Third base doesn't make a whole lot of sense in Boston, because Will Middlebrooks should be there for years to come.   First base and outfield are possibilities if he one day gets some reps at those positions.   Or how about this? Bogaerts may prove that he can and should stay at shortstop -- a position he would stand out at because of his offense.   \"I'm working hard to try to stay at shortstop,\" said Bogaerts, who played in last year's SiriusXM All-Star Futures Game at Kauffman Stadium. \"My weight -- I don't have a problem with weight, as in getting fatter and stuff. I'm just working hard at the position. Wherever the organization wants me to be, whatever the position, I hope to do it.\"   Has anyone asked him about a possible position switch?   \"No. To be honest, not yet. Shortstop is my position right now, and that's what I'm working to become better at,\" Bogaerts said. \"That's what the organization wants me to do right now.\"   The Red Sox want to keep watching Bogaerts to see what kind of shortstop he can evolve into.   \"It's just getting him more repetitions,\" said Red Sox director of player development Ben Crockett. \"Physically, he's continued to improve and is in really good shape right now, and he'll continue to take steps forward with that.\"   By the end of last season, Bogaerts had been elevated to Double-A Portland. He got 97 at-bats there, hitting five homers and driving in 17 runs. However, Bogaerts drew just one walk.   \"It's a work in progress. He's shown at times the ability to really go up with a plan and have a good feel for what he's doing,\" said Crockett. \"In Double-A, too, guys were aggressive. He was a 19-year-old kid up there, and guys were aggressive to face him. It was at the end of the season.   \"Some of that was indicative of the way he was being attacked. We want him to swing the bat. Certainly we're not preaching walks with guys, but at the same time, we want them to have a good approach, and sometimes the result of that is a walk. Absolutely, it's a focal point for him and for a lot of our prospects and even guys at the Major League level.   \"We want them being ready to attack good pitches to hit, and that's something that, as he spends more time in the upper levels and probably early in his big league career, he's going to have to make adjustments to that, and that'll be the key to his success.\"   It's important to remember that Bogaerts grew up in San Nicholas, a city in Aruba. In other words, he didn't have the same baseball upbringing as most of his peers.   \"I want to try to know the strike zone better, I guess. When I was younger, I never played college ball or high school ball,\" Bogaerts said. \"These guys, the drafted guys, they play a lot of college and high school, so they play a lot of baseball early in their career. I haven't had that experience. I guess it's more repetition and more at-bats and seeing more pitches, and that will make me a better player.\"   The Red Sox haven't announced their 2013 plans for Bogaerts yet. However, it is easy to envision a scenario in which he starts the year at Double-A and perhaps graduates to Triple-A somewhere around midseason. It also wouldn't be surprising to see Bogaerts be a non-roster invitee at Spring Training, giving him a chance to experience Major League life for the first time.   In the meantime, Bogaerts will continue to hammer away at those other areas of the game. Thus far, he has 10 stolen bases in 262 Minor League games.   \"First-step quickness,\" Bogaerts said. \"I feel like I don't have it. So I'll just keep working towards that and trying to get better.\"   There is a self-assuredness and a determination about Bogaerts -- rather than the awe you see from some young players.   \"Hopefully I can be a better all-around player, so whatever they need, I'm ready for it,\" Bogaerts said. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
