{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/40985574\/catcher-yan-gomes-may-pass-on-world-baseball-classic-focus-on-making-indians-roster\/",
    "title": "Gomes may pass on Classic, focus on Indians",
    "subtitle": "Brazil's first Major Leaguer weighing whether to participate in tournament",
    "body": "CLEVELAND -- Before their baseball games, Yan Gomes and his childhood teammates warmed up the only way that made sense to them. They used the space between dugouts to kick around a soccer ball.  This was hardly sports science. It was simply life growing up in Brazil.  \"We didn't know anything about all this other stuff,\" Gomes said with a laugh. \"So that's kind of the way we did it. We'd play baseball after that.\" Gomes smiled while recalling those memories earlier this week, when he was in Cleveland taking part in the Indians' winter development program. The annual event is aimed at acclimating the club's top prospects to what big league life has in store. For Gomes, it was more of a chance to get used to his new surroundings.   It has been a busy offseason for Gomes -- Brazil's first Major Leaguer. The catcher was traded by Toronto to the Indians on Nov. 3 and only a few weeks later, he was helping Brazil earn an unlikely entrance to this spring's World Baseball Classic. Gomes, who is not currently listed on Brazil's roster, is still weighing whether to take part in the tournament.   Meanwhile, Gomes hopes to work his way into Cleveland's plans.   \"The Indians are on the way up,\" he said. \"They are making moves here and I'm hoping to be a huge part of it. I'm willing to work at whatever position they put me at.\"   Brazil is hardly known for baseball, but players such as Gomes have helped the sport gain popularity in recent years. He was born and raised in Sao Paulo, where he and his friends were more likely to dream of playing in the World Cup than an event like the World Baseball Classic, which did not exist until 2006.   Gomes' family immigrated to the United States when he was 12, when he only spoke Brazil's native Portuguese. Through elementary and middle school in Florida, Gomes learned English and became more involved in organized baseball. In Brazil, his only option was to suit up for a traveling club team.   \"It was kind of like the American dream,\" Gomes said of his family's move to the United States. \"We moved here and it worked out well.\"   Gomes went to high school in Miami, attended the University of Tennessee and Barry University, and was taken by the Blue Jays in the 10th round of the 2010 First-Year Player Draft. Last season, the 25-year-old Gomes debuted with Toronto on May 17, adding another country to the list of places that can claim at least one Major League product.   \"It was a dream come true,\" Gomes said. \"Especially when you're representing a country. It showed how much it meant to them, and it showed me how much this sport means to everyone. Brazil had a lot to do with it, but it was a dream come true. It was exciting.\"   Gomes bounced between Triple-A Las Vegas and Toronto five times last season.   \"Only five? I thought it was more,\" he quipped. \"I guess you kind of take it like a benefit. Not a lot of young guys get to go through that. I learned a lot.\"   With Las Vegas, Gomes hit .328 with 13 home runs, 29 doubles, 59 RBIs and a .380 on-base percentage in 79 games. He hit just .204 with four homers and 13 RBIs in 43 games with Toronto, but Gomes' performance in the big leagues was likely hurt by the frequent flights to and from the Minors.   Cleveland saw the promise, and acquired Gomes, along with infielder Mike Aviles, in the November trade that sent reliever Esmil Rogers to the Blue Jays. This spring, Gomes will come into camp with a chance to compete with Lou Marson for the backup catching job, or he could also be a fit on the bench as a part-time first baseman and designated hitter.   Gomes said catching is his preference, but he is willing to do what Cleveland asked of him. As for the type of hitter he hopes to become for the Tribe, Gomes replied: \"I hope I'm a good catcher that hits.\"   It is that type of attitude that appealed to the Indians.   \"What stood out about Yan is his commitment to baseball,\" said Ross Atkins, the Indians' vice president of player development. \"It's evident that it's important to him. It's also evident that he believes he's going to be a great player. The sacrifice, the commitment, is going to be there.\"   In the qualifying round for the Classic, Gomes helped lead Brazil -- managed by Hall of Famer Barry Larkin -- to an unlikely victory over Panama in the decisive game. Brazil won, 1-0, with Gomes driving in the lone run that eventually punched the country's ticket.   Brazil is in Pool A -- along with Japan, Cuba and China -- with its first contest scheduled for March 2 in Fukuoka, Japan. Gomes will report to Cleveland's Spring Training site in Goodyear, Ariz., in early February before possibly joining Brazil's team for the trip overseas.   \"It worked out perfect for us,\" Gomes said. \"We came in as the underdog, or just as a team that was being overlooked a little bit. We just played with no fear. We let them put the pressure on themselves and it turned out well for us. Now, we're ready to go to Japan and play.\"   Gomes does not want his possible participation in the Classic to interfere with the big league opportunity in front of him.   \"I hope it doesn't get held against me -- representing my country,\" Gomes said. \"But, if it does, hopefully I'll come back and go to Triple-A and earn my way back to the big leagues.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
