{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/40988124\/pirates-closer-jason-grilli-excited-to-contend-for-team-italy-in-world-baseball-classic-again\/",
    "title": "Grilli excited to contend for Team Italy again",
    "subtitle": "Pirates closer's Classic squad will oppose Martin's Team Canada",
    "body": "Before new Pirates closer Jason Grilli pitches to new Pirates catcher Russell Martin, he will pitch against him. That will be one of many wrinkles in a World Baseball Classic-interrupted Spring Training. The Team Canada participation of Martin, an Ontario native, was already known, and Grilli confirmed to MLB.com that he will be back on Team Italy, honoring his Italian heritage. The full Classic rosters will be announced Thursday, with MLB.com streaming MLB Network's broadcasts, 10 a.m. ET for Team USA and 4 p.m. ET for the rest of the field. Canada and Italy share the Classic's Pool D and will meet on March 8 in Phoenix. The other teams in that group are Mexico and the United States so, in all sincerity, Grilli does not expect his absence from Bradenton, Fla., to be too long. \"I mean, let's face it. I'd like to be optimistic, but what are our chances of advancing?\" said Grilli, a Team Italy veteran whose involvement in his third Classic will cap off an incredibly eventful offseason.  On Dec. 12, he signed a two-year, $6.75 million deal to stay with the Bucs. On Dec. 26, he became Pittsburgh's closer, as Joel Hanrahan was dealt to Boston. And last Wednesday, he became a second-time father with the birth of Jayden.  He is juggling feeding turns with preparing for Spring Training.  \"I threw my first bullpen [Tuesday], so I'm where I need to be,\" Grilli said.  Even if Italy does not survive pool play, Grilli would have about a 10-day pass out of Pirate City, as he plans to depart March 3. Same for Martin, as well as right-hander Chris Leroux, also on Team Canada.  Considering the new roles being undertaken by Grilli and Martin, this will be the biggest Classic concession yet by the Pirates, who had only marginal participants in the 2006 and 2009 editions. But manager Clint Hurdle and GM Neal Huntington, both of whom fervently support their players' involvement, have no qualms about the interruption affecting getting ready for the season.  \"Martin is a veteran, and we have lots of [pitching] veterans on the staff. He'll catch up, however he needs to,\" Huntington said. \"With the energy he brings and his veteran presence. he'll make up for lost time. It's an honor to represent your country, and we respect that opportunity. Everyone approached [about joining a Classic team], we've always told them it's their decision. But, yes, we didn't have any bigger-name players in past Classics.\"  The Pirates were better represented in the inaugural 2006 Classic: Jason Bay went 5-for-11 for Team Canada, lefty Oliver Perez hurled four shutout innings for Team Mexico and workhorse reliever Salomon Torres made four appearances for the Dominican Republic. Also on Team Dominican was Ronny Paulino, who did not yet have a Major League footprint but became the Bucs' regular catcher that season and hit .310.  The dozen Pittsburgh organizational players in the 2009 Classic included only one big leaguer, right-hander Ian Snell, who suited up for Puerto Rico.  In 2009, of course, both Grilli (Rockies) and Martin (Dodgers) were with different organizations. Grilli earned the save in Italy's 6-2 victory that eliminated Canada from the tournament, pitching 3 1\/3 shutout innings that included retiring Martin twice.  \"It's playoff baseball in the spring,\" Grilli said. \"I enjoy the high competition. I love the participation, but the bigger picture for me is getting ready for the season. It definitely helped me get ready quicker in '06, get locked in.\"  In that 2006 Classic, Grilli started and notched Italy's only win, pitching one-hit ball for 4 2\/3 innings, with seven strikeouts, in a mercy-rule stopped 10-0 victory over Australia.  He has a unique twist on the appeal of representing one's heritage in the Classic.  \"Usually we say you play for the name on the front of your uniform and not for the name on the back,\" Grilli said. \"For me, the name on the back is the reason I can play for the name on the front.\"  Grilli, Martin and Leroux will report to Pirate City on Feb. 11 and stay through the first week of Grapefruit League play, which begins Feb. 23, before excusing themselves.  \"They won't miss a beat,\" Huntington said. \"We wish our guys the best.\" Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. He can also be found on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
