{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/40976610\/rays-right-hander-jake-odorizzi-hits-prospect-camp-with-sights-on-majors\/",
    "title": "Odorizzi hits prospect camp with sights on Majors",
    "subtitle": "",
    "body": "ST. PETERSBURG -- Jake Odorizzi's locker in the Rays' clubhouse on Tuesday was not far from three fellow former Royals in Wil Myers, Mike Montgomery and Patrick Leonard, but the right-hander was still somewhat out of place. Unlike the other 30 or so prospects in the room, Odorizzi, 22, has played in the Majors. But he went through Tampa Bay's prospect camp just the same as those who were hoping to reach the level Odorizzi climbed to last season in Kansas City. \"I kind of sit back a little bit and watch everything. I was in their spot not too long ago. It's kind of weird to have been there and see people who are working to get there, like you see yourself in them,\" Odorizzi said. \"I'm taking it in just like they are, same mentality. I just want to get to know everything, learn everything as quick as I can, just kind of get familiar with everything as quick as possible then go from there.\" Odorizzi already has made strides to fit in, working out three times last week with a few Major League pitchers he hopes to pitch alongside in 2013, including David Price, Matt Moore and Alex Cobb. Odorizzi will enter Spring Training with a chance to claim a spot in the Rays' starting rotation. He called that opportunity an honor but acknowledged that earning a job will be no easy feat, given the competition he'll face. \"But I think that's better, honestly. I think that's what breeds better competition, when you go up against the best,\" Odorizzi said. \"Nothing's easy, so you want it to be as tough as possible to bring the best out of you. That's what I'm really looking forward to, is the competition between everybody. \"From what I hear, everyone tries to one-up each other in a competitive, friendly way, not 'I'm better than you and this person.' Like I said, that breeds good competition. I think that's why they're so good here, too. ... They're great guys. Took me right in, trying to get to know them; they're trying to get to know me. Hopefully it'll be a really good match.\"",
    "author": ""
}
