{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/40979048\/major-league-players-filing-for-arbitration-include-buster-posey-jason-heyward\/",
    "title": "Players filing for arbitration include Posey, Heyward",
    "subtitle": "",
    "body": "Giants catcher and reigning National League MVP Buster Posey headlined a group of 133 players that filed for salary arbitration, the Major League Baseball Players Association announced Tuesday. Also among those players were a trio of former All-Star outfielders -- Atlanta's Jason Heyward, Boston's Jacoby Ellsbury and San Francisco's Hunter Pence. Typically, the majority of salary arbitration cases are settled well before they go to hearings in front of a panel of arbitrators. Those hearings are scheduled to take place between Feb. 4 and Feb. 20. In arbitration, the two sides offer a proposed salary and an independent panel decides a winner, should it reach that stage. Many teams haven't seen an arbitration filing go to a hearing in years, instead opting to settle well before the deadline.  Last winter, 142 players filed for arbitration, but only seven had their cases go to a hearing. Teams won five of those cases and typically win the majority of the cases.  Each team had at least one player file for arbitration this year. The Red Sox led the way with nine players filing, and the Padres were a close second with eight -- including last season's NL RBI king, third baseman Chase Headley.  The Phillies (reliever Antonio Bastardo), Marlins (reliever Ryan Webb) and Royals (starter Luke Hochevar) were the only clubs with just a single player filing.  Other notables to file include Cubs starter Matt Garza, Yankees starter Phil Hughes, Cardinals third baseman David Freese, Nationals infielder Ian Desmond, Tigers starter Doug Fister, Orioles catcher Matt Wieters, Indians starter Justin Masterson and Braves starter Kris Medlen. AJ Cassavell is a reporter for MLB.com Follow him on Twitter @ajcassavell. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "AJ Cassavell"
}
