{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/40955016\/braves-catcher-brian-mccann-confident-hell-be-in-opening-day-lineup\/",
    "title": "McCann confident he'll be in Opening Day lineup",
    "subtitle": "Entering final year of deal, Braves catcher recovering from shoulder surgery",
    "body": "ATLANTA -- As the early days of the new year have elapsed, Brian McCann has replaced a fear of uncertainty with a confident sense that his surgically repaired right shoulder will be strong and healthy enough for him to be ready at the start of the most important year of his career. \"If all goes well, it's going to be hard for me to sit there and watch the team on Opening Day, if I'm feeling good,\" McCann said. When Braves orthopedic surgeon Dr. Xavier Duralde performed the surgery Oct. 16, he inserted anchors into the posterior portion of McCann's shoulder. Duralde also repaired a labrum tear that was more significant than expected. McCann will visit Duralde on Tuesday with the hope of learning that he could begin playing catch by the end of this week. His desire to begin swinging a bat might have to wait another two weeks. But based on the way his shoulder feels, McCann is growing more excited about the upcoming arrival of Spring Training.  \"Being three months out of surgery, I feel like I'm ahead of schedule,\" McCann said. \"I feel better each day, and I'm very encouraged by the signs that I have received recently. Now that I've had the surgery, I can tell a huge difference with my range of motion and flexibility. This is as free as my shoulder has been for a few years.\"  If McCann is in the lineup on Opening Day, he will be approximately two weeks ahead of the schedule that was projected when he underwent surgery. It has been assumed that the Braves' veteran catcher would miss the regular season's first two weeks and potentially all of April.  But McCann is not ready to make any assumptions as he prepares for what could be his final season in his hometown. The 28-year-old catcher simply wants to make the most of the season and distance himself from the disappointment of last year's injury-plagued season.  \"I really don't want to think about my future in that sense,\" McCann said. \"I love it here. It's just where I grew up. I grew up 25 miles north of Turner Field. This is all I've ever known. I love it here.  \"I worry about playing baseball and I worry about trying to be the best at what I do. If I can go out there and play well, then everything else will take care of itself. My No. 1 goal is to get back to the way I played the first six years of my career and even better than that.\"  Given that he is entering the final year of his contract, McCann has every reason to remain cautious and take all of the necessary steps to increase the likelihood to remain healthy and productive throughout the year. But as the past two seasons have confirmed, McCann would rather play through pain than to selfishly protect his future by remaining on the bench.  Before suffering an oblique strain on July 26, 2011, McCann's career numbers included a .291 batting average and a .853 OPS. While hitting .219 with a .684 OPS in the 158 games that have followed, he has potentially influenced the payday that awaits him on the free-agent market at the end of the season.  But as he hit a career-low .230 with 20 home runs -- nine in July -- and a .698 OPS, McCann did not provide excuses or look for the easy escape. When it was mentioned in early August that he could undergo season-ending surgery and guarantee that he would be ready for the start of the 2013 season, McCann said his responsibility was to continue playing and attempting to help the Braves win.  \"I played through [the pain] last year,\" McCann said. \"I just wasn't very good. I went out there and on a nightly basis, I played through discomfort. I wasn't able to play at the level that I'm used to playing. You try everything in your power to be successful and it just didn't work out for me.\"  McCann entered the 2012 season excited about the opportunity to make up for the struggles he experienced after returning too soon from the oblique strain he suffered in late July 2011. But it did not take him long to realize that his right shoulder wasn't right.  When McCann had trouble lifting weights before the 2009 season, he received a cortisone shot that allowed him to play through the next three seasons without pain in his shoulder. But there was no way for him to mask the pain and continue being successful as he went through last season knowing that his right shoulder would pop in and out of place if he had to reach across the plate or adjust to an offspeed pitch.  \"If I got fooled on a pitch, it would really pinch the back of my shoulder,\" McCann said. \"It got to the point where I was changing the way I was swinging. The most frustrating part for me was not finding a way to be successful. It was just something I wasn't used to. It was disappointing, for sure.\"  Given time to evaluate what he has experienced during the past two seasons, McCann believes it is time for him to benefit from the disappointments and prove that his productive days are far from over.  \"It's just made me want it that much more,\" McCann said. \"Sometimes, I think you need to hit rock bottom to take two steps forward. I'm hoping that is the case. I've been working really hard this offseason to make sure I get better as a baseball player.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
