{
    "url": "http:\/\/m.athletics.mlb.com\/news\/article\/40955148\/bob-melvin-as-agree-on-two-year-contract-extension-through-2016\/",
    "title": "A's add two years, through 2016, to Melvin's pact",
    "subtitle": "Last season's AL Manager of the Year led Oakland to historic comeback to win West",
    "body": "OAKLAND -- Embarking on his 16th season in his current role as A's general manager, Billy Beane has tackled countless decisions in his time at the helm, some more difficult than others. This one was a no-brainer.  Beane gave a hefty nod of support to his manager on Monday, awarding Bob Melvin a two-year contract extension through the 2016 season -- even though Melvin was already locked up through '14.  \"This was probably the simplest negotiation I've ever had in my career here,\" Beane said. \"This is something I initiated. I approached Bob with it, and Bob was interested. It really is a reflection on our commitment to Bob and Bob's commitment to us as much as anything. If you know you have the right guy, there's no sense in waiting until he has one year left.\" The 51-year-old Melvin, regarded with much respect from his players, led the A's to a 94-68 showing -- marking a 20-game improvement from 2011 -- and the American League West title, claimed on the final day of the season against the Rangers to erase a deficit of five games with nine to play. The playoff berth was the A's first since 2006, despite expectations of a 100-loss season going into the year.   Melvin's role in a stunning season that featured 14 walk-off victories, which ultimately concluded with a Game 5 loss to the Tigers in the AL Division Series, did not go unnoticed, as he was named AL Manager of the Year, just five years after taking home the award in the National League.   It was Melvin's first full year at the helm in Oakland, as he was named interim manager following the dismissal of Bob Geren on June 9, 2011 -- a label he shed when he signed a three-year contract on Sept. 21 of that year.   \"We knew we had the right guy from the get-go,\" Beane said. \"I think having that continuity is important, and just as important is it's what was deserved.\"   It's no coincidence, then, that Melvin's new contract aligns with Beane's. The A's general manager is signed through 2015, with options that could extend his services to '19. His assistant general manager, David Forst, is also under contract through '16.   \"We all see ourselves in sync together,\" Beane said, \"and it seemed fitting that we should parallel the same tracks we have.\"   Melvin, a Bay Area native who's compiled a career 634-628 managerial record, couldn't be more appreciative of the gesture.   \"From the minute that I got here, I've not only felt welcomed by Billy and the front-office staff, but by the players and the clubhouse personnel and the training staff and the fans,\" Melvin said. \"Everything has been so fluid here. You get an extension from the people that you respect and admire and show so much support in you, it really makes you feel good and better about doing your job.\"   Melvin's job wasn't an easy one last year, not after an offseason that led to the trades of three All-Star pitchers and brought about an influx of young players and castoffs. Yet he managed them all with ease, seemingly pulling all the right triggers in a roller coaster of a season that included a nine-game losing streak and subsequent 72-38 record after June 1, tops in the Majors.   All the while, Melvin supported an all-rookie starting rotation at points -- rookies started 101 games -- and crafted more than 130 different lineups that featured as many as five platoons at a time, with several players playing out of their usual position to accommodate the team's needs. By season's end, a catcher (Josh Donaldson) was playing third base, an outfielder (Brandon Moss) was manning first and a shortstop (Cliff Pennington) had taken over second-base duties.   \"Bob's an outstanding leader,\" Beane said. \"He has the unique ability to be both a great leader and someone who's well-liked, which is a fine line that guys in his position have to walk. I really think Bob is a great representation of a modern-day manager.   \"Sometimes you have to make tough decisions in that chair, and people aren't always going to like them. But at the end of the day, when they walk out of your office and still respect you and like you, that says a lot.\" Jane Lee is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jane Lee"
}
