{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/40953456\/cubs-pitching-prospect-dillon-maples-learned-much-from-trying-first-season\/",
    "title": "Maples learned much from trying first season",
    "subtitle": "Prospect strictly following Cubs' throwing program after rehabbing for most of '12",
    "body": "CHICAGO -- A year ago, Dillon Maples was eagerly looking forward to his first season of pro baseball.  The right-handed pitcher was ranked sixth among the Cubs' future stars on MLB.com's Top 20 Prospects list heading into 2012. A 14th-round Draft pick in 2011, Maples had turned down a full scholarship to play football at North Carolina to sign with the Cubs. He agreed to a $2.5 million deal, the largest bonus for a player selected after the second round.  But things didn't turn out as planned. \"My first year of pro ball didn't go exactly how I drew it up,\" Maples said. \"I learned a lot from this year.\"   Two days before he showed up for a mini-camp, Maples was throwing on flat ground.   \"That night, I was eating, and then I turned the channel on the remote and I was like, 'Man, something [hurts] in my forearm,'\" he said.   Unexplained soreness in a pitcher's forearm is not a good thing.   \"I didn't think it was that big of a deal,\" Maples said during an interview in Mesa, Ariz. \"I came in and said, 'Hey, I've got a little tender spot in my forearm.' The next thing I know, it turned into a pretty serious thing.\"   Maples had a strained ligament in his elbow. That kind of injury can result in Tommy John surgery.   \"I really didn't know the extent of what my injury was,\" Maples said. \"They told me, 'Six weeks, no throwing,' and I was like, 'OK, six weeks, I'll be back in 2 1\/2 weeks.' I started talking to Chuck [Baughman], the [athletic] trainer, and he said, 'There's this throwing program you have to do, and you have to work back into it.'   \"When you get hurt, it's not just as soon as you're healthy, you start playing. You have to rehab.\"   Ask any player: Rehab stinks.   Maples had felt fine before the discomfort. He'd spent that offseason prepping by doing what had worked in high school.   \"It's a totally different animal [here in the pros], and your arm has to last longer,\" he said.   The lesson he learned was the importance of following the Cubs' offseason workout program.   \"I take full responsibility for my throwing,\" Maples said. \"The throwing program is on us. I wasn't smart with the throwing program. I looked at it and was like, 'OK, I'll do some of this, I'll do some of my stuff.' This offseason, I'll follow [the Cubs' program] religiously.\"   The Cubs will find out if Maples, 20, followed their orders when he reports with the rest of the Minor Leaguers to Mesa next month. The team is counting on its top prospects so it doesn't have to rely on the free-agent market or trades. Last season, two Draft picks from 2009 -- Chris Rusin (fourth round) and Brooks Raley (sixth round) -- both made their Major League debuts as the Cubs were scrambling to find starting pitching after trading Ryan Dempster and Paul Maholm, losing Matt Garza to injury and shutting down Jeff Samardzija. Both Rusin and Raley are projected to open in the Minor Leagues in 2013.   Last summer, Maples progressed enough to appear in six games for the Cubs' Arizona Rookie League team. He totaled 10 1\/3 innings, then stayed in Mesa to pitch in the instructional league in October. He was on a strict pitch count and limited to no more than three innings an outing.   In October 2011, in his first instructional league game, Maples had cruised, striking out five batters over two innings. His first Rookie League outing in 2012 wasn't as impressive, but encouraging because there was no pain. He walked two and struck out one over one inning.   The right-hander is now ranked No. 12 on the list of Cubs' Top 20 Prospects. He's projected as a top-of-the-rotation starter. Maples is a lot smarter now.   Was he upset about spending most of his first pro year in rehab?   \"It's kind of a weird way that I learned this, but I was fishing with my dad,\" Maples said. \"We go to the Outer Banks [in North Carolina] fishing. We're sitting there, there's probably 20 guys. There's a guy who has a huge drum [fish], and he's reeling it in, and the line snaps. I'm like, 'Man, I'd be [ticked] off, I'd be mad.'   \"It is what it is. This [past] offseason, I was working out hard, I was doing what I was supposed to be doing, and this [injury] slowed me down. It is what it is. You can only hope to get better from it, stronger.\" Carrie Muskat is a reporter for MLB.com. She writes a blog, Muskat Ramblings, and you can follow her on Twitter @CarrieMuskat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Carrie Muskat"
}
