{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/40942204\/mike-trout-josh-hamilton-likely-out-of-classic-but-not-albert-pujols\/",
    "title": "Pujols may play in Classic, but not Trout, Hamilton",
    "subtitle": "",
    "body": "ANAHEIM -- Mike Trout and Josh Hamilton aren't expected to play in the upcoming World Baseball Classic, but Albert Pujols could.  The Angels first baseman plans on suiting up for the Dominican Republic in the Classic as long as his surgically repaired right knee continues to feel good, his agent, Dan Lozano, told MLB.com.  Pujols underwent a minor arthroscopic procedure to clean up the knee early in the offseason, and Lozano said in an e-mail on Saturday that he \"feels great so far.\" Asked if Pujols will play for his home country, barring an unforeseen setback, Lozano said: \"At this point, yes.\" But Pujols could still test the knee in Spring Training and opt out if he doesn't feel comfortable. Angels position players report to Tempe, Ariz., on Feb. 14, and players will begin practicing with their corresponding Classic teams in early March.   The Dominican squad is in Pool C -- along with Venezuela, Spain and Puerto Rico -- and will begin first-round play March 7 in San Juan, Puerto Rico.   Pujols, who turns 33 on Wednesday, played in the inaugural Classic in 2006, batting .286 with one homer for a Dominican team that lost to Cuba in the semifinals. He begrudgingly opted out of the '09 version because underwriters of the Classic were unwilling to provide insurance for his participation following offseason elbow surgery.   Provisional rosters for all 16 nations will be announced Thursday, and Pujols may be the only Angels representative.   Trout's agent, Craig Landis, told the Los Angeles Times that his client informed Classic officials early on that he wouldn't participate because he \"just wanted a regular Spring Training preparation\" -- which he was robbed of last year due to a nasty virus and shoulder tendinitis.   Additionally, Hamilton said during his introductory news conference in December that he didn't plan to play for Team USA -- which is in Pool D with Italy, Mexico and Canada -- and Mark Trumbo hadn't received a call from manager Joe Torre as of Thursday. Third baseman Alberto Callaspo also will not be playing for Venezuela, his agent, Eric Goldschmidt, said.   Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
