{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/40942476\/blue-jays-buzz-peaking-as-winter-tour-winds-down\/",
    "title": "Blue Jays' buzz peaking as Winter Tour winds down",
    "subtitle": "",
    "body": "EDMONTON -- There is nothing like getting out to fans across the country to find out just how excited everyone seems to be about the Toronto Blue Jays' chances this season. After multiple trades this offseason brought in players such as pitchers Josh Johnson and Mark Buehrle, shortstop Jose Reyes and National League Cy Young Award winner R.A. Dickey -- to name just a few -- Blue Jays players and management have received nothing but positive feedback from the fans as they hit the final stop on their third annual Winter Tour, presented by TD, in Edmonton on Saturday. \"There has been more excitement than I've seen before on one of these tours,\" said Jays catcher J.P. Arencibia, who was joined by fellow players Colby Rasmus, Anthony Gose and Drew Hutchison for the tour stops in Saskatoon and Edmonton. \"Toronto is extremely excited, and it is evident that a lot of the country feels the same way. Wherever we have gone in the past, there has always been unbelievable fans and a lot of excitement as well, but right now they are out of this world about this season. \"It's exciting to see what the front office has done. No one could have imagined it. But regardless of what people are saying, we still have to go out there and execute as a team with one goal, which is to win the World Series.\" Rasmus agrees that there is a buzz in the air. \"With some of the moves that we have made and boosting up the pitching staff, everyone is excited,\" he said. \"I think we are going to come together well with some good players and the same goal in mind: to win.\" It is the third annual Toronto Blue Jays Winter Tour, continuing a tradition of traveling around Canada in the offseason from the 1980s. The first trip centered on Ontario, and the far western part of Canada. Last year, the tour featured stops in Montreal and the Maritimes, while the central part of the country got most of the stops this offseason, with a visit to Winnipeg in addition to the final two stops in Saskatchewan and Alberta. Along the way, the players have participated in a baseball clinic to launch the event on Jan. 5 in Toronto, visited a school and signed autographs in Winnipeg and attended a hockey game and learned how to curl in Saskatoon before spending their final two days of the tour in Edmonton this weekend. \"This is awesome,\" Rasmus said. \"I really enjoy being able to put smiles on people's faces. In Saskatoon we went to a hockey game and got to go curling. There is a picture of me today of me sliding on my butt trying to do that. It was a cool thing.\" The Jays players visited the Stollery Children's Hospital in Edmonton on Saturday and were set to conclude the trip on Sunday with a stop to greet military personnel before an autograph session at the West Edmonton Mall. \"It's not just meeting the fans and seeing the people who make it possible for us to do what we do for a living, but doing things like visiting the troops and kids in children's hospitals,\" Arencibia said. \"It's our job as humans to give back. Seeing these kids, to be able to take the pain away for even a minute is worth the trip, even if we had to walk out here. We obviously want to meet the fans, but we want to give back as much as possible.\" Dianne Tuterra of the Stollery said the visit from the Blue Jays was a very welcome one. \"It's beyond thrilling for us,\" she said. \"Our children and families don't often have the opportunity to go out and do different things or make the trip for autographs at the mall, so to have them make this special trip here is wonderful. It's thoughtful of them to think of children who are not able to participate in other events. It's a very special event for us.\" John Gibbons, who is back for his second stint as manager of the Blue Jays this season, also made the Edmonton leg of the trip, his second visit to the Alberta capital. \"I was in Edmonton in 1988 playing for Albuquerque Dukes of the Pacific Coast League,\" he said. \"Wayne Gretzky got married on the weekend we were here. That was the big thing going on, but it wasn't quite this cold then.\" Gibbons shared his players' belief that going on the Winter Tour is an important venture. \"It's great for the organization and the communities we visit,\" he said. \"You can't be successful without the fan support and the backing of the community, or in our case, the whole country. It's always good to give back and thanks for the support in the past.\" Shane Jones is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Shane Jones"
}
