{
    "url": "http:\/\/m.mlb.com\/news\/article\/40943910\/negro-leagues-baseball-museum-honors-mlbs-best\/",
    "title": "Negro Leagues Baseball Museum honors MLB's best",
    "subtitle": "Padres' Cabrera on hand for final Legacy Awards dinner in KC",
    "body": "KANSAS CITY -- When National League stolen-base leader Everth Cabrera received an invitation to be saluted for his achievement at the 2012 Legacy Awards far from his offseason home in Nicaragua, he promptly gave himself the \"go\" sign. Never mind the complicated travel pattern or the chilly Kansas City weather. The Padres shortstop felt so honored by the recognition bestowed upon him by the Negro Leagues Baseball Museum that attendance at the Saturday evening event became a January top priority. \"We flew from Nicaragua to Miami to Dallas to Kansas City,\" said Cabrera, who was accompanied by wife Connie and their 1-year-old son. \"This is a special moment for me. When someone is giving you an award like this, it's really a special thing.\" Cabrera will forever hold the distinction of being the last Major League player to make a trip to Kansas City for the sole purpose of accepting a Legacy Award. No other player honoree was able to make it on Saturday, and Bob Kendrick, the president of the Negro Leagues Baseball Museum, announced earlier this week that Saturday's winter awards event would be the last of its kind, primarily because of the logistical problems in getting players to Kansas City during the offseason. \"It's the grand finale of the Legacy Awards as we know it,\" Kendrick said. \"But while it is the end, it is also a great beginning.\" The NLBM will continue to give out Legacy Awards at ballparks around the country or at the museum if recipients are in town to face the Royals and are available to come by. There are also plans to unveil another recognition program beginning this spring that salutes players from 1960 to the current era who have embodied the skill, spirit and passion of the Negro Leaguers. On Saturday, the honorees and guests simply wanted to savor the final awards show and make this last one feel like the best. Cabrera's tour of airport concourses allowed him to ultimately walk onto the stage at the Gem Theater and receive the Cool Papa Bell Award, which is given to the stolen-base leaders in the National League and American League. Cabrera had 44 steals while being caught just four times. Angels center fielder Mike Trout led the AL with 49 steals in 54 attempts. Trout and Andrew McCutchen of the Pirates were given the Oscar Charleston Award as the AL and NL Most Valuable Players and David Price of the Rays and the Blue Jays' R.A. Dickey, the Mets ace last season, received the Wilbur \"Bullet\" Rogan Award as AL and NL Pitchers of the Year. The Josh Gibson Award for AL and NL home run leaders went to Miguel Cabrera of the Tigers (44) and Ryan Braun of the Brewers (41). Cabrera and Buster Posey of the Giants earned the Walter \"Buck\" Leonard Award as AL and NL batting champs. Cabrera finished at .330 in his Triple Crown season and Posey hit .336 while bouncing back from an injury-shortened 2011 season. The Hilton Smith Award for AL and NL relievers of the year went to Jim Johnson of the Orioles (51 saves), Craig Kimbrel of the Braves (42 saves) and Jason Motte of the Cardinals (42 saves). Trout and Bryce Harper of the Nationals were given the Larry Doby Award as AL and NL rookies of the year. Center fielder Adam Jones of the Orioles drew the museum's attention for his well-rounded work. Jones received the John Henry \"Pop\" Lloyd Award for baseball and community leadership. Cardinals general manager John Mozeliak and A's general manager Billy Beane received the Andrew \"Rube\" Foster Award for NL and AL executives of the year. Both men attended the Saturday event and toured the Negro Leagues Baseball Museum. Despite losing slugger Albert Pujols in free agency and having to brace for change with the retirement of manager Tony La Russa, the Cardinals ended 2012 just one win shy of reaching the World Series. \"If you had said to me at this time last year that you would be one game away from the World Series, given all the change and turnover that we had, I would have taken it in a second,\" Mozeliak said. Beane bolstered his reputation for being a GM who can do more with less as the A's made a dramatic late-season surge to claim the AL West title. Beane, who made the trip from Hawaii to attend Saturday's event, was visiting the museum for the first time. \"Everybody who has been to this dinner and this museum have just raved about it,\" Beane said. \"I consider it a great honor for them to give me this award.\" Beane put together a club that had 15 walk-off wins en route to a 94-68 regular-season record. \"I have to say that [2012] was the most enjoyable year that I've had,\" Beane said. \"It was a great summer, to see the guys come together. Especially with the expectations being where they were when we came in.\" Buck Showalter of the Orioles and Dusty Baker of the Reds received the \"C.I.\" Taylor Award as AL and NL managers of the year. Showalter guided Baltimore to 93 regular-season wins and a Wild Card victory over Texas. Baker's team won 97 games and the NL Central before falling to the Giants in the playoffs. The Sam Lacy Award for baseball journalist of the year went to Harold Reynolds of MLB Network. Charley Pride, the country music legend and former Negro Leagues player, received the Jackie Robinson Lifetime Achievement Award for career excellence and the John \"Buck\" O'Neil Award for outstanding support of the museum went to author\/sportswriter Joe Posnanski and James B. Nutter & Co. There will be Legacy Awards again to honor the best in 2013. But the process will look different. \"This is bittersweet for me,\" Kendrick said. \"I was one who helped create the Legacy Awards. We will continue to issue Legacy Awards to current-day athletes because it's important that we continue the effort to build awareness and educate the public about these heroes of the Negro Leagues. \" Kendrick said the details of the new recognition program, which will salute multiple honorees each season, should become available in the coming weeks. \"I see it as the best of both worlds,\" Kendrick said. \"The formal Legacy Awards event is coming to an end, but we feel like we have something bigger and better looming on the horizon.\" Robert Falkoff is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Robert Falkoff"
}
