{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/40950772\/coveted-no-2-spot-in-angels-lineup-is-up-for-grabs\/",
    "title": "Who's No. 2? Coveted spot in Angels' lineup is open",
    "subtitle": "Scioscia may look at as many as five candidates to hit between Trout and Pujols",
    "body": "ANAHEIM -- At some point in early February, Angels manager Mike Scioscia will check into his spring headquarters in Arizona, stepping through a set of double doors near the parking lot, strolling into the home clubhouse of Tempe Diablo Stadium and making his way down the narrow hallway that leads to his office.  Like an academic advisor on the first day of fall semester, perhaps he'll be greeted with a line outside his door -- with Erick Aybar, Peter Bourjos, Alberto Callaspo, Chris Iannetta and Howie Kendrick all waiting to make their cases to bat second in the Halos' lineup.  With the everyday players known and the rotation set, the Angels won't feature any high-profile position battles when Spring Training gets going in a month (the first full-squad workout is scheduled for Feb. 15). But there will be a critical in-camp quandary regarding who settles into that coveted No. 2 spot. They may not say it publicly, or even to their skipper, but anyone would kill to bat second in Scioscia's lineup, because it means hitting behind one of baseball's most dynamic players in Mike Trout and in front of two of its most feared sluggers in Albert Pujols and Josh Hamilton.   Problem is, the Angels don't seem to have a logical fit just yet.      And that's why, when asked earlier this offseason about no longer having Torii Hunter's leadership and presence, the right fielder having left for Detroit as a free agent, Scioscia dismissed the notion that it could be problematic.   \"I think we have plenty of guys in the clubhouse that are a presence, and they'll absorb that,\" Scioscia said.  He then steered toward more tangible terms.   \"I think what we have to carve out is that No. 2 spot that Torii just fit like a glove,\" Scioscia said. \"He took that role and he just ran with it and got back to his roots of being a young player coming up and getting into a situational game and played at a high level for us. That's what we have to, I think, be able to replicate. Hopefully we will.\"   But with whom?   One veteran scout, noting the flaws in each of the other candidates, suggested perhaps Hamilton would be the best fit to bat second.  \"He saw fewer fastballs than anybody in baseball last year at [44.6] percent, while Torii saw [61.4] percent fastballs hitting between Trout and Pujols,\" the scout said.   But for the purposes of this exercise, let's assume Scioscia goes the traditional route, leaving Trout in the leadoff spot while making up the middle of his order with Pujols, Hamilton and Mark Trumbo.   Who, then, is the best candidate to bat second?   Each of the other starting position players can bring something positive to the spot, but none are tailor-made for it.   Here's something to keep in mind, though: Neither was Hunter.   He didn't bunt a whole lot (though he had the ability), he had lost a step on the basepaths (he was, after all, 37 years old) and he struck out a fair amount (364 times from 2010-12, tops on the Halos and tied for 28th most in the Majors). But for some reason -- be it a change in approach, the overall comfort of that spot or a combination of the two -- Hunter fit perfectly, posting a .343\/.376\/.478 slash line in 85 games hitting second.   Now Hunter is in Detroit -- via a two-year, $26 million deal scored partly from his success as a No. 2 hitter -- and the Angels need a substitute.   Here are the candidates, in alphabetical order ...   Aybar: The shortstop sure seems to fit the profile of a traditional No. 2 hitter -- he switch-hits, runs well, can spray the ball and is the best bunter on the team. But Aybar isn't very patient. Since 2009, his .326 on-base percentage is tied for 87th in the Majors. Last year, Aybar ranked dead last in pitches seen per plate appearance and had the fifth-fewest walks per plate appearance. But the 29-year-old batted .290 and posted a .374 OBP in the final two months.   Bourjos: Yes, Bourjos is probably a better center fielder than Trout. Guess what? He might also be faster. For that, in addition to his power and bunting ability, the 25-year-old has always profiled as a leadoff hitter. But Bourjos' high strikeout rate has been in the way. He ranked second on the team in strikeouts as an everyday player in 2011 and had a 22.6-percent strikeout rate in 2012, which would've been among the top 30 in the Majors had he had enough at-bats to qualify among the leaders. And that's the other thing: Bourjos is coming off a season in which he hardly played, getting nine plate appearances in August and September.   Callaspo: His is the approach you want in the No. 2 spot -- patient, able to draw walks and a good bet to make contact. Callaspo, also a switch-hitter, led the Angels in OBP in 2011 (.366) and ranked second in walks in 2012 (56). Last season, his strikeout rate (11.4) was lower than only Aybar's (11) in this group. But the 29-year-old isn't very fast, doesn't bunt a whole lot, and frankly, isn't awfully productive, posting a mere .692 OPS in 2012.   Iannetta: The veteran catcher's greatest attribute, and what made him such a good fit to turn the lineup over to Trout in the No. 9 spot, is his ability to take pitches. Iannetta has seen more than 4.0 pitches per plate appearance in each of the past five years (only 36 players did that in 2012 alone) and his .354 career OBP is by far the best of this group. But he also posted a 23.7 strikeout percentage last year, the highest of this group, and doesn't have much speed.   Kendrick: This sure brings back memories to last spring, when Scioscia was penciling Kendrick into the No. 2 spot and many thought hitting in front of Pujols would lead to a career year. But it didn't happen. Kendrick started slow, and as the year progressed, it became clear that the 29-year-old right-handed hitter is more comfortable hitting in an RBI spot lower in the lineup. In 173 career starts in the No. 2 spot, Kendrick has a .257 batting average and .294 OBP. He's been much better with significant time batting fifth (.287\/.337), sixth (.309\/.332) and seventh (.314\/.352). Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
