{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/40950878\/the-week-ahead-free-agents-still-looking-to-sign-as-spring-training-approaches\/",
    "title": "The Week Ahead: What of the unsigned free agents?",
    "subtitle": "Bourn, Lohse, Soriano among those still available with Spring Training a month away",
    "body": "And then there were three. Or four. Or maybe a lot more than that.  And they don't even include Justin Upton.  The three we're talking about are the free agents who haven't signed yet but are widely regarded to be the top remaining players in each broad category: position player, starter, reliever. In other words, outfielder Michael Bourn, right-hander Kyle Lohse and closer Rafael Soriano.   They have a lot in common, these three. They're all looking for lucrative multiyear deals. They're all represented by Scott Boras. And they're all, somehow, still looking for employment, even though there are plenty of teams out there who surely could use their contributions in 2013 and beyond.   Last week we learned that the Angels are most likely out on Lohse, who went 16-3 last year for the Cardinals, but that the Texas Rangers might be in.   \"There is a reasonable chance that we could add somebody from outside,\" Rangers general manager Jon Daniels said. \"It could be someone on a Minor League contract who is part of the competition, but we could still add somebody on a guaranteed contract that will preempt the competition.\"   That might be cryptic, but it might be telling, and if the Rangers are to sign Lohse, they'll probably want to get it done sooner than later, considering pitchers and catchers will be reporting to Spring Training in about a month.   Sooner than later could be this week, not only for Lohse, Bourn and Soriano, but for many more free agents who haven't found homes.   While the pickings are slimming down, there's still intrigue out there.   On the position-player side of things, Delmon Young, Kelly Johnson, Carlos Lee, Travis Hafner, Juan Rivera, Freddy Sanchez, Luke Scott, Ryan Sweeney and Scott Hairston are looking for summer jobs.   Shaun Marcum, Daisuke Matsuzaka, Carl Pavano, Jeff Karstens and Joe Saunders headline the available starting pitching, while veteran closers Brian Wilson, Jose Valverde and Francisco Rodriguez are out there in the relief column.   Wilson reportedly worked out for the Mets, so we'll see relatively soon if the man who nailed down a World Series for the Giants in 2010 will bring his beard to Citi Field.   As for big bats whose names have been bandied about the seemingly daily trade discussions, it remains to be seen what happens to the most-talked-about of that group, Mr. Upton.   Last week, Upton reportedly invoked his no-trade clause to shoot down what would have likely been a blockbuster deal with the Mariners. Word had it that Seattle was ready to give up a nice package of talent. So, if that's the case, where will Mariners GM Jack Zduriencik turn next?   Maybe to Upton once again, if the young outfielder has a change of heart? Who knows, but stranger things have happened. Meanwhile, rumors have Seattle, among other teams, possibly in on Detroit right-hander Rick Porcello, but Porcello isn't known for his slugging percentage.   And then there's Atlanta, which signed Justin's brother, B.J., earlier this offseason and whose GM, Frank Wren, just might have the notion that trading for Justin could get his team over the top.   According to MLB.com's Mark Bowman, the Braves could try to match the talent level put forth by the Mariners by offering Julio Teheran or Randall Delgado, Eric O'Flaherty or Jonny Venters, shortstop Nick Ahmed and likely either J.R. Graham or Zeke Spruill.   Bottom line: Something's gotta give with Justin Upton, and it might very well give this week.   Meanwhile, in the same National League East, talk seems to have cooled regarding Giancarlo Stanton. The Marlins don't seem particularly interested in trading the man who hit 37 home runs in 123 games last season.   Stanton, meanwhile, is set to be named to the United States' stacked team for the World Baseball Classic, another event to watch out for this week.   Already we've learned that Joe Torre's squad should include Stanton plus David Wright, Ryan Braun, Joe Mauer, Adam Jones, Jimmy Rollins, Shane Victorino, Mark Teixeira and Brandon Phillips, plus starters Andy Pettitte and R.A. Dickey and relievers Craig Kimbrel, Luke Gregerson, Chris Perez and Vinnie Pestano.   In Boston, the Red Sox continue to wait on Mike Napoli. He was supposed to have been signed while we were still luxuriating over holiday meals. Now it's a new year and contract details are still being discussed.   It seems fitting for the rest of the baseball world as we sit and wait to see how the rest of the puzzle pieces will fit before Opening Day to pay heed to what Boston GM Ben Cherington told a fan when asked when the club would finally sign Napoli.   Cherington said, \"Hopefully soon.\"   Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB and read his MLBlog, Youneverknow. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
