{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/40912878\/rod-beck-robb-nen-or-brian-wilson-you-make-the-call\/",
    "title": "Beck, Nen or Wilson? You make the call",
    "subtitle": "With three outs to go and the game on the line, which ex-Giants closer gets the nod?",
    "body": "SAN FRANCISCO -- You're managing the all-time San Francisco Giants roster, and your bullpen is loaded. But your options are limited. You can select only one of the franchise's premier closers to preserve a ninth-inning lead. Which stopper do you summon: Rod Beck, Robb Nen or Brian Wilson? It's a harmless yet intriguing question you can ponder while talking ball with friends, enduring a traffic jam or awaiting Opening Day. The beauty is that since this is a purely hypothetical issue involving a trio of All-Stars, a case can be built for any of them. \"An elite closer is a closer who's part of a World Series win,\" Wilson said. \"If you get that final out in the final win of the season, then you can consider yourself elite.\"   Not only did Wilson proceed to tie Beck's 1993 single-season franchise mark of 48 saves in 2010, but he also recorded six more saves in the postseason, including a three-up, three-down effort in the Game 5 World Series clincher.   \"I don't even hesitate in answering that,\" Kuiper said. \"As far as grit, guts, determination -- all those guys had it. Wilson just happened to be the guy who got to stand on the mound to clinch [the World Series championship]. He had the opportunity that some of those other guys didn't have.\"   \"I think Nen had the best combination of two pitches,\" Magowan said. \"His slider was probably as good as anybody's in the game, and his fastball was just about as good as anybody's in the game.\"   \"The guy basically gave up his career for our team,\" Aurilia said.     Referring to Nen, Frandsen added, \"But I'm also very partial to a lot of sacrifice.\"   To whom are you partial? Cast your vote for the Giants reliever you'd most like to see in a save situation.  Chris Haft is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Haft"
}
