{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/40914656\/tigers-from-84-title-team-run-into-stone-wall-at-hall\/",
    "title": "Tigers from '84 title team run into stone wall at Hall",
    "subtitle": "",
    "body": "DETROIT -- Alan Trammell pretty well called it years ago, back when he and Jack Morris were languishing on the lower end of the Hall of Fame voting results.  \"Maybe people are looking at us as not exactly superstars, but a team,\" Trammell said at the time about the 1984 Tigers title team. \"That's the way we were taught and that's the way we played every day.\"  The guy who taught them that, Sparky Anderson, is in the Hall as a manager. As of now, he's the only member of that team who's enshrined in Cooperstown. Unless Morris gets a vote push next year, or the Veterans Committee later takes up somebody's case, that's how the team is destined to be remembered. Sure, Trammell still has a few years left on the ballot, but this year was his best chance for a vote boost to push him into the conversation, what with similar shortstop Barry Larkin having been inducted last year. Instead, Trammell actually lost votes, 20 of them from the previous year, and seems doomed to the 30-40 percent range for the next three years until he runs out of eligibility.   Other greats from that team didn't even get that. Lou Whitaker was dropped off the ballot after his first year, garnering just 15 votes in 2001. To this day, it ranks among the biggest oversights in Hall voting in the last dozen years. Whether his career was worthy of the Hall of Fame was up for debate, but the debate never had a chance to get going.   On that same ballot, Kirk Gibson received just 13 votes and was bounced. Lance Parrish received nine. Coincidentally, that came months after Anderson was enshrined.   So for the last decade, Trammell and Morris have been the last ones eligible. A candidate needs to be named on at least 75 percent of the ballots by eligible members of the Baseball Writers' Association of America.   Until Morris' boost in votes last year, neither of them had much of a chance to think about Cooperstown. So this consideration, a championship team without a Hall of Fame player, has been a thought for a while.     It was a topic for discussion when many of the players came back to Detroit for a 25-year reunion at Comerica Park in 2009. It's still a topic now.   Every World Series champion before it had at least one Hall of Fame player except for the 1981 Dodgers, who won the Fall Classic in a strike-shortened season. Like Anderson, the Dodgers' manager, Tommy Lasorda, is in the Hall of Fame. Every World Series champion from 1985-1993 has had at least one Hall of Famer play for them at some point during the season until the 1995 Braves, who could get their first Hall of Famer next year when Greg Maddux joins the ballot.   \"I think it'll be a case where they overlooked it,\" Morris told MLB.com in a phone conversation Thursday. \"I know what Gibby did. I know what Tram did. I know what Lou and Larry Herndon and Darrell Evans did.\"   Whether it's a big deal or a historic anomaly depends on who's looking. It's a sore point for a lot of fans who grew up following the Tigers in the 1980s and idolized Trammell, Whitaker and Morris among the game's greats, and those who see it among the greatest teams of the last 30 years. For some looking from afar, it might be the aftereffect of a team that dominated that particular year without being carried by any individual player.   From a team standpoint, it's hard to argue the Tigers' place in history. Just two World Series champions in the last 35 years -- and five teams overall -- won more regular-season games than the Tigers' 104. They lapped the rest of the American League, which didn't have another team win 90 that year. Their 35-5 record remains the standard by which hot starts are measured. They boasted the AL MVP and Cy Young, which happened to be the same player -- closer Willie Hernandez.   But as Hall of Fame voting has shown time and again, single dominant seasons don't make a ticket to Cooperstown. It's more about how long a player can stay at the top of the league.   It wasn't a dynasty, though the Tigers won another AL East title in 1987. Still, it was a team that played at a high level for several seasons before free agency and age broke it up in the late '80s.   If one goes by advanced metrics, the '84 team didn't have a slew of great individual performances. Though the Tigers had two of the AL's top 10 players in Wins Above Replacement (WAR), they had no one in the top five. Trammell led the team with a 6.5 WAR, good for sixth according to baseball-reference.com. Next highest on the team was Chet Lemon at 6.0, tying him for eighth. Nobody that year came close to Cal Ripken's WAR of 9.8.   Individually, 1987 was Trammell's standout season, and many wonder how different his Hall debate would be if writers had voted him over Toronto's George Bell for AL MVP that year. As it was, he finished second in a close vote. The MVP, for some, was a major separator between Trammell and Larkin.   Whitaker had a 4.1 WAR in '84 after posting a 6.5 a year earlier. He went on to top that in 1991. Gibson's 4.9 WAR in '84 was the third best of his career.   There were no big milestones to come out of the Tigers in that era, and Hernandez was really the big award winner. What came out was a group of great players that played some of the best baseball many have seen, which might be the lingering tribute to Anderson.   In the end, that might be how they're remembered.   \"We were a phenomenal team in an era where everybody had good teams,\" Morris said. \"This wasn't washed-down baseball. We were good.\" Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
