{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/40919584\/selig-reflects-on-progress-of-drug-testing-program\/",
    "title": "Selig reflects on progress of drug testing program",
    "subtitle": "",
    "body": "PARADISE VALLEY, Ariz. -- Commissioner Bud Selig is looking forward to the implementation of enhanced drug testing programs that were announced Thursday at the quarterly Owners Meetings at the Sanctuary Resort. Selig also allowed himself a few moments to look back and reflect on the journey that brought Major League Baseball to this point. Asked if there had ever been a time he doubted this day would come, Selig paused before answering. \"Well, I don't know if I ever thought that,\" he said, noting that the first step came when Minor League players began being tested in 2001. \"But we couldn't do much on the Major League program until the '02 labor negotiations. And it was tough, it was really tough, no question about it. It was very difficult. Painstaking for three or four years as we tightened the program up.  \"And we had some trips to Washington that weren't altogether pleasant, at least early on. Later on, they were fine. So this has been one of those things where you just make up your mind that you're going to do something and you do it. It may take longer than you'd like and it may be more painful than you'd like. But I'm really very proud.  \"I really believe -- and you hear me say this all the time and I apologize for being repetitive -- but we are a social institution. We do have responsibilities, whether we like it or not. We may not like it. It may be painful. This is one of them, and that's why I'm really proud of where we are.\"  In other news from the final day of the meetings:   The owners approved a series of situational and technical rules changes involving issues such as the fake-throw-to-third pickoff play, infield fly rule and interference. These will now be presented to the Major League Baseball Players Association for final approval.   Paul Dolan was unanimously approved as the designated control person for the Cleveland Indians.   The Toronto Blue Jays received the Commissioner's Award for Philanthropic Excellence. The team was specifically cited for the Toronto Blue Jays Baseball Academy, a series of initiatives to help support youth across Canada and provide them with opportunities on and off the field of play.   The owners heard also heard a series of committee reports and Selig met with his 14-member blue-ribbon panel to discuss a variety of issues. Paul Hagen is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Paul Hagen"
}
