{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/40924094\/d-backs-outfielder-justin-upton-nixes-trade-to-mariners\/",
    "title": "D-backs' Upton nixes trade to Mariners",
    "subtitle": "",
    "body": "SEATTLE - The Mariners' search for an impact bat led them to Arizona Diamondbacks right fielder Justin Upton this week, but the two-time All-Star rejected a trade proposal by Seattle, a baseball source told MLB.com on Thursday.  Upton, 25, has four clubs on a no-trade clause in his contract and one of those teams is the Mariners. He apparently declined to waive that clause after the two teams reached an agreement.  Mariners general manager Jack Zduriencik declined to comment on the report. Seattle has some of the top pitching prospects in baseball, led by left-handers Danny Hultzen and James Paxton and 20-year-old right-hander Taijuan Walker, and Zduriencik has been looking to add offense to a team that is building around a young core of position players.  According to Scott Miller of CBS Sports, many of those names would have been made available, reporting that in exchange for Upton the D-backs would have received relievers Charlie Furbush and Stephen Pryor, infield prospect Nick Franklin and one of Hultzen, Paxton or Walker.   The Mariners acquired first baseman\/designated hitter Kendrys Morales from the Angels in exchange for pitcher Jason Vargas this winter, but they clearly are still looking for more.   \"We're always looking to improve our club, whether offensively or on the mound,\" Zduriencik said. \"We've had a lot of discussions and dialogue and we'll continue to do that. We'll go into Spring Training still looking to make improvements if we have to. We haven't put the brakes on anything.\"    Upton is coming off a subpar 2012 season when he hit .280 with 17 home runs and 67 RBIs, but he hit .289 with 31 homers and 88 RBIs in 2011 when he finished fourth in the NL MVP voting.   The 6-foot-2, 205-pound Virginia native was the first overall Draft pick in 2005 and broke into the Majors two years later at 19. He's posted a .278\/.357\/.475 line in his career. Over the past four seasons, from age 21-25, he's averaged 23 home runs, 78 RBIs and 19 stolen bases with a .286 batting average.   FOX Sports said the Rangers and Braves have also been pursuing Upton and indicated he preferred going to one of those clubs. His brother, B.J. Upton, signed a five-year, $77.25 million contract with the Braves this offseason.  According to multiple reports, the Blue Jays, Cubs and Red Sox are also on Upton's no-trade list. Greg Johns and Thomas Harding are reporters for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns and Thomas Harding"
}
