{
    "url": "http:\/\/m.athletics.mlb.com\/news\/article\/40925378\/healthy-scott-sizemore-set-to-help-wherever-as-need-him\/",
    "title": "Healthy Sizemore set to help wherever A's need him",
    "subtitle": "After missing all of 2012, infielder could play second or third this season",
    "body": "OAKLAND -- Scott Sizemore feels normal again.  Translation: The A's infielder is fully healthy, just as he was a year ago. That was before he suffered a torn ACL on the first day of spring workouts, underwent a lengthy rehab on his surgically repaired left knee and missed all of the 2012 season.  \"It's normal, that's the best way I can describe it,\" Sizemore said by phone from his Arizona home Thursday. \"I'm not treating it like an injured knee, and that's the best part.\" Neither will the A's come mid-February, when all players report to camp. Rather, they'll expect Sizemore to show off his regained health at not one position but two. After slotting in Sizemore at third base upon acquiring his services from the Tigers in the middle of the 2011 season, the A's are expected to try his glove at second base as well.   That's where Sizemore played for the majority of his baseball life before coming to Oakland, so the transition -- influenced by Jemile Weeks' late-season struggles and subsequent questionable future -- shouldn't be a hard one. Sizemore may very well end up back at third, though, should Josh Donaldson lose grip on the everyday job.   \"[General manager] Billy [Beane] kind of put the thought in the back of my mind at the end of the year, just to kind of be ready to play both, but to go about the offseason just as I would have any other time,\" Sizemore said. \"That's really all it is at this point, so I'm just trying to get myself ready to do both. More than anything just mentally preparing, running plays through my head and imagining scenarios that happen at second base again.   \"I definitely look forward to it if that's the case. I'd be happy to play any position for them. At this point, I'm just anxious to get out on the field.\"   Sizemore, who was participating in nearly all baseball activities by the time Oakland's season concluded in early October, has needed treatment on his knee just once this offseason, simply to stretch it out after flying home to Virginia from the holidays. Otherwise, \"I haven't had any kind of restrictions or disabilities with it,\" he assured.   \"The injury happened when I felt like I was at the strongest point in my life, so there's always a chance something like that will happen again, but it's not really a concern of mine going into spring,\" Sizemore said. \"I'm going to go out there and give it everything I have, just as I would had I not gotten hurt.\"   The 28-year-old Sizemore seemed primed for a breakout season before the unfortunate incident, a notion he too believed. He hit .249 with 11 home runs and 52 RBIs in 93 games for the A's in 2011, and only Josh Willingham posted a higher OPS than Sizemore's .778 mark that year.   \"I did really feel on top of my game going into camp last year,\" Sizemore said. \"I was feeling really confident about what I was doing. And now, going into this year, I feel the same way. I just need to go out there and step on a baseball field again.\"   Before he does, Sizemore will face an even bigger challenge, this one away from the field. Sizemore and his wife, Brooke, are expecting their first child -- a baby girl to be named Layla -- between the first and third week of February.   \"Hopefully she comes closer to the beginning of the month, so that I have some time to make the adjustment,\" Sizemore said. \"Either way, it'll be an exciting month for all of us.\" Jane Lee is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jane Lee"
}
