{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/40925408\/d-backs-justin-upton-turns-down-trade-to-mariners\/",
    "title": "D-backs' Upton turns down trade to Mariners",
    "subtitle": "",
    "body": "D-backs right fielder Justin Upton has rejected a trade proposal that would have sent the two-time All-Star to the Seattle Mariners, a baseball source has confirmed to MLB.com. Upton, who hit .280 with 17 home runs and 67 RBIs last season, declined to waive his no-trade clause after the two teams had reached an agreement. Upton, 25, has four clubs on a no-trade clause in his contract, and one of those teams is the Mariners. Both D-backs general manager Kevin Towers and Mariners GM Jack Zduriencik declined to comment on the report. \"It's been our policy all along to not comment on trade rumors,\" Zduriencik said.  The Mariners were willing to part with several top prospects in exchange for Upton, according to Ken Rosenthal and Jon Paul Morosi of FOX Sports, who first broke the story Thursday afternoon.  According to Scott Miller of CBS Sports, many of those names would have been made available, reporting that in exchange for Upton the D-backs would have received relievers Charlie Furbush and Stephen Pryor, infield prospect Nick Franklin and one of top pitching prospects Danny Hultzen, James Paxton or Taijuan Walker.   Upton has three years and $38.5 million remaining on his contract and has been the topic of considerable trade speculation over the past year and a half. The D-backs have a surplus of outfielders, as Towers acquired free agent Cody Ross last month to go along with Upton, Gerardo Parra, Jason Kubel and rookie Adam Eaton.  Upton's production tailed off last season after he hit .289 with 31 homers and 88 RBIs in 2011 when he finished fourth in the National League MVP voting.  The 6-foot-2, 205-pound Virginia native was the first overall Draft pick in 2005 and broke into the Majors two years later at 19. He's posted a .278\/.357\/.475 line in his career. Over the past four seasons, from age 21-25, he's averaged 23 home runs, 78 RBIs and 19 stolen bases with a .286 batting average.  FOX Sports said the Rangers and Braves have also been pursuing Upton and indicated he preferred going to one of those clubs. His brother, B.J. Upton, signed a five-year, $75.25 million contract with the Braves this offseason.  According to multiple reports, the Blue Jays, Cubs and Red Sox are also on Upton's no-trade list. Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
