{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/40931400\/orioles-center-fielder-adam-jones-excited-to-represent-team-usa-in-world-baseball-classic\/",
    "title": "Jones excited to represent Team USA in Classic",
    "subtitle": "",
    "body": "BALTIMORE -- For Orioles center fielder Adam Jones, it was a no-brainer when invited to play for Team USA in this spring's World Baseball Classic.  \"I said, 'You're damn right. Of course I want to play for my country,'\" Jones said of the inquiring phone call earlier this winter from Team USA manager Joe Torre. \"I take pride in something like that.\" Yep it's official. Get to play for #TeamUSA. Couldn't be prouder to play for my country #WBC #StayHungry IM AN AMERICAN (Toby Keith voice)  Named the Most Valuable Oriole by local Baltimore media the past two seasons, the 27-year-old is coming off his second All-Star selection and Gold Glove in 2012, when he played in all 162 regular-season games for an O's club that reached the American League Division Series. Jones joins a star-studded Team USA roster that will be officially unveiled Thursday on MLB Network.   \"I think it's going to be an experience of a lifetime,\" Jones said. \"This is an All-Star contest. It's the Olympics, basically. Team USA is trying to get the best players they can.   \"I know the Japanese take tremendous pride in whooping everybody's butt the first two [competitions], so, USA, let's go.\"   Jones' participation will require him to be away from the Orioles' Spring Training in Sarasota, Fla., although that exact schedule has yet to be determined. Team USA is scheduled to begin training together in Phoenix on March 4, and then participate in first-round play at the Diamondbacks' Chase Field from March 7-10.   Given the nature of the games and the fact that Classic participants are in game mode already in early March, there is always the question about health and possible fatigue over a 162-game regular season. Jones said he isn't worried.   \"The fatigue factor? I'm 27 years old. I work out my legs four to five days a week just to keep my legs healthy and my legs fresh,\" said Jones, whose winter workouts start at 7 a.m. PT in La Jolla, Calif. \"I did play every game [in 2012], but I'm ready to play every game this year, too, because I do want to play 100 percent of my contract. [Cal Ripken Jr.] told me this, he said, 'Once you played 162, you are always going to be like, why do I need a day off?'   \"I tweeted out yesterday, if you work on your durability, it will increase your availability. And that's what I wanted to do. That's what we talked about. What's the biggest injury with people? Their legs. ... No matter what position the team is in, what team or city we play in, I run the same distance. I got to maintain my durability, because if I'm durable, I'm going to be available. And if I'm available, I'm going to do some crazy [stuff].\"   Crazy in a good way. Jones said he spoke with manager Buck Showalter about his decision and has talked with first-base\/outfield coach Wayne Kirby about the different vibe the early part of camp will have for him.   \"I want them not to be worried about me. That's why I want to prepare myself the best, that's why I want to come in shape,\" Jones said. \"The first couple days [this spring] is going to be work, work, work, because I'm going to have to be able to get myself ready to play center field. These [Classic] games mean a lot. Spring Training doesn't mean much, these games mean a lot. You got the whole country behind you.\"   Along with Torre, Greg Maddux was named pitching coach and Willie Randolph -- part of Showalter's coaching staff in 2011 -- will serve as third-base coach. The rest of the staff will consist of first-base coach Dale Murphy, bench coach Larry Bowa, bullpen coach Marcel Lachemann and hitting coach Gerald Perry.   This year's Classic, which featured an expanded pool of participating teams, will be held from March 2-19. The finals, which Team USA hasn't been a part of in the two previous competitions, will be held at the Giants' AT&T Park.   The Baltimore Sun first reported that Jones had accepted Team USA's invitation. Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
