{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/40934764\/tigers-set-for-winter-caravan-jan-24-25\/",
    "title": "Tigers set for Winter Caravan Jan. 24-25",
    "subtitle": "",
    "body": "DETROIT -- The Tigers' Winter Caravan has taken on a recent pattern of putting star players in everyday jobs. Remember Magglio Ordonez and Jose Valverde working the counter at McDonald's? Recall Doug Fister's stint at the Meijer bakery department last year?  This year, the Tigers are set to put Austin Jackson and Max Scherzer to work serving up burgers at a Red Robin restaurant in Madison Heights, Mich., while Phil Coke and Torii Hunter serve up coffee at a Dunkin Donuts location in Southfield.  The Tigers' Winter Caravan is scheduled for Jan. 24-25, leading up to the return of TigerFest at Comerica Park on Saturday, Jan. 26. The full schedule of events for the caravan and players participating has not yet been released. While tickets have sold out for fans to flock to Comerica Park for TigerFest, the caravan is meant to complement the headline event by bringing the players out to fans. Some of the events recognize outstanding efforts in the community. Others, like the players-on-the-job events, are more fun.   One leg of the caravan will keep players around for events in Detroit and surrounding areas. Another will tote players out to other parts of the state.   The unofficial start to the festivities is Jan. 23, when selected players and coaches branch out to two of the Tigers' nearby Minor League affiliates for their offseason warmup events. Manager Jim Leyland will return home to Toledo, Ohio, along with much of his coaching staff for the Mud Hens' annual Fandemonium celebration at Fifth Third Field.   Players scheduled to take part include infielder Danny Worth, catcher Brayan Holaday and left-handers Casey Crosby and Darin Downs, all of whom played for the Hens at some point last season. Tickets are on sale at mudhens.com or by calling 419-725-4367.   Around the same time, Tigers president\/general manager Dave Dombrowski will be in Grand Rapids, Mich., where he'll be the guest speaker at the 19th annual West Michigan Whitecaps Winter Banquet at DeVos Place. New Whitecaps manager Larry Parrish is also slated to attend along with Tigers left-hander Drew Smyly and outfielders Andy Dirks and Quintin Berry. Former Tigers pitcher and Michigan native Andy Van Hekken will be inducted into the Whitecaps Hall of Fame.   The banquet begins at 5:45 p.m. ET, and includes a memorabilia auction. Proceeds from the auction and the dinner go to the Whitecaps Community Foundation to benefit the Grand Rapids YMCA inner city youth baseball and softball programs, along with the Detroit Tigers Foundation.   Tickets for the banquet are on sale through Monday, Jan. 14 at $80 per person or $900 for a corporate table for 10. For more information, call the Whitecaps at 616-726-7017. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
