{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/40934534\/indians-around-the-horn-outfield\/",
    "title": "Indians Around the Horn: Outfield",
    "subtitle": "Swisher, Stubbs, Brantley give Cleveland versatility",
    "body": "Roughly one month remains until the start of Spring Training. The sound of baseballs popping in gloves. The smell of freshly trimmed outfield grass. It's all right around the corner. That makes this a good time to go Around the Horn, taking a look at the Indians' roster. We'll start this five-part series by examining the outfield. CLEVELAND -- In reshaping their roster this winter, the Indians searched for ways to improve their outfield. The ballclub did so in drastic fashion, using the largest free-agent contract in franchise history and one of the biggest trades in team history and to reel in new help. Cleveland now feels more confident in its potential Opening Day outfield than it did at this time a year ago. The Tribe's faith in Michael Brantley is strong, and the team brought in a high-profile free agent in Nick Swisher and acquired center fielder Drew Stubbs to form its starting trio. Together, the group offers a level of versatility that appeals to the Indians. \"They're more complete players,\" Indians general manager Chris Antonetti said. \"They give our offensive attack a little more balance, because we can score runs in a variety of ways. All those guys have multiple dimensions to their game. They're not just confined to what they contribute in the batter's box.\" Swisher offers run production and on-base ability. Brantley provides a hitter capable of settling into different lineup positions and brings speed and solid defense to the table. Stubbs has a knack for nabbing bases and -- like Brantley -- can play center field. The only question remaining is how the outfield alignment will look come Opening Day. Swisher is slotted in as the team's right fielder -- that much is known. As for Brantley and Stubbs, they will occupy left and center field, though which player will play where is an unsettled issue. Antonetti said that subject will be tackled at the start of Spring Training. Antonetti said manager Terry Francona will sit down and discuss the situation with both Brantley and Stubbs before announcing their planned positioning. \"We just want to be able to get everybody in camp and be able to talk with everyone,\" Antonetti said. \"Primarily, we want to allow Tito to talk with those guys and establish a comfort level. We'll ultimately make what we think is the best decision for the team, but we'll certainly involve Michael and Drew in that process. \"It's a luxury to have two center fielders in the outfield.\" The Indians were able to add Swisher with a four-year contract worth $56 million, making him the highest-paid free agent in club history. The deal also includes a $14 million vesting option for 2017 that -- if achieved -- would make the right fielder the highest-paid player in team history. Last season, Swisher hit .272 with 24 home runs, 36 doubles and 93 RBIs in his final season with the Yankees. He added a .364 on-base percentage and a .473 slugging percentage to go along with 75 runs scored. Adding to Swisher's value is his ability to slide to first base, or into the designated-hitter role, on occasion, if necessary. \"It's hard to envision a better fit for our team,\" Antonetti said. \"He's a switch-hitter who's equally productive against left-handed pitching and right-handed pitching. He hits good pitching. He has positional versatility. He can play the outfield. He can also play first base. He helps balance out our lineup. He just does so many things. He fits our team and our roster so well.\" Swisher replaces right fielder Shin-Soo Choo, who was dealt to the Reds in a complicated three-team trade that included nine players. Choo -- likely to test free agency next winter -- was sent to Cincinnati, along with infielder Jason Donald and $3.5 million. The Reds parted with Stubbs and shortstop Didi Gregorius. The Tribe then flipped Gregorius to the D-backs, along with reliever Tony Sipp and first baseman Lars Anderson. In return, the Indians netted pitching prospect Trevor Bauer and relievers Matt Albers and Bryan Shaw. Choo and Bauer were the centerpieces of the trade, but the Tribe also filled a hole by landing Stubbs. Last season, the 28-year-old Stubbs hit just .213 with a .277 on-base percentage for the Reds, but he did manage 14 home runs, 30 stolen bases, 40 RBIs and 75 runs scored. Stubbs is prone to striking out -- he has averaged 180 whiffs over the past three seasons -- but Cleveland is intrigued by his speed, power and defensive ability. \"He still demonstrated very good defense in center field and the ability to impact a game on the bases,\" Antonetti said. \"And also some power. Drew would probably be the first to tell you that the best way for him to have a larger impact in the game is to get on base more. I think that'll be his focus coming into camp.\" Brantley, 25, has spent parts of the past four seasons with the Indians, showing an increase in games, at-bats, hits, doubles, RBIs, walks, average, on-base percentage and slugging percentage in each of the past three years. In 2012, he hit .288 with six homers, 37 doubles, 60 RBIs and 63 runs scored in 149 games. \"How he's evolved as a player and leader on the team,\" Antonetti said, \"that gives us a great deal of confidence as we look toward his contributions not only next year, but for the years to come as a key part of our team. He's a big part of our team.\" Last season, the Indians' outfield as a whole hit a combined .259 (10th in the American League) and ranked last in the league in home runs (35), runs scored (228) and slugging percentage (.384). The group also ranked 13th in the AL in RBIs (190) and OPS (.714). The Indians are hopeful that they have the players and depth to improve those areas this year. Behind the projected starting trio of Swisher, Stubbs and Brantley, Cleveland has Ezequiel Carrera as the primary fourth outfielder candidate. Carrera can play all three positions, excelled at Triple-A Columbus a year ago and has spent parts of the past two seasons with the Indians. \"I think he provides an interesting option,\" Antonetti said. \"He's a good defender. He can play all three spots and can run, and has had some success in the Minor Leagues. We're looking forward to him coming into camp and competing for a spot.\" Other options include non-roster invitees Cedric Hunter and Matt Carson. Cleveland will also have Minor League standout Tim Fedroff in camp with the big league club. It is possible that first baseman Chris McGuiness and utility man Mike Aviles will get some limited reps in the outfield as well. The Indians are also still searching for more options -- mainly through non-roster signings. \"We'll see how that plays out,\" Antonetti said. \"I'd expect that we'll have a few more guys in the fold before camp starts. We are pursuing more outfield help.\" Jordan Bastian is a reporter for MLB.com. Read his blog, Major League Bastian, and follow him on Twitter @MLBastian. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jordan Bastian"
}
