{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/41132246\/more-than-a-dozen-teams-will-have-new-center-fielders-in-2013\/",
    "title": "Middle of outfield center of attention this offseason",
    "subtitle": "More than a dozen teams plan to sport a new player at critical defensive position",
    "body": "Ben Revere and Denard Span often shared an outfield in 2012, but the two ex-Twins saw their relationship shift drastically within days this offseason. When Minnesota traded Span to the Nationals on Nov. 29 and Revere to the Phillies on Dec. 6, it not only parted with its top two center fielders, but also set up the now-former teammates as positional counterparts in a new division. Throw in B.J. Upton leaving the Rays to sign with the Braves as a free agent, and three National League East contenders are sporting new, American League-bred center fielders. And that’s only part of a crazy offseason at the position, which has been subjected to a high-stakes game of musical chairs. Even with free agent Michael Bourn unsigned, 14 teams are set to use a new player to start in center. Considering the role of the position, many of them likely will make their presence felt in playoff chases. \"[Center field] is a leadership position. You’re captain of the outfield,” said Doug Glanville, who played center for most of his nine big league seasons and now is an author and an analyst. \"You certainly can improve your ability to cut down on runs and big innings. It’s pivotal. \"Combine that with being a speed guy in general, and you can be a spark. If you’re the type of player that can not only play on the defensive side but lead off and get things going, that’s a very valuable asset.\" In the NL East, the defending division-winning Nationals face the task of improving upon a 98-win campaign but in one deal landed two coveted assets: a true center fielder and a leadoff hitter. Span has been the Major Leagues' third-best defender at the position over the past three years, according to advanced statistics on FanGraphs.com, and owns a .357 career on-base percentage. Washington started four players at least 25 times at the leadoff spot and got a collective .325 OBP from them. \"His skill set is something that we were looking for,” Nationals general manager Mike Rizzo said. “You are talking about a true defensive ball hawk -- a center field type of guy. ... He is a frontline center fielder. He appeals greatly to us because of his skill set as an offensive player.\"  Thursday's acquisition of Justin Upton in a seven-player trade with Arizona is expected to complement the addition of his older brother, who smacked 28 round-trippers and slugged .454 last year to go along with his 31 stolen bases. Atlanta lost a prototypical leadoff man and defensive ace in Bourn, but GM Frank Wren was willing to make the sacrifice.  \"We feel like we can find that or create [a leadoff hitter],\" he said. \"But to find someone of [B.J.] Upton's caliber who can hit 20-30 home runs, that's a different dimension. We feel that can really add to our offense and make our offense deeper.\" The Phillies, looking to bounce back from a .500 season, had a hole to fill after dealing Shane Victorino to the Dodgers last summer. They acquired the speedy Revere, who GM Ruben Amaro Jr. hopes can be a younger, cheaper version of Bourn. The 24-year-old has no career homers but has swiped 74 bases in 254 games, while displaying stellar glove work. \"Teams are just trying to find some sort of edge, because the quality of pitching is obviously very good,\" Glanville said of the NL East. \"So why not focus on those marquee positions that really can swing games, even if it’s subtly, by making great plays?\" While the Giants moved to defend their World Series title by re-signing Angel Pagan, the team they thwarted in the Division Series made a bold move. On Dec. 11, the defending NL Central-champion Reds sent starting center fielder Drew Stubbs to the Indians and a prospect to the D-backs as part of a three-way deal to land Shin-Soo Choo from Cleveland. Reds GM Walt Jocketty expressed confidence that Choo, a right fielder to this point, can handle center. It’s a risk the club was willing to take, considering Choo's career .289\/.381\/.465 batting line. Thanks in part to Stubbs' offensive struggles, Cincinnati leadoff hitters finished last in the Majors in on-base percentage (.254) and OPS (.581) last season. \"He fills the one big void that we had,\" Jocketty said, \"and that was a leadoff hitter and someone with the ability to get on base from the top of the order. It's an area of our club that has been lacking the last few years.\" Every other division also has seen at least some offseason maneuvering in center. In the AL East, the Rays’ Desmond Jennings seems likely to shift from left field, perhaps sharing time with Sam Fuld and others. In the AL Central, the Indians will hope Stubbs regains the form he showed in 2010, when he posted a .773 OPS and smacked 22 homers. In the AL West, Josh Hamilton’s move from the Rangers to the Angels left Texas with an unproven platoon of Craig Gentry and Leonys Martin, while Los Angeles figures to go with rangy defensive maven Peter Bourjos between Hamilton and AL Rookie of the Year Mike Trout. In the NL West, the D-backs shipped off Chris Young to the A's before parting with Justin Upton, but still have a trio of possible center fielders in Adam Eaton, Gerardo Parra and the newly signed Cody Ross. After all that, there’s still at least one more domino waiting to fall, in the form of Bourn. The offseason of the center fielder isn’t over yet.  Andrew Simon is a contributor for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Andrew Simon"
}
