{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/41146892\/white-sox-closer-addison-reed-enters-13-confident\/",
    "title": "Reed enters '13 hungry for more success",
    "subtitle": "White Sox closer ready to make adjustments in second season",
    "body": "CHICAGO -- Call it rookie humility or Addison Reed simply having a realistic focus coming off just one full Minor League season.  But when Reed entered 2012 big league camp with the White Sox, albeit carrying top-prospect plaudits, his lone goal was to make the team. Not pitch the seventh inning, eighth inning or set the franchise record with 29 saves as the right-hander did last year.  There’s no roster doubt for Reed as Friday’s SoxFest opening at the Palmer House approaches, with the hurler stopping by U.S. Cellular Field on Thursday to make sales calls to season-ticket customers. His goals have been adjusted upward, but his confidence hasn’t turned into cockiness. “I still feel like I have to fight for that closer’s spot,” said Reed, speaking to the media between calls. “By no means do I think I have that position on lock. I’ll try to get that spot out of Spring Training and after that just try to get as many saves as possible.”   What number corresponds with “as many saves as possible” in 2013? Reed put forward the total of 40 to 45, which would be a plausible accomplishment after not recording his first save in 2012 until May 5.   His game should be assisted by the addition of Bobby Thigpen as bullpen coach. All of the relievers thoroughly enjoyed and benefitted from working with Juan Nieves, who left the White Sox to take over as the Red Sox pitching coach, but Thigpen was an All-Star closer during his playing days and previously worked with a number of the club's young players in the White Sox system.   Thigpen, who once held Major League’s single-season saves record (57 in 1990), knows the physical talent possessed by individuals such as Reed, Nate Jones and Hector Santiago, to name a few of these young relievers. In regard to Reed, Thigpen pointed to the mental part of the game as an area in which he truly can help the reliever improve as much as anything physical.   “Numbers-wise, and baseball is all numbers, he had a couple games that blew his numbers out of the water,” said Thigpen. “He spent the rest of the year trying to salvage to get them back where they should be.   “His saves ratio was great, and he did set a [White Sox rookie] record, which is awesome. But I’m sure it bothered him that he gave up those runs in [non-]important situations and that’s something you need to work on. I had the same problem.   “Non-save situation, haven’t thrown in a while, get your work 2-3 days and all of a sudden, 3-4 runs and you’re in there and you’re mad,” Thigpen said. “It’s just different things like that.”   Reed tied for seventh in the American League with his 29 saves and ranked ninth with his 87.9 save percentage, converting 29 of 33. As Thigpen pointed out, Reed struggled with a 6.20 ERA covering 24 2\/3 innings in non-save situations compared to a 3.56 ERA over 30 1\/3 innings in save situations.   That discrepancy, much like his 3.00 ERA on the road and his 6.10 ERA at home, could be attributed to a young pitcher learning the rigors of a full season. Going into the 2013 season with his role all but set, whether Reed believes it or not, coupled with the experience he gained in 2012, should help as he prepares for a full year of full-time closing.   “We are going to see hitters we’ve already seen before,” said Reed of benefitting from that rookie season. “At the same time, they’ve seen us before. But I think that does nothing but help the more times you go out there, the more times you see somebody. It’s to your advantage. Just having the year under the belt will be helpful.”   “Last year was harder on [White Sox pitching coach Don Cooper] and them to do that, breaking with guys like that,” said Thigpen of bullpen roles being set for the young pitchers. “Hopefully, we’ll have a better idea going into Spring Training this year, but it will all work out and they’ll figure out what they want and in what situation.”   Approximately seven of Reed’s 12 sales calls on Thursday went to voicemail. Those who did talk to Reed might not have believed it was him, because he was battling through nasty flu-like symptoms.   If Reed pitches in 2013 like he felt on Thursday, the White Sox might be in trouble. But if his overall strong debut was just a small sign of good things to come, the White Sox should be very healthy where closing out victories is concerned.   “People had us picked to finish last last year and none of us believed it at all,” said Reed, who started throwing on Jan. 2, the same day he first threw last year, and once again has focused on keeping his changeup fresh. “Same as this year. We believe we can win every game, so we are going to go out there and play as hard as we can and hopefully the result is a win.”   “Everyone has scouting reports and now they’ve seen them for a full year and now they have an idea of what they got,” said Thigpen of the young arms in the bullpen. “Now it’s up to them to make an adjustment to give them a different look and keep improving and have another good year.” Scott Merkin is a reporter for MLB.com. Read his blog, Merk’s Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
