{
    "url": "http:\/\/m.indians.mlb.com\/news\/article\/41147020\/arbitration-eligible-mike-aviles-still-waiting-on-deal\/",
    "title": "Arbitration-eligible Aviles still waiting on deal",
    "subtitle": "",
    "body": "BOSTON -- Indians infielder Mike Aviles and manager Terry Francona both returned to Boston on Thursday to receive awards from the local Baseball Writers' Association of America chapter.  Francona knows what he has in Aviles from their time together with the Red Sox, but the arbitration-eligible Aviles needs a contract first. Cleveland hasn't gone to an arbitration hearing since 1991, when Greg Swindell and Jerry Browne both went to hearings.  \"As far as I know, [it's progressing],\" Aviles said. \"I stay out of it, in all honesty. My job is to play baseball; that's my agent's job, that's what they're supposed to do. As far as I know, everything is progressing and I don't see why it wouldn't be settled. But like I said, stay out of it and I just wait to hear when my agent calls me and tells me what we got and what's going on. I just let him do his job, because I don't let him tell me how to do my job. I leave it at that and this way, it's a little less stressful.\" Hearings this year run from Feb. 4-20, and Aviles and the Indians are about a million dollars apart: he asked for $3.4 million and the Indians offered $2.4. Aviles made $1.2 million in 2012 with the Red Sox.   There's still time for the sides to settle before a hearing, but if one is needed, a three-person panel of arbitrators would rule in favor of one side. Arbitrators don't find a middle ground.   Aviles will see time at second base, shortstop, third base, outfield and designated hitter this year, with no full-time DH in place for the Indians. He's taking home the Jackie Jensen Award for spirit and determination on Thursday, while Francona's being presented with the Judge Emil Fuchs Award for meritorious service to the game. Evan Drellich is a reporter for MLB.com. Follow him on Twitter @EvanDrellich. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Evan Drellich"
}
