{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/41152592\/matthew-leach-justin-uptons-naysayers-have-it-all-wrong\/",
    "title": "Upton naysayers have it wrong",
    "subtitle": "",
    "body": "It seems silly to have to say this, but apparently it needs to be stated: Justin Upton is very, very good. He is one of the most valuable assets in baseball, and the Braves have added him to their roster at a relatively low cost. There is only one lens through which Upton looks like anything other than an extremely appealing player: the one that looks at his statistical line from 2012 and nothing else. With even the slightest bit of context, the full picture emerges. This is a special player. It starts with his age and experience. A 25-year-old with 3,000 big league plate appearances is, in itself, an extremely valuable quantity. There's not much that's a better bet than a young veteran -- a player coming into his physical prime, yet with the kind of experience to maximize the benefit of his physical tools. According to baseballreference.com, Upton is the 35th player in Major League history to reach 3,000 plate appearances before his age-25 season. Of the other 34, half are in the Hall of Fame -- a group that includes Mickey Mantle, Johnny Bench, Hank Aaron and Frank Robinson. Five more are either on their way or will at least have cases when they retire -- Alex Rodriguez, Andruw Jones, Miguel Cabrera, Adrian Beltre and Ken Griffey Jr. That's the company Upton is in. That combination, being young but having experience, is tough to top. And yet there's more to like on top of it. At one point or another in his career, Upton has displayed every important skill an outfielder can have. He has hit for average (.300 in 2009). He's gotten on base (over .360 twice, over .350 in five straight seasons). He's hit for power. He's stolen bases. He's played plus defense with an impressive arm. He hasn't kept it all together for long stretches, but every single skill is there. If you're buying stock in a player, invest in the one who has already demonstrated skills rather than the one who might have them. As for Upton's disappointing performance in 2012? He was hurt. Upton played through a thumb injury, and there's not much more problematic for a hitter than an injury to the hand or wrist area. There's some evidence in the stats that it was an issue, too. Upton's plate discipline and batting average on balls in play were consistent with what he did in 2011, but his isolated power took a dip. That's certainly the kind of thing that could be explained by a hand injury. He might have been dealing with other issues, as well. Trade rumors surrounded Upton dating back to last winter, and in June, D-backs managing general partner Ken Kendrick made critical comments about him in the media. While only Upton knows what he was thinking over the past year, it's not difficult at all to imagine that he was distracted and\/or upset by the environment surrounding him. It's certainly not difficult to envision a much happier Upton in Atlanta, reunited with his older brother, B.J. Oh, and there's one other thing. This 25-year-old, extremely talented, now-healthy former MVP candidate? He's signed for the next three years, at less money than Red Sox outfielder Shane Victorino will make over that same time span. So, yes, it's true that Upton is coming off a disappointing season. And if that's all the information you had, you could be forgiven for thinking Atlanta had acquired an overrated player. But it doesn't take a lot of context to realize that the Braves made a big-time acquisition on Thursday, one that should make them quite a bit better this year and down the road. Matthew Leach is a writer for MLB.com. Read his blog, Obviously, You're Not a Golfer and follow him on Twitter at @MatthewHLeach. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matthew Leach"
}
