{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/41153938\/uptons-elated-over-surreal-turn-of-events\/",
    "title": "Uptons elated over 'surreal' turn of events",
    "subtitle": "",
    "body": "ATLANTA -- When Justin Upton awoke in Phoenix on Thursday morning, he saw that he had a missed call and text message from his older brother. Like the rest of the baseball world, B.J. Upton wanted to confirm that the Braves had indeed acquired the younger Upton in a trade with the D-backs. “The text message from B.J. said, ‘Did this really just happen?” Justin said. “I told him, ‘Yeah.’ We were preparing ourselves, but we were trying to not jump to conclusions. Now that it is a reality, we’re both just happy. I think that is what we got out of the conversation, that we’re both happy with where we are. It’s kind of surreal right now. But once we get into camp and get going, I think everything will settle in.” In less than three weeks, the Uptons will be going to Spring Training together for the first time and introducing themselves as the newest members of a reconstructed and star-studded Braves outfield. The Braves began their outfield reconstruction process in late November, when they signed B.J. to a five-year, $75.25 million contract. They completed the process on Thursday when they announced they had acquired Justin, along with Chris Johnson, from the D-backs in exchange for Martin Prado, Randall Delgado, Zeke Spruill, Nick Ahmed and Brandon Drury. “Getting a chance to talk to B.J., he’s excited and I’m excited to get out there and be on the field together,” Justin said. “This will be our first time since our high school days to be on the same field together and be on the same team. We’re excited to get going. This is a great opportunity. Hopefully we can come out and take care of business.” B.J. has already started envisioning some of the special moments he could share with his brother. “I’m looking forward to the first time we run out to the outfield together, the first time I wait for [my brother] at home plate after a homer and that first time we high five together with [Jason Heyward] after a win,” he said. “We’ve talked about playing together since we were kids, but the way our contracts and ages worked out, I never dreamed it would happen this early in our careers. I’m excited to play some good prime years with [Justin].” When the offseason began, B.J. was hitting the free-agent market and Justin was preparing to deal with the uncertainty of whether the D-backs would trade him. Now, with Spring Training around the corner, the two are motivated by the opportunity to play on the same team for the first time since they were a part of the 2002 Tidewater Mets -- a high school baseball team that competed in the fall. That was when B.J. was a senior and Justin was a freshman. “I was the low man on the totem pole,” Justin said. “They had Ryan Zimmerman, David Wright and all those guys on the team. Those guys were preparing to be Minor League ballplayers. I was just happy to be out there with them to practice and occasionally get in the game.” Eleven years later, Justin is a 25-year-old two-time All-Star who is looking forward to joining B.J. and Heyward to form what will arguably be one of the game’s best outfields. The expectation is that B.J. will play center field, with his younger brother making the switch from right field to left. “In that outfield, any of us can play anywhere,” Justin said. “If I’m asked to play left field, I’m going to play left field. I’m assuming that will be the situation. ... I can make the adjustment. I think we can all push each other to be the best outfield that we can be.” Justin also seems fine with the fact that he will not be able to wear the same No. 10 he has worn throughout this Major League career. “That is Chipper’s number, and I’ve been told it is off limits,” he said. “So I’ll have to choose myself a new number.” Getting the news that he had been traded to the Braves provided some extra excitement for Justin, who had grown frustrated as his name was linked to trade rumors, dating back to July. “These discussions and rumors have been going on for quite some time,” said veteran agent Larry Reynolds, who represents both Uptons. “When reality hits, you kind of get a little excited, because really it’s over for Justin. Secondly, those two playing together, I think it’s going to be something special. I’m very, very excited for the entire family.”  Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
