{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/41153934\/thousands-pay-respects-to-musial-at-visitation\/",
    "title": "Thousands pay respects to Musial at visitation",
    "subtitle": "Private funeral to be held Saturday, followed by processional to Busch Stadium",
    "body": "ST. LOUIS -- Some arrived at the Cathedral Basilica of St. Louis dressed in their Sunday best. Others showed up wearing vintage Cardinal jackets, red T-shirt, No. 6 jerseys and St. Louis ball caps. Almost all, though, came with a story. A six-hour public visitation for Stan Musial, who died at the age of 92 on Saturday, brought thousands of people out to the Cathedral Basilica on Thursday. There, they could join a line that snaked through the Basilica pews and ended at Musial’s open casket. Musial, whose 22-year Hall of Fame career was played exclusively in St. Louis, was dressed in a red sport coat with his trademark harmonica in pocket. A member of the armed forces stood on each side of the casket, which was draped by an American flag. “I’m starting to understand what he meant to the whole community,” said Musial’s grandson, Brian Schwarze, who was among the family members present at the visitation. “He really touched millions of people. He didn’t live one life. He lived nine lives.” Though Musial was born and raised in western Pennsylvania, he had long become St. Louis’ own. He made his home just outside the city after his retirement and stayed integrally involved in the community. That’s why so many in this city felt a personal connection to a baseball player affectionately known as “The Man.” Asked on Thursday to characterize Musial’s legacy, 66-year-old Gene Sandrowski replied: “As big as the [Gateway] Arch.” Sandrowski, a lifelong St. Louisan, said that taking time out of his day to come to the visitation was the least that he could do for someone who had given him so much time in the past. Sandrowski recalled talking baseball with Musial at church one day; three Musial-autographed baseballs are on display at his home. Sandrowski said he was at the Cardinals’ doubleheader on May 2, 1954, when Musial connected for five home runs against the New York Giants. Ron Fernandez, who, along with his wife, Nancy, also paid their respects to Musial on Thursday, said he was at that game, too. That was an historic day, of course, but what sticks most with the Fernandezes is the gesture Musial made when he found out their daughter, Rita, had been photographed in front of Musial’s statue on her wedding day. As Ron Fernandez recounted: “He said, ‘Anybody who has their wedding picture in front of my statue gets a free signed bat and ball.’” Musial signed the wedding picture, too. Such generosity and sincerity in his dealings with strangers was something that Schwarze said he had come to expect from his grandfather. The two became especially close over the past six years because of Schwarze’s involvement in Stan the Man, Inc., which, among other things, runs Musial’s official website and sells Musial merchandise. “Even just going out to dinner, he was never bothered by fans,” said the 31-year-old Schwarze, who had a brief Minor League career before entering his family’s business. “He never minded stopping and signing autographs. That’s who he was. Didn’t he always have a smile on his face? He really did.” Schwarze said he heard his grandfather playing the harmonica as recently as a week before Musial’s death. And since Musial died, the family has been overwhelmed by the outpouring of condolences. Among those Schwarze said he has heard from is a former United States ambassador from Japan. “I’ve always thought Cardinal baseball started with him, not just how he was on the field, but off the field, the charity giving, the way he interacted with the community,” Schwarze said. “I know it’s harder for players today to do that, but really just the love he gave to everyone, he treated everyone like family. “ So much so, Sue Royer said, that Musial once gave her late husband, Lloyd, a ride home from Sportsman Park. As Royer tells the story, Lloyd Royer was about 12 years old when he and some friends were outside the ballpark admiring the Musials’ new convertible. Lil Musial, who was married to Stan for 71 years before she died in May 2012, told the boys: \"The next thing I know, you guys are going to want a ride home with my husband.\" Shortly after telling Lil Musial that he lived only a few blocks away, Lloyd Royer and his friends found themselves in the back of the convertible. The Musials dropped him off at his front door. “He was never wrapped up in who he was,” Sue Royer said of Stan Musial. “I think when they play the videos down at the ballpark of him riding around in the golf cart, I don’t think there will be a dry eye in the place for years and years to come.” By the time the Cathedral Basilica opened its doors at 2 p.m. CT on Thursday, the line of mourners stretched a few hundred deep. A pair of former professional baseball players was among those who gathered early. Erma Bergmann, 88, and Audrey Kissel Lafser, 86, both played in the All-American Girls Professional Baseball League. Bergmann, a native of St. Louis, played professionally in the AAGPL for six seasons. She later worked in the St. Louis police department, which is how she got to know Musial. At her job as a policewoman, Bergmann would sometimes be stationed at the ballpark. “He was a good man and a good ballplayer,” she said after her visit to the Cathedral Basilica. “I don’t think they will ever forget him. ... He was a very good man.” Added Kissel Lafser: “He was just so friendly with everybody, like he was a good friend. He represented baseball here in St. Louis. ... He was just a wonderful person to get to know.” And as evidenced by the stories so many shared on Thursday, so many did. A funeral service for Musial is scheduled for 11 a.m. CT on Saturday at the Cathedral Basilica. It will be private, though the service will be followed by a processional to Busch Stadium, where Musial’s family will lay a wreath at the base of his ballpark statue. Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
