{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/41157462\/veteran-catcher-yorvit-torrealba-rejoining-rockies-on-minor-league-deal\/",
    "title": "Torrealba rejoining Rockies on Minor League deal",
    "subtitle": "",
    "body": "DENVER -- Yorvit Torrealba, the Rockies' primary catcher on postseason teams in 2007 and '09, signed a Minor League contract on Thursday night to return to the organization. Torrealba tweeted the news, and the club confirmed it. Torrealba, 34, hit a combined .227 with four home runs and 14 RBIs in 64 games last season with the Rangers, Blue Jays and Brewers. He was with the Rockies from 2006-09 and hit .258 with 23 home runs and 152 RBIs in 312 games. Rockies fans may best remember Torrealba for the three-run homer he hit off the D-backs' Livan Hernandez in Game 3 of the 2007 National League Championship Series. The Rockies won the next game to make it to the only World Series in club history. Colorado went with Chris Iannetta as starting catcher the following year, but went back to Torrealba in 2009, and he hit a career-best .291. Torrealba also appeared in the postseason, including the World Series, with the Rangers in '11. Torrealba will participate in Major League Spring Training, though the Rockies do not have an open spot on the Major League 40-man roster. The only two catchers on the roster are veteran Ramon Hernandez and second-year man Wilin Rosario. Hernandez was listed on Venezuela's provisional roster for the World Baseball Classic, and if he is away from the team, it could give Torrealba increased opportunity during Spring Training. In another development, FOX Sports, citing Major League sources, reported that right-hander Carl Pavano, whom the Rockies had been pursuing, slipped and fell while shoveling snow on his driveway in Vermont and suffered a ruptured spleen. The injury is expected to sideline him for six to eight weeks. The Rockies also have made a push for free-agent righty Derek Lowe and are contemplating a run at right-handed former National League Cy Young Award winner Brandon Webb, provided Webb is healthy. Webb hasn't pitched in the Majors since 2009 with the D-backs because of shoulder issues. Thomas Harding is a reporter for MLB.com. Read his blog, Hardball in the Rockies, and follow him on Twitter @harding_at_mlb. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
