{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/41161252\/tracy-ringolsby-fresh-start-awaits-justin-upton-in-atlanta\/",
    "title": "Fresh start awaits Upton in Atlanta",
    "subtitle": "Outfielder won't face pressure of being team savior as he was portrayed in Arizona",
    "body": "Justin Upton’s trade from Arizona to Atlanta is a win-win-win. The Braves win. They add an impact hitter to a lineup in need of a lift in the aftermath of Chipper Jones' retirement. The D-backs win because they parlay a surplus of outfield talent into a package that will fit a variety of organizational needs, including adding the bat of Martin Prado to fill a third-base void. Most of all, however, Upton wins. He gets a fresh start. Since he was selected with the No. 1 overall pick in the 2005 Draft, Upton and Arizona have had a relationship that was on an emotional roller-coaster. Even the change in front-office leadership, which resulted in the hiring of manager Kirk Gibson and general manager Kevin Towers during the course of the 2010 season, could not calm the emotions. When things went well, Upton was portrayed as the catalyst. When things went poorly, Upton was portrayed as the villain. For a young athlete who turned 25 just last August, it was unnecessary pressure. The game is challenging enough -- even for the most talented -- without being rushed to the big leagues and asked to be a savior for a franchise seeking an identity, which was the case with the D-backs and Upton. In August 2007, when Upton was 23 days shy of his 20th birthday, he was called up to the big leagues and was proclaimed the face of the franchise before his first at-bat. He wasn’t ready for it, mentally or physically. Sure, he was a great raw talent and an energetic young man, but he’d played in only 216 professional games -- 145 in Single-A and 71 in Double-A. He had not yet mastered the move to the outfield from shortstop, where he played in high school. The bulk of his Minor League learning process had been spent playing center field. He had only played eight professional games in right field before he arrived in Arizona and was anointed the cornerstone of the franchise. And he also had to deal with the ultimate challenge of professional sports, making the emotional and mental adjustment from dominating the game at every level he had ever played to suddenly having to deal with the daily challenges of playing against the game’s elite. What didn’t help Upton was that the previous upper-management group in Arizona was so concerned about not breaking his spirit that it was overly permissive when he acted out. It was willing to accept failures on the field because it wanted him to learn from them instead of demanding the sort of accountability that every young person -- in sports and in the rest of life -- can benefit from accepting. One of the first public breakdowns in the relationship between the front office and Bob Melvin, then the manager, was Melvin’s desire to send Upton back to the Minor Leagues. It wasn’t about punishing Upton, but rather a wish to put him in an environment in which he could learn and succeed at the same time. Upton’s emergence as a legitimate MVP candidate when the D-backs won the National League West in 2011 provided an anticipation that he was ready to meet the unrealistic expectations that had been set for him. It didn't happen. A slow start in 2012 stirred up the public debate that Upton couldn’t win. The fact that he injured his left thumb in the season-opening series and played through the ailment by wearing a protective pad on the thumb until August didn’t dispel the doubters. All of that added to Towers’ realization that as good a talent as Upton is, the best thing for all involved was to make a move. That became evident early this offseason. With an outfield already so crowded that Gerardo Parra was forced into a backup role last year, Towers added free agent Cody Ross. There was speculation that the move could open the way for trading Jason Kubel, instead of Upton, but the bottom line was that Upton had the value, and Towers likes to maximize his return in trades. A week ago, word surfaced that the D-backs had a deal to send Upton to Seattle, but he used his no-trade power to block it. Anyone who followed Towers’ front-office career in San Diego knew that would only make him more intent on finding a deal. Ask Jake Peavy. Check with Phil Nevin. And with opening of Spring Training less than three weeks away, the timing for a trade of Upton was immediate. Neither Arizona nor Upton needed any springtime distractions regarding why he wouldn’t go to Seattle. The D-backs want to focus on what they have to do to win the NL West. And at the age of 25, Upton needs to be able to focus on what he needs to do to take the next step in his career, to consistently play at a level of the elites of the game. He has the desire. He has the ability. Now, with a fresh start in Atlanta, he should also have an environment where he can be judged on what he is, not what the fans and the front office hope he can be.  Tracy Ringolsby is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tracy Ringolsby"
}
