{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/41161410\/marlins-closer-steve-cishek-looks-forward-to-wearing-usa-jersey\/",
    "title": "Cishek looks forward to wearing USA jersey",
    "subtitle": "Marlins closer preparing to pitch in World Baseball Classic",
    "body": "JUPITER, Fla. -- For Steve Cishek, just playing in the big leagues is a tremendous honor. To represent his country, he says, is a dream come true. Cishek has some added motivation entering Spring Training. The 26-year-old is not only preparing for his first full season as a closer for the Marlins, he also is getting ready to represent Team USA in the World Baseball Classic. \"To have USA on the front of your jersey and have your name on the back is just incredible,\" Cishek said. \"It's something I look forward to seeing. Just being able to play for your country -- it's something a lot of players always wanted to do.\" Cishek has never played for a national team. He's about to get his first opportunity. \"At a young age, I'd see the Little League World Series,\" the right-hander said. \"Those kids were representing the USA. Even when I was a kid, I have always wanted USA on the front of my jersey.\" Cishek is one of three Marlins already selected to participate in the World Baseball Classic. He will be joined on Team USA by All-Star right fielder Giancarlo Stanton. Henderson Alvarez, a right-hander obtained in the November trade with the Blue Jays, will pitch for Venezuela. MLB Network announced the provisional rosters on Jan. 17. Even though Cishek knew he was being considered, there was suspense and then surprise after he was actually selected. \"I knew they were starting to finalize teams,\" Cishek said. \"I was being hopeful. I didn't really have any expectations. I just had my name on the list. When I got the phone call, I was extremely excited.\" Marlins pitchers and catchers begin Spring Training workouts on Feb. 12, but Cishek is already getting some preliminary throwing done at the Roger Dean Stadium complex in Jupiter. Gradually, some pitchers are filtering into South Florida, getting ready for Spring Training. Cishek began throwing off the mound Jan. 18. In getting ready for the World Baseball Classic, Cishek isn't changing anything. He's doing a typical offseason throwing schedule to lead into Spring Training. At first, he throws two bullpen sessions a week, and then bumps it up to three. \"I'm not changing anything,\" Cishek said. \"I always come into Spring Training 100 percent and ready to go. What I have scheduled right now and what I'm planning to do is going to get me ready for Spring Training and the WBC. For the most part, this is when I usually start throwing [bullpen sessions].\" On Team USA, Cishek likely will be used in a setup role, because the squad has Craig Kimbrel, who saved 42 games for the Braves in 2012. Cishek became Miami's closer in the second half of last season, replacing the struggling Heath Bell, who was traded to the D-backs after the season, on Oct. 20. A rangy 6-foot-6 right-hander with a deceptive sidearm delivery, Cishek was the Marlins' best reliever in 2012. The Falmouth, Mass., native collected 15 saves in 19 opportunities. He appeared in 68 games, striking out 68 in 63 2\/3 innings. The way Cishek is approaching the closer role is pretty much how he's conditioned himself to pitch in any inning. \"I go out there trying to get outs, no matter what the situation is,\" Cishek said. \"When I'm going into ballgames, I'm trying to keep the score the same. I try not to change that. Even though I was closing games last year, I was trying not to change my mindset and make it harder on myself. I try to make it as simple as possible.\" On Team USA, Cishek will once again become a teammate of Bell, who spent one season in Miami after signing a three-year deal as a free agent in 2012. \"I'm excited to see him again,\" Cishek said. \"He struggled a little bit last year, but he always went into a game with the mindset that he was going to get people out. He was always very intense, and very focused. \"That's something I really enjoyed watching from him. I knew mentally he was ready to go in, and he gave it all he had. That's something I look forward to doing every year too. It's a grind, and to see someone who has had success in this league have that approach, it's cool.\" Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
