{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/41163394\/bernie-pleskoff-braves-bethancourt-could-ascend-quickly\/",
    "title": "Bethancourt has tools to be total catching package",
    "subtitle": "Braves prospect created buzz in 2011 Arizona Fall League with strong arm, potent bat",
    "body": "I first saw Braves catching prospect Christian Bethancourt in the 2011 Arizona Fall League, a month after he turned 20 years old. He was among the youngest players in the league, which showcases fairly advanced prospects. Bethancourt was easily one of the best and most exciting players I scouted that fall, on both sides of the ball. Bethancourt was signed as an International free agent from Panama in 2008. He had played on the 2004 Panama club in the Little League World Series. At age 16, Bethancourt began his career in the Dominican Summer League, where he hit .267 in 131 plate appearances. He threw out 43 percent of runners trying to steal. It was a statistic that foreshadowed Bethancourt’s best overall tool -- an amazingly strong and accurate throwing arm. To date, Bethancourt’s finest offensive season was 2011, when he repeated Class A at Rome in the South Atlantic League as well as playing at high Class A Lynchburg in the Carolina League. Combined, Bethancourt hit .289 with five home runs and 53 RBIs. He struck out only 62 times in 410 plate appearances. Again, showing his rifle arm, Bethancourt threw out 38 percent of runners trying to steal. It was following that season that I saw Bethancourt take charge in the Arizona Fall League. He was effective on offense as well as defense, showing a complete game and creating a loud buzz about his future. Bethancourt played with confidence beyond his age. Bethancourt belted the ball around the parks, hitting .306 in 72 at-bats. His offense included three doubles, five home runs and 13 RBIs. Bethancourt struck out 17 times, a rather low figure for AFL hitters. However, he walked only twice, illustrating an issue of concern regarding his offense. He just didn’t show enough patience at the plate. I also saw Bethancourt play for the World Team in the 2012 All-Star Futures Game in Kansas City. In that game, he played well behind the plate, but he went hitless in three plate appearances, striking out once. In the times I have seen him hit, Bethancourt didn’t see a pitch he didn’t like. He’s an aggressive swinger, showing little plate discipline and not much pitch recognition. However, while Bethancourt doesn’t see many pitches each at-bat, he does put the ball in play. His contact rate is admirable. More patience would increase his on-base percentage and give him better pitches to hit deeper in counts. Bethancourt has a nice short stroke and doesn’t try to do too much. He knows his limitations and is a tough out. He has an ability to use the entire field, taking pitches where they are thrown. The right-handed-hitting Bethancourt is just 21 and already entering his sixth professional season. He is a well-proportioned 6-foot-2 and 219 pounds. He has good upper-body strength that bodes well for future power. I think more muscle could well be on the way, depending upon the amount of work and effort Bethancourt puts into conditioning. Last season at Double-A Mississippi, Bethancourt was scuffling a bit at the plate before fracturing his left hand in August when a pitch hit him just above the wrist. His final batting average for the season was .243, the lowest of his career. But once again, Bethancourt remained extremely consistent with his professional history, throwing out 39 percent of runners trying to steal. Bethancourt is such a good athlete that I believe his offense, including his power, will greatly improve with experience and repetition. At this time, his hitting skills are raw and unpolished. While Bethancourt’s offense may need additional maturation, like most catchers, his defense will likely be his calling card to a Major League role. In reality, when his development is complete, Bethancourt may be better than most catchers. While he isn’t totally refined and he still has work to do behind the plate, Bethancourt shows flashes of defensive brilliance that could ultimately place him at the top of the heap at the catching position. In addition to Bethancourt’s top-of-the-scouting-chart arm strength and accuracy, his footwork and catching mechanics project as above-average skills. I clocked Bethancourt’s POP time -- the time from when the ball hits the catcher’s glove, he shifts the ball from glove to hand, leaves his crouch and throws to second base -- at 1.8 seconds. That’s less than the 2.0-second professional average. His release is quick, his arm action excellent and the “carry” on the ball is strong and accurate. Bethancourt is extremely agile, moving quickly when blocking balls in the dirt or preparing to throw. He has the ability to shut down the running game. Game management by a catcher is crucial. It takes time for a catcher to learn the particulars and nuances of leading a pitcher through a game. That is a part of Bethancourt’s defense that he will always be refining. However, he knows what is required to take charge as a catcher, and he will. Scouts use the following priorities when evaluating the tools of catching prospects: fielding ability, arm strength and accuracy, hitting ability, power and speed (in that order). Bethancourt has each of those tools, including speed. At this point of his development, it is a much more advanced tool than his power. In fact, Bethancourt has enough speed and first-step quickness to steal bases, a real bonus and rare tool for a catcher. MLB.com ranks Bethancourt as the second-best Braves prospect and the seventh-best catching prospect. Braves catcher Brian McCann is rehabilitating from shoulder surgery. He intends to start the season. If he can’t, will Bethancourt serve as the backup to Gerald Laird until McCann returns? Time will tell. Bethancourt’s ceiling will hinge on how well he refines his raw tools and takes advantage of his inherent athletic ability. If he works hard and adjusts, he could become a perennial All-Star. Bernie Pleskoff has served as a professional scout for the Houston Astros and Seattle Mariners. Follow @BerniePleskoff on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bernie Pleskoff"
}
