{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/41132430\/brewers-introduce-new-gold-alternate-jerseys\/",
    "title": "Brewers introduce new gold alternate jerseys",
    "subtitle": "",
    "body": "The Brewers announced Thursday that they will be adding a new gold-colored alternate jersey for the 2013 season.  The new jersey will feature “Brewers” in blue script across the chest along with the club's “M” logo with a sprig of barley and the state of Wisconsin to the left sleeve. The number on the front of the jersey will be positioned on the left of the buttons underneath the wordmark.  “Our players have worn a similar gold-colored jersey on our annual ‘Cerveceros Day,’ and the feedback from fans and players has been overwhelmingly positive,” said Brewers chief operating officer Rick Schlesinger. “We believe that this jersey will be a very popular style, both on the field and at our retail locations.” The new duds will be worn by players and coaches for the first time on Sunday at “Brewers On Deck” at the Delta Center in Milwaukee.   The new tops will join the primary white home jersey, the primary gray road jersey, the alternate blue “Brewers” jersey, the alternate blue “Milwaukee” jersey and the retro “Brewers” pinstripe jersey.   The last time the Brewers introduced an alternate jersey was 2010, when the team added blue tops with “Milwaukee” across the chest.   In November, the Brewers also announced that they would hold a contest in which fans could design a uniform to be worn by the team for a pair of exhibition games. Over 700 proposals were submitted in the “Design a YOUniform” contest, and they were narrowed down to three finalists. Earlier this month, fans had the opportunity to vote on their favorite, and the winner will be announced at “Brewers On Deck” on Sunday. The winning design will be used on Friday, March 22, against the Cubs at Maryvale Baseball Park and on Saturday, March 30, against the White Sox at Miller Park.   The new gold alternates will be available exclusively at “Brewers On Deck” and the Brewers Team Store by Majestic at Miller Park starting on Sunday. The Brewers Team Store by Majestic at Miller Park will exclusively carry the gold alternates through Feb. 3. Matt Weber is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Matt Weber"
}
