{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/41136436\/prospects-acquired-by-d-backs-for-upton\/",
    "title": "Prospects acquired by D-backs for Upton",
    "subtitle": "",
    "body": "The D-backs will receive five players in their trade of outfielder Justin Upton and third baseman Chris Johnson to the Braves: pitchers Randall Delgado and Zeke Spruill, infielder-outfielder Martin Prado, shortstop Nick Ahmed and first baseman Brandon Drury. Here is a look at Spruill, Ahmed and Drury, prospects who have not yet played in the Major Leagues. Zeke Spruill, RHP: Spruill, ranked No. 6 on the Braves' Top 20 at the time of the trade, gets compared to Derek Lowe as a tall and lanky right-hander with a sinking fastball, curve and improving changeup. It took him a while, but the 2008 draftee is showing the potential to break out. In 2012, Spruill showed that his successful 2011 campaign, which put him back on the prospect map, wasn’t a fluke. He continued to pitch well in his first full season with Double-A Mississippi. Nick Ahmed, SS: Ahmed was No. 10 on the Braves' Top 20. While he might have gotten more attention coming out of the University of Connecticut in 2011 because of first-rounders George Springer and Matt Barnes, the second-rounder has clearly made a name for himself. Ahmed is the kind of player who impresses the more he's seen. While none of his tools jump out as plus, his whole is greater than the sum of his parts. That being said, Ahmed is a solid defender at shortstop, he runs fairly well and he goes to the plate with a solid approach and game plan. Maybe he's not an All-Star, but he's the type of player all winning teams tend to have on their rosters. Brandon Drury, 1B\/3B: The 13th-round pick out of the Pacific Northwest high school scene was No. 13 on the Braves' Top 20 at the time of the trade. Drury has had an up-and-down career since signing in 2010. He struggled during his pro debut that summer, then bounced back to earn Appalachian League Player of the Year honors. Drury's full-season debut looked a bit more like 2010, though the potential for offensive production is still there. His small stroke can produce power, especially on the pull side, though he gets pull happy at times. A shortstop in high school, Drury has played both third and first as a pro, and the Braves thought he would stick at the hot corner, long term, with patience being the key. Jonathan Mayo is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Mayo"
}
