{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/41138112\/pedro-martinez-returns-to-red-sox-as-pitching-consultant\/",
    "title": "Pedro joins Red Sox as special assistant",
    "subtitle": "Former ace feels he can offer veterans, prospects meaningful advice",
    "body": "BOSTON -- Back in 2004, Pedro Martinez mentioned that he would always consider himself a Bostonian. Now he can once again call himself a member of the Red Sox, the team he was with during the most iconic moments of his brilliant career.  The Red Sox announced Thursday that the man considered by some to the best pitcher in team history is returning as a special assistant to general manager Ben Cherington.  \"We are very excited to have Pedro on board with us and back in the Red Sox organization,\" said Cherington. \"He was one of the game's most dominant pitchers and without a doubt a beloved figure in Red Sox history. Similar to former teammate Jason Varitek, who joined the baseball operations staff in September, Pedro will be involved in several areas, including the evaluation, mentorship and instruction of young players in Spring Training and throughout the season.\" MLB.com was first to report in early November that the Red Sox had a position waiting for Martinez whenever he wanted to accept it.   Quite simply, Martinez felt that the time was now.   \"I've been away long enough now to spend time with the family and I think the situation is right,\" said Martinez. \"I think they need people like me that could probably relate to the players, relate to the office, have a good communication and interest that they need right now. I think the players somehow still see me a little bit like a player. They can actually communicate with me. I'm also a veteran, a real old veteran. I think I can probably offer some advice to some of them about how to handle different situations.\"   Full of that familiar enthusiasm Red Sox fans came to love over the years, Martinez said Thursday he looks forward to throwing on uniform No. 45 -- which hasn't been worn by any Red Sox player since his departure -- during Spring Training, and whenever else his services might be needed.   \"Of course,\" said Martinez. \"I miss the field myself. I'm going to be in the field, and once I get to the field, I'm pretty sure I'm going to get involved and get going. I like the field. I like feeling the heat of the sun and sweating in the field. Hopefully some of the knowledge I have, I'll be able to communicate with someone, and have someone take advantage of it.\"   Because of Martinez's filthy arsenal of pitches, which produced a career record of 219-100 and a 2.93 ERA, sometimes his smarts were overlooked.   \"It probably means he has to be on time now,\" quipped Terry Francona, who was Martinez's manager in 2004. \"I'll tell you what, if you want to get input on how to pitch, you can't go to a smarter guy. I think it's great. I think it's a good fit. When you start bringing guys back like Varitek, Pedro, they are the Red Sox. I think it's terrific.\"   \"I love to teach,\" said Martinez. \"I love to deal with the players. I have a very good relationship with the players and I'm also fun. I'm also fun. I like to have fun, and I think they need a little bit of that in the clubhouse.\"   Though Martinez pitched for the Mets and Phillies after his memorable run in Boston ended, he never let go of his close ties to Boston.   \"I am thrilled to be returning to this organization and to the city I love,\" Martinez said. \"Ben Cherington's meetings this week have been outstanding. It is an honor to be back with the Red Sox and help in any way I can. I am grateful to our leaders; I believe in them, and I thank them for allowing me to return to the field and help us win again. My heart will always live in Boston.\"   The three-time Cy Young Award winner pitched for the Red Sox from 1998-2004, going 117-37 with a 2.52 ERA.   Martinez was at his best in 1999 and 2000, when he won back-to-back American League Cy Young Awards. In '99, he was 23-4 with a 2.07 ERA. The following year, he might have been even better, going 18-6 with a 1.74 ERA.   Whether it is helping a veteran like Jon Lester or a prospect like Matt Barnes, Martinez won't place unfair expectations on the pitchers he works with.   \"I believe if I can have the patience of the talent that's coming up and understand that they're going to be their own way in some parts, I should be able to handle it,\" Martinez said. \"I'm not going to force them to be like me. It's impossible to be Roger [Clemens], but you can also pick and choose some of the things that you can help them with and hopefully help out.\"   The Red Sox acquired Martinez from the Expos in November 1997 for prospects Carl Pavano and Tony Armas Jr.   Not only was Martinez a brilliant performer, but his starts at Fenway were cultural events, with Dominican flags waving everywhere and K cards on the back wall in center field to match his every strikeout.   In Martinez's final season in Boston, he helped the Red Sox win the World Series -- their first since 1918. His last start in a Boston uniform was a victory in Game 3 of the World Series, when he fired seven shutout innings at St. Louis.   Martinez also pitched for the Dodgers, Expos, Mets and Phillies. He will be eligible for the Hall of Fame in 2015.   While he was the central story during his playing days in Boston, now he just wants to be a small piece of the puzzle for an organization that is trying to get back to prominence.   \"I actually can read pretty good mechanics and tendencies that we all pitchers have,\" Martinez said. \"As being a pitcher for a long time, that actually allows you to learn a lot about different bodies and tendencies we have, things that will get you hurt, angles. I'm confident that I can probably read a lot of it and also judge talent. I think I can read who can pitch and who cannot.\"   Martinez doesn't want pitchers to be intimidated by him. Nor does he think they should be.   \"I'm not a baseball player right now,\" Martinez said. \"I'm more like a coach, a friend -- someone that you can communicate with and that will probably try to help you. That's how you have to look at me. More like a friend than anything else. I hope to be a friend to most of those kids that probably have some questions or if they have uncertainties about what they're going to be facing. What kind of things they should be aware of? I think I'm very well prepared and armed to actually help them with it.\"   Martinez also made it clear numerous times that's he not the pitching coach and will no way try to interfere with the work Juan Nieves is doing with his staff.   In fact, Martinez doubts he would coach on a full-time basis.   \"No. I don't think so, honestly,\" said Martinez. \"I don't think so. I can offer a lot, but I just don't see myself as a pitching coach and having the same travel dates, hotels, like I played. I honestly don't think so.\"   Who initiated Martinez's return to the Sox?   \"It worked out the same way a friendship works out,\" Martinez said. \"I was always honest with the Red Sox and the Red Sox were always honest to me. We never had a back-and-forth with anything. The relationship continued on, the friendship continued on. Once Ben became the GM, I was always really close to Ben -- before and now. I offered my help. I told him, 'Hey, anytime you need my help, without any interest, just call and I'll be there.'\"   And there Martinez is -- officially back with the Red Sox. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
