{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/41142218\/bodley-musials-42-club-was-cardinals-best\/",
    "title": "Musial's 1942 club was Cardinals' best",
    "subtitle": "",
    "body": "Stan Musial’s memory was always vivid, his opinions just as strong.  They were saying goodbye to Stan the Man in St. Louis on Thursday, and I thought back to the last time I had a cherished one-on-one chat with the Hall of Famer.  One thing about Musial -- sugarcoating wasn’t part of his mostly polite vocabulary. St. Louis had just rallied to shock Houston, 10-7, in Game 1 of the 2004 National League Championship Series, and the buzz around the baseball-rich city was this could be the best Cardinals team of all-time.  St. Louis, with a powerful offense, had easily eliminated the Dodgers in the NL Division Series.     “Best team ever?” Stan repeated my question.   “No,” he said emphatically, without hesitation. “This isn’t the best Cardinals team ever. Our club in 1942 was better.”   I was just beginning my love affair with baseball in 1942, when the Cardinals, managed by Billy Southworth and captained by Terry Moore, tore through August and September, overtook the Brooklyn Dodgers and, after losing the first game of the World Series to the mighty Yankees, 7-4, won the next four.   It was New York’s first loss in the Series since 1926, and you can look it up. The Cards also beat them that October.   Musial, who died at 92 on Saturday, ended his 22-year career after the 1963 season with a .331 batting average, 475 home runs, 3,630 hits, three NL MVP Awards and seven batting championships, and with grace, sportsmanship and unequalled integrity.   For him, however, 1942 was always special. He was just 21, batted .315 in 140 games and played in his first of four World Series, and the team he said was the best he ever played on.   I mentioned to Musial that my dad and I listened to that Series, Stan’s first full season in the Major Leagues.   Musial was on a roll now.   He rattled off how deep the Yankees were, a cast of superstars that included Joe DiMaggio, Joe Gordon, Charlie Keller, Bill Dickey, Phil Rizzuto and Red Ruffing.   “The [fifth] game was tied, 2-2, in the ninth inning with Walker Cooper on second base when Whitey Kurowski homered off Ruffing and we won it,” Musial remembered.   Stan pointed out that coming from behind was a trademark of the 1942 Cards, a reputation the 2004 team had established as it led the Major Leagues with 105 victories and easily won the NL Central title.   “We never got down, even when we were behind,” Musial said. “This team today does the same thing. The game last night was typical. We dropped behind, but the guys kept hitting and scoring and won big. [Albert] Pujols, [Scott] Rolen, [Jim] Edmonds, [Larry] Walker -- those guys are great hitters.”   On Aug. 5, 1942, the Cardinals trailed Brooklyn by 10 games, but won 44 of their final 53 to take the NL pennant by two games.   As Musial talked that morning in 2004, I jotted down statistical comparisons.   The 1942 Cardinals had better pitching.   They had two 20-game winners and two other pitchers who won 13 games. Mort Cooper, the ace, was 22-7, threw 10 shutouts, had a 1.78 earned run average and was voted the NL MVP Award winner. Rookie Johnny Beazley was 21-6, with a 2.13 ERA, followed by Howie Krist (13-3, 2.51 ERA) and Max Lanier (13-8, 2.96 ERA).   The 1942 Cards led the NL in runs scored (755), batting (.268), and slugging (.379). They were sixth in home runs with 60. Only 60? Enos Slaughter led with 13.   Their pitchers led the NL in ERA (2.55) and strikeouts (651).   I mentioned to Musial that the 2004 Cardinals fell just one victory short of the 1942 team record, but the ’04 club’s 105 wins were the most in the Majors. Pujols and Co. led the NL in runs scored (855), batting (.278) and slugging (.460), and were third in home runs (214).   Although the 2004 Cards had no 20-game winner, they were second to Atlanta (3.74) for team ERA at 3.75.   So, with one victory for the 2004 Cardinals in the best-of-seven NLCS, I kept pushing for Musial’s overall appraisal.   Again, there was little hesitation.   \"We had great teams in 1943 and 1944, but I rank this current team right behind our '42 club,\" he finally said. \"Overall, this team has more power and good relief pitching. I do think this is the Cardinals' best offensive team ever.\"   Then, in the typical gentlemanly Musial fashion, he added: “In ’42, we played together and fought together. … We had that Cardinal spirit; we thought we could beat anybody and we did. We fought tooth and nail. They’d knock us down; we’d knock them down. Pitching inside then was part of the game.”   Musial was quick to say “this team also has that Cardinal spirit, which is so important. They're an exciting club to watch.\"   Looking back, the 2004 Cardinals, trailing the Astros, three games to two, came from behind to win the NLCS and advance to the World Series.   Stan was hoping the Yankees would be the American League opponent, creating the same match as 1942.   Of course, it didn’t happen. Not only did the Red Sox push the Yankees aside to face the Cardinals, they swept St. Louis in four games.   Years later, during a Hall of Fame induction weekend at Cooperstown, I reminded Stan of that interview and the comparison we made. I reiterated the 1942 club was a much better Cardinals team.  “Do you still say the 2004 team was second best?” I asked.   “Our team in 1942 was better,” Musial said, with a broad smile. There was no reference to 2004.   Vintage Stan the Man. Hal Bodley is the senior correspondent for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Hal Bodley"
}
