{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/41143494\/mendoza-preparing-for-spring-competition\/",
    "title": "Mendoza preparing for spring competition",
    "subtitle": "",
    "body": "KANSAS CITY -- It’s just January and it’s already shaping up as a big year for Royals right-hander Luis Mendoza.  He’s been picked for Mexico’s team in the World Baseball Classic and now he has a great chance to be in the Caribbean Series with the Obregon Yankees. They have a 2-0 lead over Mexicali in the best-of-seven series for the championship of the Mexican Pacific League; two more wins and they’re in with the champions from the Dominican Republic, Puerto Rico and Venezuela.  Mendoza pitched the Yankees’ 5-3 victory in the opener at Mexicali, notching 11 strikeouts in six innings. He gave up two runs and five hits, one a solo homer by ex-Royals teammate Yuniesky Betancourt. “Yeah, he got me on a sinker in,” Mendoza said, laughing over the phone.   If Obregon reaches the Caribbean Series, Mendoza won’t have far to go. The event this year is being held in a new stadium at Hermosillo, Mexico, where he makes his home.   Mendoza is 3-0 in the six games he’s pitched this winter, his arm feels good and he expects to be in great shape for a busy Spring Training. For one thing, he’ll be on Team Mexico which begins Classic play on March 7 against Italy in Phoenix and meets the United States the next day.   “I’m very happy about that and proud to represent my country,” he said.   Mendoza, 8-10 with a 4.23 ERA last year for the Royals, also faces the task of trying to retain a rotation spot in competition with a formidable gang that includes James Shields, Ervin Santana, Jeremy Guthrie, Wade Davis, Bruce Chen, Luke Hochevar and Will Smith.   “It’s good for the team, it’s going to be more competitive,” Mendoza said. “I know in Spring Training I’ve got to go and win a job -- the fifth spot or wherever they need me. I just want to show them they can count on me.”   Even last year, before the influx of new starting talent, Royals manager Ned Yost was envisioning Mendoza as a “perfect” long reliever for a competitive team. So his fate might already be sealed.   “I just want to be at the big league level and do the job that they want me to do,” Mendoza said. “But in my mind, of course, I want to be a starter and to be in that mix.”",
    "author": ""
}
