{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/41146588\/houston-astros-dh-carlos-pena-goes-back-to-his-roots-to-regain-form\/",
    "title": "Pena goes back to his roots to regain form",
    "subtitle": "",
    "body": "HUMBLE, Texas -- Sometimes the best advice comes in the simplest form, and many times it’s the same advice we’ve heard before. Having someone you trust remind you of what you’re doing well and tell you what you need to improve on can wind up paying huge dividends. That’s why Astros designated hitter Carlos Pena has gone back to his roots this offseason, choosing to work out with the one person that knows him, knows his swing, almost better than anyone else -- his father, Felipe Pena. Pena, who signed with the Astros in December to become their first designated hitter, has had his father throwing batting practice to him at his home in Orlando, Fla., this winter in an effort to regain his past form. He batted .197 last season with 19 homers and 61 RBIs with Tampa Bay, the team he starred with from 2007-10, when he averaged 36 homers, 102 RBIs and hit .238. “I’ve gone back to my origins,” Pena said. “I’ve been working out with dad. It’s special in many ways. Just being around him is refreshing, and going back to those roots and what he taught me as a kid. Just being in his presence and hanging out with my father has been extremely powerful.” Pena spoke Thursday afternoon when he joined teammates Tyler Greene, Jed Lowrie and Lucas Harrell and former Astros pitcher Brandon Backe at a middle school pep rally as part of the Astros’ CAREavan tour through Houston. Pena told the school kids the importance of going above and beyond and being prepared in school work and in life, a lesson he learned from his father and mother, Mary. Considering the Astros are the seventh different team Pena has played for in his Major League career, he’s had countless advice through the years from hitting coaches and others. He says sometimes you have to remember where it all started. “It came from Felipe Pena,” he said. “He knows his stuff. He knows my swing pretty well. I’ve had some pretty good workouts I’ve put together with him the last few weeks.” Felipe Pena, who brought the family from the Dominican Republic to Massachusetts when Carlos was young, didn’t let the harsh New England winters bring the baseball workouts to a halt when his son was a kid. He’d set up a makeshift batting cage in a racquetball court, using hockey nets as a protective L screen. “It was the most dangerous round of BP you could possibly take, because balls were bouncing all over the walls,” Pena said. “But I remember taking great rounds of batting practice with him, and that was our cage. So I’m going back to those types of things. “They have a way of refreshing you, a way of re-energizing a person, and just to be able to hang out with dad as much as I have so far, it’s very powerful.” Powerful, but with a simple message. “His main goal was to make sure we focus on contact, contact, contact,” he said. “He said, ‘Don’t worry about how far it goes, just make sure you put the barrel on the ball.’ Sounds simple, right? See the ball, put the bat on it. He said, ‘Trust me, the ball will go as far as you can take it. You don’t have to try to do it.’ I’m sitting there listening and it’s such a cool experience. I’m quiet and don’t have anything to say and am listening to what dad is talking about. That’s your first coach. It’s been kind of cool because of that.” Pena said he convinced his parents to move from the Northeast to close to his family in Orlando several years ago, where they can enjoy warm weather and be around each other more. The reconnection in the batting cage was a plus. “Having him around to practice is a plus for me, also having mom’s home cooking the way she used to do when I was a kid,” he said. “Those workouts have gone pretty well. Work out and go eat.” Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
