{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/41113966\/established-in-big-leagues-ja-happ-likely-minors-bound\/",
    "title": "Established in big leagues, Happ likely Minors bound",
    "subtitle": "",
    "body": "TORONTO -- The ramifications of the Blue Jays' busy offseason will be felt by J.A. Happ when the veteran starter reports to camp next month.  Happ has been in the big leagues since 2008, but there's a possibility all of that could change this year. Following the acquisitions of R.A. Dickey, Josh Johnson and Mark Buehrle, Happ has not only lost his starting job, but perhaps also his spot on the 25-man roster.  It will be an odd feeling for the 30-year-old southpaw, who enters Spring Training with no guarantees on what the future may have in store. \"Once we traded for R.A [Dickey], I called J.A. immediately, and he understood,\" general manager Alex Anthopoulos said. \"He wants to start like anybody else. He was excited to potentially be a starter on this team. Right now, he's the sixth starter, but he knows things can change fast.   \"I can't assure him he will be on the team, and that's just being honest. I'd rather have the uncomfortable conversation immediately so no one has been lied to, no one has been misled.\"   Happ was the centerpiece of a multiplayer deal with Houston prior to last year's non-waiver Trade Deadline. At the time of the deal, it wasn't exactly certain where Happ would be slotted into the rotation, but there was no question that he remained part of Toronto's future.   That's no longer quite as certain, and in some ways, Happ has become a victim of his contractual status. Happ has an option remaining on his contract and is a strong candidate to begin the year with Triple-A Buffalo.   It could be a nightmare scenario for Happ, but it's a perfect one for the Blue Jays. If and when someone in Toronto's rotation gets hurt, the club will be able to immediately turn to a proven pitcher to help fill the void. It's the type of luxury the organization hasn't had in years.   \"The one thing I did tell J.A. is that I'm almost 100 percent certain that we won't go through the season with just five starters,\" Anthopoulos said. \"We'll definitely need somebody else, so he has to continue to do his part.   \"The hope is that everyone stays healthy, everyone has a great camp and we have some tough decisions to make. But based on past experiences, things will change -- I'm sure -- when we get into camp.\"   There still is a chance that Happ could crack the Opening Day roster as a reliever, but that, too, appears to be an uphill battle. Toronto is expected to carry two left-handed relievers in the bullpen. One of those jobs will go to Darren Oliver, while Happ will compete against Brett Cecil and Aaron Loup for the final spot.   In other circumstances, Happ might be considered the favorite, but once again, contractual status is expected to play a role. Cecil is out of options and would need to pass through waivers in order to be sent to the Minor Leagues. That could be enough to secure Cecil a spot after making a transition from starting to relieving last year.   Happ, meanwhile, just has to pass through optional waivers before joining Buffalo. In other words, Toronto could pull Happ off waivers if another team put a claim in without running the risk of losing his services.   On the surface, that may appear difficult, but in reality, it's a mere formality and not one that is expected to cause Anthopoulos any troubles if that's the route he decides to take.   \"I don't think in the history of the game anybody has ever been claimed on optional waivers,\" Anthopoulos said. \"It doesn't mean a club can't, it's just something I haven't seen done and everyone needs to do it.   \"It's basically a way to block someone from sending the player down, and you'd probably have wars going back and forth if that happened. It's pretty standard and it doesn't really impact anything. I've never seen players get claimed, but it doesn't mean they can't be.\"   Happ was unavailable to comment on his current situation, but according to Anthopoulos, Happ took the news relatively well. There has been no trade demand and the two sides recently avoided arbitration by signing a one-year, $3.8 million contract.   That's a lot of money to earn in the Minors, but a worthy investment for Toronto to make. Last year, injuries forced the club to use 12 starting pitchers, and while a similar fate hopefully will be avoided this season, there is still a need for precautions.   Happ represents the first wave of defense, and he will be joined by the likes of rookie Chad Jenkins, Minor League free agent Justin Germano and right-hander Brad Lincoln, who was recently informed he'll begin Spring Training as a starter.   It's a suitable amount of depth to have and should help the Blue Jays survive the rigors of a 162-game schedule. Happ might not know exactly what will happen this year, but the fact that he's at least somewhat understanding is music to Anthopoulos' ears.   \"J.A.'s a pro,\" Anthopoulos said. \"Obviously he's not happy about it in the sense that he wants to be a starter -- he's always wanted to be a starter. He told me he was excited about the team, being a part of it, being a part of the rotation. That's where his heart lies.   \"I believe J.A. has the ability to do all of those things, but right now, with the trades we made and adding a guy like R.A., we're not going to turn down the opportunity to get a Cy Young winner. If that changes things for the start -- if that means he's in the bullpen or he's optioned, however things work out in Spring Training -- then so be it.\" Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
