{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/41117114\/sammy-sosa-talks-cubs-hall-of-fame-in-online-chat\/",
    "title": "Sosa talks Cubs, Hall of Fame in online chat",
    "subtitle": "",
    "body": "CHICAGO -- Former Cubs slugger Sammy Sosa hosted a 10-minute chat with fans on his YouTube channel Wednesday afternoon, answering questions about his favorite memories in Chicago, whether he feels he belongs in the Hall of Fame and if he would be interested in reuniting with the Cubs organization.  Sosa, now 44 and involved with businesses, charities and his baseball academy in the Dominican Republic, spent 13 years with the Cubs but has not returned since the 2004 season. At this weekend's Cubs Convention, chairman Tom Ricketts said he hoped Sosa and the club could put the past behind them. Sosa agreed.  \"I don't have any problem with that,\" Sosa said. \"They know where I am. I believe if they want to find me, they have to go out and call me. So whenever they have a chance to reach me and want to meet with me, they know I'm here.\" Sosa also was asked if he would consider coaching. After initially laughing off the question and saying no, Sosa said he would possibly be interested in returning to the field.   \"Maybe in the future when we have an opportunity, maybe in Chicago again, something happens down the road,\" Sosa said. \"But right now I'm comfortable here and I like it.\"   Sosa was a fan favorite during his time in Chicago and said running out to his position in front of the fans in Wrigley Field's right-field bleachers was among his favorite memories as a Cubs player. He also mentioned the home run chase between he and Mark McGwire during the summer of 1998 as a highlight.   Despite the excitement of that summer, rumors alleging Sosa's use of performance-enhancing drugs and McGwire's 2010 admission have since tainted both careers. McGwire has not been voted into the Hall of Fame in seven years on the ballot, topping out at 23.7 percent in 2010, while Sosa was named on 12.5 percent of ballots on his first try in January. Players need 75 percent to be enshrined in Cooperstown.   Sosa said he believes both he and McGwire belong in the Hall of Fame.   \"I think so. I'm not going to come here and say anything that is going to jeopardize my future, but definitely time will determine everything,\" Sosa said. \"Right now, whatever it is, it is. I'm not anybody to go out there and say anything that I don't have to say. I'm waiting for my time. I'm not that type of person, I don't like controversy. I'm going to wait here, but definitely time will determine everything.\" Cash Kruth is a reporter for MLB.com. Follow him on Twitter at @cashkruth. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Cash Kruth"
}
