{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/41117414\/richard-justice-cincinnati-ready-to-reap-all-star-game-benefits\/",
    "title": "Worth the wait: Cincy ready to reap ASG benefits",
    "subtitle": "No longer just a game, Midsummer Classic a weeklong celebration",
    "body": "It's not just a game. That's one of the first things the good folks of Cincinnati will discover as they prepare to host the 86th All-Star Game in 2015. It was a game all those other times, most recently in 1988, when Riverfront Stadium last hosted the event. Even then, it was still a great showcase for baseball, a chance to see most of the best players gathered in one place.  Let's pause to understand what we mean about the All-Star Game being an astonishing collection of talent. Even with most games on television and even with Interleague Play now the norm, the All-Star Game is unique, and for those of us who love the game, an amazing once-a-season gathering of talent.  For instance, when Riverfront hosted the 1988 game, there were nine future Hall of Famers in the two starting lineups and four more who got into the game off the benches. Imagine that: 13 Hall of Famers in one game, and that's not including Roger Clemens, who was on the American League team. If it's fun to see all those great players in one place at one time, it's equally fun to see them interacting with one another. It's one of the few times when players can be as wide-eyed as fans. In 1988, Rickey Henderson, Paul Molitor, Wade Boggs, Dave Winfield, Cal Ripken, Dennis Eckersley, Kirby Puckett and George Brett -- all headed for the Hall of Fame -- were all part of the American League team.   For one night, these longtime rivals were teammates. Later, almost all of them confess that they watched how the other All-Stars prepared for a game and how they dealt with one another during the game itself. At times through the years, players occasionally considered the All-Star Game a hassle, some begging off for various reasons.   But once they're actually at the game and part of the festivities, they're thrilled and honored. They want to be in those two clubhouses dressing along with the best of the best. As Miguel Tejada said in 2009, \"It never gets old.\"   If Cincinnati was getting nothing more than another All-Star Game -- its fifth overall, after '38, '53, '70 and '88 -- it would make it all a day to remember. Even in one of our greatest baseball cities, even with its championships and its Hall of Famers and its rich history, it will be just the fifth opportunity to host the Midsummer Classic.   But that's just the beginning. Baseball has undergone a breathtaking renaissance in the last 25 years -- 18 years of uninterrupted labor peace, record-setting attendance, unprecedented parity, Interleague Play, Wild Card playoff berths and a new generation of facilities, including Great American Ball Park, which opened in 2003.   The All-Star Game has been part of this change. Now it's a week-long celebration of both the game and a community. There are charity projects and an interactive FanFest and opportunities for fans to meet and greet some of the game's legendary players.   Minneapolis-St. Paul is predicting a $75 million economic impact when it hosts the 2014 game, as hotels and restaurants and shops fill up and as a community gets a chance to show off for the worldwide media coverage.   The Futures Game on Sunday is an opportunity to see the best Minor Leaguers on display. It was here that some of us got our first look at Miguel Cabrera, Zack Greinke, Evan Longoria, Ryan Howard, Ryan Braun, Jay Bruce and and Lance Berkman.   And then on Monday, the All-Stars take batting practice and have a Home Run Derby that has become a smashing success. If you'd been there in 2008, when Josh Hamilton put on a dazzling display of power, you might not have remembered anything else that week.   None of the new events have detracted from the All-Star Game. It's still the main event, and because it decides home-field advantage in the World Series, it has a seriousness that it hasn't had before.   It was obvious the moment some of us stepped into the clubhouse at U.S. Cellular Field for the 2003 game, the first that decided home-field advantage. Players resent those who say they hadn't cared about winning. They said they always care about winning, and that if score is being kept, they want to win.   Yet with something tangible at stake, those late-inning at-bats are about more than personal pride or just winning one game. Last summer, 20 teams were still in contention when the All-Star Game was played in Kansas City, so there was added meaning on every at-bat.   In the end, though, it's really about the sport and the city hosting the event. It's a celebration of the sport, a chance to show off, not just its players, but also its heart. It doesn't come around very often, and more than ever before, it's worth the wait. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
