{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/41118024\/herrera-rockies-compromise-on-900k-deal\/",
    "title": "Herrera, Rockies compromise on $900K deal",
    "subtitle": "",
    "body": "DENVER -- The Rockies and utility infielder Jonathan Herrera avoided arbitration by agreeing on a one-year contract, the team announced Wednesday. A Major League source said the deal is for $900,000, the midpoint between Herrera’s request for $1 million and the club’s offer of $800,000. Herrera’s signing leaves right-handed pitcher Jhoulys Chacin and center fielder Dexter Fowler as the only arbitration-eligible players whose cases have not been settled. Herrera, 28, hit .262 with three home runs and 12 RBIs in 86 games in a 2012 season interrupted twice by trips to the disabled list. He suffered a hamstring strain that cost him 26 games in May and June, and came down with an infection in his left wrist caused by his watch that sidelined him for 13 games in July and August. Herrera has appeared with the Rockies in four seasons, 2008 and 2010-12, and has made the Opening Day roster the past two seasons. Once again, he will battle for a roster spot and playing time in a crowded infield. Injuries last season allowed Josh Rutledge to play long enough and well enough at shortstop that, with veteran Troy Tulowitzki returning from injury, the Rockies are looking at Rutledge as their starting second baseman. Chris Nelson and Jordan Pacheco each topped .300 while playing mostly third base, and DJ LeMahieu took advantage of late-season playing time to build a .297 batting average. Counting first baseman Todd Helton, the Rockies are likely to keep six infielders. Herrera has a Minor League option, meaning the club can send him down without exposing him to other clubs via waivers. The ability to send him to the Minors if the Rox have a crowded 25-man active roster drove their decision to keep Herrera on the Major League 40-man roster. The Rockies did not protect right-handed pitcher Josh Roenicke, who was claimed by the Twins after leading the Majors in relief innings pitched, and right-handed pitcher Guillermo Moscoso, who ended up with the Royals. In addition to Herrera, the Rockies have reached one-year contract agreements with right-handed reliever Wilton Lopez ($1.7625 million), left-handed pitcher Josh Outman ($675,000) and outfielder\/first baseman Tyler Colvin ($2.275 million). Chacin is seeking $2.6 million and the club has offered $1.7 million. Fowler is seeking $5.15 million and the club has offered $4.25 million. If their cases cannot be settled through negotiation, their 2013 salaries will be determined during a hearing anytime between Feb. 4 and Feb. 20. The Rockies have had just three cases go to arbitration in their history. However the Chacin and Fowler cases are settled, they are expected to be one-year deals. Thomas Harding is a reporter for MLB.com. Read his blog, Hardball in the Rockies, and follow him on Twitter @harding_at_mlb. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
