{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/41120090\/atlanta-braves-acquire-justin-upton-chris-johnson-in-trade-with-d-backs\/",
    "title": "Braves acquire coveted outfielder J. Upton",
    "subtitle": "Prado, Delgado, three prospects to D-backs; infielder Johnson to Atlanta",
    "body": "ATLANTA -- Braves general manager Frank Wren entered the offseason hoping to acquire two new outfielders. Nearly four months later, he has acquired two Uptons and has positioned his club to enter Spring Training with arguably the game's best outfield. When B.J. Upton signed a club-record five-year, $75.25 million contract with the Braves in November, he said he hoped to play with his brother in Atlanta. Little did he know, Wren had every desire to make this wish come true. Wren was able to do so late Wednesday night, when he agreed to acquire Justin Upton and infielder Chris Johnson from the D-backs in exchange for five players, including Martin Prado and young right-handed pitcher Randall Delgado.  \"We are extremely delighted today to add a talent the level of Justin Upton to our outfield,\" Wren said. \"He's a young, dynamic player that arguably gives us one of the best outfields in the game.\" Along with Prado and Delgado, the D-backs will also receive three prospects: infielder Brandon Drury, shortstop Nick Ahmed and right-handed pitcher Zeke Spruill. \"It was a dream of ours to play together,\" Justin Upton said in reference to himself and his brother. \"I didn't think it would be this early in our careers. But the opportunity has presented itself now. This is our time to take full advantage of it and play for a great organization with great history. I'm excited to make the move to Atlanta.\" With the acquisition of Upton, the Braves gained a 25-year-old five-tool outfielder with a right-handed power bat who will likely hit third and play left field. In other words, they acquired the player that they identified as \"That Guy\" on a slide image that was viewed during organizational meetings in October. \"The description of that guy was somebody who could hit third with right-handed power and be a dynamic middle-of-the-order kind of hitter,\" Wren said. \"Justin fit that bill. We were looking for that kind of player, and quite honestly didn't think there would be one available until we started hearing at the General Managers Meetings.\" Bittersweet day for me. So happy to get the chance to play with my brother in Atlanta but will miss the city and the fans here in Phoenix.  Wren started to gain confidence about the possibility of the deal materializing as he spoke with D-backs general manager Kevin Towers on Monday night. Once it became apparent the versatile Prado would be included, the Braves needed to get Johnson, who will likely share time with Juan Francisco at third base and strengthen the Braves' bench. Johnson hit .281 with 15 home runs and a .777 OPS while combining for 136 games with the Astros and D-backs in 2012. Wren admitted that the toughest part of the trade was the inclusion of Prado, who was one of the club's most popular and beloved players by fans and teammates. When the Braves discussed the potential of completing a multiyear deal with Prado in December, they quickly learned that he was looking for an average annual salary that would exceed $10 million -- a figure that might have been viewed as more reasonable if he was still playing second base, a position he handled before Dan Uggla arrived in Atlanta before the 2011 season.  Prado was also the only arbitration-eligible player who did not reach an agreement with the Braves this year. He was asking for $7.05 million; the Braves were willing to go near the $7 million mark to reach an agreement. But when Prado would not budge below $7 million, the Braves began preparing for what would have been their first arbitration hearing since 2001.  \"That was probably the most difficult part of this deal,\" Wren said. \"Martin Prado is such a professional and such a quality person. We all like the way he plays the game. I don't think there was any question that was the most difficult part. We're sad to see him go. But as we were looking to improve our club and add a young talent like this, it's one of those tough decisions you have to make.\"  While the Braves ended up having to deal Prado, Wren was able to acquire Upton without having to include prized young shortstop Andrelton Simmons or either of his top two pitching prospects, Julio Teheran and J.R. Graham. Waking up to Christmas in January @bjupton2 @jus10up10  When the Braves first expressed interest in November, the D-backs asked for Simmons. Wren moved on with the realization that he might not get another opportunity to acquire Upton. But he never completely gave up on the desire to set up the possibility to enter the next three seasons with an outfield that consists of the two Upton brothers and Jason Heyward, who tweeted on Thursday: \"Waking up to Christmas in January.\" The news was certainly celebrated by B.J. Upton, who was the first to inform his younger brother via a text message on Thursday morning. When the elder Upton was introduced to the Atlanta media in November, he said he hoped that his younger brother would eventually get a chance to play with him in Atlanta. \"I remember when we went to dinner with B.J., him mentioning that has always been a dream of his,\" Wren said. \"We were actually already on it at that time. We were trying to acquire him and to see if it would be possible. This is a good day for us. We're really excited to be able to add that kind of talent.\" Can't wait to get this season started. Gonna be a blast playing with @jus10up10 and @jasonheyward in the outfield. @braves Heyward and both Uptons are regarded as plus defenders who have the rare combination of both speed and power. Each of the three outfielders has notched both 20 home runs and 20 stolen bases in a single season. Upton earned his first All-Star selection at the age of 21 in 2009, when he batted .300 with 26 home runs and an .899 OPS. He earned a second selection when he batted .289 with 31 homers and an .898 OPS in '11. Slowed by a thumb injury, Upton hit .280 with 17 homers and a .785 OPS this past season. But as time went on, the D-backs seemed to become more impatient with their young outfielder, who is owed $38.5 million over the next three seasons.  Upton was not pleased when his name was included in trade rumors in July. He became more uneasy when he learned the D-backs were shopping him again in early November. As time passed and Upton became more disenchanted with playing in Arizona, Wren's patience proved to be beneficial. When the Rangers revealed two weeks ago that they would no longer pursue Upton, the Braves became the favorites to land the talented outfielder. \"When we got back into it, it seemed like there was a better fit,\" Wren said. \"We just kept working at it. We feel like we gave an awfully rich package. These guys have a lot of ability. There were some really tough decisions on our part.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
