{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/41123456\/d-backs-find-right-mix-trade-justin-upton-to-atlanta\/",
    "title": "D-backs find right mix, deal Upton to Atlanta",
    "subtitle": "Arizona lands consistent hitter Prado, hurler Delgado, prospects for outfielder, Johnson",
    "body": "PHOENIX -- Once regarded as the future of the D-backs, Justin Upton is now part of the organization's past.  The Braves and D-backs agreed Thursday on a trade that sent Upton to Atlanta as part of a multiplayer swap.  The trade included third baseman Chris Johnson going to Atlanta and five players -- pitchers Randall Delgado and Zeke Spruill, infielder\/outfielder Martin Prado, shortstop Nick Ahmed and first baseman Brandon Drury -- going to Arizona. As recently as two days ago, it looked like the deal would not come together, but once the Braves added Prado and Ahmed to the mix, talks progressed quickly.   \"He's been one of the most consistent hitters in the game,\" D-backs general manager Kevin Towers said of Prado. \"And I really like the four prospects we got in return. It really adds even more depth to our system right now. We felt it was the right deal to make for a lot of different reasons, more just because we think we're going to be a better ballclub this year and we've added some key prospects to an already strong farm system.\"      With Upton now traded, Arizona manager Kirk Gibson said he will rotate playing time in the outfield between Jason Kubel, Adam Eaton, Gerardo Parra and Cody Ross, with the hopes of getting each between 450 and 500 at-bats.   Prado will be eligible for free agency following the 2013 season, but the D-backs have already spoken several times with his agent about a contract extension, and would like to have something done by the start of Spring Training games.   \"We've made some progress and we hope this will happen sooner rather than later,\" Towers said. \"And this deal is certainly much better if we're able to secure the services of Martin beyond just one year, and we're hopeful and optimistic that we can get that done.\"   Last season, Prado had a slash line of .301\/.359\/.438 in 690 plate appearances for the Braves. He ranked 10th in the National League in WAR (wins above replacement) among position players with a 5.4 mark.   Prado struck out just 69 times last year, and his ability to make contact enticed the D-backs.   \"I would say that we're going to be a little different club,\" Towers said. \"I think we'll still hit home runs, but I think the last couple of years, we've relied too much on the long ball. If you look at our record on the days we didn't homer, we usually didn't win.\"   Delgado, 22, was 4-9 with a 4.37 ERA in 18 games (17 starts) for the Braves in 2012. He also made eight starts with Triple-A Gwinnett, going 4-3 with a 4.06 ERA. In 25 games (24 starts) for the Braves over the past two seasons, Delgado is 5-10 with a 3.95 ERA.   Delgado will compete for the fifth spot in the rotation with young left-handers Patrick Corbin and Tyler Skaggs. The D-backs saw Delgado reach 96 mph with his fastball in winter ball, and they love his changeup, though his breaking ball could still use some work.   \"We think the ceiling is very high there,\" Towers said.   Ahmed, 22, was ranked as the 10th-best prospect in the Braves' system by MLB.com. He was named to both the Carolina League midseason and postseason All-Star teams in 2012, hitting .269 with 36 doubles, four triples, six homers, 49 RBIs and 40 stolen bases in 130 games at Class A Lynchburg.   The D-backs got a good look at Ahmed, who is known as an above-average defender at shortstop, in the 2012 Arizona Fall League, where the former second-round pick in the 2011 First-Year Player Draft participated in the league's Rising Stars Game.   Spruill, 23, was ranked as Atlanta's sixth-best prospect. He was 9-11 with a 3.67 ERA in 27 starts for Double-A Mississippi last season and was named to the Southern League midseason All-Star team. The right-hander was the Braves' second-round pick in the 2008 Draft.   Drury, 20, was ranked as Atlanta's 13th-best prospect. He hit .229 with 22 doubles, three triples, six homers and 51 RBIs in 123 games for Class A Rome in 2012.   Upton was the No. 1 overall pick in the 2005 Draft, and had been in the big leagues since August 2007. When Towers took over as Arizona's GM in September 2010, he surprised the industry by listening to trade offers for Upton.   The trade talks went away seemingly for good after Upton hit .289 with 31 homers and 88 RBIs as the D-backs won the NL West in 2011.   However, the team took a step backward in 2012, as did Upton's production at the plate, and in July his name once again popped up in trade rumors.   Those rumors persisted throughout the rest of the season and offseason. The D-backs reached agreement with the Mariners on a deal involving Upton two weeks ago, only to have him invoke a limited no-trade clause and scuttle the deal.   While the D-backs maintained that they had no problems bringing Upton back, it became clear over the past couple of weeks that the constant trade rumors had weighed on both sides.   With the moves, Arizona figures to have a payroll in the low $90 million range, which would be the highest it has been since 2002.   \"I think we're a much better club today than we were when the season ended,\" managing general partner Ken Kendrick said. Steve Gilbert is a reporter for MLB.com. Follow him on Twitter @SteveGilbertMLB. Mark Bowman contributed to this report. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
