{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/41127862\/braves-second-baseman-dan-uggla-eager-to-leave-inconsistency-in-the-past\/",
    "title": "Uggla eager to leave inconsistency in the past",
    "subtitle": "",
    "body": "ATLANTA -- Those who have described Dan Uggla's first two seasons in Atlanta as \"disappointing\" provided just a portion of the story. It is easy to look at the statistics and understand that the veteran second baseman has not lived up to the expectations that were in place when he signed a five-year, $62 million deal prior to the 2011 season. But to truly understand the roller-coaster journey Uggla has experienced over the past two years, one would have to account for encouraging stretches that followed and preceded two of the most maddening offensive droughts of his young career. \"Those are two of the worst [slumps] that I have had to battle in my career,\" Uggla said. \"Toward the end of last year, I started getting out of it, and if the season had gone longer, I think I could have gone in the right direction.\" As Uggla participated in the Braves Country Caravan at Atlanta's City of Refuge on Wednesday morning, he optimistically looked toward the upcoming season and the final three years left on his deal. Some of his optimism is strengthened by the results he has realized while putting a greater focus on speed and agility during his offseason workouts. \"The last five years, I've mainly been focusing on strength because my speed and quickness has always been there,\" Uggla said. \"But I really got after it this year. I can tell from the way I'm feeling and the way I'm moving around that it has made a little bit of a difference.\" While producing career lows in batting average (.220) and home runs (19) in 2012, Uggla managed to lead the National League with a career-best 94 walks. This is just another example of why it has been tough to accurately describe the value he has provided during these inconsistent stretches. During his first two seasons with the Braves, Uggla has batted .227 with 55 homers, a .329 on-base percentage and a .421 slugging percentage. In the two seasons that preceded this span, he had hit .265 with 64 homers, a .362 on-base percentage and a .484 slugging percentage. A quick glance of the numbers confirms that he has not matched expectations. But somewhere in the process of compiling these stats, Uggla has constructed an Atlanta-record 33-game hitting streak, a 36-homer season and led the league in walks for the first time in his career. Uggla batted .173 through his first 86 games of the 2011 season and then recorded a hit in each of the next 33 games that followed. By the end of the year, he had improved his batting average to .230 and regained the confidence that he carried into this past season. But after hitting .276 with 10 homers and a .876 OPS in his first 55 games of the 2012 season, Uggla hit .150 with seven homers and a .571 OPS in the 76 games that followed. After getting benched for a few games in early September, he hit .299 with an .876 OPS in his final 23 games of the year. This stretch helped him hit at least 30 home runs for the fifth consecutive season -- extending his record for Major League second baseman. \"I feel great,\" Uggla said. \"I still feel like I've got a lot of 30-homer seasons left in me. I know I'm capable of hitting anywhere from .270 to .290. One of my biggest goals is to be more consistent. I think that is everybody's goal. But the way the past couple years have gone for me, that is a big goal for me.\" Uggla's long stretches of futility have clouded the fact that he had one long stretch of success spread over the course of the past two seasons. Accounting for his final 75 games in 2011 and the first 55 he played this past year, Uggla combined to hit .291 with 34 home runs and a .938 OPS. This sample size of 130 games accounts for a little more than 40 percent of the games Uggla has played with the Braves. Still, the overall totals provide a better understanding of why Uggla is heading into this season with the determination to be much better than he has the past two years. \"I think last year he struggled a little bit with the home runs, but I think he led the league in bases on balls,\" Braves manager Fredi Gonzalez said. \"You know what he gives you, just a hard nosed, blue collar type guy, and yeah, I'd like for him to bounce back with 30 home runs and hit what the back of that baseball card says, and I think he'll do that.\" The offseason has been a little more relaxing for Uggla, who opted to stay in the Atlanta area when his children recently moved to the area. This has given him the opportunity to work out with Freddie Freeman and some of his other Braves teammates at a facility in Gwinnett County. Along with focusing on improving his speed and agility, Uggla has concentrated on regaining some of the swing mechanics he used during some of the successful years he had before coming to Atlanta. As this past season was coming to a close, he felt the need to regain a more balanced stance. \"The first time I picked up a bat this offseason, I felt great,\" Uggla said. \"I was more balanced and controlled and powerful. When you go into funks like that, it's not like you're trying to pull off balls or roll over balls. You're just in a funk and that is what your swing is doing. But I think by putting a focus on the middle of the field will make a big difference.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
