{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/41125368\/wedge-sees-smoak-at-first-base-morales-at-dh\/",
    "title": "Wedge sees Smoak at first base, Morales at DH",
    "subtitle": "Montero primary catcher, with vets Ibanez, Bay competing for time in outfield",
    "body": "SEATTLE -- General manager Jack Zduriencik said Wednesday he’d like to add another veteran starting pitcher and perhaps two catchers before the Mariners open Spring Training in three weeks. But even with work still to be done, manager Eric Wedge expressed optimism that the club has made strides and will continue improving this season as a strong group of young talent begins meshing with the addition of key veterans like Michael Morse, Kendrys Morales, Raul Ibanez, Jason Bay and Robert Andino. “We feel we’re in a very, very good place,” Wedge said at the team’s annual pre-Spring Training media luncheon. “I get questions often in regard to the timetable of us being a championship team. The only thing I can tell you is we’ll be better, we’ll continue to get better. That’s what happened the last couple years. And at some point in time, sooner than later, we will be a championship team.” Wedge addressed some specifics in regard to the Mariners' suddenly crowded competition in several places, particularly first base, designated hitter and the outfield, with the arrival of Morse and Morales via trades and Ibanez and Bay in free agency. The third-year skipper sees Justin Smoak as the starting first baseman heading into camp, with Morales handling much of the designated hitter duties and young Jesus Montero the primary catcher. Morse will get the majority of his playing time in the outfield, but also be available to play some first base and perhaps even be a backup at third base if needed. Ibanez and Bay will compete for time in the outfield, with Ibanez also told to bring a first baseman’s glove to camp, which opens with pitchers and catchers reporting on Feb. 12 in Peoria, Ariz. “I have a clear idea of how I see it playing out, but they’ll ultimately determine that,” Wedge said. “Players make decisions for you. They decide how much they’re going to play by their performance and how they act, how they handle both the good and the bad. “In regard to our numbers, I look at it like a healthy thing. We're okay. We’ve been in a situation here where we’ve been lean from a position-player standpoint, but that’s not the norm. If you’re a championship club, you start stacking it up a little bit in regard to your depth and big league club and some of your players that look pretty good end up going to Triple-A or somewhere else. And that’s the direction we’re headed.” Trainer Rick Griffin said Smoak added 10 pounds of muscle over the offseason and did much better in agility drills. Wedge also liked what he saw when the 26-year-old came to Seattle last week and continues believing he’s part of the future. “I’ve made it very clear I feel strong about Justin Smoak and what his abilities are,” Wedge said. “I have every anticipation that he’s going to be our first baseman this year. Now if he shows us something different, then so be it. But he’s coming in as our first baseman and I expect him to take that on and run with it.” But as with many things on this Mariners club, nothing is written in stone. Wedge sees Morales in primarily a DH role, but said he’d be comfortable with him at first base, as well as Morse or Ibanez. “I like having the versatility. That’s nothing against Justin Smoak. I just want that versatility,” he said. In the same regard, he’ll have Michael Saunders and Casper Wells working in all three outfield positions, with Franklin Gutierrez targeted for center field and Morse, Ibanez, Bay and others capable of either corner outfield spot. But the biggest upgrade both Zduriencik and Wedge pushed for this offseason was adding punch to the middle of the batting order and they feel they succeeded with Morales, Morse and Ibanez now available to take spots that were handled largely by youngsters like Smoak, Montero and Kyle Seager last season. “It was significant,” Wedge said of the middle-of-the-lineup challenge in 2012. “It wasn’t really fair to them with where they were in their careers. They weren’t able to be protected. They weren’t in the best possible position to succeed. But I’m an optimist. Because they had to sink or swim on their own, they’ll be tougher for it. Because they had to lean on each other, they’ll be stronger that much quicker.” But, yeah, he’s pleased to be able to pencil in experienced big leaguers in those spots now and to count on guys like Ibanez and Bay to take on leadership roles as well. “If you look at the veterans we had in the clubhouse last year versus the veterans we have this year, it’s night and day,” Wedge said. As for the rotation, Wedge ticks off Felix Hernandez, Hisashi Iwakuma, Erasmo Ramirez, Blake Beavan and Hector Noesi as the returners, but noted they’re “wide open” to one of the talented young prospects making the club as well. And don’t be surprised if another experienced arm is added to the mix soon. “Clear cut, I’d like to add a veteran pitcher,” Zduriencik said. “We do have [Jeremy] Bonderman, who’s a non-roster invite, and we’ll see what happens there. We might do another one or two of those before Spring Training starts. There are some free agents out there we’ve had discussions with. We’ve had trade talk with clubs about trying to add another pitcher.” Catcher is something of the same unfilled boat, with Montero the only backstop on the current 40-man roster. The club is expected to sign veteran Ronny Paulino on a non-roster invite once he passes a physical, but Zduriencik made it clear he wants another experienced catcher to go along with Mike Zunino -- who was rated the No. 2 catching prospect in baseball on Wednesday by MLB.com -- and 2011 fourth-round Draft pick John Hicks. “We really like our young catchers,” he said. “Obviously, Zunino is Zunino. Hicks is a good-looking young kid. Do I expect them to make the club? I think it would be extremely impressive if that happened. But we will go out and add a catcher or two prior to Spring Training.” Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
