{
    "url": "http:\/\/m.tigers.mlb.com\/news\/article\/41101710\/tigers-banking-on-better-pen-results-vs-lefties\/",
    "title": "Tigers banking on better 'pen results vs. lefties",
    "subtitle": "",
    "body": "DETROIT -- The bullpen debate around the Tigers began soon after the World Series ended, and it rolls into the final weeks leading into Spring Training. Even when roles begin to be defined in camp, it'll probably still go on, weighing youth and potential against experience and use.  Unless the Tigers pull a major surprise in the next few weeks, that debate will center around who's closing. At some point, it should probably linger over to who's facing left-handed hitters. It's a question that will quietly get a look in camp.  Lost in the euphoria of Detroit's run to the World Series, and Jose Valverde's blown saves along the way, were the bullpen questions that the team took into the postseason. Their off-and-on struggles against lefties might have been near the top of the list. The .263 average Detroit allowed to left-handed hitters ranked fifth highest among American League teams, and 13 points higher than any other team that made the postseason. Take away the .224 average Drew Smyly allowed, mainly as a starter, and what Casey Crosby allowed in his three fill-in starts, and Tigers lefties allowed a .268 average in lefty-against-lefty matchups.   The primary lefty, Phil Coke, allowed a .263 (31-for-118) average to lefties, 30 points above his career average allowed, before he shut down hitters in the postseason. Duane Below, who made one spot start and 26 relief appearances, saw lefty hitters go 24-for-79 (.304) against him. Lefties went 5-for-12 off Adam Wilk.   The bright spot, unexpectedly, was midsummer callup Darin Downs, who took his stingy performances from Triple-A Toledo and carried them to Detroit. Left-handed hitters didn't have many opportunities off him in his long-relief appearances, but they batted just 6-for-35 (.171) with 10 strikeouts against him. That performance was no small reason why the Tigers kept him on their 40-man roster this offseason rather than try to re-sign him to another Minor League deal with a Spring Training invite.   The work of high-strikeout right-handers Al Alburquerque and Brayan Villarreal, who combined to hold lefties to 15-for-85 (.176) with 28 strikeouts, mitigated the importance of lefty-lefty matchups. Add in Coke's dominant October against the Yankees' many left-handers, and the Tigers were covered when they needed a big out against a left-handed batter. Now comes the follow-up, and in a division that still features dangerous lefty bats from Joe Mauer and Justin Morneau in Minnesota to White Sox slugger Adam Dunn to Kansas City's Eric Hosmer and Alex Gordon, Detroit can't count on a division title without some big outs along the way.   At this point, the Tigers look like a team that has its field of candidates. It's a matter of figuring out who to use and how to use them.   Daniel Schlereth, the once-promising lefty reliever, is gone, non-tendered and now headed to Orioles camp. Wilk is off to Korea for an opportunity at regular pitching time and resume building. Toledo lefty Matt Hoffman, a promising reliever a year ago, is now off the 40-man roster and headed to Minor League camp after the Tigers outrighted his contract earlier in the offseason. Andy Oliver is headed to Pirates camp after being traded last month. Crosby is a starter as long as the Tigers need rotation depth.   At this point, the left side of the bullpen shapes up much the same as it did for the summer, with Coke as the primary southpaw and Downs and Below looking to support.   \"We're very happy with Coke as one of our left-handed relievers, and we have some other guys that are in the mix for the No. 2 spot,\" team president\/general manager Dave Dombrowski said at last month's Winter Meetings. \"If we said to ourselves, 'This guy is better than what we have,' would we do that? Sure. Is it something that we're going to go out and sign a big-name free-agent player to do that? The answer is no.\"   Whether Coke gets any closing opportunities alongside a righty, however, could have a major impact on Detroit's plans. It doesn't appear likely now, but six weeks of Spring Training could change the picture quite a bit.   Coke has alternated dominant years with average ones against lefties in his four Major League seasons. Considering he held them to a .215 average in 2011, it's possible he doesn't repeat last year. The question is whether there's a consistent middle ground for him between the extremes, and how the Tigers use him against lefties. He has more meetings with Mauer and Morneau than he does against any other hitter, holding them to a combined 4-for-24 since joining the Tigers in 2010, including 2-for-10 last year.   Downs' work in 20 2\/3 innings in the big leagues was enough to earn him a long look this spring as the potential second lefty the Tigers have struggled to find. If he can stay consistent, he could fill the role. With Below, much like Crosby, the Tigers have to decide whether he fits best as an insurance starter or should make the move to the bullpen, either situationally or in long relief. The chance to settle into a routine could prove to be a boost for him.   Detroit never went for the big addition, but the Tigers added a few candidates to take a shot at finding somebody. Rule 5 Draft pick Kyle Lobstein drew the Tigers' attention with his overall pitch repertoire rather than one dominant pitch. Among the Minor League signings, one pitcher to watch is Jose Alvarez, whom the Tigers signed off an encouraging stretch in winter ball in Venezuela. His strong arm doesn't translate into high strikeouts, but the Tigers believe he can get outs on balls put in play. Jason Beck is a reporter for MLB.com. Read Beck's Blog and follow him on Twitter @beckjason. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jason Beck"
}
