{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/41100886\/ken-griffey-jr-to-be-inducted-into-mariners-hall-of-fame\/",
    "title": "Griffey to be inducted into Mariners Hall of Fame",
    "subtitle": "",
    "body": "SEATTLE -- Ken Griffey Jr., considered by most to be the greatest player to don a Mariners uniform, will be inducted into the club's Hall of Fame on Aug. 10, the team announced Tuesday.  Griffey, who retired from baseball on June 2, 2010, will become the seventh member of the Mariners Hall of Fame.  \"It means a lot,\" Griffey said from his home in Orlando, Fla. \"It's something you dream about [with] the organization you got drafted by as a celebration of your career. It means a whole lot that they'd think that highly of me and what I've done, to put my name up there with the rest of the guys.\" He'll join Alvin Davis (1997), Dave Niehaus (2000), Jay Buhner (2004), Edgar Martinez (2007), Randy Johnson (2012) and Dan Wilson (2012) in the Mariners Hall.   Griffey played with all of those players and was close friends with Niehaus, the National Hall of Fame broadcaster who passed away in 2010.   \"The relationship I still have with the guys I played with, that's the thing that will always be on my mind,\" Griffey said of looking back on his career. \"We still talk and laugh and joke. Even though we're a couple thousand miles away, it's like we still live next door when we get together.   \"We played hard. We had fun. We learned from each other. That is the biggest thing. We were all young enough to not really know better and have egos. We just played baseball. Everybody took care of everybody.\"   Griffey will be inducted during a pregame ceremony on Saturday, Aug. 10, before a 6:10 p.m. PT game against the Brewers. More information about the ceremony and Hall of Fame induction festivities will be announced at a later date.   Griffey, 43, is still gathering his own thoughts on the news, saying he hadn't considered yet what his emotions might be when he stands in front of the Safeco Field crowd that night.   \"I haven't thought about it. Not yet,\" he said. \"If it's anything like when I came back the first time in '07, and again in '09, I'll greatly appreciate it and it'll be an honor.\"   Griffey spent 13 of his 22 years in the Majors with the Mariners and currently is working with the team as a special consultant. He ranks near the top of every offensive category in franchise history, including first in home runs (417), second in RBIs (1,216), doubles (341) and slugging percentage (.553) and third in hits (1,843), runs (1,113), games (1,685) and at-bats (6,317).   He still holds Mariners single-season records for home runs (56 in two different years), RBIs (147) and extra-base hits (93).   In his Major League career, which also included stints with the Reds and White Sox, Griffey earned 13 All-Star selections, 10 Gold Glove Awards, seven Silver Slugger Awards and four American League home run titles.   He stands sixth on MLB's all-time home run list with 630 and was the 1997 AL MVP.   \"Like all Mariners fans, I consider it a privilege to have watched Ken Griffey Jr. grow up before us to become one of the greatest players in baseball and a true gentleman,\" said Mariners president Chuck Armstrong. \"He was a naturally gifted athlete who played the game with pure joy. We are proud to welcome Ken to the Mariners Hall of Fame and look forward to the day in January 2016, when he gets the call from the National Baseball Hall of Fame.\"   Griffey will be eligible for the National Baseball Hall of Fame in 2016 and is a likely first-ballot selection. But he's not thinking about that yet, focusing instead on helping the Mariners by working with their young players during Spring Training and throughout the season, and offering advice to the front office on players throughout the game.   \"Nope. I don't really worry about that,\" he said. \"It's a couple years away. I just have to keep plugging away in what I'm doing now and my role with the Mariners. When that time comes, I'll cross that bridge. Right now, I just have to get this team and this organization where I think it should be.\"   To be eligible for selection in the Mariners Hall, a player must have been active in a Mariners uniform for at least five seasons and be retired as a player at least two years. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
