{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/41103946\/tim-stauffer-looking-for-chance-to-keep-pitching\/",
    "title": "Stauffer looking for chance to keep pitching",
    "subtitle": "Former Opening Day starter would welcome return to Padres",
    "body": "SAN DIEGO -- Let the record show that 2012 wasn't a completely lost year for Tim Stauffer, who pitched in one game for the Padres before a right elbow injury eventually led him to season-ending surgery. The highlight of Stauffer's nearly season-long stint on the disabled list came June 2 when Stauffer's wife, Roseanne, gave birth to the couple's first child, Noah. \"Otherwise it would have been a tough year for me,\" Stauffer said last week. \"It was a little surprising I was able to spend so much time with him.\" This summer, Stauffer hopes to have less idle time on his hands. A free agent, Stauffer is looking to sign with a team before the start of Spring Training, as the 30-year-old hopes to resume his pitching career.  Stauffer, who had surgery to repair the flexor tendon in his elbow Aug. 31, is throwing upwards of 75 feet at this point. The right-hander feels he's only two weeks behind other pitchers in terms of his throwing program.  \"In my mind, I'm close to being ready,\" Stauffer said.  Could a reunion with the Padres -- the organization that drafted him with the fourth overall pick in the 2003 Draft -- be a possibility?  The Padres will likely add one or possibly two more pitchers on Minor League contracts before the start of Spring Training next month, deals that offer little to nothing in the way of guarantees.  Former Padres pitcher Dustin Moseley, who had surgery to repair a torn capsule and the labrum of his right shoulder in April, is essentially in the same position.  \"It's going to come down to where my best opportunity is,\" Stauffer said. \"If it happens to be here, then that's great. I can't say anything bad about an organization I spent my whole career with. At this point, I'm not too sure where it will be. We still have to give it the time to let it work out.  Stauffer's troubles in 2012 started in Spring Training when he had a mild triceps injury in late March. He was later placed on the disabled list with a strained elbow. After a handful of Minor League rehab starts, he returned to make what would be his only start May 14 against the Nationals.  Four days later, he landed on the disabled list again, this time for the rest of the season. After working his way back and after several more rehab stints, the soreness in the elbow returned in August. At that point, the Padres decided to shut him down and he eventually had surgery.  \"That was frustrating,\" Stauffer said. \"It was a battle to get to that point and feel good, build up all these blocks and they tumble down again. For whatever reason, it wasn't in the cards and I couldn't contribute and play. Sitting and watching, it was tough.\"  Stauffer had a 3.94 ERA over parts of seven seasons in the Major Leagues. He posted a 1.85 ERA over 32 games (including seven starts) in 2010 and then was the Padres' Opening Day starter in 2011. He went 9-12 with a 3.73 ERA in 31 starts that season.  Now all he's looking for is a chance to pitch again.  \"Spring Training is a little longer this year, so maybe that helps,\" Stauffer said. \"I don't anticipate being too far behind. A couple of weeks in the grand scheme of the whole season is not that much. For me ... proving that I'm healthy is the biggest thing.\" Corey Brock is a reporter for MLB.com. Keep track of @FollowThePadres on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Corey Brock"
}
