{
    "url": "http:\/\/m.athletics.mlb.com\/news\/article\/41106416\/as-inbox-what-will-opening-day-lineup-look-like\/",
    "title": "Inbox: What will A's Opening Day lineup look like?",
    "subtitle": "Beat reporter Jane Lee answers questions from fans",
    "body": "Your last Inbox suggested the team is set as of now. With that said, can you pencil in the A's Opening Day lineup for me? I am curious about who you think will bat where.-- David N., Newark, Calif.  After much deliberation, while assuming each of the following players keeps hold of their everyday jobs through camp, I've come up with a lineup -- likely to be opposed by anticipated Opening Day Mariners hurler Felix Hernandez -- that reads like this: Coco Crisp, CF; John Jaso, C; Yoenis Cespedes, LF; Brandon Moss, 1B; Seth Smith, DH; Josh Reddick, RF; Josh Donaldson, 3B; Hiroyuki Nakajima, SS; Scott Sizemore, 2B.  There's no better lineup-igniter than Crisp for the A's, and while I considered Jaso in a number of spots -- I see him moving around a lot in the order, as he's done in years past -- I like him toward the top and ahead of the likes of power hitters Cespedes and Moss because of his ability to get on base a lot. He's one of the game's most selective contact hitters and, because of this, draws a lot of walks and hardly strikes out. That's the type of guy you want with Cespedes on deck. Moss can follow with a double or a home run, and Smith and Reddick provide the club productive at-bats down the line. Donaldson and Nakajima, it seems, are interchangeable in the Nos. 7 and 8 slots, and Sizemore is a good fit as the \"second leadoff hitter,\" as many managers, including Bob Melvin, call the ninth spot.   How many wins and losses do you think we can expect from the A's this year?-- Jason M., San Jose, Calif.     I guess I'm slightly hesitant to throw out numbers here, considering how far off I was last year when asked the same thing -- but wasn't everybody? The A's shook off expectations of a 100-loss season and racked up 94 wins in arguably baseball's toughest division. It's still the toughest, and while the addition of the rebuilding Astros seemingly assures the A's of quite a few wins, it doesn't take away from the talent residing in Texas and Los Angeles. Seattle, too, has improved, and I don't foresee every little thing that went right for the A's going right again, so another 94 wins seems too lofty of a guess. I'll go with 87 wins and 75 losses.   What are your thoughts on Brad Peacock? It seems like even scouts in the organization noted he just had a down year, largely in part due to frustration of watching an influx of pitchers making it to the Major League staff ahead of him.-- John S., Phoenix   It's not really fair to point to emotions when analyzing a player's season, and I truly don't think frustration stemming from teammates' promotions was much of a factor in Peacock's struggles last year. In talking to a couple of people within the organization, it seems like Peacock was more bogged down by trying to make adjustments than anything else. The A's were working on a lot of in-season mechanical changes with Peacock, and they believe his focus on those likely took away from it in games. What's important to note, beyond the 6.01 ERA, is that Peacock finished the season pitching well -- a reflection of his ability to make good on his delivery adjustments -- and struck out more than a batter per inning.   The A's hope that ending bodes well for a good beginning. No matter how well Peacock manages in spring, though, the A's rotation is already plenty crowded, so it appears likely he'll again start the year at Triple-A. Chances are, assuming an injury or two at the big league level surfaces within the first couple of months, Peacock will finally get his shot in Oakland by midseason.   What will happen with George Kottaras now that the A's designated him for assignment and have John Jaso? Kottaras had a nice year and proved he could hit.-- Chris L., Coronado, Calif.   Kottaras indeed showcased his hitting ability, and it's for this reason I see him ending up with another team, either via waivers or trade, even though I'm sure the A's would prefer to keep him in their system. Oakland officials liked Kottaras and saw him to be a good fit next to Derek Norris in a tandem role, but they simply couldn't pass up the chance to bring in Jaso, since they'd been eyeing him for years. The trade wasn't about Kottaras. It was all about getting Jaso.   Can you please tell us which players are out of options entering camp and how that might affect roster decisions.-- Rob L., Pleasant Hill, Calif.   Daric Barton, Travis Blackley, Chris Carter, Donaldson, Moss, Pat Neshek and Adam Rosales are all out of options. The only player I'd think this will affect is Barton, who has a lot to prove in little time to make the roster. And when considering his competition at first base -- Carter and Moss -- is out of options, as well, Barton's chances of making the team become even slimmer.   Blackley, meanwhile, figures to make the team as a long-relief option in the bullpen, where Neshek will also reside without question, and Rosales has the edge of earning a roster spot in a utility role. Jane Lee is a reporter for MLB.com. Read her blog, Major Lee-ague, and follow her on Twitter @JaneMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jane Lee"
}
