{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/41110978\/ben-petrick-shows-perseverance-in-battle-vs-parkinsons\/",
    "title": "Petrick shows perseverance in battle vs. Parkinson's",
    "subtitle": "Former catcher survives risky procedure to become advocate for research, author",
    "body": "HILLSBORO, Ore. -- Ben Petrick is talking about a career highlight. It happened just the other morning.  Petrick, the onetime Major League catcher whose bright future in baseball was erased by Parkinson's disease, was in his house, watching his 5-year-old daughter, Makena, while his soon-to-be-1-year-old, Madison, napped, and his wife, Kellie, was out teaching third graders. Petrick hadn't taken his medication, and when he's \"off,\" things can get dicey.  Petrick's walk from one end of the kitchen to the other became a dizzied stagger. The rigidity of his plagued body took over and he lost his balance. He fell to his knees and stayed in the position for a moment, collecting himself to try to get back up. Then he felt little arms around his shoulders.   \"Daddy, are you OK?\" Makena said.   \"Yeah, sweetie,\" he said. \"I'm OK.\"    ***   A look at Ben Petrick's player page doesn't reveal anything out of the ordinary, even for a guy who had become one of the top prospects in his sport by the time he debuted for the Colorado Rockies on Sept. 1, 1999, at the age of 22.   It's pretty common for even a blue-chipper to never quite figure it out at the Major League level and head back home in search of a civilian job after a few torturous go-arounds in the world's best baseball league. And although Petrick finished off that 1999 season with a great month (.323 average, four homers, 12 RBIs) and cruised into 2000 (.322 average, .401 on-base percentage, 20 RBIs in 146 at-bats) as a huge piece of the Rockies' present and future, things evened out in 2001. He hit .238 with 11 homers and 39 RBIs in 244 at-bats that season, which would end up being his biggest taste of the Majors.   Petrick got only 95 big league at-bats in 2002 and hit .211. In the middle of 2003, he was traded to Detroit for a pitcher named Adam Bernero, who was 1-12 with a 6.08 ERA for one of the worst teams in baseball history. Petrick finished that year with a combined .225 average over 120 at-bats. After one more short stint in Triple-A, he was done for good.   But it didn't add up. This was a guy who was so talented that he played center field when he wasn't catching. Petrick could run. He could throw. Pitchers loved the way he called a game. He was tough behind that plate. And man, he could hit.   \"He had everything,\" said Buddy Bell, who managed Petrick in Colorado. \"Everything you'd ever want from a player.\"   Meanwhile, Petrick was suffering from Parkinson's disease and hardly anyone knew about it. He was first diagnosed with Parkinsonism, a symptom of full-fledged Parkinson's -- which robs the brain of the cells that handle movement -- during that rookie season of 1999. He would notice that his left arm sometimes hung lifelessly at his side and that he sometimes staggered a bit while walking. He hid it from his teammates as much as he could.   When Larry Walker sauntered by him in a clubhouse corridor one day and detected a limp in his teammate's stride, he asked if Petrick was hurt. Petrick said no and made sure to concentrate on straightening out his public gait.   Petrick didn't show the shaking tendencies that most people associate with Parkinson's, but he found out soon enough that every victim of the disease displays it in different ways. As long as he was able to play baseball -- something learned from his father, Vern, who was the athletic director of Glencoe High School in his Oregon hometown of Hillsboro -- he would be fine.   Bell heard whispers about slight tremors but didn't react because the team trainers weren't alarmed. Then he noticed \"the thing,\" which was common in the Minors and maybe not so common in the Majors. It's when a player can't make a basic throw. Former second baseman Steve Sax had it for a while and struggled to complete the routine toss to the first baseman. In Colorado, Bell saw Petrick demonstrate \"the thing\" on throws back to the pitcher.   Bell figured it was just a bad spell, and adversity was nothing new for Petrick, who had been selected in the second round of the 1995 First-Year Player Draft, the Rockies' second pick after Todd Helton. Petrick had gone through baffling spells in this first three Minor League seasons before understanding what a full professional season really entails.   When Petrick learned to stop taking the previous day's 0-for-whatever to the batter's box in the next game, he took off. Bell figured a pure athlete like this would snap out of it. But Petrick didn't. And by 2003, it was over. His body was becoming more and more brittle with each day, and there were no explanations. With Parkinson's, there rarely are.   Take Vern. He, too, was diagnosed with Parkinson's, seven months before Ben. And while Vern's symptoms manifest themselves in the form of shaking, the Petricks thought there had to be a connection. It turned out there is a gene that can link family members to the disease. And they didn't have it.   What was it, then? Were they exposed to some environmental toxin at some point in their lives in Hillsboro? Had it infiltrated the tree-lined private drive where Ben grew up? They'd never find out. In many ways, Parkinson's remains a mystery even to those who devote their lives to studying it.   So Ben leaned on what he had. Family. Faith. Toughness. And the never-ending desire to accomplish the only thing besides pro ball that he'd ever wanted: fatherhood.    ***   On the wall of the living room of their house, there's a photo of Ben and Kellie Starkey Petrick, kissing on the Big Beach in Makena, Maui, Hawaii, as the sun sets fire to the red sky on their glorious wedding day.   In late September 2007, they named their beautiful blonde-haired daughter Makena to always remember that perfect moment. But Ben's condition had him almost frozen when he was off the medication. He was unable to be the dad he needed to be. He had to do something. Anything.   Petrick had heard about a surgical procedure called Deep Brain Stimulation (DBS) years earlier on a news show. In DBS, a battery, similar to a pacemaker, is implanted in a Parkinson's patient's chest and electrical impulses are sent from the battery through coiled wires up to the affected parts of the brain. It's risky and scary. Petrick knew it. But after speaking with cyclist Davis Phinney, who had undergone a very successful DBS for Parkinson's, he and Kellie decided to give it a whirl.   The first attempt, in late December 2009, seemed to go well, but a few days later while at home, Petrick suffered the first in a series of seizures related to a life-threatening infection -- an abscess at one of the areas on his brain where the electrodes were attached. He spent 12 days in the hospital teetering on a cliff, but he pulled through. Almost a year later, he gathered the courage to try DBS again, and it worked without complication.   Ben Petrick had his life again. He was able to walk around his house, perform everyday functions, talk to his wife and daughter like a real husband and a real dad. It was a new life, and he wasn't going to waste it.    ***   It's early 2013. Ben Petrick is sitting in his house on the drive they lovingly call \"Petrick Lane,\" and he's talking about all the positives. There are many.   The blog he started in 2011, the moving piece by writer Steve Wulf on ESPN.com, and the ESPN \"E: 60\" TV program that introduced the world to his struggle all led to Ben's book, \"Forty Thousand to One,\" which was co-written with a local publisher named Scott Brown and has been optioned for a movie. Kellie and Ben say they haven't figured out which actors should be cast as the devoted lead husband and wife. They can only hope that it gets made and moves people, shows them what Parkinson's is like. What it takes away. Maybe what it gives.   The title of the book refers not only to the statistical chances of getting Parkinson's, but to the change Ben experienced in going from performing to an audience of 40,000 at Coors Field to an audience of one -- Makena.   Well, make that two. Kellie gave birth to Madison last year, and the Petricks are a busy family. Ben manages the best he can. He takes 10 pills a day. There are good days and bad ones. He gets tired. When he's \"off,\" he can't speak very well and has to go nap. When he's \"on,\" he's getting by. He's watching his children grow. He's alive.   Hillsboro just landed the short-season Class A team that used to play in Yakima, Wash. They're going to play in a new, 4,500-seat stadium and Ben's going to work for the club, the Hillsboro Hops, as a special consultant. He'll be around for 25 home games a year and he'll provide any advice the kids in their first taste of professional baseball might be seeking.   Petrick will tell them that the grind they're facing -- the long season with no money, dinners of Wheaties and pasta, and stretches where they might not get a hit for a week -- is nothing new. Find a way to get through it. Know that what you're learning and what you're dealing with is making you stronger and better. You'll see.   Ben's leaving tomorrow for a Parkinson's conference in Denver. He'll get up on a stage and run through a PowerPoint presentation. He'll tell his story.   He'll talk about the monster homer he hit off Randy Johnson in 2000, the one that hit the TGI Friday's restaurant way beyond the left-field fence in Bank One Ballpark in Phoenix. He'll mention the game he caught in San Diego when Rickey Henderson got his 3,000th hit on the same day that happened to be Tony Gwynn's final game, and all he could do was smile, because long before he was a Major League catcher, he was a huge baseball fan, and this was the coolest thing to be a part of.   He'll finish speaking and he'll fly back home thinking that maybe somebody got something out of it, and if one of them did, it was worth it. It turns out that having Parkinson's might very well help Petrick impact people in a more significant way than hitting a baseball ever could.   Madison's still napping as Makena sidles up to her dad, climbing into his lap on a big leather recliner and showing him the words she's just written next to adorable, colorful little stick-figure illustrations. He puts down the remote that controls the DBS battery and takes a good look at the drawings. There's B-E-N. There's K-E-L-L-I-E. There's M-A-K-E-N-A. And there's M-A-D-I-S-O-N.   Petrick picks up his daughter. He gives her a big kiss on the forehead before starting to tickle her all over. She's cracking up, and now her dad's cracking up, and even though rain is starting to fall on the rooftop, laughter is the only thing that can be heard in the house on Petrick Lane.  Doug Miller is a reporter for MLB.com. Follow him on Twitter @DougMillerMLB and read his MLBlog, Youneverknow. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
