{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/41077968\/carlos-beltran-hoping-to-remain-with-cardinals-beyond-2013\/",
    "title": "Beltran hoping to remain with Cardinals beyond '13",
    "subtitle": "",
    "body": "ST. LOUIS -- Preparing to enter the final season of his two-year contract with the Cardinals, Carlos Beltran spoke candidly Monday about his interest in staying in St. Louis beyond the 2013 season. Beltran, 35, continues to be effusive with his praise of the organization, which lured him out of free agency and to St. Louis with a $26 million offer last December. After career stops in Kansas City, Houston, New York (Mets) and San Francisco, Beltran saw St. Louis as the ideal destination in his continued search to be a part of a championship club. He and the Cardinals fell one win shy of advancing to the World Series, marking the third time that Beltran has been on the wrong side of the seventh game of the National League Championship Series. The first two times it was the Cardinals who kept Beltran out of the Fall Classic. But Beltran's desire to remain in St. Louis isn't only tied to his postseason aspirations. He said his family has embraced the city, and he cited the clubhouse environment as having been refreshing.  \"I really love playing here,\" Beltran said from the Hyatt Regency at the Arch, where he was making an appearance at the organization's Winter Warm-Up. \"There's no doubt about it. I experienced something here last year that I hadn't experienced in a long time. It was a good clubhouse and so many good people, playing in front of these fans. They really support you when you do well and when you do terrible. It's a great feeling. Playing in a city like this, it makes everything easy.\"  In a follow-up question, Beltran was asked if this was an easier clubhouse to assimilate into than those he was a part of during previous career stops.  \"Distraction-wise? Yes, a lot better,\" he said. \"Teammate-wise? In the clubhouses that I have been in before, we had good teammates. But here everyone really gets along well. There were no distractions at all this whole season.\"  While Beltran said that he would love to hear from the Cardinals before the end of the season about whether he could fit into the organization's long-term plans, the right fielder also said that is not an expectation.  \"I understand the business of this game,\" Beltran said. \"This is not the first time that I have been in this situation. I understand that they are going to do what's best for the organization and what is best to get the players that they believe are going to represent the organization for a long time. I'm happy. I'm thinking about this year. I'm looking forward to this year. I'm looking forward to going out there and playing well and doing my job and hopefully winning a championship.\"  While the Cardinals would welcome the opportunity to retain someone with Beltran's production potential, several factors will influence the team's level of interest in making a serious run at re-signing him.  One of those is Oscar Taveras, the Cardinals' unanimous top prospect and MLB.com's overall 12th-ranked prospect. Likely to begin the year in Triple-A, Taveras is projected as being ready to start the 2014 season in the Cardinals' outfield. With Matt Holliday and Jon Jay under contract for several more years, Taveras would seem the natural fit to replace an outgoing Beltran.  The organization will also wait and see how Beltran holds up over the next several months. Though he played in 151 games (135 starts) in 2012, Beltran has had lingering knee issues since his days with the Mets. His durability will likely be a question mark throughout the rest of his career.  \"In the point where I am in my career, I have to be smart about it,\" Beltran acknowledged. \"I would love to go out there every day and perform and do well. You never know how the season will turn out. Right now, I feel like I can go out there and play every day.\"  Manager Mike Matheny has been clear with his intentions to rest Beltran, as he sees necessary, throughout the season in an effort to increase the chances that the right fielder will be healthy late in the season. Beltran gave the Cardinals a .269 batting average, 32 homers and 97 RBIs last year. He collected 15 hits in 12 playoff games.  \"I would like to say I'm more comfortable with everything after being able to play one year here and being able to know the guys, the organization and how everything works,\" Beltran said. \"I feel good. I think last year was a good year for us even though we didn't make it to the World Series or win a championship. We should have played a little bit better than what we did, but it was hard for us as a team to stay healthy and stay together.  \"Hopefully, this year we can stay healthy as a team and go a little farther than that.\" Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
