{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/41085998\/prospect-watch-top-10-left-handed-pitchers\/",
    "title": "Prospect Watch: Top 10 left-handed pitchers",
    "subtitle": "D-backs' Skaggs, Mariners' Hultzen, Padres' Fried take first three spots in rankings",
    "body": "MLB.com's 2013 Top 100 list will be unveiled on Tuesday on MLB.com and during a one-hour show on MLB Network, airing at 9 p.m. ET. Leading up to that, MLB.com takes a look at baseball's top 10 prospects at each position. Five on the 2012 list of Top 10 left-handed pitchers pitched in the big leagues last season, with two more or less spending the entire year in a rotation. This year's Top 10 left-handed pitchers list has five repeat performers and five newcomers. Two of the newbies hail from the 2012 Draft, with each being taken in the top 10. 1. Tyler Skaggs, Diamondbacks: Skaggs was taken 40th overall by the Angels in 2009 and signed for $1 million. He was then traded to the D-backs in 2010 as part of the Dan Haren trade and he has established himself as one of the top young lefties in the game. Skaggs, who started the Futures Game in 2011, pitched well at two Minor League levels in 2012 before making his Major League debut. He has excellent command of all of his pitches, which include a plus curveball and changeup to go with a good fastball. When Arizona parted ways with Trevor Bauer in a trade with Cleveland, Skaggs became the no-doubt-about-it top pitching prospect in the D-backs system. 2. Danny Hultzen, Mariners: Hultzen signed an $8.5 million Major League contract after being picked second in the 2011 Draft by Seattle. Thought to be an advanced college pitcher who could move up quickly, he's done just that, reaching Triple-A in his first season of pro ball. A 2012 Futures Game participant, the lefty out of the University of Virginia dominated in Double-A but then had serious control issues in Triple-A. If he can fix those problems - and he was known as a command guy coming out of college - his three-pitch mix should work nicely in the big leagues. 3. Max Fried, Padres: San Diego took Fried seventh overall in the 2012 Draft and he signed for $3 million. A polished high school lefty who spent his senior season on the same team as fellow first-rounder Lucas Giolito, Fried is projectable and already has a really good feel for pitching. He has a great three-pitch mix in his fastball, curve and changeup and all of them could end up being above-average pitches. Fried has the stuff, the frame and the feel for pitching to be a top-of-the-rotation type starter. 4. Jesse Biddle, Phillies: The Phillies stayed in their backyard in 2010, taking this Philadelphia-area high school product with the 27th overall pick. He's moved one level at a time, spending a year at each level of A ball, making both the South Atlantic League postseason and Florida State League midseason All-Star teams. He's improved steadily as he's advanced, with the chance to have at least three average or better-than-average offerings. Big, strong and durable, Biddle has the makings to at least be an innings-eating workhorse if not much more at the big league level. 5. James Paxton, Mariners: Paxton was taken in the fourth round in the 2010 Draft by Seattle, though he didn't sign until March 2011. He reached Double-A that season and spent all of 2012 at that level. A 2011 Futures Gamer and 2012 Arizona Fall League Rising Stars Game participant, there has never been any question about the Canadian's pure power stuff, especially his fastball and breaking ball. That's allowed him to strike out more than 10.5 per nine innings in two years in the Minors. Some thought he might eventually end up in the bullpen, but an improved changeup and better command could make him a formidable starter. 6. Tony Cingrani, Reds: Taken in the third round by the Reds in 2011, Cingrani was a senior reliever when he signed out of Rice. He has pitched extremely well as a starter in pro ball, topping the Minors in ERA and finishing second in strikeouts during his first full season. That earned him a brief callup to the big leagues. Cingrani's fastball and changeup are both above average and are good enough for him to excel out of the bullpen. If his slider can improve, the 2012 California League All-Star will have the chance to be a very good starter.   7. Justin Nicolino, Marlins: The Blue Jays were very aggressive in recent Drafts, going after high-end high school talent. Nicolino was one of their prizes, a second-round pick they lured away from the University of Virgnia with an above-slot deal. After leading the Midwest League in ERA in his first taste of full-season ball, Nicolino was sent to Miami in the huge trade that sent Jose Reyes, Josh Johnson and Mark Buehrle to Toronto. Nicolino has more command and \"pitchability\" than pure stuff, though he does have the makings of three average or better pitches. His aptitude on the mound could allow him to move more quickly than most pitchers who turn pro after high school . 8. Andrew Heaney, Marlins: After having one of the best seasons of any college pitcher in 2012, Miami made the Oklahoma State product the ninth overall pick in the Draft. A polished college lefty, Heaney has a plus slider and a good fastball, both of which he commands well. The development of his changeup will be the key for Heaney as he should be able to move through the Marlins system quickly. Heaney has the stuff and the command to be a front-of-the-rotation starter in the near future. 9. Henry Owens, Red Sox: Taken in the sandwich round of the 2011 Draft and given an over-slot deal, this SoCal high school lefty did not disappoint in his first full season, finishing second in the Boston organization in strikeouts. While his overall command needs work - true of so many young pitchers - he projects to have the stuff that should allow him to miss plenty of bats in the future. He has the chance to have three effective pitches in a fastball, curve and changeup. After pitching on a strict limit in his first full season, the gloves could come off in the near future. 10. Martin Perez, Rangers: Signed out of Venezuela by Texas in 2007 for $580,000, Perez made it to Double-A just two years later at age 18, looking like one of the game's best pitching prospects. He stalled there, however, not making it to Triple-A until 2011 and struggling there when he first got there, though he did go to the Futures Game that season. Despite his less-than-stellar results at the upper levels, including during his big league debut in 2012, Perez still has very good pure stuff, he's still quite young and he's generally been healthy. All of those things point to him having the ability to be a successful big league starter once he learns more about the finer points of his craft.   Jonathan Mayo is a reporter for MLB.com and writes a blog, B3. Follow @JonathanMayoB3 on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Mayo"
}
