{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/41088334\/2015-all-star-game-will-be-awarded-to-cincinnati-reds-on-wednesday\/",
    "title": "2015 All-Star Game to be awarded to Reds today",
    "subtitle": "Midsummer Classic will be fifth played in Cincinnati, first at Great American Ball Park",
    "body": "CINCINNATI -- The 2015 All-Star Game will be hosted by the Reds and Cincinnati, and the announcement will be made on Wednesday at 2:30 p.m. ET, sources confirmed to MLB.com on Tuesday morning. Commissioner Bud Selig, joined by Reds president and CEO Bob Castellini, will be at Great American Ball Park for a news conference, during which it also will be announced that Major League Baseball is making a contribution toward an Urban Youth Academy in the city. But numerous media outlets and an official close to the situation have said that an All-Star Game announcement is expected on Wednesday. The Cincinnati Enquirer first reported the story. Neither Major League Baseball nor the team has confirmed the reports. The news conference can be seen live on MLB.com and Reds.com. The Reds last hosted an All-Star Game in 1988 at Riverfront Stadium. The game was also held there in 1970 and at Crosley Field in 1953 and 1938. Since Castellini's ownership group bought the team in 2006, the Reds have lobbied MLB to host the Midsummer Classic. The club and city successfully hosted a showcase event -- the Civil Rights Game -- in 2009 and '10, and impressed the Commissioner and other league officials. Each winter, the team holds a fan fest at Duke Energy Center that is of the size and scope of the All-Star Game Fanfest. The 2013 All-Star Game will be hosted by the Mets at Citi Field in New York while the Twins and Target Field in Minneapolis will have the 2014 All-Star Game. After that, it will be Cincinnati's turn to open its doors to the nation for one of baseball's biggest events.  Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
