{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/41089434\/dodgers-to-be-joined-by-koufax-at-spring-training\/",
    "title": "Dodgers to be joined by Koufax at Spring Training",
    "subtitle": "Legendary pitcher returning to club as special advisor to chairman Walter",
    "body": "LOS ANGELES -- The Dodgers, who will take eight starting pitchers to Spring Training next month, will also take the greatest pitcher in franchise history.  Hall of Famer Sandy Koufax has returned to the club as special advisor to chairman Mark Walter. Koufax will spend a portion of Spring Training working with the club's pitchers at Camelback Ranch-Glendale and consult during the season.  \"I'm delighted to be back with the Dodgers,\" Koufax said. \"I'm looking forward to spending time with the team during Spring Training and to contributing in any way I can to help make the team a success for the fans of Los Angeles. Some of my most cherished memories came at Dodger Stadium.\" Koufax's return is another in a string of fan-friendly decisions by new ownership.   \"The Dodgers are thrilled to have Sandy back with the organization,\" president and CEO Stan Kasten said. \"Sandy's experience and perspective will be invaluable as we endeavor to do everything in our power to bring the city of Los Angeles a World Series champion.\"   Along with former teammate and current Dodgers bunting instructor Maury Wills, Koufax will bring to Spring Training the quality of a champion. He was a member of the Dodgers' World Series championship teams in 1955, '59, '63 and '65, earning Most Valuable Player honors in 1963 and '65. His postseason record was 4-3 with a 0.95 ERA. He was selected to seven consecutive All-Star Games from 1961-66.   In 1979, Koufax began an 11-year stint with the Dodgers as a Minor League pitching instructor. He was estranged from the organization while it was owned by News Corp., which also owned publications that delved into Koufax's private life. He resurfaced when the club was bought by Frank McCourt and was an occasional Spring Training visitor, as he has been with the New York Mets, who are owned by Koufax's childhood friend, Fred Wilpon.   Koufax, now 77, had a playing career that blossomed late because of wildness and ended early because of injury. But in between, he displayed an unmatched overpowering brilliance that made him the youngest player voted into the Hall of Fame.   Koufax was a three-time unanimous National League Cy Young Award winner with four no-hitters, an MVP Award, three 25-win seasons and five consecutive ERA titles to his credit. In each of his Cy Young seasons, he led the league in wins, ERA and strikeouts. He threw 54 complete games in his last two seasons, led the league in strikeouts four times and innings pitched in each of his last two years.   Koufax is the benchmark by which all great Dodgers pitchers after him have been judged. Former manager Joe Torre, seeing Clayton Kershaw's second Spring Training appearance at age 19, compared him to Koufax.   More to the point of his new role, Koufax has the rare ability of translating mechanical themes and mental approach into simple language easily understood by pitchers young and old.   \"For our young players and our veterans to be able to tap Sandy's expertise and counsel during Spring Training and throughout the season will provide yet another tremendous resource in our efforts to strengthen our club,\" said general manager Ned Colletti.   Former Dodgers pitcher Josh Lindblom illustrated Koufax's teaching talents last spring while relating a bullpen session he had in 2010. With the usual pitching coaches offering tips from behind the mound, one noticed Lindblom struggling with his breaking ball release and offered some tips. Lindblom, focused on the plate and not turning around to face the coaches, tried to implement each suggestion.   \"One of them says, 'Imagine a bucket on home plate and throw the curveball into the bucket,'\" Lindblom recalled. \"It made sense at the time. So I spun the ball into the bucket. It worked. I turned around to see who it was, and I was like, 'Holy smoke, it's Sandy Koufax.'   \"My focus intensified when I realized it was a guy who had one of the best curveballs in history. I locked in and focused. And when I struggle, I still think about that and another thing he said -- 'See how many times the ball spins before it gets to the plate. That makes you really focus on snapping it off.'   \"You hear stories about hitters saying they could hear the laces spinning on Koufax's fastball. He sees two pitches and makes a suggestion and you make an adjustment that quickly. He's great at simplifying things. He doesn't make it rocket science.\"   Koufax retired at the age of 31, his elbow ravaged by arthritis and a torn ligament in need of Tommy John surgery, which didn't yet exist. Despite the pain, he had 27 wins and 27 complete games that year, a Cy Young Award, a 1.73 ERA and a World Series berth. He turned to broadcasting, serving NBC for six years. Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
