{
    "url": "http:\/\/m.twins.mlb.com\/news\/article\/41164256\/closer-eddie-guardado-elected-to-twins-hall-of-fame\/",
    "title": "Guardado, Mee elected to Twins Hall of Fame",
    "subtitle": "Former closer, PR director to be inducted in pregame ceremony June 14",
    "body": "MINNEAPOLIS -- The Twins Hall of Fame is adding two members in 2013, as former closer Eddie Guardado and former director of public relations Tom Mee have been elected. Guardado and Mee will become the 25th and 26th members of the Twins Hall of Fame when they are inducted during a special pregame ceremony June 14, when the Twins host the Tigers at Target Field. Guardado, 42, pitched in the big leagues for 17 seasons, including 12 with the Twins. The left-hander had a 4.53 ERA while in Minnesota and compiled 116 saves, including a career-high 45 in 2002, when he led the American League. Nicknamed \"Every Day Eddie,\" Guardado is the Twins all-time leader in games, appearing in 648 during his career, recording at least 60 appearances in eight different seasons. The two-time All-Star became the club's closer from 2001-03 and helped lead the club to two AL Central titles. He is also one of just three pitchers in club history to record 40-plus saves in consecutive seasons, doing it in 2002 (45) and '03 (41). Additionally, he is the Twins all-time leader in innings pitched (579.0) by a reliever, and ranks second among Twins relievers in strikeouts (550) and wins (34). Guardado was elected by a 56-member committee consisting of local and national media, club officials, fans and past elected members, using rules similar to those necessary for election to the National Baseball Hall of Fame in Cooperstown, N.Y. The 56-member committee annually considers \"player\" personnel for induction into the Twins Hall of Fame. Guardado was the top vote getter, followed by Chuck Knoblauch, Cesar Tovar and Dan Gladden. Mee was elected through the Veterans Committee ballot, which consists of 18 voters. The voters include all living Twins Hall of Famers, current Twins president Dave St. Peter, general manager Terry Ryan and two Minnesota baseball historians. The 18-member committee votes every other year on \"non-player\" personnel for induction into the Twins Hall of Fame. Mee began his career in 1957 -- four years before the Twins moved to Minnesota -- and is widely regarded as the organization's first employee. He had many roles within the organization, including serving as the club's backup radio and television announcer and public address speaker. He was most well-known for his role as Director of Media Relations, a position he held for 30 years. The St. Paul native received the Robert O. Fischel award for Public Relations excellence in 1988, before retiring in 1991. Mee followed his retirement from the club by serving as the official scorer for Twins games, retiring from that role in 2007. Rhett Bollinger is a reporter for MLB.com. Read his blog, Bollinger Beat, and follow him on Twitter @RhettBollinger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Rhett Bollinger"
}
