{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/41174688\/freeman-eager-to-get-back-between-the-lines\/",
    "title": "Freeman eager to get back between the lines",
    "subtitle": "",
    "body": "ATLANTA -- Freddie Freeman has been hard at work during the offseason, lifting weights five days per week with several of his teammates and hitting three times per week with second baseman Dan Uggla. After following the same routine since the start of November, the Braves first baseman said he is ready for Spring Training to begin. \"It's starting to get repetitive,\" Freeman said. \"We want to play baseball instead of going to the gym every day.\" Freeman will get his wish soon enough. He said he plans to head to the Braves' Spring Training facility in Lake Buena Vista, Fla., on Feb. 5. Position players aren't required to report to camp until Feb. 14, but Freeman wants some extra time to settle in and golf before Spring Training begins in earnest. After struggling with dry eyes as well as nagging injuries to his left index finger and right knee last season, Freeman said he is fully healthy entering 2013. Though he considered getting LASIK surgery after battling eye trouble for several months last season, he said he will stick with contacts for now. \"I think I'm going to wait a few years [to get LASIK],\" Freeman said. \"Everyone I talked to said to wait to get a little bit older so your eyes aren't changing. \"My finger is good, my knee is good and my eyes, they're all healthy.\" If he can stay healthy, Freeman is hoping to build on the success of his first two years in the Major Leagues. He spent much of last season as the Braves' cleanup hitter and hit 23 home runs with 94 RBIs and 91 runs. Manager Fredi Gonzalez said he thinks Freeman can develop even more as a run producer as he continues to gain experience. \"He's got a chance to be a guy who can drive in 100,\" Gonzalez said. \"We're looking for him to keep improving in those situations.\" Whether Freeman will continue to hit cleanup for the Braves remains to be seen. Gonzalez has many options when filling out a lineup card this season after a turbulent offseason. The Braves added outfielders Justin Upton and B.J. Upton, but lost third baseman Chipper Jones to retirement and traded away left fielder Martin Prado. While Gonzalez said he likely knows who the Braves' first three hitters will be, the rest of the lineup is still subject to tinkering. Wherever he hits this season, Freeman knows he must keep working if he wants to continue to have success in the Major Leagues. \"It's a game of adjustments,\" Freeman said. \"That's what every year is. It's not just year three, four, five. Chipper was making adjustments last year, and he was in his 19th year.\" That work will begin soon in Florida. For now, however, Freeman is enjoying the opportunity to meet with fans on the Braves Country Caravan. He traveled to a VA hospital in Augusta, Ga., on Thursday and met with school children and participated in an anti-bullying assembly at Dekalb PATH Academy on Friday in Atlanta. \"It's two days out of 365, just to put some smiles on faces,\" Freeman said. \"We love doing this kind of stuff to give back. They support us all year, so the least we can do is come out and put some smiles on some people's faces.\" Freeman was especially moved by a veteran he met who had lost most of his sight, but was still able to climb a four-story rock wall. Instead of Freeman brightening someone else's day, this time he was inspired by the veteran. \"That was incredible,\" Freeman said. \"It just put a smile on my face.\" Teddy Cahill is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Teddy Cahill"
}
