{
    "url": "http:\/\/m.athletics.mlb.com\/news\/article\/41209666\/the-althletics-have-five-capable-starters-for-three-outfield-positions\/",
    "title": "Five won't be a crowd in Melvin's outfield plans",
    "subtitle": "A's to spread playing time among Crisp, Cespedes, Reddick, Smith and Young",
    "body": "OAKLAND -- There's one too many puzzle pieces on the table for Bob Melvin. The A's manager will enter Spring Training with five players for four lineup slots, including four for three outfield positions. One of them offered a simple solution while addressing the media at the team's annual FanFest on Sunday. \"We could have three guys and a rover [in the outfield],\" said Coco Crisp, smiling. Naturally, then, the fifth man would fulfill designated hitter duties on that particular day. Easy enough, right? Maybe so, but Melvin thinks he'll manage just fine without the help of a rover, because he plans to dish out plenty of playing time to Crisp and teammates Josh Reddick, Yoenis Cespedes, Chris Young and Seth Smith. \"There are enough at-bats for everyone,\" Melvin said. \"It's how they're allotted that's the difficult part. We're set up for injuries if something were to happen along those lines, but I think it's going to be more of a feel thing. You do have to keep guys ready who are used to being everyday players, but also give guys a little bit of a rest, DH them like we were able to do last year. But I can't say I have a formula going into the season saying, this is the way it's going to be done.\" Assuming good health, Cespedes and Reddick will start Opening Day in left and right field, and Melvin views Crisp as the club's primary center fielder. Melvin said Young will rotate around all three outfield spots, and Smith figures to spend most of his time at DH. \"I'm comfortable doing whatever I have to do,\" said Young, brought over in a November trade from the D-backs. \"When you have so much respect for a manager, you know you don't have to sit at home and stress out about what's going to happen. You know you're going to get your opportunity. We have a lot of great players over here. The outfield has a lot of qualified guys, and they're going to find a way to make it work. But I'm willing to do whatever I'm asked. I'm prepared for that.\" Center field is the only position Young has played in six full Major League seasons, four of which featured at least 560 at-bats for the 29-year-old, with an average of 24 home runs. Melvin is hopeful such a trend continues, as he'll utilize Young to afford off-days, as well as DH days, to injury-prone teammates Cespedes and Crisp, as well as Reddick. \"Chris is a premier player,\" Melvin said. \"We feel we have two of the best center fielders in all of baseball. That's a luxury to have. He's going to play everywhere, and he knows that. He'll have his days in center, he's going to have to learn right and left and he'll have DH days as well. \"We'd rather have as many good players as we have and deal with that, [rather] than hoping your three guys stay healthy over the course of the season.\" Added Young: \"I think you realize that you're part of a team, and you recognize what they accomplished last year and keep that rolling and not let your ego get in the way too much. Melvin will find a way to give everyone their playing time.\" Reddick isn't the least bit worried about getting his playing time, not after his Gold Glove-winning 2012 campaign. \"It seems like it will be similar to last year,\" Reddick said. \"From what I heard, we're going to be rotating quite a bit, getting a few DH days in there, but I'm not expecting to get any more DH days and off days than I had last year, because I made it very clear that that was my spot to be in and my everyday job, so I'm pretty established there in right field. It's going to be interesting to see what he does with guys like Seth and Young.\" \"It's no different than what I've been through my whole career,\" Smith said. \"I've never anticipated going out there 162 times. As the season starts moving you start to see how much you're going to play, and I don't see this being any different. I think we all anticipate getting a fair share of time, and it will all work itself out.\" Jane Lee is a reporter for MLB.com. Read her blog, Major Lee-ague, and follow her on Twitter @JaneMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jane Lee"
}
