{
    "url": "http:\/\/m.mlb.com\/news\/article\/41210874\/meggie-zahneis-return-of-reds-brings-many-smiles\/",
    "title": "Return of Reds brings many smiles",
    "subtitle": "",
    "body": "It's good to be back.  As a reporter and a fan, I'm more than ready to return my focus to baseball season. It's been a tougher offseason than most.  I had to get over the crushing blow of watching a World Series devoid of Reds. And, as if that wasn't enough, I went under the knife for a spinal-fusion operation in early December: Dec. 7, the opening day for Redsfest, to be precise. Before the procedure, I contemplated ripping out the tubes, ditching the hospital and making a break for Day 2 of Redsfest. (I decided against taking such action.) On the bright side, straightening my previously crooked back has boosted me to a whopping 5-foot-1. That makes me only two feet shorter than Loek van Mil, the 7-foot-1 pitcher signed by the Reds this winter.   In any case, I'd much rather be writing a Reds update than a poetic-analysis paper on Walt Whitman (no offense, English teachers of the world).   It really is good to be back.   That also was the general consensus amongst the members of the Reds Caravan Western Leg, assembled at Miami University Hamilton's Parrish Auditorium on Sunday.   \"It's been awesome. We've had a good time,\" Reds veteran catcher Corky Miller attested. \"We've been meeting -- I wouldn't even know how many -- maybe thousands of people. It's been a really good experience for me. I really like to meet people at games, but now I get to go out to where they live and talk to them and sign autographs.\"   Prospective center fielder Ryan LaMarre echoed Miller's sentiment.   \"I really just enjoy seeing fans in their hometown and see all of the cool restaurants or museums or malls that we go into, so it is a different atmosphere, but it's great to meet all of these people,\" LaMarre said.   \"Last year, I was on the Northern tour and we toured to Columbus, [Ohio], and I went to Michigan [for college], so I got booed pretty loud when I was there,\" LaMarre laughed.   Homer Bailey joined up with the bus on Saturday.   \"I got in yesterday, and I've got to ride around with [Reds broadcaster] Thom Brennaman, so that can get kind of tiring,\" Bailey joked.   Reds COO Phil Castellini was a bit more enthusiastic.   \"We had some great dinners after we're finished with the tour, and [I've enjoyed] getting to know these guys like we do on the bus. These players are just as human as you and me,\" Castellini emphasized. \"It's really nice for them to be able to put their guard down and let the people get to know them.   \"And I think that's the most special thing about the caravan. You get out there in the community, and it's a more intimate experience than a stadium full of fans. The players get to appreciate what it means to be a fan … to see these people drive and travel the way they have to, to stand in these long lines to meet them and to get an autograph.\"   Reds broadcaster Marty Brennaman, a perennial Northern Leg traveler, dubbed his leg the \"Rock Star Tour,\" an endorsement backed by busmate Brandon Phillips. Asked to provide a nickname for the Western Leg, Castellini challenged Brennaman with \"the A Team.\" LaMarre offered the \"Corky Miller Cult Tour\" -- \"People really love him!\" he explained.   Miller simply called the Western Leg \"the best,\" a term that could be applied to the Reds Caravan on the whole.   Meggie Zahneis, winner of the 2011 Breaking Barriers essay contest, earned the job of youth correspondent. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Meggie Zahneis"
}
