{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/41254776\/confident-nationals-take-notice-of-upton-trade\/",
    "title": "Confident Nationals take notice of Upton trade",
    "subtitle": "",
    "body": "WASHINGTON -- The Nationals are looking to win their second consecutive National League East title, and they realize it will not be easy. They noticed that the Braves improved themselves last week by acquiring outfielder Justin Upton in a trade that sent infielder\/outfielder Martin Prado and prospects to the D-backs. Upton is a person Nats general manager Mike Rizzo knows very well. As scouting director of the D-backs, Rizzo selected Upton with the first overall pick in the 2005 First-Year Player Draft. \"Justin Upton is a great player. We know what kind of player he is,\" Rizzo said. \"The Braves were a good team before they [traded for] Upton. They are a better team now that they have him.\" Chad Tracy was a teammate of Upton's for three years in Arizona. Tracy said Upton has the potential of being a 30-30 player every year. Upton's best year in the big leagues was in 2011, when he hit .289 with 31 home runs, 88 RBIs and 105 runs scored. \"He has every tool in the book -- I've seen him do a lot of good things on the baseball field,\" Tracy said. \"There shouldn't be any reason why he can't continue to get better. \"Now that he is in Atlanta with his brother [B.J. Upton], those guys can get comfortable together. It will probably make them both better. Any time you pick up Justin Upton, it's going to make your ballclub better. It's going to make a lot of tight games in this division.\" By adding Upton and his older brother, B.J., the Braves have a more balanced lineup than they did in recent years, according to Nationals manager Davey Johnson. \"They felt like they had to load up,\" Johnson said. \"I feel that the one area that they needed improving on was their right-handed pop in their lineup. They certainly did that with the Upton boys. I think they are trying to replace Chipper. I think with [Chris] Johnson and the two right-handed-hitting outfielders, they are now a more balanced lineup that is tilted more from the right side.\" While the Braves have a balanced lineup, they will be without Prado, who was a Nats killer. Last season, Prado was 23-for-69 (.333) with 12 runs scored and seven RBIs against Washington. \"I don't know why they got rid of Martin Prado, because he rakes,\" outfielder Bryce Harper said. \"He was a killer horse against us last year and he is pretty unbelievable.\" Outfielder Jayson Werth pointed out that the Braves will also be without Chipper Jones and Michael Bourn. During his career against the Nationals and Expos, Jones was lethal, hitting .299 with 41 home runs and 161 RBIs. Bourn was Atlanta's leadoff hitter and scored 96 runs and stole 42 bases last season. In their head-to-head matchups in 2012, the Nationals took 10 out of 18 games. Talk to Werth, and he feels the Nats have the best team in baseball this year. \"I thought we were good enough to be world champs last year,\" Werth said. \"Our team is better this year. Obviously, we dealt with a lot of injuries last year. Our bench guys came through and got us to where we wanted to be. With that said, I think our team is better this year and our bench is still just as good. I like our chances. Anything can happen once you get to the postseason, but you have to get in, and I feel good about us getting in.\" Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
