{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/41256394\/after-car-accident-silverio-eager-for-fresh-start\/",
    "title": "After car accident, Silverio eager for fresh start",
    "subtitle": "",
    "body": "JUPITER, Fla. -- Alfredo Silverio has come so far he doesn't want to go back. Considering all that the 25-year-old has gone through, it's understandable that he is eager for a fresh start. A little more than a year ago, Silverio was involved in a serious auto accident in the Dominican Republic. His car clipped a side wall and flipped over, causing numerous injuries. Silverio suffered temporary memory loss and ended up undergoing Tommy John surgery to repair his right elbow. In the span of seconds, Silverio's promising baseball career nearly came to an abrupt halt. But through the support of his parents, family and close friends, he was encouraged to fight back. \"They helped me with it,\" Silverio said. \"They were like, 'That happened, you will be back soon.'\" Silverio's path to professional baseball has taken a new turn, and he is now trying to hook on with the Marlins. Miami selected Silverio in the Rule 5 Draft on the final day of the Winter Meetings in Nashville, Tenn., in December. For $50,000, the Marlins purchased the rights to the outfielder. According to stipulations for Rule 5 Draft players, he must stick for 90 days on the active roster once the season begins to remain with the organization. Miami can't option him to the Minor Leagues for more seasoning. The Marlins can, however, place him on the disabled list to start the season if Silverio isn't ready. President of baseball operations Larry Beinfest said that's a likely scenario. When Spring Training opens for position players on Feb. 15, Silverio is going to have restrictions. \"He is not going to be full-go throwing,\" Beinfest said. \"We anticipate he will be able to hit and run. There is that possibility he will not be ready to go, and he will start the year on the DL.\" If that's the case, when Silverio is reinstated to the active roster, he must still stay 90 days to fulfill the requirements of being a Rule 5 Draft pick. Should the Marlins not feel he is part of their plans, he would be placed on waivers, and if he cleared, he would then be offered back to the Dodgers. Silverio makes it clear where he hopes to end up. \"I want to stay here,\" he said. \"It's a great opportunity. This is the best opportunity I've had in my career to reach my goal.\" For about a week, Silverio has been working out at the Marlins' Spring Training complex in Jupiter. He has been taking part in the team's voluntary minicamp at Roger Dean Stadium. On the back fields, Silverio is taking batting practice and doing some drills, while not pushing it when it comes to throwing. \"I feel back to normal,\" the outfielder said. If Silverio can regain his previous playing form, the Marlins potentially have landed a five-tool player. In 2011, Silverio enjoyed an outstanding season at Double-A Chattanooga. Showcasing speed and power, he batted .306 with 16 homers and 85 RBIs in 132 games. Silverio also collected 42 doubles and 18 triples. \"The year before the accident, that was the best year of my career,\" Silverio said. On the field, all was going well. People in the Dodgers' organization were comparing Silverio to former Los Angeles outfielder Raul Mondesi. The Dodgers were planning on bringing Silverio to Spring Training in 2012. \"I had a feeling that I was going to be in the big leagues, either in September or the middle of the season,\" he said. But the cruel fate of the crash on Jan. 23, 2012, changed everything. With the Marlins retooling their roster, they will be providing plenty of opportunities for outfielders. Silverio just might be a fit. \"Silverio is just a very interesting story in that he was a top prospect with the Dodgers and he had the unfortunate accident,\" Beinfest said. \"To see how he comes back from that is going to be a very interesting thing, because we really loved this player when he was coming up.\" Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
