{
    "url": "http:\/\/m.mlb.com\/news\/article\/41257214\/richard-justice-competitive-balance-leaves-no-clear-favorite-for-world-series-title-in-2013\/",
    "title": "Competitive balance leaves no clear favorite",
    "subtitle": "",
    "body": "You know the thing about this baseball season that excites me the most? It's that there's chaos in the land. Go ahead and pick a World Series winner. Tigers? Nationals? Giants? If you asked a dozen baseball fans, you might get a dozen different answers. And that's a beautiful thing. This season, there is no anointed Best Team in Baseball. Never mind that we usually get it wrong when we pick a team. Or I should say most of the others get it wrong. I remember sitting down with Bruce Bochy last Spring Training and saying, \"Boch, I've got a special feeling about this club of yours.\" OK, we exaggerate a tad. Actually, I believe most of us had the Angels tabbed in 2012. Or was it the Tigers?  Anyway, this Spring Training we're not even trying. If you're having a Best Team in Baseball conversation, there will be at least -- and I mean at least -- nine teams in the conversation.  In the last decade, the playing field has been leveled in Major League Baseball. Some of it is surely due to the game's revenue-sharing plan, which transfers wealth downward and gives every club a better chance to compete. Some of it is the Moneyball era of data-driven analysis that has allowed the Rays, A's and others to win despite less resources than most clubs.  In the last 12 years, nine franchises have won a World Series. The average payroll rank for the title-winning clubs has been 10th. In just the last three seasons, 15 of the 30 teams have made one playoff appearance, a list that includes both big-money teams and small-money teams.  Which brings us to 2013. A bunch of teams -- Blue Jays, Reds, Dodgers, Red Sox and Royals -- have gotten better this offseason, and a whole bunch of others are feeling good about themselves as Spring Training gates prepare to open.  Now to that Best Team in Baseball conversation. The Nationals are definitely in it, perhaps at the top of the list. General manager Mike Rizzo worked his magic again in retaining first baseman Adam LaRoche and adding center fielder Denard Span, right-hander Dan Haren and closer Rafael Soriano.  You can admire the Nationals from a dozen different angles without finding a weakness. On the other hand, the same thing can be said about the Braves: dynamic outfield, great bullpen, solid from top to bottom.  And the Reds. General manager Walt Jocketty filled his biggest need by getting leadoff man Shin-Soo Choo from the Indians. He added Jonathan Broxton to the back of his bullpen, thus allowing Aroldis Chapman to give the rotation a try.  And there are the Dodgers, who added Zack Greinke, perhaps the biggest free-agent prize of the offseason. Down the road, the Angels added the other franchise free agent available, Josh Hamilton.  The Cardinals have no weaknesses, either. The Blue Jays added 627 innings -- R.A. Dickey, Josh Johnson and Mark Buehrle -- to their rotation. The Tigers and Giants appear to be every bit as good as they were in 2012.  See? Tough stuff, huh? And that's just the start. Every other team in the American League East appears capable of finishing in first. Or last.  The Phillies are good enough to win again if they can keep their core guys on the field. The Royals seem likely to contend after the addition of James Shields and Wade Davis.  The D-backs have a rotation that will match up with almost any in the game. They've been ripped for trading Justin Upton, but it's hard to find a real pressing need on their roster.  And that's just a start. The A's, Indians and Brewers got better. So did the Mariners. It's difficult to imagine a season in which so many teams seem capable of making the playoffs.  Players get it. They know that 20 teams were within five games of a playoff berth at the 2012 All-Star break. They probably sense that baseball has the kind of parity once thought to be impossible. Faith and hope bring energy and optimism into the clubhouse.  Say, Bob Melvin, I've got a real special feeling about this club of yours. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
