{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/41258074\/nationals-manager-davey-johnson-focused-on-2013-season\/",
    "title": "On 70th birthday, Nats' Johnson focused on '13",
    "subtitle": "",
    "body": "WASHINGTON -- Davey Johnson turned 70 Wednesday, but he has nothing special planned to mark this milestone. To Johnson, it's just like any other day. Besides, he already celebrated his birthday and received his present a week ago -- time with family and friends at a Florida beach. \"I saw all my grandkids. It was a great time,\" Johnson said via telephone. \"[Wednesday] is not a big day for me. It's not a birthday. It's just another one of those days. It's not about me. It's about your family, your friends, and I'm blessed in that area.\" Johnson has accomplished a great deal in his 70 years. He was on two championship teams as a player and guided the Mets to their last World Series title in 1986. But don't ask Johnson to reveal his best moment in baseball or his favorite player that he's managed. He doesn't like to get nostalgic. The only thing Johnson is concerned about is what's going on today. \"I'm so much into the now,\" Johnson said. \"You heard me say a bunch of times, 'I focus on the game now.' You draw from your experiences from the past. I'm not one to think about what I accomplished or the importance of those accomplishments. It has never been a part of me. To me, it's always been, 'I have to prove myself every day.' I love challenges. I don't think you can face a challenge and reach your goals if your mind is not focused. Your attention is on the here and the now.\" These days, Johnson is focused on the Nationals. He said recently that this will be his last year managing the club, and it could turn out to be a wonderful swan song. The team is favored to win its second straight National League East title and has World Series aspirations. One can imagine how this manager feels about his team. By picking up center fielder Denard Span, Johnson has a more balanced lineup. With the addition of right-hander Dan Haren, the rotation is even stronger. Johnson was in Africa when he learned that general manager Mike Rizzo had signed closer Rafael Soriano to a two-year, $28 million deal. To Johnson, he now has a surplus of aces in the bullpen, including Tyler Clippard and Drew Storen. Last year, Johnson thought inexperience was the reason the Nats lost to the Cardinals in the NL Division Series. However, he believes things will be different this year. \"There is going to be a lot of energy and I'm looking forward to that challenge,\" Johnson said. \"I've been looking at the roster and I'm going to familiarize myself with guys I haven't seen perform. \" … Now I look forward to going to Spring Training with guys knowing who they are, knowing what they are capable of. It's a hard-working unit and they are going to turn it up a notch. … We have a higher ceiling. That's our challenge. I don't care what people think about us. We have to go out every day and do the things we are capable of. Everything will be fine.\" If the Nationals go all the way this year, could Johnson change his mind and come back for another season? If you know Johnson, the answer is \"no,\" according to Rizzo. \"Have you ever tried to talk Davey out of something he is set on doing? Let me put it to you this way: These are subjective questions, and I hope to death that I have to answer that question after we win the World Series,\" Rizzo said. \"I don't want to go into those types of questions, but Davey is Davey. He is going to do what he wants to do.\" Once his managing days are over, Johnson plans to work for the Nats as a consultant. He will help Rizzo determine who will be Washington's next manager. Johnson also wants to build a baseball field in the inner city of Orlando, Fla., his hometown. \"Again, I don't go that far into the future. … That's my wife. She wants to know what we are doing two years from now. She is making travel plans when the season is over. She'll probably have me go down to Alaska,\" Johnson joked. \"I don't spend a lot of energy thinking about future. I don't go either way [past or future]. I'm very comfortable in my own skin -- dealing with things in the here and now.\" Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He can also be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
