{
    "url": "http:\/\/m.mlb.com\/news\/article\/41257778\/mike-bauman-no-surprise-its-the-usual-suspects-in-ped-report\/",
    "title": "No surprise, it's the usual suspects in PED report",
    "subtitle": "",
    "body": "It turns out that the topic of performance-enhancing drugs offers a vivid reminder of the classic movie \"Casablanca.\"  There, we find Capt. Louis Renault, a seemingly corrupt but ultimately redeemable gendarme, uttering the immortal line:  \"Round up the usual suspects.\" With this line, Renault saves the lead character, Rick Blaine, from a murder rap, puts one over on the Gestapo and preserves \"Casablanca\" as a brilliant cinematic experience for the ages.   And \"round up the usual suspects\" passes into the realm of general usage, becoming available for the rest of us mere mortals who are neither Claude Rains nor Humphrey Bogart.   It even occurs to us when completely unbidden, such as right now, when we are contemplating the latest development in man's unending desire to get an edge on other men, fairly or not.   In this case, there is the report in the Miami New Times linking seven Major Leaguers to the use of PEDs, via a now-closed anti-aging clinic in Coral Gables, Fla. Notes, handwritten by the former owner of the clinic, indicate that the players in question obtained human growth hormone and other substances from him.   Four of the seven players named in this report -- Melky Cabrera, Bartolo Colon, Yasmani Grandal and, last but not least, Alex Rodriguez -- have in the past tested positive for performance-enhancing substances or admitted to using PEDs or both. Thus, \"round up the usual suspects\" leaps to mind without even being asked.   And we can repeat this line without the subtext of cynicism supplied by Capt. Renault. These have become the usual suspects. And they have been rounded up, again, at least in printed form. These most recent allegations of PED usage do not, of course, represent anything like proof of guilt. But the appearance of these names on this list also does not provoke anything like surprise.   The use of PEDs in sports has always represented something of a race between the testing technology and the desire of the would-be cheaters to seize and maintain an edge. Here, the alleged use of HGH would follow that pattern, except that with baseball's new testing protocol (a blood test for HGH), this potential edge will also disappear.   The other potential jeopardy for PED users in this sort of case is the \"non-analytical positive.\" This segment of baseball's current anti-PED program allows for suspensions to be levied against players who have not tested positive but who have been found to have purchased banned PEDs. Two Major League players were suspended on this basis in 2007 for purchasing HGH and steroids.   Baseball now has its own investigative arm for this sort of case. That, too, represents another step forward in the long-term battle against PED usage. Major League Baseball has the most stringent anti-PED policies in American professional sports, but as this latest episode reminds us, the race between the regulating agencies and the potential cheaters is a marathon, not a sprint.   Whenever news of this sort is revealed, it is naturally disappointing to anybody who cares about baseball. But the get-an-edge-at-any-cost impulse is not going to disappear from the human condition any time soon.   In this latest case, the majority of the allegations were directed toward what amounted to repeat PED customers. They have become, sadly enough in these instances, the usual suspects.   Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
