{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/41270728\/barry-zito-receives-hutch-award-for-humanitarian-efforts\/",
    "title": "Zito receives Hutch Award for humanitarian efforts",
    "subtitle": "Giants pitcher founded nonprofit organization Strikeouts For Troops in 2005",
    "body": "SEATTLE -- Barry Zito's story of personal redemption got the silver-screen treatment when he rebounded from a few lost years by the Bay to pitch his San Francisco Giants out of a jam and become a huge factor in them winning the 2012 World Series. It would be difficult to top such a monumental achievement for an athlete, but Zito's accomplishments off the mound are far more significant in the world outside sports, and that spirit was honored Wednesday when he accepted the 48th Hutch Award for outstanding community service at the annual luncheon at Safeco Field. The Hutch Award, a national honor presented by the Seattle-based Fred Hutchinson Cancer Research Center, has been given every year since 1965 in honor of Major League player and manager Fred Hutchinson, who died of cancer a year earlier at the age of 45, and its list of honorees reads like a Hall of Fame roster. Winners have included Mickey Mantle, Sandy Koufax, Carl Yastrzemski, Pete Rose, Joe Torre, Willie McCovey, Willie Stargell, Lou Brock, George Brett and Johnny Bench. Now they include Zito, who in April 2005 founded the nonprofit organization Strikeouts For Troops, which provides the comforts of home for injured troops. What began with a simple idea and simple math -- money donated to troops by Zito for each strikeout -- has grown into funds provided for a wealth of statistical categories by over 100 Major League players. The philanthropic effort has reached beyond baseball and has built on its success by furnishing grants that assist service members recovering at Brooke Army Medical Center in Texas, the Naval Medical Center in San Diego -- where Zito grew up -- plus Walter Reed National Military Medical in Washington, D.C., and other care facilities, including Fisher House. The money raised by Strikeouts For Troops has enabled loved ones to travel to be near injured family members and provides adaptive equipment for easy transitions at home and other necessities. It also has helped support morale-building events, research and treatment for post-traumatic stress disorder issues, and supplied  holiday gifts and meals for military children and more. \"That's what really matters at the end of the day,\" Zito said. \"It's great to have the sports and entertainment world to get us away from the daily grind of life, but all that stuff goes away when a family member is ill or when you have an illness yourself. \"So to focus on the things that really matter … that's what it really means.\" In addition to founding and overseeing Strikeouts For Troops, Zito and his wife, Amber, also support the St. Anthony Foundation, which provides thousands of meals every day to San Francisco's hungry and homeless. They also support the Juvenile Diabetes Research Foundation, Muscular Dystrophy Association, Special Olympics, Make-A-Wish Foundation, global illiteracy, organ donation and cancer research. During his day in Seattle, Zito also pledged financial and moral support to the \"Hutch\" moving forward. His interest in the facility was piqued by a morning trip through its impressive labs along with keynote speaker and former Mariners manager Lou Piniella. The two put on white coats and tagged along with their tour guide, Beverly Torok-Storb of the clinical research division. They got a tutorial on HeLa cells, looked in on an electron microscope, saw laser cyclometers in action, and witnessed how much work goes into fighting this deadly disease. Back at the ballpark, Zito was touched by the speech by former Hutch patient and leukemia survivor Ryan Kiggins, who ended his presentation by thanking his disease for the courage and motivation it provided him while he was trying to -- and ultimately succeeding in -- beating it. That seemed to mean a lot more than Zito's World Series championship or the beautiful Hutch Award, which was a glass sculpture by renowned Seattle artist Dale Chihuly. \"Sometimes when there's adversity, instead of fighting it so hard and getting emotional about it, you can learn a lesson,\" Zito said. \"There are gifts in that.\" More information on the Fred Hutchinson Cancer Research Center and the Hutch Award can be found at www.fhcrc.org. Doug Miller is a senior writer for MLB.com. Follow him on Twitter @DougMillerMLB and read his MLBlog, Youneverknow. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Doug Miller"
}
