{
    "url": "http:\/\/m.mlb.com\/news\/article\/41221744\/hamilton-to-live-tweet-top-100-prospects-list\/",
    "title": "Hamilton to live tweet Top 100 Prospects list",
    "subtitle": "Fans can interact with players during Tuesday's unveiling",
    "body": "Another season is approaching, and the next generation of stars is waiting to take the stage. And for one night, several of MLB's best young players will be the main attraction. On Tuesday at 9 p.m. ET, MLB.com's 2013 Top 100 Prospects list will be revealed on MLB.com and MLB Network, and you're invited to interact with several of the players on the list as they live tweet the unveiling, moderated by MLBPipeline.com (@MLBPipeline), using the hashtag #MLBPipeline. On board to watch and weigh in on the list are record-setting Reds prospect Billy Hamilton (@b_ham_3), D-backs hurlers Archie Bradley (@ArchieBradley7) and Tyler Skaggs (@TylerSkaggs37), future Mariners battery Taijuan Walker (@tai_walker) and Mike Zunino (@Mike_Zunino), Mets ace right-handed prospect Zack Wheeler (@Wheelerpro45) and Rangers slugger Mike Olt (@molt2222). MLB.com Draft and prospect expert Jonathan Mayo (@JonathanMayoB3) will also be interacting with fans. The annual ranking of baseball's biggest and brightest young talent is assembled by Mayo, who compiles input from industry sources, including scouts and scouting directors. It is based on analysis of players' skill sets, upsides, closeness to the Majors and potential immediate impact to their teams. The list, which is one of several prospect rankings on MLB.com's Prospect Watch, only includes players with rookie status in 2013. Who will come out on top? On this night, even the prospects want to know. And many of them have provided their own signature blend of skills that serves as their future calling card. Take Hamilton, who blitzed his way to a Minor League-record 155 stolen bases in 2012. Hamilton, a former shortstop, has moved to center field in preparation for his ascent to the Majors. Arizona has two interesting arms in Bradley and Skaggs. Bradley, the seventh overall selection in the 2011 First-Year Player Draft, struck out 152 batters in his first season with Class A South Bend last year. Skaggs, acquired from the Angels in the Dan Haren deal, has thrived at Double-A Mobile and Triple-A Reno. The Mariners have their own intriguing pair in Walker and Zunino. Walker notched a 4.69 ERA for Double-A Jackson last year, but he's just 20 years old and profiles as a future workhorse. Zunino, a catcher, was the third overall pick in the Draft last June and batted .360 in stops at Class A Everett and Jackson. Zunino hit 13 home runs in 44 games in his pro debut, and three of those came in 15 games against the advanced pitchers of the Double-A Southern League. Olt, one of the prospects most often linked to trade rumors this winter, batted .288 with a .398 on-base percentage and 28 home runs for Double-A Frisco in 2012. Olt plays third base and is blocked in the big leagues by Adrian Beltre, but he's also played first base and outfield in the Minors. Wheeler, one of the top pitching prospects in the league, was acquired by the Mets from the Giants in exchange for Carlos Beltran in 2011. Wheeler went 10-6 with a 3.26 ERA for Double-A Binghamton last season, and he kept his momentum in six starts for Triple-A Buffalo. For comprehensive prospect news and coverage, be sure to follow @MLBPipeline and visit MLBPipeline.com. • Bradley (D-backs): No. 8 on  RHP list. • Hamilton (CIN): No. 3 on  OF list. • Olt (TEX): No. 2 on  3B list. • Skaggs (ARI): No. 1 on  LHP list. • Walker (SEA): No. 2 on  RHP list. • Wheeler (NYM): No. 4 on  RHP list. • Zunino (SEA): No. 2 on  C list. Spencer Fordin is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Spencer Fordin"
}
