{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/41240072\/nationals-left-hander-gio-gonzalez-disputes-miami-new-times-report-of-connection-to-performance-enhancing-drugs\/",
    "title": "Gio disputes report; new documents released",
    "subtitle": "",
    "body": "WASHINGTON -- Nationals left-hander Gio Gonzalez denied that he used performance-enhancing drugs after a report from the Miami New Times linked the pitcher to Anthony Bosch, who reportedy supplied PEDs to professional athletes from Miami. I've never used performance enhancing drugs of any kind and I never will ,I've never met or spoken with tony Bosch orused any substance  Provided by him.anything said to the contrary is a lie. \"I've never used performance enhancing drugs of any kind and I never will. I've never met or spoken with Tony Bosch or used any substance provided by him. Anything said to the contrary is a lie,\" Gonzalez said on Twitter. The report links Gonzalez and other Major League players -- including Alex Rodriguez, Nelson Cruz, Bartolo Colon, Yasmani Grandal and Melky Cabrera -- to an anti-aging clinic called Biogenesis, which reportedly supplied PEDs. According to the report, Gonzalez's name appears five times in notes belonging to Bosch, who was the clinic's chief. Included in the notes was a $1,000 order for Aminorip, a muscle-building protein. However, none of the ingredients listed in Aminorip is on MLB's list of prohibited substances. On Wednesday, the Miami New Times released a new document that listed Gonzalez's name next to a list of ingredients for \"pink cream,\" a synthetic testosterone. Testosterone is on MLB's list of prohibited substances. General manager Mike Rizzo said in a statement: \"The issue is currently being reviewed by Major League Baseball and it would be inappropriate for the Nationals to comment until that review is completed.\" Gonzalez's father, Max, told the New Times that his son didn't know Bosch. Max Gonzalez went to the clinic to lose weight. \"My son works very, very hard, and he's as clean as apple pie,\" Max Gonzalez told the paper. \"I went to Tony because I needed to lose weight. A friend recommended him, and he did great work for me. But that's it. He never met my son. Never. And if I knew he was doing these things with steroids, do you think I'd be dumb enough to go there?\" Gonzalez is coming off his best season in the Major Leagues, having gone 21-8 with a 2.89 ERA and 207 strikeouts and earned a third-place finish in the National League Cy Young Award vote. Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
