{
    "url": "http:\/\/m.mlb.com\/news\/article\/41242460\/richard-justice-mlbs-testing-framework-for-performance-enhancing-drugs-the-strongest-its-been\/",
    "title": "Testing framework the strongest it's been",
    "subtitle": "",
    "body": "Players want a clean game -- at least the vast majority of them do. On this, there is absolutely no doubt. They want those who are caught with banned substances to be punished, and they want their drug-testing program to be the best on earth.  They want every loophole closed, and they understand that the program must be changed constantly as science changes. That was the message they sent three weeks ago when their union agreed to in-season blood testing for human growth hormone and other significant changes in the current agreement.  When players have tested positive for a banned substance in the past 12 months, it has been striking how many players were angry that their game had taken another hit. It's fair to assume many of them will react the same way with reports that some players have been connected to a South Florida anti-aging clinic that distributes human growth hormone and other banned substances. So regardless of what is said or written, it's important to remember that this isn't about most players. It's about those who, in their search for a competitive advantage, allow their ambition and their judgment to get mixed up.   When Major League Baseball and the MLB Players Association announced changes to the program on Jan. 10, they emphasized that the changes were another step along the way to a clean the sport. It was not the beginning of the end or the end of the beginning. They had again tightened the program, but there would be a constant cat and mouse game between the testers and those being tested.   When Commissioner Bud Selig announced the changes to baseball's owners, he said, \"This is a proud day for baseball.\" From the moment he ordered the testing of Minor League players in 2001, Selig's goal has been simple: creating a world-class testing program and a clean sport.   Selig has been unafraid of the fallout of exposing users as baseball has wrestled with performance-enhancing substances. It was Selig's decision to hire George Mitchell to investigate the use of performance-enhancing drugs in baseball and then to offer advice on how to proceed.   Mitchell's 409-page report named 89 players, including Roger Clemens and Andy Pettitte. As Selig said earlier this month, \"I know a lot of people thought the Mitchell Report was a bad idea. I just thought it was an important step to take, and I think I've been proven correct.\"   While the National Football League continues to discuss HGH testing -- these discussions are in their 18th month -- baseball has acted. And it's not just Selig and the owners.   It's the players. Union leadership, especially executive director Michael Weiner, doesn't operate in a vacuum. They are the representatives of rank-and-file players. In the end, that's all that matters.   Some players will still attempt to find a competitive advantage, but they are not a reflection of how most players behave. As one player told me after a player tested positive, \"The part that infuriates me is that a few guys have the ability to make us all look bad.\"   Amid the sound and fury that will follow reports of Alex Rodriguez, Melky Cabrera and others being connected (again, in some cases) to banned substances, baseball will investigate, and then baseball will almost certainly punish the involved players. Baseball will not look the other way.   But no one should assume that this is about every player, that these few just happened to be the ones who got caught, that the culture of the sport needs changing. Baseball could not be more vigilant than it already is about flushing performance-enhancing substances from the sport.   Once upon a time, it was the owners attempting to persuade the players to agree to drug testing. Those days are long gone. Today, the players are also demanding a thorough testing program and a clean sport. That fact has been clear for few years, and nothing in today's development changes anything. Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
