{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/41242436\/houston-astros-pitcher-bud-norris-rooting-for-hometown-niners-in-super-bowl\/",
    "title": "Norris rooting for hometown Niners in Super Bowl",
    "subtitle": "",
    "body": "HOUSTON -- Bud Norris and a bunch of his buddies are packing up the car and driving to New Orleans this weekend to see their beloved San Francisco 49ers play the Baltimore Ravens in Super Bowl XLVII, but the Astros pitcher is anything but a front-running fan. Norris, who grew up just north of San Francisco in Novato, Calif., has been rooting for the 49ers for as long as he remembers. He bleeds red and gold. Norris has only fuzzy memories of the team's most recent Super Bowl victory -- a whipping of the Chargers in Super Bowl XXIX in 1995 that took place when he was 9 years old. \"I was a little tyke,\" he said. Norris was in grade school when the Steve Young-led 49ers crushed the Chargers to win the Super Bowl, and he was as caught up in the fever then as he is now. His lasting memory from Mrs. Jones' eighth-grade history class isn't the gold rush of 1849; it's the poster of Dwight Clark's catch to beat Dallas in the 1982 NFC Championship Game that hung on the wall of his Sinaloa Middle School classroom. \"I was pretty young when they won their first five, but I'm hoping to remember this one a little bit more,\" he said. Norris, who recently signed a one-year, $3 million deal for 2013 that made him the highest-paid player on the Astros, will be in the Superdome on Sunday with about seven of his friends from back home to cheer on the 49ers. \"It's a very exciting time,\" he said. \"It's been a phenomenal season for them. They were very close last year, and I know they were champing at the bit to get there this year. They've proven a lot of critics wrong. I think the [49ers quarterback Colin] Kaepernick story is great for the game, and [benched backup] Alex Smith has been nothing but a pro as far as that is concerned, but we're excited to be there and to watch and hopefully bring home No. 6.\" The crew rented an apartment in New Orleans prior to the NFC title game in anticipation of a 49ers win at Atlanta, risking a non-refundable deposit. Tickets weren't a problem. One of his friends runs a small ticket agency back in California and will be able to attain seats for the bunch. \"My buddies reached out to me and said they were planning on going,\" Norris said. \"I looked at the dates and I saw I could make it happen. We're all going to caravan down there on Saturday and really enjoy the weekend.\" When asked for a prediction, Norris provided some in-depth analysis that was worthy of the pregame shows, though he sounded a bit concerned about the Ray Lewis-led Ravens defense. \"All the games in the playoffs have been really entertaining,\" he said. \"I'm hoping the Niners can pull it off. That's my team. They have a lot of challenges with the Ravens' defense and how well they've played, how consistent they are and this being Ray Lewis' last game. I think my Niners are going to bring it home.\" The prediction? \"I'm going 30-24, Niners,\" he said.  Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
