{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/41244674\/seattle-mariners-reportedly-close-to-deal-with-kelly-shoppach\/",
    "title": "Mariners reportedly close to deal with Shoppach",
    "subtitle": "",
    "body": "SEATTLE -- Veteran catcher Kelly Shoppach is in Seattle meeting with Mariners officials and is scheduled to take a physical on Wednesday, according to a baseball source, as the club continues looking to add depth behind the plate. Shoppach, who played for Mariners manager Eric Wedge in Cleveland from 2006-09, is expected to sign a Major League contract if he passes his physical, but the deal may not be officially announced right away since the team's 40-man roster is full and an accompanying move will be required to open a spot. Shoppach, 32, has played with the Red Sox, Indians, Rays and Mets during his eight years in the Majors, posting a .226 batting average with 67 home runs and 207 RBIs in 536 games. The right-handed-hitting backstop split last year between the Red Sox and Mets, hitting .250 with five homers and 17 RBIs in 158 at-bats with Boston before being traded in mid-August. He batted .203 with three home runs and 10 RBIs in 28 games with the Mets. Shoppach would give the Mariners a veteran presence behind the plate to go with Jesus Montero after the club traded John Jaso to the A's earlier this month in a three-way deal that brought slugger Michael Morse from the Nationals. Montero is currently the only catcher on the 40-man roster, but the Mariners signed veteran Ronny Paulino to a Minor League deal last seek and have also invited Minor Leaguers Mike Zunino, John Hicks and Jesus Sucre to their Major League camp, which starts Feb. 12 when pitchers and catchers report to Peoria, Ariz. Shoppach's best years were during his four seasons with Wedge in Cleveland, when he hit .245 in 301 games. He batted .261 with 21 home runs, 55 RBIs and an .865 OPS in '08, when he notched a career-high 352 at-bats. Shoppach became the second American League player and eighth in Major League history to record five extra-base hits in a game when he had three doubles and two home runs on July 30, 2009, against the Tigers. Shoppach had some highlights with the Rays, as well. He caught a no-hitter by Matt Garza in 2010 and led the AL in percentage of runners caught stealing in 2011 at 40.1. Though he struggled offensively that year while hitting just .176 in 87 regular-season games, he hit two home runs with five RBIs in the first game of the AL Division Series against the Rangers. Shoppach was a second-round Draft choice of the Red Sox in 2001 out of Baylor University. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
