{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/41244732\/phillies-have-high-hopes-for-durbin-in-his-return\/",
    "title": "Phillies have high hopes for Durbin in his return",
    "subtitle": "",
    "body": "PHILADELPHIA -- Chad Durbin is one of the optimistic ones. He should be. Durbin just signed a one-year, $1.1 million contract with the Phillies that includes $350,000 in incentives, plus a club option for 2014. The Phils hope the veteran right-handed reliever stabilizes the middle innings and nurtures the organization's young and talented relievers along the way. They also hope Durbin can help them get back to the postseason. \"Without a healthy team, I don't think any team, no matter how talented, can go out there and win year after year after year,\" Durbin said on Tuesday afternoon inside the Phillies' clubhouse at Citizens Bank Park. \"It feels different that the team didn't win the division [in 2012], but it was bound to happen at some point. Even the Braves lost after that run.\" The Phils finished in third place in the National League East last season behind the Nationals and Braves. The Nats will be heavy favorites to win the division again. The Phillies? Most have them ticketed for third place. \"That's the sentiment right now, but that can change in a month as soon as the games are played,\" Durbin said. \"If I had to look at the way this team is made up, 2011 is probably the best team they put together and they got knocked out early. The playoffs are the playoffs. It's a little different situation when a team gets hot and they win and they knock you out, they tend to go win the World Series. And they have. But this team is poised with the rest and the names up on the lockers to win.\" Durbin, 35, pitched for Philadelphia from 2008-10, fortifying the middle innings behind Brad Lidge and Ryan Madson. This season, he will be expected to do the same behind Jonathan Papelbon and Mike Adams. Durbin went 4-1 with a 3.10 ERA in 76 appearances last season with the Braves. Despite a career high in appearances, he threw just 61 innings, as the Braves took advantage of their many talented left-handed relievers, meaning that Durbin sometimes faced only a batter or two. But he often pitched multiple innings for the Phils, which he believes he can handle again considering his relatively light workload the previous two seasons. \"I'm more than capable,\" Durbin said. Durbin never wanted to leave Philadelphia and spent one forgettable season with Cleveland in 2011 before pitching for Atlanta last year. But he is back, and the Phillies are hoping that in addition to being an effective reliever, he can help mentor some of the youngsters during those long innings in the bullpen. \"I know a lot of the guys from being down in Clearwater in Spring Training,\" Durbin said. \"If nothing else, I've already started a conversation with them that can keep going. That's what I've been doing for two, three years. Even in Cleveland when I wasn't very good, the bullpen was still good, and getting those guys in the mind-set of being successful year over year was important to me. And last year -- kind of figuring out why those guys hit the wall when they did, and try to get them through that to be better big leaguers, that's kind of the idea. The game gives you a lot, you want to give back.\" To make room for Durbin on the 40-man roster, the Phils designated right-hander J.C. Ramirez for assignment. Philadelphia acquired Ramirez from Seattle in December 2009 in the Cliff Lee trade.  Todd Zolecki is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Todd Zolecki"
}
