{
    "url": "http:\/\/m.mlb.com\/news\/article\/41245366\/rays-brass-meets-with-pinellas-county-board\/",
    "title": "Rays brass meets with Pinellas County board",
    "subtitle": "",
    "body": "CLEARWATER, Fla. -- On Tuesday afternoon, a contingent from the Rays headed by principal owner Stuart Sternberg addressed the Pinellas County Board of County Commissioners. The message echoed that of the previous week, when the same contingent met with the Hillsborough County Board of County Commissioners: Let's get the ball rolling.  That ball, of course, refers to the dialogue that needs to take place to lead to a plan for a new stadium for the Rays.  Throughout, Sternberg expressed his desire to keep the team in the area for \"the next 100 years,\" but he also stressed the need for the area and the team to address the issues that have been preventing the Rays from being a financial success. Accompanying Sternberg were team president Matt Silverman and senior vice presidents Michael Kalt and Mark Fernandez, who made a comprehensive presentation about why staying at Tropicana Field would hamstring the organization financially. They also touted what the Rays have done in the community and on the field to highlight why the organization is frustrated with its attendance. Not only have the Rays contributed in the community, they have taken care of business on the field. Unfortunately, that has not translated to winning at the box office.   The Rays ranked 26th in attendance in 2008, 23rd in '09, 22nd in '10, 29th in '11 and 30th in '12, which the club attributes to Tropicana Field being too far from the demographic and business center of Tampa, Fla. Coming to light during the organization's presentation was that just 300 season-ticket accounts originate in St. Petersburg.   MLB released a statement on Thursday expressing disappointment in the Rays' attendance.   \"The Commissioner has had conversations with Stuart Sternberg and is disappointed with the current situation in the Tampa Bay market,\" MLB said in a release. \"The status quo is simply not sustainable. The Rays have been a model organization, averaging nearly 92 wins per year since 2008 and participating in the postseason three times, including their inaugural World Series in 2008. Their .565 winning percentage over the last five years is second among all American League clubs and third in all of Major League Baseball. Last year, the 30 Major League clubs averaged nearly 2.5 million in total attendance; the Rays, who finished with a 90-72 record, drew 1,559,681, which ranked last in the game. The club is an eager contributor to worthy causes in the Tampa and St. Petersburg communities and takes pride in meeting the social responsibilities that come with being a Major League franchise. We are hopeful that the market will respond in kind to a club that has done a marvelous job on and off the field.\"   One county commissioner asked Sternberg if he felt the Tampa Bay community could again get back in the good graces of Major League Baseball. Sternberg answered:   \"The one thing baseball has never seen before is a team winning like this and doing it in the right way -- excitement, young players, all the kinds of things to be proud of -- and not see a big sort of movement behind it. If there's some movement going forward, in a sense that there's a plan in place [that would help].\"   The Rays signed a lease through 2027, and they are bound to an agreement that prohibits them from negotiating or discussing specific stadium alternatives.   According to the Rays, no solution for the team's problems can be found until they're allowed to explore other stadium options. The Rays requested an amendment to their lease that would allow them to discuss other locations in Hillsborough County, but that request was denied by St. Petersburg Mayor Bill Foster, who hasn't backed down in his insistence that the Rays play out their contract.   Sternberg and Foster have not had an in-depth conversation since last year. The Mayor was on hand for part of Thursday's meeting, but he had to leave due to another commitment. However, he did leave an invitation to Sternberg to meet with him at his office on Thursday morning.   Kalt said what the Rays are pushing for is to \"get under the hood of this and understand what is the right place in region.\"   \"What is the ideal place to make the investment of time and money and resources, not just for us but the community at large to insure the long-term survival of Major League Baseball for 50-100 years, as Stu talks about,\" Kalt said.   \"These facts are not a knock on the area. It certainly doesn't diminish the contributions that were made by the residents of Pinellas County and the citizens of St. Pete in putting their hearts and their money in bringing baseball here. ... And it absolutely doesn't indicate a lack of appreciation for our fans.\" Bill Chastain is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Chastain"
}
