{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/41248140\/upton-brothers-parents-glad-to-see-sons-together\/",
    "title": "Upton brothers' parents glad to see sons together",
    "subtitle": "",
    "body": "ATLANTA -- When Manny Upton was at Turner Field for his son B.J. Upton's introductory news conference in November, he playfully told a media member to tell Braves general manager Frank Wren to trade for his other son. At the time, it seemed to be a wish that was too good to be true. But with the assistance of patience and diligence, Wren was able to surprise even himself last week when he added yet another Upton to his reconstructed outfield. Wren completed this task late Wednesday night, when he acquired Justin Upton and Chris Johnson from the D-backs in exchange for Martin Prado, Randall Delgado and three Minor League prospects -- Zeke Spruill, Nick Ahmed and Brandon Drury. \"It was a total shock for me,\" said Yvonne Upton, who is the proud mother of B.J. and Justin. \"I'm just glad it happened.\" Upton's parents just happened to be visiting his Phoenix residence last week when he learned that he had been traded to the Braves, who signed his older brother, B.J., to a franchise-record five-year, $75.25 million contract in November. Now, the Braves' outfield consists of Jason Heyward and the two Upton brothers. \"Even now, it's just hard to believe that they are playing together,\" Manny Upton said. \"Opening Day is going to be very special this year. The good thing is we're going to be in one place, and we won't have to decide where we have to go for Opening Day. We had alternated the past few years. It's nice.\" Over the past few years, the Uptons have had to split time between watching B.J. play for the Rays and Justin play for the D-backs. Now, they have the satisfaction of knowing their sons will play together in Atlanta for at least the next three seasons. \"It's been a conversation every Christmas, with B.J. saying, 'I sure hope me and my brother get to play together,'\" Manny Upton said. \"They were trying to figure out when they could be a free agent at the same time, so that they could go to the same place. It was real. It was a very serious conversation the last three years at home.\" When the trade was announced last week, Upton said that as a freshman in high school, he had played on one team with his brother, who was a senior at the time. But his mother is taking the firm belief that this will be the first time her sons have ever been part of the same team. \"Justin was always there, and you would have thought he was on the team,\" Yvonne Upton said. \"But he wasn't. He might have been dressed in the uniform. But he was never on the team. So they never played together.\" Manny Upton provided his own explanation. \"Justin always hung around the field all the time,\" the proud father said. \"He was a baseball rat. If B.J. was going to hit, Justin might have been too small, but he was going to get in there and get some swings. He was on the team, but he didn't play. That team had [Mark] Reynolds and [Ryan] Zimmerman and [David] Wright. That team wasn't one where he could play as a ninth-grader. But he was there. If they say he was on the team, he was on the team.\" As Justin Upton addressed the Atlanta media on Tuesday afternoon, he made his mother laugh when he indicated that he and his brother do not spend much time trading verbal jabs. \"When [Justin] got up there and said we never talk trash, I was like, 'Right,'\" Yvonne Upton said. \"I hear it all the time. We always hear the American League and National League thing. Oh, the American League is this, and the National League is this. But now, they're together.\" Though their ultimate team goals will now be the same, the Uptons are not likely to lose that brotherly competitiveness that they have displayed while talking on the phone or taking advantage of their time together at home during the offseason. \"It won't be a clash,\" Manny Upton said. \"But it will be where it will be competitive. When they come home for Christmas, somebody has to have bragging rights at the house. It will be fun. I'm looking forward to it.\"  Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
