{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/41249230\/texas-rangers-mitch-moreland-craig-gentry-focused-on-what-they-control\/",
    "title": "Moreland, Gentry focused on what they control",
    "subtitle": "",
    "body": "NORTH RICHLAND HILLS, Tex. -- The events of the Rangers' tumultuous offseason swirl around first baseman Mitch Moreland and outfielder Craig Gentry. They know the news, the rumors and gossip, but profess to not being affected by it all. Both insist they are going about their business as usual in trying to get ready for the season. \"I try not to worry about it,\" Gentry said at the Rangers' winter caravan stop on Tuesday night. \"It's hard not to look at it once in a while. It's my career, stuff like that affects me, but it's out of my control. I try not to think about it.\" \"I'm planning to do what I can to put myself in a position to help the team,\" Moreland said. \"I'm working hard in all aspects to get ready to go.\" In approximately two weeks, they will be in Spring Training. Moreland comes into camp as the Rangers' starting first baseman. Gentry comes into camp competing with Leonys Martin for the starting center-field job. There have been times in the offseason where that seemed in doubt for both. Moreland's job appeared in jeopardy because the Rangers talked about moving Ian Kinsler to first base as a way to get rookie infielder Jurickson Profar into the lineup. Profar would have been the Rangers' starting second baseman and Moreland probably would have been left with a reserve role unless he was traded. The Rangers have decided against that move. Kinsler will stay at second, Moreland is still at first and Profar may end up at Triple-A. \"It's good,\" Moreland said. \"It helps to walk in every day and see your name in the lineup. I know what I'm capable of doing.\" Rangers general manager Jon Daniels said the club wants to see what Moreland can do for a full season. They haven't had that opportunity yet. Moreland, who was called up to the Major Leagues midway through the 2010 season, was hampered by a wrist injury in 2011 and a strained left hamstring muscle cost him five weeks on the disabled list last season. Moreland ended up playing in just 114 games and hitting .275 with 15 home runs, 50 RBIs and a .468 slugging percentage. Moreland, a left-handed hitter, also had just 46 at-bats against left-handers, hitting .239 with three home runs and nine RBIs against them. Over the past three seasons, Moreland has an .803 OPS against right-handers and a .621 OPS against left-handers. He is trying to fight the perception that he needs to sit when there is a left-hander on the mound. To do so, he has been hitting regularly off left-handed pitching this winter while working out at home in Mississippi. Moreland has a buddy who was a left-handed pitcher in college. He hits off him about three times a week. \"I haven't had many at-bats against left-handers the past few years, so I felt I needed to work on it,\" Moreland said. \"It has been good. I feel comfortable. I'm doing everything I can to put myself in a good spot going into the spring.\" Gentry fights the same perception as a right-hander hitter, which is why one plausible scenario is he could end up in a platoon with the left-handed-hitting Martin. Gentry, whose best assets are his speed and defensive ability, hit .343 in 99 at-bats against left-handed pitchers last season and .277 against right-handers. By midseason, he was sitting against both as the Rangers went with a regular outfield of David Murphy in left, Josh Hamilton in center and Nelson Cruz in right. Hamilton is gone, having signed as a free agent with the Angels. Murphy is anchored in left with Cruz in right, leaving Gentry and Martin as the leading contenders to play center. Then there is Michael Bourn, a proven All-Star center fielder who is still a free agent. The Rangers showed at least some interest in Bourn earlier in the offseason but have since backed off. Right now, Daniels has said that the Rangers plan to go into Spring Training with what they have, which means Martin and Gentry fighting it out in center field this spring. \"I don't know much,\" Gentry said. \"I'm just trying to take care of my business, and hopefully it will work out.\" Gentry will report to Spring Training with the goal of being the Rangers' everyday center fielder. \"That's how I approach every spring,\" Gentry said. \"I'm still in the same situation. I have to keep fighting and do the work I need to do. Sooner or later, I'll get my chance.\"  T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
