{
    "url": "http:\/\/m.mlb.com\/news\/article\/41211412\/cespedes-aiming-to-grow-in-sophomore-season\/",
    "title": "Cespedes aiming to grow in sophomore season",
    "subtitle": "",
    "body": "OAKLAND -- It's hard to envision a better rookie campaign than the one Yoenis Cespedes put together for the A's in 2012.  But the outfielder believes his sophomore season has the potential to trump it, so long as he remains healthy -- an issue he encountered last year by way of a handful of nagging injuries.  Cespedes, limited to 129 games, worked to remedy the problem this winter by engaging in more stretching and flexibility exercises with his trainers near his offseason home in Miami. \"Last season, when the season went along, I started stretching a lot,\" Cespedes said through a translator at FanFest on Sunday. \"I learned to do this because I had never played that many games before. I did a lot of stuff to try and improve and avoid injuries.\"   In Cuba, the regular season spans just 90 games. Moreover, many of them are \"lopsided,\" Cespedes explained, so \"I didn't have to play as strong as I did all year long. That was a big difference.\"   \"He's very much aware of his own body, and maybe the one thing he didn't know coming into last season was what a workload it would be going from 90 games to 162,\" manager Bob Melvin said. \"At the end of the season he was on fumes, but wouldn't be denied. He was going out there every day knowing he'd have to play hurt. He has the recognition to know things he can do to combat that.\"   Through it all, the 27-year-old Cespedes managed to post a team-leading .292 average with 23 home runs and 82 RBIs in his first year in the United States. He also led the A's in slugging percentage (.505).   \"His talent's pretty scary,\" general manager Billy Beane said. \"I'm not sure I've ever seen a player improve at the rate he did last year. It wouldn't surprise me if he takes it to a higher level this year. It's just about keeping him on the field, and if we can do that, there's no doubt he can improve.\"   What exactly does Cespedes hope to improve upon?   \"Everything,\" he responded.",
    "author": ""
}
