{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/41252666\/angels-hire-omar-vizquel-as-infield-instructor\/",
    "title": "Angels hire Vizquel as infield instructor",
    "subtitle": "Defensive whiz retired in 2012 with 11 Gold Gloves in 24 seasons",
    "body": "ANAHEIM -- Legendary shortstop Omar Vizquel has his first post-playing job -- with the Angels, as their new roving infield instructor. \"It's a great presence that he brings,\" Angels general manager Jerry Dipoto said, \"and it comes from his accomplishments -- a long career that we believe culminates in the Hall of Fame. We're thrilled to have him.\" Dipoto and Vizquel go back to their time together with the Indians in 1994 and even a stint of winter ball in Vizquel's native Venezuela. But the hiring, which was finalized Tuesday, was mainly the inspiration of roving hitting instructor Paul Sorrento -- who played alongside Vizquel for two years in Cleveland, resides in the same city (Seattle) and reached out to him recently about starting his coaching trek in the Angels' farm system. Last year, Vizquel spent the season as a 45-year-old reserve infielder with the Blue Jays and spoke openly about one day becoming a Major League manager. This, at least, is a start. \"He was gung ho; he was all for it,\" Dipoto said. \"We're fortunate to have him. I feel like this is the start of a next great career for Omar Vizquel, and we're glad he's doing it as an Angel. We're pretty pumped about him being involved.\" Vizquel takes over the role previously held by Dick Schofield, whose contract wasn't renewed. Vizquel essentially teams up with a more experienced Bobby Knoop, the 74-year-old ex-Angels infielder who was previously brought back as a special assignment infield coach. Knoop is expected to oversee while Vizquel will be more hands-on. It will start at Major League camp in Tempe, Ariz., around mid-February. Vizquel will switch to the Minor League side around early March, then bounce around the Angels affiliates when the season begins. And he'll bring Hall of Fame credentials with him: 11 Gold Gloves, three All-Star Game appearances and 2,877 hits in a career that spanned 24 seasons. \"Omar had the best timing, or internal clock, of any infielder I ever watched,\" Dipoto said. \"I don't know if he can pass on the internal clock, but he can pass on a lot of the little tips and nuances, and at the end of the day, we feel like he's the type of guy who can really go in and make a difference in a young player's career. And I'm excited to see where he goes with it.\" Earlier this offseason, the Angels also added ex-Red Sox coach Tim Bogar (as Double-A manager), former All-Star pitcher Mike Hampton (Double-A pitching coach), veteran center fielder Ernie Young (Double-A hitting coach) and veteran infielder Denny Hocking (rookie-level Tempe). Gary DiSarcina, the former Angels shortstop who was promoted to Dipoto's assistant, took a job as the Red Sox's Triple-A manager in December. The Angels are expected to announce their new skipper for rookie-level Orem within the next couple days. Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
