{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/41215094\/larry-beinfest-assesses-state-of-marlins-as-camp-nears\/",
    "title": "Beinfest assesses state of Marlins as camp nears",
    "subtitle": "",
    "body": "MIAMI -- For all of the changes the Marlins have made, one basic principle remains the same. \"Our expectation is, we're going to play good baseball,\" president of baseball operations Larry Beinfest said on Saturday on the \"Marlins Insider\" radio show. Hosted by Miami radio play-by-play announcer Glenn Geffner, \"Marlins Insider\" airs each Saturday on AM 790 and FM 104.3, and the show is streamed at www.marlins.com\/insidershow. The biggest key to the team's success, Beinfest believes, is pitching. \"If our pitching produces the way we think it can, right from the outset, I think we're going to be OK,\" he said. \"But we're going to go as our pitching goes.\" After finishing last in the National League East for two straight years, the Marlins opted to move in another direction. They've overhauled the roster and are now building around mostly young, inexperienced talent. First-year manager Mike Redmond and his staff are being asked to teach and develop players at the big league level. With change comes uncertainty. In terms of evaluating exactly where the team is, Beinfest admitted that the organization won't be entirely sure until Spring Training begins. Pitchers and catchers open workouts on Feb. 12 at Roger Dean Stadium in Jupiter, Fla. Full-squad practices start on Feb. 15. \"We need to get on the field,\" Beinfest said. \"We need to see what we have.\" Giancarlo Stanton and Logan Morrison are the only position players returning from the 2012 Opening Day starting lineup. And Morrison, who is recovering from surgery on his right knee and who will be switching from left field to first base, is being eased back; he is not expected to be running until about a week into Spring Training. From the rotation that opened 2012, only Ricky Nolasco is back. \"We have so many new faces that we need to really take a breath, get our new manager and new coaching staff in place, and watch these guys every day,\" Beinfest said. \"Things are continually on the go. There are going to be roster changes along the way, whether it's players coming from the outside or players graduating from the inside. This is a work in progress.\" Miami's biggest offseason move was its 12-player trade with Toronto on Nov. 19, when Josh Johnson, Mark Buehrle, Jose Reyes, Emilio Bonifacio and John Buck were sent to the Blue Jays for seven players, mostly prospects. Of the incoming group, shortstop Adeiny Hechavarria, right-hander Henderson Alvarez and catcher Jeff Mathis are expected to be on the Opening Day roster. The other four are likely headed to the Minors. Not only will the Marlins be getting a first look at the players from the big trade in Spring Training, they will be seeing such new players as Nathan Eovaldi, Jacob Turner and Rob Brantly for the first time. Eovaldi was acquired on July 25 from the Dodgers in the Hanley Ramirez deal, and Turner and Brantly were obtained from the Tigers on July 23 as part of the Anibal Sanchez\/Omar Infante deal. \"I think we need to be realistic about where we're at,\" Beinfest said. \"I'm not sure we even know exactly where we're at until we get on the field.\" Spring Training also will be a time for the Marlins to further evaluate their top two prospects, outfielder Christian Yelich and right-hander Jose Fernandez. Yelich and Fernandez helped lead Class A Jupiter finish as runner-up in the Florida State League championship in 2012, Both are expected to start the year at Double-A Jacksonville, but both have a chance to make their MLB debuts sometime in 2013. \"We're going to be keeping an eye on them almost as much as what's going on in the big leagues, so that we can figure out the timetable for all this good young talent to come together as one,\" Beinfest said. \"We have some very, very key pieces who are going to be at Double-A or higher. It will be real interesting to see how quickly they can come and join some of the young talent that we've assembled the last eight months.\"  Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
