{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/41215544\/blue-jays-step-to-the-front-of-al-east-pack\/",
    "title": "Blue Jays step to the front of AL East pack",
    "subtitle": "Offseason overhaul raises expectations in wide-open division",
    "body": "TORONTO -- The dynamics of the American League East have changed, and it's the Blue Jays that are now leading the charge in a division that is more wide open than ever before. Toronto transformed itself this offseason from an afterthought into the odds-on favorite to win the World Series, according to Las Vegas bookmakers. That would have been unheard of just a couple of years ago, but the balance of power in the AL East appears to be in a state of flux. General manager Alex Anthopoulos saw a window of opportunity to win, and with the support of his ownership group, the club decided to go all-in. Chances like this don't come around very often, and while nothing is guaranteed, it was a shot Anthopoulos felt he had to take. \"There have been a lot of clubs that have made a lot of moves in the offseason and they haven't made the playoffs,\" Anthopoulos said recently in an effort to downplay the expectations. \"We made the club better talent-wise. People need to stay healthy, have good seasons and come together, but we have given ourselves a better chance to be a much better club.\" Anthopoulos headed into this offseason with the clear goal of acquiring a pair of starting pitchers. In just one move, he was able not only to accomplish that task but also exceed it with some surprising upgrades. The blockbuster trade with Miami secured the starters Anthopoulos was looking for in Josh Johnson and Mark Buehrle. The icing on the cake came with the additions of All-Star shortstop Jose Reyes and valuable utility man Emilio Bonifacio. The revamped rotation was somewhat expected -- and definitely required -- but the upgrades to the lineup took everything to the next level. The Blue Jays then decided that if they improved the club that much in just one trade, there wasn't any point in stopping there and potentially falling short of the postseason. Soon the likes of Melky Cabrera and R.A. Dickey would be added to the mix for a team that now just doesn't hope to make the postseason -- it expects to. \"This is probably the season I have been most excited about since my rookie year, going to big league camp for the first time,\" right fielder Jose Bautista recently said. \"It's going to be a lot of fun. It's hard to put into words how we feel as players going into a season knowing how good our chances are of winning.\" With Boston in the middle of a rebuilding plan and New York suddenly strapped for cash, there's renewed optimism in the city of Toronto. Here's a look at how the Blue Jays' offseason compared to that of their division rivals: New York Key additions: 1B\/3B Kevin Youkilis Key losses: RHP Rafael Soriano, OF Nick Swisher, C Russell Martin What it all means: The days of New York spending money with reckless abandon appear to be over -- at least for now. The Yankees are attempting to get under the luxury tax threshold by the end of 2013, and as a result, they didn't make a major splash on the free-agent market this year. The club instead opted to let some of its top talent walk away at the end of the season while signing others to short-team deals. The loss of Soriano will be offset by the return of closer Mariano Rivera from a serious knee injury. New York also hopes a healthy Brett Gardner will help replace some of the value lost when Swisher signed a lucrative multiyear deal with the Indians. The club was unable to find a suitable replacement for Martin, though, and Francisco Cervelli will now be tasked with an increased workload. Youkilis represents the lone key addition. He is a career .269 hitter with 16 homers and 53 RBIs in 111 games against the Blue Jays and is battle tested in the AL East. That production should help cover the injury to Alex Rodriguez, but with an aging squad, a spot in the postseason is no longer guaranteed. Boston Key additions: C\/1B Mike Napoli, OF Shane Victorino, DH\/OF Jonny Gomes, SS Stephen Drew, RHP Ryan Dempster, RHP Joel Hanrahan Key losses: OF Cody Ross, 1B James Loney, RHP Daisuke Matsuzaka What it all means: The Red Sox were one of the most aggressive teams this offseason, but it remains to be seen just how long their rebuilding plan will take to implement. Napoli, Victorino and Gomes filled clear voids, but there are plenty of question marks surrounding Boston's starting rotation. Any chance of success ultimately will come down to Jon Lester and Clay Buchholz. The two promising pitchers are coming off disastrous 2012 campaigns and will need to get back to their previous form for this club to have any shot at the postseason. Napoli has enjoyed a decent amount of success against the Blue Jays over the years, as evidenced by his 11 homers and .890 OPS in 43 games. Dempster has appeared in just three games against Toronto while posting a 5.27 ERA in 13 2\/3 innings. Toronto won't be sad to see Ross leave -- he has a career .301 average and .926 OPS in 21 games against the franchise. Tampa Bay Key additions: SS Yunel Escobar, 1B James Loney, OF Wil Myers Key losses: OF B.J. Upton, RHP James Shields, 1B Carlos Pena What it all means: The Rays continued their creative ways this offseason by unloading No. 2 starter James Shields to Kansas City for a series of top prospects. The move could lead to a small step back in 2013, but there's no question it will help the cash-strapped organization continue its winning ways in the long term. The loss of Upton was expected but still hurts as the club will be hard pressed to replace his contributions at the plate. Escobar, who is coming off a disappointing and controversial 2012 season in Toronto, still has the ability to be one of the best shortstops in the game when he's motivated and focused. He could prove to be one of the most underrated pickups of the offseason. Tampa Bay also should have enough young pitching to fill in for Shields without too much difficulty, but his absence at the front of the rotation will still be felt. Shields owns a career 11-5 record with a 3.24 ERA and 123 strikeouts in 147 1\/3 innings against the Blue Jays. Baltimore Key additions: None. Key losses: None. What it all means: The Orioles remained surprisingly quiet this offseason after taking a big step forward in 2012. The club didn't lose any key players to free agency but also declined to make an aggressive move to make the club better. Baltimore instead will hope it can get back to the postseason on the heels of an emerging young core group of players and one of the best bullpens in the game. A full season of rookie phenom Manny Machado should help in that quest, while this could be the year right-hander Zach Britton makes the next step. The problem is the O's could be in line for a big step back. Baltimore finished the 2012 campaign with a 29-9 record in one-run games and at one point won 16 consecutive extra-innings games, which was one short of the Major League record. If similar situations occur in 2013, it's hard to imagine the Orioles can pull off that type of winning percentage again. Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
