{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/41215558\/phillies-bring-back-chad-durbin-with-one-year-deal\/",
    "title": "Phillies bring back Durbin with one-year deal",
    "subtitle": "",
    "body": "PHILADELPHIA -- The Phillies are bringing back a familiar face to fortify their bullpen. The Phils announced on Tuesday that they've agreed with right-hander Chad Durbin on a one-year deal that includes a club option for 2014. ESPN.com reported Durbin will make $1.1 million this season, with a potential $350,000 in incentives. \"It gives us some depth,\" general manager Ruben Amaro Jr. said. \"He was a guy who was out there at a very good price and still available late in the [offseason]. He loved Philadelphia and liked being in Philly, and we're hoping to get something done in the next 24 hours or so. … Veteran guy and a quality guy, and he can give us something that the young guys may not be able to give us and that's experience.\" Durbin, 35, pitched for the Phillies from 2008-10, helping to solidify the middle innings. Durbin went 4-1 with a 3.10 ERA in 76 appearances last season with the Braves. He had a 2.33 ERA from April 18 through the end of the regular season, and recorded a 0.83 ERA in 28 appearances against National League East teams. Durbin is expected to join a bullpen that includes closer Jonathan Papelbon, setup man Mike Adams and left-hander Antonio Bastardo. His arrival means that there likely will be three jobs available in the bullpen, which should make for an interesting competition in Spring Training. The Phils obviously hope that Durbin will help them on the mound, but they also might welcome his positive presence and potential influence on the team's younger relievers. Durbin was popular in the clubhouse during his three seasons in Philadelphia, and known as a good guy who fit in seamlessly with fellow relievers Brad Lidge, Ryan Madson, J.C. Romero and Scott Eyre. Durbin went 11-7 with a 3.62 ERA in his three seasons with the Phillies.  Todd Zolecki is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Todd Zolecki"
}
