{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/41215548\/dodgers-to-launch-network-with-time-warner-tv-deal\/",
    "title": "Dodgers to launch network with Time Warner TV deal",
    "subtitle": "",
    "body": "LOS ANGELES -- The Dodgers and Time Warner Cable on Monday announced a cable television rights partnership that creates a new regional sports network, SportsNet LA, controlled by American Media Productions, a club subsidiary. Terms of the deal were not announced, but media reports have speculated that it could be worth between $7 billion to $8 billion over 20 to 25 years. The deal does not include a Spanish-language channel. The team's current rights deal with FOX pays about $40 million annually. The new deal, which begins for the 2014 season, would be worth at least $280 million annually, a windfall that was anticipated by new owners Guggenheim Partners when they bought the club from Frank McCourt last May for a record $2.15 billion. \"We concluded last year that the best way to give our fans what they want -- more content and more Dodger baseball -- was to launch our own network,\" Dodgers chairman Mark Walter said in a release. \"The creation of AMP will provide substantial financial resources over the coming years for the Dodgers to build on their storied legacy and bring a World Championship home to Los Angeles. Just as we are actively transforming the team and the stadium, we want the Dodgers to be exhibited on the very best sports network in the country -- one that will provide an unrivaled fan experience.\"  \"We are greatly pleased that Time Warner Cable, the largest distributor in the marketplace, has come aboard to support the Dodgers and SportsNet LA as our charter distributor,\" said Todd Boehly, a Dodgers partner as well as principal owner of AMP. \"Their presence in Los Angeles will be invaluable in helping us serve Dodger fans and our community with excellence.\" Time Warner Cable will be SportsNet LA's charter distributor, and will carry the new network for its customers throughout Southern California and Hawaii, it was announced. In addition, in return for agreeing to make payments over the life of the deal, TWC will be the exclusive advertising and affiliate sales agent for the new network and will have certain branding and programming rights with respect to the network. TWC will also provide certain non-game production and technical services to AMP.  \"The launch of the new regional sports network is a historic development for the Dodgers and our passionate fans,\" Dodgers president\/CEO Stan Kasten said in a statement. \"Our commitment from day one has been to build the Dodgers into the best team possible, both on and off the field. Our fans deserve the best -- the best players, the best baseball, and the best experience -- whether that's at the newly renovated Dodger Stadium or on television.\"    \"Our mission is to have the most fan-friendly sports programming, and we welcome ideas and suggestions from our Dodger Community. We look forward to sharing updates with fans in the coming months. In the meantime, we remain very excited about the upcoming 2013 season where we will be showcasing our incredible new roster and the many enhancements to Dodger Stadium, as well as continuing our commitment to broadcast excellence with our current partners FOX Sports and KCAL 9.\"  Media rights have been at the center of the Dodgers' ownership saga dating to 1997, when Peter O'Malley ended his family's 50-year stewardship by selling to FOX, which wanted the club to provide game programming for its new cable channel, Prime Ticket.  In 2004, tired of the business but determined to retain the programming, FOX sold the club for $430 million to an undercapitalized McCourt, who essentially gave up the TV rights for 10 years as a down payment.  Last year, McCourt negotiated a 17-year, $3 billion deal for the future TV rights, a deal that did not gain the approval of Major League Baseball Commissioner Bud Selig. The Dodgers landed in bankruptcy court and eventually were sold to Guggenheim Baseball Partners for $2.15 billion. The Dodgers-TWC deal still needs approval by MLB. According to media reports, its announcement has been delayed while the Dodgers and MLB discuss how much of it is subject to revenue sharing. Nonetheless, the anticipated leap in broadcasting revenues has fueled Guggenheim's spending spree on players and stadium upgrades. The current cable contract, which runs through the 2013 season, gave FOX an exclusive 45-day window at the end of the 2012 season to negotiate an extension. The Dodgers and FOX reportedly agreed to a $6 billion deal, but it was not finalized as the club and MLB debated how much of it would be subject to revenue sharing. Meanwhile, the exclusive window expired and Time Warner Cable escalated the bidding. Time Warner Cable now adds the Dodgers to a local sports stable that includes the Lakers, who signed a 20-year deal for $3 billion.    Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
