{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/41215722\/bernie-pleskoff-astros-robbie-grossman-a-gritty-prospect\/",
    "title": "Gritty Grossman might develop some power",
    "subtitle": "",
    "body": "This is a wonderful time to be a prospect in the Houston Astros organization. The club continues to be in transition. The impetus for the change began with new ownership. Houston's division, uniforms, front-office staff and the culture of the organization is in transition. Veterans were traded to stock the club with prospects that will compete for spots on the 25-man roster. Opportunities await. It's a fresh start. A foundation is being built that may take time to bear fruit, but a plan is in place. Once again, patience may well be the operative mantra. It's exciting. And challenging. In July, veteran pitcher Wandy Rodriguez was traded to the Pirates for young prospects. Left-handed pitchers Colton Cain and Rudy Owens and switch-hitting outfielder Robbie Grossman were obtained by the Astros. Grossman is a sturdy 6-foot, 205-pound 23-year-old from Cypress-Fairbanks High School in Texas. The Pirates selected Grossman out of high school with their sixth-round pick in the 2008 First-Year Player Draft. Had teams not been concerned that he was going to attend the University of Texas, Grossman may have been selected sooner in the Draft. Instead of attending college, Grossman signed a contract and began his career with the Pirates' Rookie League team. He played five games in 2008 and went to the plate 21 times. Grossman hit only .188, but it was impossible to reach conclusions with such a small sample size. Beginning the following season, Grossman showed a very good eye at the plate. His ability as a switch-hitter with excellent speed and a very quick first step out of the batter's box provided a hint that he could be a valuable leadoff-type hitter. Grossman has completed parts of five Minor League seasons. Last year, he hit .267 when he finished his season with Houston's Double-A Corpus Christi team in the Texas League. It's no coincidence that Grossman's career Minor League batting average is .267, covering 2,311 plate appearances. He has been extremely consistent. I watched Grossman play in the 2011 Arizona Fall League. His appearance in the desert followed the best year of his career. Repeating a season at Class A Bradenton, Grossman put together a 2011 campaign that included a .294 batting average, 13 home runs and 56 RBIs. He also stole 24 bases and was caught stealing 10 times. Like many scouts, I look at patience at the plate and an ability to take pitches as a sign of maturity. In 2011, Grossman walked 104 times in 616 plate appearances. However, he showed he could make the proper adjustments and be selective at the plate. In the AFL, Grossman really made scouts take notice. Not only did he show an ability to get on base by working a walk, he flashed some interesting power. Grossman hit .375 with seven home runs, five doubles and 22 RBIs in 104 at-bats. He also walked 20 times. Grossman played with high energy. He made things happen. Grossman was among the league leaders in several categories. Every time I looked up, it seemed he was on base, and that's not surprising considering his .472 on-base percentage. Grossman played 22 games in right field and one in left. He made only one error in 41 chances. Late in the AFL season, Grossman broke his right hamate bone. Based upon the strength of his regular season and his outstanding performance in the AFL, expectations for Grossman's 2012 season escalated. However, his hand injury may have impacted his year. Grossman was assigned to Double-A Altoona by the Pirates and moved to Corpus Christi after the trade. He walked 27 fewer times in 39 fewer plate appearances compared to 2011. Grossman's strikeouts increased. But he had jumped a level to Double-A. Other than his good plate discipline, speed, energy and emerging power, there is an intangible to Grossman that is intriguing: He plays with grit. He gets his uniform dirty. Grossman reminds me of former big league outfielder Brian Giles. Maybe a Giles \"light\" edition. Giles played at 5-foot-11, 195 pounds. Unlike the switch-hitting Grossman, Giles was strictly a left-handed hitter. His power increased during his career, as he hit 16 home runs in 1998 with the Indians and 39 in '99 with the Pirates. Giles could also steal bases. I believe Grossman can have a similar type of career path and skill refinement as Giles. Grossman is a natural right-handed hitter. But when I saw him in the AFL, he hit all seven home runs left-handed. Grossman's batting average against lefties was .357. Against right-handed pitching, he hit .382. Defensively, Grossman is a good enough athlete and has enough raw speed to play anywhere in the outfield. However, I like him best as a left fielder. Grossman has average arm strength with good accuracy. He still needs some work seeing the ball off the bat and reacting at a quicker speed. Grossman might profile for some as a fourth outfielder. I think he can play every day. I think Grossman is a Major League-average hitter with raw power that will translate to pure power as he matures. His speed will win some games. His effort and intensity will open some eyes. Grossman is a player who just might sneak his way onto the Astros' roster at some point this season. If not this year, soon. Bernie Pleskoff has served as a professional scout for the Houston Astros and Seattle Mariners. Follow @BerniePleskoff on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bernie Plesoff"
}
