{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/41219324\/seattle-mariners-jesus-montero-ready-to-build-on-experience\/",
    "title": "Montero ready to build on experience of rookie year",
    "subtitle": "",
    "body": "SEATTLE -- For all the talk about new additions and increased veteran leadership, the biggest improvement for the 2013 Mariners might well lie with the progress of their returning youngsters. And tops on that list figures to be Jesus Montero, the 23-year-old catcher who received mixed reviews in his rookie season last year. Montero, one of the top position prospects in baseball when he was acquired by trade from the Yankees for pitcher Michael Pineda prior to the 2012 season, hit .260 with 15 home runs and 62 RBIs in 135 games in his first full year in the big leagues. Now 23, he returned to Mariners FanFest over the weekend with a renewed confidence and the promise of some improvement in his speed after spending the offseason in Venezuela working on his running form. \"I feel great. I feel comfortable,\" Montero said. \"Last year, I came here and I was like, 'What's going on? I don't know anything.' Now I know a little bit, I know what's going to happen. And I feel great because with the fans, I like to spend time with them.\" A record 17,952 fans attended the two-day festival at Safeco Field, breaking the previous high of 17,299 in 2010 and shattering the 2012 mark of 9,774. During a break in FanFest activities, Montero said his offseason in Venezuela was built around one specific goal. \"I spent a lot of time running and working on my techniques about running,\" he said. \"That's what I did. I ran a lot and I learned how to run. Because last year ... you know I'm slow, but I want to run a little better and gain a little more speed and all that. So that's what I did, just run.\" Montero said he worked with a running specialist from Venezuela, as well as an instructor the Mariners sent to help him after observing his upright, awkward style in his first year in Seattle. So does he feel faster now? \"I feel good,\" Montero said with a smile. \"I'm learning how to run a little more beautiful, a little better, you know?\" The Mariners don't expect miracles there, but they would like to see a little better speed and running form from a youngster who figures to bolster the middle of their lineup for years to come. They'd also like to see continued development behind the plate, where Montero made solid strides last year, but still has much room to grow. Manager Eric Wedge spent several days with Montero last week, talking about catching and what will be expected this year. The Mariners let veteran Miguel Olivo go and traded John Jaso, so Montero is the only catcher on the 40-man roster at the moment. That will likely change soon as they pursue a free-agent veteran to provide some depth. Seattle also signed veteran Ronny Paulino to a Minor League deal last week, and top prospect Mike Zunino will be in camp, in addition to Minor Leaguers Jesus Sucre and John Hicks. But without question, Montero will take on a bigger defensive role after catching 56 games last year and spending 78 as the designated hitter. Any thoughts of Montero transitioning to more of a first-base role went out the window with the acquisition of Kendrys Morales -- as well as Michael Morse and Raul Ibanez -- to push Justin Smoak. The team is flush with first-base prospects, but thin behind the plate. So Wedge made Montero's task crystal clear heading into camp, which opens with pitchers and catchers reporting on Feb. 12 in Peoria, Ariz. \"He told me to just be ready,\" Montero said. \"Be ready for Spring Training, Be ready for the season. He told me I'm going to catch a lot this year, so just be prepared. They've given me a lot of confidence. I still have to work hard and do my job. But it's been good. I feel real happy to be here again. I can't wait for the season to start.\" Wedge, a former catcher, knows Montero needs work to be the full-time backstop. But the manager doesn't buy into the notion that Montero isn't cut out for the position. He's said from the start that it's just going to take time, as with any youngster behind the plate. \"It's more on the mental than the physical side of things,\" Wedge said. \"I don't have any doubt he can handle it from a talent perspective, that he can handle the role fundamentally. But being so young and inexperienced, the mental grind, we ask a great deal of our catchers here. And then the physical grind that goes along with it, that's pretty real. \"But he knows he's coming here to catch. It'll ultimately be my decision in regard to how much he does catch, but we're going to ask him to catch as much as we feel he can, to go out there and perform the way he's capable of performing. We'll leave it at that right now.\" Montero says he's ready for the challenge. \"I'm preparing myself to catch every day,\" he said. \"Everybody knows sometimes I get tired. Everybody gets tired. But you just try to do your best all the time. I'm going to try to be behind home plate every single time.\" He said that first extended opportunity in the Majors last year provided something that cannot be duplicated. \"Experience,\" said Montero. \"Knowing the league. Being in the big leagues, it's not easy. But I know a lot now. I know how it's going to be this year.\" And what does he know about the Mariners as a team? \"It's going to be a lot better, with the fences and all this that they're doing,\" he said, nodding around Safeco Field. \"We've got better hitters now, we've got veterans now that are going to get mad because a young guy did this or that. It's going to be a lot better.\" Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
