{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/41186088\/members-of-series-champs-reminisce-at-soxfest\/",
    "title": "Members of Series champs reminisce at SoxFest",
    "subtitle": "Konerko, Crede, Dye, Rowand reflect on importance of chemistry in breeding success",
    "body": "CHICAGO -- Paul Konerko remembers leaving Arizona during the spring of 2005 with the White Sox getting little to no publicity as a threat to contend. But as Konerko and his teammates assessed their club, they realized they had a pretty good team. The 25 men also got along well in and away from the clubhouse, and while some outsiders may question if chemistry breeds success, the only White Sox team to be crowned World Series champions in the past 95 years believes its was key. The camaraderie among Konerko, Joe Crede, Jermaine Dye and Aaron Rowand was on display Saturday at SoxFest at the Palmer House Hilton in downtown Chicago, where the four members of the 2005 World Series championship team reminisced about that magical season. \"The chemistry was really good from the get-go and it just got better as it went,\" Konerko said. \"All the guys on the team, everybody fit in. ... You don't see that so much on other teams.\" When teams stretch during batting practice, they're usually split into separate groups, with starting pitchers in one outfield corner, relievers in the other and position players near the dugout. That was never the case for the 2005 White Sox, Rowand said, who added he believes winning stems from chemistry. \"When we would go to dinner and stuff as a team, you couldn't sit there and understand what Juan Uribe or Freddy Garcia were saying, but they were out there with us every night,\" said Rowand, drawing laughter from the standing-room only crowd. \"That team came together as a group and you could tell from Game 1.\" The four players also took questions from fans. The first was a fan who wanted to know the truth: Did Dye really get hit by that pitch in Game 2 of the World Series, which set up Konerko's grand slam?   As for that grand slam, Konerko described it as a \"blur,\" and said he doesn't remember much of anything from rounding the bases.  Pitching and timely hitting were the biggest parts of that White Sox squad, Konerko said, while Dye cited Chicago's success in one-run games -- a record of 35-19. Although the White Sox knew they were good when they left Spring Training, and eventually proved it to the tune of 99 wins, the playoffs are a different animal. But once Chicago thumped the Red Sox, 14-2, in Game 1 of the American League Division Series, Rowand said, \"it just kind of took off from there.\" The White Sox went 11-1 in the postseason, losing only once to the Angels in the AL Championship Series, and Konerko said he knew early on that the Fall Classic would be over fairly quickly. \"I can remember Game 1 of the World Series and I'm playing first and one guy from Houston gets to first base and goes, 'Hey, nice job getting here, congratulations,' and he starts going on and on about the pregame stuff and how this is great,'\" Konerko said. \"I'm thinking to myself, 'All we've got to do is play and we've got these guys.'\" While Konerko still is with the White Sox, the others have left the game. Back issues forced Crede into retirement in 2009. While the former third baseman said his back is still troublesome and he'll likely never again swing a bat, he said he has no regrets. Rowand is having fun coaching his son's baseball team and being a dad, something he missed while playing until 2011. Dye, the World Series MVP that year, turns 39 on Monday and said he weekly starts the car he was awarded for being named MVP. He said the car only has 10,000 miles on it, but \"every time I walk through the garage I look at it and it reminds me of all the memories in '05.\" On Saturday, Dye, Konerko, Crede, Rowand and White Sox fans were able to relive a few of those together. Cash Kruth is a reporter for MLB.com. Follow him on Twitter at @cashkruth. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Cash Kruth"
}
