{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/41191348\/washington-nationals-danny-espinosa-says-hes-dealing-with-torn-rotator-cuff\/",
    "title": "Espinosa says he's dealing with torn rotator cuff",
    "subtitle": "Second baseman played through September and playoffs with injury",
    "body": "WASHINGTON -- Nationals second baseman Danny Espinosa revealed Saturday during NatsFest that he currently has a torn rotator cuff in his left shoulder, an injury that he played with during the month of September and the postseason. The injury didn't help Espinosa's struggles from the left side of the plate, although Espinosa said he was hampered from both sides of the plate. \"The second half of the season was going really well for me, personally. I really thought I was contributing to the team. But to see how I finished up was disappointing,\" Espinosa said. \"My strikeouts went way up [the last month]. I couldn't hit left-handed, I couldn't hit right-handed. It was just disappointing to me.\" Espinosa didn't have surgery, but he spent the offseason rehabbing the shoulder and is expected to be ready for Spring Training. Espinosa hurt the shoulder on Sept. 8 while making a diving play against the Marlins. It was originally diagnosed as a bruise, but after the season ended, he still felt the shoulder wasn't right. So he went home to see Dr. Lewis Yocum in California, and it was revealed that he had a torn rotator cuff. Espinosa didn't swing a bat until Jan. 1. \"I knew something was wrong. The cortisone shot [took care of it for a little while],\" Espinosa said. \"But everyone kept asking me if the shoulder was OK. I'm not going to come out and say, 'Yeah, it hurts.' I'm just playing through the pain. I knew something was wrong. I didn't know what was wrong. ... But there was pain. I didn't want to pull myself out not knowing what was wrong. If I knew what was wrong, that would have been a different story. If I knew it was torn, I probably would have taken myself out. I probably would have felt I was useless.\" Espinosa said if he had surgery, he would have missed two months of the regular season. He avoided surgery by rehabbing the shoulder all offseason. \"I was disappointed to find out what was wrong,\" Espinosa said. \"Now that I have gone through all my rehab, I feel great. Now that I can swing, the swing feels awesome, better than it had before. ... I didn't have surgery. ... I rehabbed it fully. I feel strong now.\" Espinosa believes the injury will not get any worse once Spring Training starts. \"You have to have surgery to fix the rotator cuff, but it's rehabbing everything else around it,\" Espinosa said. \"I did that really well. My trainer has done a great job. She has worked really hard. I've gotten to where I want to be. My shoulder feels strong. I feel great now.\" Despite the injury, Espinosa played in a career-high 160 games last season, hitting .247 with 17 home runs, 56 RBIs and a career-high 189 strikeouts. Espinosa expects those numbers to improve now that his shoulder is much better. \"This last week, I started regular batting practice and the swing feels great. It feels better than it did,\" Espinosa said. \"I'm really confident in my swing right now -- maybe it is because I have the confidence that my shoulder is all right. But I do feel really good.\" Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
