{
    "url": "http:\/\/m.mlb.com\/news\/article\/41192624\/storen-excited-about-nationals-bullpen-depth\/",
    "title": "Storen excited about Nationals' bullpen depth",
    "subtitle": "",
    "body": "WASHINGTON – Nationals reliever Drew Storen didn't look or sound like an angry man on Saturday afternoon. He was having fun at NatsFest, and talked about how great it was to see so many fans at the Walter E. Washington Convention Center.  \"This is incredible,\" Storen said. \"Going to the Nats Caravan a couple of years ago and seeing the difference right now and the excitement level -- the new faces -- there are a lot of new faces here,\" Storen said. \"You are already excited for Spring Training. You see the people out here with all the Nats gear. It's pretty special.\"  However, Storen did say he was taken off guard when he learned that the Nationals signed Rafael Soriano to a two-year, $28 million contract. The move means that Soriano will be the closer, while Storen and Tyler Clippard will be the setup men. Last year, Storen spent the first half of the season on the disabled list because of bone spurs in his right elbow. When he returned to action after the All-Star break, he was a setup man before reclaiming the closer role in September.   Storen found out about Soriano while looking at Twitter. He then called Clippard to tell him the news.   \"It kind of caught me off guard, but there is no doubt that he will make the team better. You can't argue with that,\" Storen said. \"Our bullpen is night and day better than anybody else. We are excited. We have a lot of depth down there. We will be able to piggy back those starters. We have a great starting staff. You can't argue with what is going on down there.\"   While he ended the 2012 season as the closer, Storen was involved in a heartbreaking loss that ended the Nationals' season. In Game 5 of the National League Division Series, Washington had a 7-5 lead over the Cardinals heading into the top of the ninth inning. As the inning began, the Nats had plastic wrap around their lockers, as it looked like there would be a champagne celebration. But that was not the case, as the Cardinals scored four runs against Storen.   Storen was one strike away from getting David Freese for the final out, but Freese walked. Daniel Descalso came to the plate, and on the first pitch, he singled off the glove of shortstop Ian Desmond, scoring Carlos Beltran and Adron Chambers to tie the game.   Manager Davey Johnson then elected to pitch to Pete Kozma, rather than walk him to get to pitcher Jason Motte. Kozma singled to right field to send home Freese and Descalso to put the Cards on top.   After the heartbreak loss, Storen didn't sulk for long. He spent a few days in Washington, did some traveling with Clippard, and then worked hard to rectify what happened in Game 5.   \"You have to treat that situation like any other game. You have to move on,\" Storen said. \"It's tougher because you didn't have a game to kind of fix it. So that is why you look at Game 6 as my workout this offseason. That's probably the excitement for this year. I'm looking forward to correct that situation. ... I take pride in having a short-term memory and moving on. So that was all part of it.\"   Nats fans proved they have short-terms memories as well, giving Storen a standing ovation during a Q&A session at NatsFest.   \"That's pretty incredible about the amount of support that I have received. That's what makes DC special,\" Storen said. \"You have those fans that care. They are excited for this year, too.\" Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the time. He also could be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
