{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/41195178\/mariners-fanfest-stirs-anticipation-for-spring-training\/",
    "title": "FanFest stirs anticipation for Spring Training",
    "subtitle": "Two-day event offers glimpse at Safeco Field's new outfield dimensions",
    "body": "SEATTLE -- The weather was typical Northwest winter -- overcast and chilly -- but with the Safeco Field roof closed overhead and an enthusiastic crowd looking forward to baseball, you could almost feel spring in the air Saturday at the opening day of Mariners FanFest. Almost. \"I've got like four layers on,\" said a bundled-up closer Tom Wilhelmsen, who left temperatures in the mid-70s in Arizona to come up for the weekend. \"It's not my first time here. I'm staying warm.\" \"This is like postseason weather right here,\" said outfielder Casper Wells, \"so I'm trying to get used to it because that's where I'm expecting to be sometime soon.\" There was plenty of anticipation in the cool air as the Mariners made some moves this offseason to beef up their offense. Some of that was visible in the construction under way as the outfield wall at Safeco Field is being moved in. But the biggest difference for the Mariners figures to be in a lineup that added some veteran punch to the middle of the order, with Michael Morse, Kendrys Morales, Raul Ibanez and Jason Bay added via trades and free-agent signings. The 11 Mariners players who attended Saturday's FanFest all spoke glowingly of the potential. \"Obviously there are some great additions on the team,\" said center fielder Franklin Gutierrez. \"I'm very excited. I think we're ready to win right now and I just want to be part of it.\" \"Even if we didn't change the fences, we were going to have a better offensive club to begin with this year,\" said outfielder Michael Saunders. \"We brought in some veterans we can stick immediately into the middle of our lineup, which is going to help the younger guys and take a lot of pressure off us. With or without the fences, we were going to have better numbers. But certainly with the fences moving in, it'll be a better offensive season at Safeco.\" In addition to having players talk and sign autographs, the 15th-annual event features a new zip-line ride over the right-field grass and a chance for fans to run the bases, play catch in the outfield, pose for a picture while \"Felixing\" in front of the perfect-game scoreboard and tour the clubhouses and dugouts. More than 9,200 fans attended Saturday's activities. The two-day event concludes with Sunday's 11 a.m. to 4 p.m. session, with the same group of current players available as well as retired stars Edgar Martinez and Jay Buhner, manager Eric Wedge and general manager Jack Zduriencik. With just 16 days until pitchers and catchers report in Peoria, Ariz., the buzz definitely has begun building for baseball fans in the Northwest. \"This is my first time here at FanFest,\" Wilhelmsen said. \"It's great. Even with the cold, there's still a bunch of people here. They're obviously showing how excited they are for this upcoming season, which in turn makes us that much more excited.\" \"Being here makes you feel like the season is already starting,\" said pitcher Blake Beavan, \"so it's definitely exciting.\" Beavan was sporting a thick new beard and shortstop Brendan Ryan was minus his familiar mustache, which he said went away when he got married over the offseason. Everyone has spent the offseason working on something, with catcher Jesus Montero devoting time specifically to speed work with a running coach in Venezuela. \"Just learning how to run and look beautiful,\" he said with a smile. \"I'm never going to be fast, but I feel a little better.\" Montero is one of several youngsters the club is building around. Third baseman Kyle Seager said having a full year in the Majors now will make a world of difference for much of the core group. \"If you look at everybody, we all have at least a year under our belt now and were able to grow,\" said Seager, who led the Mariners with 20 home runs and 86 RBIs last year. \"When you add the veterans we brought in, some real impact hitters to put in the order, it's definitely exciting.\" Ryan, a defensive stalwart at shortstop, is among those most pumped up about the influx of offensive talent and veteran leadership. He saw youngsters like Dustin Ackley and Justin Smoak fighting through things last year and feels established hitters like Ibanez, Morales and Morse will be a huge benefit on and off the field. \"I want to say the sky's the limit with that,\" Ryan said. \"I think Raul has a lot of responsibility coming in because there's a lot expected of him, and not just in uniform. And some of these guys don't even have to say anything. Adding a lot of experience is going to be great for everyone. \"We're still a young team, obviously,\" he said. \"But it's just another opportunity to pick some great minds. There are experiences to learn and draw from with those guys and it can only make us better.\" Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
