{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/41206612\/rotation-dominates-talk-at-brewers-on-deck\/",
    "title": "Rotation dominates talk at 'Brewers On Deck'",
    "subtitle": "",
    "body": "MILWAUKEE -- Last year, fans packed \"Brewers On Deck\" brimming with the optimism generated by a team's deep postseason run in 2011 and the promise of an experienced starting rotation returning intact for 2012. This year, despite snowy, icy weather, the convention floor was just as packed -- with the crowd of 11,722 coming within 400 fans of last year's record. But left fielder Ryan Braun sensed a difference. \"There's far more unknowns than we had last year, just because of a lack of experience with our starting pitchers,\" Braun said. \"Last year, obviously, with [Zack] Greinke, with [Shaun] Marcum, there were guys that had longer track records. This year, there's guys who are more inexperienced, but are very talented. \"It's a different feeling, but I know I'm excited. Everybody in here is certainly excited about the depth we have with starting pitching in our organization.\" The Brewers focused mostly on rebuilding their bullpen this winter, but the focus of Sunday's event was squarely on a starting rotation that features Yovani Gallardo and a slew of questions: Can Marco Estrada step up as a No. 2? Can Chris Narveson rebound from shoulder surgery? Can Wily Peralta, Mark Rogers and Mike Fiers cut it over a full Major League season? And most of all -- can this combination of starters win the National League Central? \"Certainly, we can,\" manager Ron Roenicke said. \"It's going to be tough. There's some good teams in our division.\" Said Braun: \"The talent's there.\" In terms of the starting rotation, the talent consists of six primary competitors, plus two prospects likely to begin the year at Triple-A. Barring some setback, Gallardo is a lock for his fourth-consecutive Opening Day start. Roenicke confirmed Sunday that he's counting on Estrada to be No. 2. Narveson, who was cleared Sunday morning by head team physician William Raasch, has a leg up on another spot if he's healthy, and would be the Brewers' lone lefty starter. That leaves the kids: Fiers, Rogers and Peralta. Fiers, 27, has the most Major League experience. Rogers, who turns 27 on Wednesday, is a former No. 1 Draft pick and the only one of the trio without Minor League options. Peralta, 23, is considered to possess the highest ceiling. \"Peralta has a huge upside,\" Roenicke said. \"If he pitches like he did a few of those games last year, he's got a huge upside.\" Ditto for the two prospects likely to head to the Minors as insurance -- Tyler Thornburg, MLB.com's top Brewers prospect, and Hiram Burgos, last year's Brewers Minor League pitcher of the year. So, the Brewers face some spring choices. \"One of the things we can measure is, how many of these guys are being asked about in trades? The answer is all of them,\" principal owner Mark Attanasio said. \"So if other teams, including winning teams, want these guys, why don't [we] use them? ... I'm excited to see how they all do.\" Before committing to that strategy, the Brewers did make a play for free-agent veteran Ryan Dempster. But when he signed with Boston, Attanasio and general manager Doug Melvin committed to the idea of filling the rotation from within. One intriguing free agent remains available: Former Cardinals right-hander Kyle Lohse. But he would require an even more significant investment than Dempster's two-year, $26 million deal with the Red Sox, and would also cost the Brewers' first-round Draft pick. As for other free agents, the Brewers simply decided they were not worth the high cost. \"We did learn in 2009 and '10, we filled payroll, and it didn't work,\" Attanasio said. \"Had the right player come in [this winter], we would have spent the money, but we're not going to say, 'OK, we don't have that player, let's just go spend that $10 million on another player. It has to fit with what we're trying to do.\" The idea of staying in-house for starters was first floated by Melvin three days after the season ended, when he pointed to the success enjoyed by the underdog Oakland A's, who won the American League West with one of baseball's youngest pitching staffs. The A's were 29-13 over their final 42 games, best in the AL. The Brewers led the NL over the same stretch with an identical 29-13 mark. \"And we did that with a lot of young pitching,\" Melvin said. \"We were encouraged by that. The challenge is now to do it over the marathon.\" Fiers sounded ready to give it a run. \"When you've got three guys that don't even have a full year, there's always going to be talk of experience and things of that sort,\" he said. \"But these guys can pitch. I think it's going to be an exciting year.\" Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
