{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/41167118\/on-clear-path-reds-top-prospect-billy-hamilton-ready-for-first-spring-training-camp\/",
    "title": "On clear path, Hamilton ready for first full camp",
    "subtitle": "A top draw on Reds Caravan, club's top prospect could start 2014 in Majors",
    "body": "CINCINNATI -- Billy Hamilton has yet to steal a base in the Majors, or even have a plate appearance. But it doesn't matter on the Reds Caravan, where Hamilton is a featured attraction on the Western leg. The Reds' top prospect, and now a newly converted center fielder, went on the road in 2012 as well and found people were excited to see him. And that's when he was still playing Class A ball. \"Last year on caravan, I didn't know what to expect. I was a little nervous,\" Hamilton said. \"This year, I have a sense of what they expect. I feel more comfortable around people.\" What those people along the road likely realize, as should Hamilton, is that his path to the Major Leagues could not be any clearer. While not quite an express route, things could move pretty quickly for the 22-year-old if everything continues to fall into place like it already has. During this offseason, the organization had Hamilton convert from his natural shortstop position to work in center field in the Arizona Fall League. Cincinnati's incumbent center fielder -- Drew Stubbs -- is gone. Stubbs was traded to the Indians in December to acquire Shin-Soo Choo as the team's new leadoff hitter and center fielder. Eligible for free agency next winter, Choo is widely expected to move on after only one season in a Reds uniform. That makes the idea of Hamilton leading off and playing center field to begin 2014 very realistic. \"I am just going to play my game. It's their decision,\" Hamilton said. \"I don't look at stuff like that. Choo is a great player. We'll see what happens.\" Last season, Hamilton's speed became a national phenomenon as he stole a professional baseball record 155 bases. Combined between Class A Bakersfield and Double-A Pensacola, he batted .311 with a .410 on-base percentage and 112 runs scored in 132 games. The buzz is sure to grow as Reds fans get a closer look at Hamilton during Spring Training, where he will be in big league camp for the first time as a non-roster player. He's made cameos in a few Cactus League games when summoned from Minor League camp. That won't be the same as being in the clubhouse and always working out with the likes of Joey Votto, Brandon Phillips, Jay Bruce and Choo. \"This is going to be awesome. The last couple of years, I've gotten a chance to go over there every now and then,\" Hamilton said. \"This is going to be full time. I am looking forward to being around all of the guys and having a good time with them, and learning a bunch of stuff from them -- not just my teammates, but all the other teams. I'm pretty sure I will get advice from all of them. That's the main thing, just get around the older guys that know the game.\" There are few expectations that Hamilton will be on the Reds' Opening Day roster, especially with only 50 games at the Double-A level. It's widely expected he could begin 2013 there or at Triple-A Louisville, where he could very well spend most of the season if his development continues to go well. The Reds told Hamilton to work on his bunting skills, which he said he did during the Fall League. \"That's the main thing,\" Hamilton said. \"My job as a leadoff hitter is to get on base any way I can. I feel like bunting could be a big part of my game, so I took it to another level.\" When Hamilton eventually rises to the top level, where he could turn Major League basepaths into a personal running track, he will really get to see how he stacks up against more experienced competition. \"I'm ready to just see how my talent from the Minor Leagues does in the big leagues and if it carries over,\" Hamilton said. \"I have the confidence I will be good up there. I'm looking forward to it.\" Mark Sheldon is a reporter for MLB.com. Read his blog, Mark My Word, and follow him on Twitter @m_sheldon. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Sheldon"
}
