{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/41168210\/celebrities-dodgers-unite-for-don-mattinglys-charity-event\/",
    "title": "Celebrities, Dodgers unite for Mattingly's charity event",
    "subtitle": "",
    "body": "LOS ANGELES -- Neither wind nor rain nor Southern California freeway traffic could keep a standing-room-only crowd from attending Don Mattingly's inaugural charity fundraiser Thursday night. The \"Night of Entertainment,\" held at the Sports Museum of Los Angeles in partnership between Mattingly Baseball Charities and the Dodgers Dream Foundation, was hosted by entertainer and longtime Dodgers fan George Lopez and included performances by Ben Gleib, Josh Wolf and Hall of Fame humorist Tommy Lasorda. It also included the presence of many from Mattingly's roster -- Clayton Kershaw, Andre Ethier, Adrian Gonzalez, Kenley Jansen, Luis Cruz, Javy Guerra, Shawn Tolleson and coaches Tim Wallach, Mark McGwire and Steve Yeager. Add to that team executives such as Stan Kasten, Ned Colletti and Don Newcombe and Mattingly was able to pull off a successful event in spite of the challenges presented by the weather.  All proceeds from the fundraiser go to provide underprivileged youth, those in the greatest of need, with equipment to support baseball-related activities.  \"This is our first attempt to give something back to the community of Los Angeles,\" said Mattingly. \"To be able to partner with the Dodgers Dream Foundation and George Lopez, to have a lot of fun and raise money for kids, it's the right thing to do, the natural thing to do.  \"We want to give equipment to kids in areas that need the most help, introduce them to the game of baseball and everything you learn along the way. There are so many lessons to be learned from the game.\"  Lopez, a frequent attendee of Dodgers games, said he was happy to participate.  \"We have the best franchise in baseball,\" said Lopez. \"When somebody whose nickname is Donnie Baseball [asks], it's hard to say no. You know, it's a little dangerous coming to this part of L.A., so you know these people are really supporting their team.  \"Baseball meant so much to us as kids. To promote baseball and keep kids interested in baseball and be outside instead of inside attached to the computer, that's something I support. I enjoy going to Dodger Stadium more than I ever have. I can't wait for the season to start. When they tease you about how much you spend and your commitment to winning, like the Yankees, that's a good thing.\"  Gonzalez agreed.  \"When Donnie gave me a call, it sounded awesome and something I definitely wouldn't miss,\" he said. \"Anything I can do for the city of L.A., it's always great. Donnie's a great person and I'm happy to be here. We feel we have to do this as players; it's part of giving back. So much is given to us, to give back some is the least we can do. When I was a kid, I always looked up to people in this world. I want to be a good example. I have a lot of fun at these events.\" Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
