{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/41168936\/the-royals-claimed-catcher-george-kottaras-off-waivers-from-oakland\/",
    "title": "Royals claim catcher Kottaras off waivers",
    "subtitle": "Infielder Abreu designated for assignment to clear roster spot",
    "body": "KANSAS CITY -- Just like you can't enough pitching, the Royals apparently believe you can't have too many catchers. The Royals claimed catcher George Kottaras off outright waivers from the Oakland Athletics on Friday, giving them seven catchers on their Spring Training roster.  Kottaras becomes the third catcher on the 40-man roster, joining Salvador Perez and Brett Hayes. To make room on the roster, infielder Tony Abreu was designated for assignment.  There are four non-roster catchers scheduled to be in camp -- Adam Moore, Manny Pina, Max Ramirez and Julio Rodriguez. Other Minor League catchers probably will be added later to help handle the 34 pitchers on the spring roster.  Kottaras, 29, started last season with the Brewers and was acquired by the A's in a July 29 swap for pitcher Fautino De Los Santos. For the two clubs, Kottaras played 85 games with nine home runs and 31 RBIs and a .211 average. He had six of those homers and 19 RBIs in just 27 games down the stretch for the A's.  A left-handed hitter, Kottaras was in the postseason with the Brewers in 2011 and the A's in 2012. He's also played for the Red Sox and has a career average of .220, 24 homers and 84 RBIs in 249 Major League games.  Kottaras, from Scarborough, Ontario, went to Connors State Junior College in Oklahoma and was on the 2004 Greek Olympic team. For the Brewers, he hit for the cycle on Sept. 3, 2011, at Houston. In 2006, while in the Padres' organization, he was in the All-Star Futures Game.  Abreu, 28, batted .257 in 22 games last year for the Royals and was expected to battle for a backup infield job this year. Dick Kaegel is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Dick Kaegel"
}
