{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/41168974\/cardinals-counting-on-production-from-outfielders\/",
    "title": "Cardinals counting on production from outfielders",
    "subtitle": "Club anticipates Beltran, Holliday and Jay to perform while monitoring durability",
    "body": "ST. LOUIS --  This is the fourth of a seven-part Around the Horn series that takes a position-by-position look at the Cardinals' projected starters and other options heading into Spring Training. Up next: outfielders.  Expectations will be high for the Cardinals’ outfielders in 2013, largely because they set the bar there last season. And, barring injury, the unit returns unchanged. Right fielder Carlos Beltran enters the final year of a two-year contract he signed in December 2011. In left field, Matt Holliday remains a fixture. And in between the pair of perennial All-Stars will be Jon Jay, who, since Colby Rasmus’ departure in July 2011, has established himself as a capable everyday center fielder. The Cardinals’ outfielders -- led primarily by these three -- finished in the National League only behind the Rockies with a .287 batting average. The unit ranked first among all NL outfields with a .361 on-base percentage, second in RBIs (269) and third in slugging percentage (.458) and home runs (72). Such production shouldn’t wane unless, of course, injuries emerge as an issue. Beltran, Holliday and Jay, to varying degrees, all dealt with nagging health issues in 2012. Jay missed the most playing time, as a shoulder injury he sustained running into the wall lingered and then landed him on the disabled list for nearly six weeks. Holliday nursed on-and-off back tightness. Beltran needed regular rest as maintenance for his oft-achy knees. As it pertains to keeping, in particular, his corner outfielders healthy, manager Mike Matheny has been adamant about his intentions to sit Holliday and Beltran as much as he sees necessary to prevent against a late-season breakdown. Matheny can expect some pushback from both on that issue. “As a ballplayer, I don’t like days off,” said Beltran, who hit .269 with 97 RBIs and a team-best 32 home runs last year. “I feel like when I get a day off, there’s nothing I can contribute. …Sometimes I went to the office and tried to fight my way back into the lineup. Sometimes it worked out. Sometimes it didn’t work out. He communicated well with me last year, so I really appreciate that from Mike. Hopefully, this year we can have the same plan.” “I’m never going to ask out,” added Holliday. “If I can play, I’m going to play. It’s my job. If I’m not in the lineup, that’s his decision. If I can play, I’m going to tell him I can play. … If that’s something that Mike wants to do, I’m sure we’ll talk about it. But that’s not the way I look at things. I never want to plan for taking time off. It’s my job. It’s what I enjoy doing.” Holliday downplayed last year’s back pain when asked about it last weekend, though it did, at times, have a noticeable effect on his swing. Even still, he finished the year with a club-high 102 RBIs and will be slotted back into the No. 3 hole of the lineup again in 2013. The Cardinals don’t have the same durability issues with Jay, who impressed particularly on defense last season. Though defensive metrics didn’t necessarily substantiate the calls for Jay to be strongly considered for his first Gold Glove, he was a steady presence between Holliday and Beltran. As a part of the offense, Jay proved versatile. He made 52 starts in the leadoff spot, another 38 hitting second and 15 as the team’s eight-hole hitter. Where Jay, a .300 hitter in his three seasons with the Cardinals, will slot into the order in 2013 will depend largely upon the health of Rafael Furcal. Having Matt Carpenter on the roster will give the Cardinals the flexibility to be a bit more liberal in sitting both Beltran and Holliday for preventative reasons. Carpenter can play either corner outfield spot. Allen Craig could also slide into a corner outfield role if the team finds itself needing more of a long-term fill-in. Shane Robinson and Adron Chambers remain on the team’s 40-man roster as backup options in center field. Chambers said last weekend that he sees this as an especially critical season in his young career. “I think this is their year to decide whether they want to keep me or not,” said Chambers, who enters 2013 with 62 career Major League at-bats. “I say every year is a big year, but this is probably the biggest of them all. It’s going to be an interesting one. I can say that much.” The most intriguing outfielder in the Cardinals’ system, though, isn’t any of those listed above. Rather, it is 20-year-old Oscar Taveras, who will get a chance to make his impression as a non-roster invite to Spring Training. While Taveras is expected to begin the year in Triple-A, he is widely considered to be the club’s most exciting prospect in years. Taveras led the Cardinals’ Minor League system in hits (153), doubles (37), home runs (23), RBIs (94) and slugging percentage (.572) in 2012. He helped lead Double-A Springfield (Mo.) to a Texas League championship, as well. “Every level he’s been at, he’s won,” general manager John Mozeliak said of the reigning Texas League Player of the Year. “Every level he’s at, he’s basically been named Player of the Year. Getting him into Major League camp and watching him compete, he’s probably going to get a lot of opportunities given our current roster. Everybody is looking forward to that, including our Major League staff.” Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
