{
    "url": "http:\/\/m.mlb.com\/news\/article\/41169322\/marlins-offer-former-nfl-qb-pat-white-a-minors-deal\/",
    "title": "Marlins offer former QB White a Minors deal",
    "subtitle": "",
    "body": "MIAMI -- In his brief tenure with the Miami Dolphins, Pat White ran the Wildcat formation.  Perhaps this spring, the former NFL quarterback could be playing outfield in the Marlins' Minor League system. Miami has offered the 26-year-old a Minor League contract. If accepted, it would not include an invitation to big league camp. The club did not confirm the offer.  Whether White's heart is in baseball is an issue. According to South Florida newspaper reports, White's preference is to resurrect his NFL career. Baseball may be a fallback plan. White is getting his name out to NFL scouts this week during workouts for the Senior Bowl, which is taking place in Mobile, Ala.   \"I know that I can still do it,\" White told the Palm Beach Post. \"I just want to come out here, shake hands, show my face and let coaches know that I'm interested.\"   A running quarterback at West Virginia, White was the Dolphins' second-round pick in 2009. Along with being a talented football player, he also was a standout outfielder at Daphne (Ala.) High School. A left-handed hitter, White batted .487 with 28 steals as a senior. In '04, he was selected in the fourth round by the Angels in the First-Year Player Draft. Instead of accepting a six-figure signing bonus to play baseball, White attended West Virginia. He was also selected by the Halos in the '07 Draft, the Reds in the '08 Draft and the Yankees in the '09 Draft.   The Dolphins used the 44th overall pick in 2009 to take White, who was a situational running quarterback in the Wildcat formation. He was waived by Miami before the 2010 NFL season.   White signed a Minor League contract with the Royals in 2010, but he never played in a game in their system. Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
