{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/41169896\/book-details-highs-lows-of-terry-franconas-tenure-with-red-sox\/",
    "title": "Book details highs, lows of Francona's tenure",
    "subtitle": "",
    "body": "BOSTON -- For anyone who followed the Red Sox closely from 2004-11, Terry Francona's new book is not only a must read, but it is a fascinating and entertaining look into the daily life on Yawkey Way during that memorable time period. The 343-page book -- titled \"Francona: The Red Sox Years\" -- was written by Boston Globe columnist Dan Shaughnessy, with full access from co-author Francona, and published by Houghton Mifflin Harcourt. The book is full of nuggets that Sox fans -- and even media members who follow the team on an everyday basis -- weren't privy to during perhaps the most memorable eight-year run in team history. While there was plenty of publicity from the Sports Illustrated excerpt that highlighted some of Francona's gripes with Red Sox owner John Henry, president\/CEO Larry Lucchino and chairman Tom Werner, the book involves so much more for avid Sox fans to chew on. When Werner was asked about the excerpt via email last week, he responded, \"We had unbelievable success together for many years, and now our focus is on 2013.\" Henry and Lucchino have not yet commented on the book. In essence, it is a chronicle of all the highs and lows Francona -- who now manages the Cleveland Indians -- experienced during his time as manager of the Red Sox. There are glimpses of his relationships with the players -- good and bad. And in most cases, Shaughnessy's thorough reporting includes perspective from the players, executives or owners Francona was speaking about. While Francona always went out of his way to protect mercurial slugger Manny Ramirez during their time together, he sheds raw light on their dealings at various points of the book. During Francona's initial days as manager of the Red Sox in 2004, one of his biggest challenges was trying to get Ramirez on board. The left fielder was disenchanted at that time with the club, which had placed him on waivers the previous winter and then tried to trade him to the Rangers for Alex Rodriguez. \"I went up to him and introduced myself, and it wasn't good,\" Francona said. \"He wouldn't talk to me and he wouldn't shake my hand. I tried to talk to him, and he said, 'You just want me to like you.' … It's not what I expected.\" When Francona held his first team meeting, he panicked when Ramirez wasn't in the room. The manager asked David Ortiz -- who he was just getting to know -- to assist in convincing the outfielder to attend the meeting. Not only did Ramirez attend the meeting, but his mood had turned dramatically by the next day. Ramirez sidled up to Francona during a drill and draped his arm around his new manager and said, 'Papi, I'll hit third, I'll hit fourth, I don't care. I'll do whatever you want.'\" The moods of Ramirez toward the team and his manager would change several more times in the ensuing seasons. As the Red Sox made their historic comeback in the American League Championship Series against the Yankees, a ritual developed in which Kevin Millar led his teammates to do a symbolic shot of Jack Daniel's whiskey before every game. Francona confirms in the book that he didn't learn of it until he walked into the clubhouse before Game 3 of the World Series in St. Louis. \"I was laughing, thinking it was funny, and they were like, 'Hey, you've got to have one.' Well, I didn't ever think it was real,\" said Francona. That was until he took a sip. Then he went into his office and spotted general manager Theo Epstein and said, 'Theo, I wasn't here.'\" Tales of alcohol in the clubhouse weren't so charming to Francona during 2011, when pitchers would take to drinking beer in the clubhouse instead of cheering on their teammates as the season slipped away. But 2004, which the book spends plenty of time on, was a euphoric time for Francona and the Red Sox. The Red Sox won 95 games during their unsuccessful title defense in 2005, but it was a season that came with enormous challenges and frustration, particularly when Ramirez's behavior again turned for the worst in late July. Francona had originally promised Ramirez a day off in the finale of a three-game series against the Rays, but he hoped the left fielder would reschedule when Trot Nixon and some other players were injured. Ramirez stubbornly told Mills he wasn't interested in playing. Francona was honest about the situation with the media. When the team returned home to Boston, the front office had a meeting about Ramirez. Francona was incensed that Henry wanted him to make a public apology to Ramirez. \"No, John,\" Francona told the owner. \"I thought this was going to be the other way around. Are you [kidding] me?\" Francona later told Epstein, \"I'm going home. And I don't mean back to my house. I mean back to Pennsylvania.\" Epstein eventually fixed the situation, informing Henry that it wasn't appropriate for Francona to have to make an apology when Ramirez was the one in the wrong. \"I was livid that day,\" Francona said. \"I couldn't believe it. Apologizing would have buried me with the other 24 guys. I couldn't do that. I had had enough.\" One of the other treats of the book is the insight from Epstein, who did an in-depth interview with Shaughnessy in the summer of 2012. Though Sports Illustrated was first to report the Red Sox's use and reliance on a computer software program called \"Carmine,\" Epstein gives a humorous account in the book of how that name was chosen. \"We had a contest to name it,\" Epstein said. \"I nominated Carmine because it would be a play on Carmine Hose (an ancient Red Sox nickname) and it sounded like a tough guy and a hot woman, just what we want from our software. Carmine won not only because it was the best nomination, but also because I was the judge.\" There are indeed some accounts during the book when Francona gets a little annoyed by all the new-age stats and suggestions that filtered down from the baseball operations office. But the manager also expressed enthusiasm at times for such help. \"Carmine took on a life of its own with the media,\" Francona said. \"But it was a tool in our system that [someone] like me could go to, to get information right now. And it was good. It had everything in one place. It was a really concise way of looking up information.\" The World Series title of 2007 was another high point for Francona and the Red Sox, but the '08 season was every bit as stressful as '05. By late June, Ramirez had caused another crisis for Francona -- probably the worst of his time in Boston. Though the story of Ramirez pushing traveling secretary Jack McCormick to the ground before a game in Houston is well-known, it never contained the detail provided by Francona and Shaughnessy. \"It took me a few seconds to realize that this wasn't in fun,\" Francona said. \"There were not a lot of guys around when I got out there, and I saw Jack leaning against a table, kind of dazed. I grabbed Manny and said, 'What … are you doing?' I was hoping he wasn't going to hit me.\" Epstein wasn't on the trip, but Francona called him and said, \"Theo, we've got a bad problem. We've got to do something. We've got to send Manny home.\" But the organization elected not to dismiss Ramirez from the road trip and didn't suspend him. \"I knew what was going on was wrong,\" Francona said. \"It didn't sit well with me. I should have held my ground.\" Francona ultimately got his wish when Ramirez was traded at the July 31 non-waiver Trade Deadline for Jason Bay. Francona was at the airport waiting to pick up one of his kids when he got the call from Epstein that Ramirez had been traded. Francona, in his words, \"Got emotional. It hit me so hard. I lost my composure sitting there in the car, and a cop came up and asked me if I was OK, and it was embarrassing. I guess until that moment I hadn't realized that a toll the whole thing was taking on me, just going through all that.\" Without Ramirez, Francona nearly guided the Red Sox to another World Series in 2008, but they were stopped in Game 7 of the ALCS in St. Petersburg. Nobody knew it just yet, but the Red Sox were about to go in decline for the rest of Francona's time with the team. The Sox again won 95 games in 2009 and made the postseason as the AL Wild Card, but they were swept by the Angels in the AL Division Series. In 2010, Francona began having problems with veterans who had always been his top allies. Ortiz was upset that Mike Lowell was pinch-hitting for him against lefties. Lowell was upset he was no longer playing every day. When Ortiz got pinch-hit for in Toronto, he tore apart the runway. Ultimately, the slugger would start to repair his relationship with his manager, but it was a sign of mounting tension for Francona. The idea heading into the 2011 season was that the Red Sox could possibly have their best season during the Francona years. Epstein, mindful of ownership's desire for improved television ratings and more star power, traded for Adrian Gonzalez and signed Carl Crawford. \"As good as people thought we were going to be, I thought we were going to be better,\" Francona said. But an 0-6 start was an omen for that season. Francona thinks that the loss of veteran coaches like Mills -- who had departed to manage the Astros -- and John Farrell (the pitching coach who left after the 2010 season to manage the Blue Jays) played a role in the team failing to live up to expectations. Even though the 2011 Red Sox got blistering hot in the middle of that season -- going 82-41 during a four-month stretch -- Francona could tell all along that things didn't feel right. \"I was worried about it all year,\" Francona said. \"Somebody would strike out and go look at video instead of staying on the bench. We had a lot of guys who wanted to play every day. David was in a contract year. [Kevin Youkilis] got hurt. There was just a lot of frustration with a lot of things. Without the voices of the coaches and veteran players, I was doing a lot more of that work, and the players were like, 'Man, where is this coming from?' It catches up with you.\" Even when Francona had the team rent out a function room for a fantasy football draft in early September in Toronto, he could tell his team wasn't right. \"[Bench coach] DeMarlo [Hale] and I were looking around the room and I thought, 'These guys just don't like each other like they used to.' It was a different atmosphere. You could tell the guys weren't as close as the teams we'd had in the past,\" Francona said. \"Guys were starting to think about themselves. It was a concern. I took a lot of pride in having teams that got mad if we lost, not if they went 0-for-4.\" The manager's worst fears were realized the night of Sept. 28, when the Red Sox imploded in their season finale at Baltimore to complete a 7-20 September. Boston became the first team in history to hold a nine-game lead in September and not make it to the postseason. Though Francona's job security was hardly mentioned during the 2011 season, he swiftly parted ways with the club on Sept. 30, two days after the painful loss at Camden Yards. Francona sensed the owners didn't want him back. The owners wanted Francona to take the weekend to think about what he wanted to do. Epstein felt that if Francona did come back, he needed to commit to having a \"new voice.\" Francona sensed the owners didn't want him back, and ultimately, Francona opted to take the decision out of their hands, though he is convinced he would have been relieved of his duties anyway. He also suggests that Epstein told him as much. The owners remained adamant in the book that no decision had been made. The night Francona left the Red Sox, he took some members of the team's clubhouse staff out for a night on the town. It was there that Francona received a surprising voicemail. \"Papi, this is Manny [Ramirez]. I just wanted to give you a call. You were an okay manager. Call me back.\" That was just another in a series of surprising and fun anecdotes in Francona and Shaughnessy's book. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
