{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/41171878\/cy-young-winner-randy-jones-to-serve-as-padres-special-instructor-this-spring\/",
    "title": "Jones to help instruct Padres this spring",
    "subtitle": "",
    "body": "SAN DIEGO -- It's been over three decades since Randy Jones last slipped on a Padres uniform, which is why it will no doubt feel a little surreal when he does so again during Spring Training. But this much the 1976 Cy Young Award winner is absolutely certain of: He won't be wearing the same sized uniform he did with the team during his last season in 1980. \"No way,\" Jones said Thursday at a season ticket-holder event at Petco Park. \"You can't weigh 195 and fit into a 175-pound uniform.\" Jones, who turned 63 on Jan. 12, will join the team during Spring Training as a special instructor around March 1, which is when the Minor League players report to the team's Spring Training facility in Peoria, Ariz.  Jones was 92-105 with a 3.30 ERA over eight seasons with the Padres (1973-1980). During his Cy Young campaign, he was 22-14 with a 2.74 ERA, leading the league in games started (40), complete games (25) and innings (315 1\/3).  Jones has remained a community icon. He's essentially an ambassador with the team while also running a successful business selling his popular barbecue sauce and owning the Randy Jones All-American Grill, located in Mission Valley, not far from where he pitched for the Padres at the old Jack Murphy Stadium (now Qualcomm Stadium).  The idea of helping coach or assist the Padres isn't a new one to Jones, who has remained attached to the game through his work with the Padres as well as private pitching lessons that he has offered for over 25 years. Barry Zito of the Giants was one of his students.  \"I reached out to [manager Bud Black] last summer ... about coming to Spring Training for a few weeks and working with the pitchers,\" Jones said. \"I've always wanted to do it and felt it was a good time to do it now.  \"Earlier, when I was younger, I didn't want a [Padres] coach thinking I wanted a job. I think I'm now of the age where they know I'm not looking for a job.\"  What does Jones hope to impart to the players he works with?  \"I think all of us have the same perspective having played. I think we all say the same thing but have a different way of saying it. It might be I say something the right way to some of these kids and they can learn a little bit,\" he said.  \"It will be a lot of fun. I've done a ton of private pitching lessons and stayed close to the mechanics of the game and philosophy of it. I feel I've never lost that. I'll just try to complement whatever [pitching coach Darren Balsley] is trying to do.\"  Black said that the young pitchers in camp, on the Major League side and especially on the Minor League side, can benefit from Jones' knowledge.  \"He can give the pitchers a little something more insightful, from a guy who wasn't overpowering as a pitcher ... moving the ball around, pitching to spots, the importance of fastball command, changing speeds and saying it in a manner that maybe only Randy can do,\" Black said. \"He's very personable.\"  Pitchers and catchers report to the team's Spring Training facility Feb. 12. Position players report Feb. 15, with the first full-squad workout set for the following day.  The first exhibition game is set for Feb. 22 when the Padres face the Mariners in their annual charity game at the Peoria Sports Complex. Corey Brock is a reporter for MLB.com. Keep track of @FollowThePadres on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Corey Brock"
}
