{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/108005018\/jim-duquette-5-most-improved-teams-this-winter\/",
    "title": "5 most improved teams this winter",
    "subtitle": "",
    "body": "James Shields is the only big-name free agent still out there, and even he is probably not enough to turn the tide of an entire offseason. With that in mind, here is my ranking of the five teams that improved most this winter. 1. Padres New general manager A.J. Preller has impressed in his first 90 days on the job, improving the worst offense in MLB in 2014 by acquiring a whole new outfield, including two of the premium power hitters in the game in Matt Kemp and Justin Upton. Mix in outfielder Wil Myers and catcher Derek Norris and they should hit more than enough homers to make up for the high strikeout totals and below-average defense. 2. Red Sox The Red Sox spent almost $200 million on Pablo Sandoval and Hanley Ramirez to improve an offense that finished in the bottom third of MLB in runs scored last season. Those two All-Stars, along with the newly acquired and underrated hurlers Rick Porcello and Wade Miley should make them one of the elite teams in the American League. 3. White Sox  No team added more overall depth than the White Sox, who filled a multitude of needs after winning only 73 games, and did so while spending modestly relative to other teams. On the pitching side, they added to a staff that finished 13th in the AL in ERA by trading for Jeff Samardzija and signing closer David Robertson and lefty reliever Zach Duke. They also gave Rookie of the Year Jose Abreu some help in the lineup by signing first baseman Adam LaRoche (two years, $25 million) and outfielder Melky Cabrera (three years, $42 million) to reasonable deals. 4. Marlins The Fish signed Giancarlo Stanton to a record-setting $325 million contract extension in November, but did not stop there. They improved their defense and speed by acquiring second baseman Dee Gordon from the Dodgers and third baseman Martin Prado from the Yankees while adding some thump to complement Stanton with the signing of Michael Morse. 5. Cubs The Cubs grabbed the baseball world's attention by convincing ace lefty Jon Lester to sign with what has been one of the worst teams in MLB over the past few seasons. Beyond the high-profile signing, Chicago also bolstered its roster by signing Jason Hammel to a modest two-year, $20 million deal after trading him to Oakland over the summer, and also trading for catcher Miguel Montero and center fielder Dexter Fowler, two players who will make the Cubs much stronger up the middle. Of course, the key to the Cubs' ascent will be the development of their youngsters, and the presence of dynamic young position players such as Kris Bryant, Jorge Soler, Javier Baez and Addison Russell could make this the most fun team to watch in baseball. Jim Duquette is an analyst for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jim Duquette"
}
