{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/41171860\/braves-excitement-tempered-by-loss-of-prado\/",
    "title": "Braves' excitement tempered by loss of Prado",
    "subtitle": "",
    "body": "ATLANTA -- Some of the excitement surrounding Thursday's acquisition of Justin Upton was tempered by the reality that the beloved Martin Prado would no longer be gracing the Braves' clubhouse with his presence on a daily basis. Prado was the big chip the Braves had to include to acquire Upton and Chris Johnson in a seven-player trade with the D-backs on Thursday. \"My initial reaction was, 'We got Justin Upton, that is awesome,'\" Braves pitcher Brandon Beachy said. \"Then I saw Prado's name and it just kind of hit me that the guy who comes in here smiling and giving everybody a hug and saying hi to every single guy every day isn't going to be here. That's sad. \"It's part of it, but I don't think you ever get used to it. You go from seeing guys every day for a couple years to now seeing them a couple times a year. It's different. But then we have to give up something to get something. We definitely got something.\" In exchange for Upton and Johnson, the D-backs received Prado, right-handed pitcher Randall Delgado and three Minor League prospects -- middle infielder Nick Ahmed, corner infielder Brandon Drury and right-handed pitcher Zeke Spruill. \"We're going to miss Martin,\" manager Fredi Gonzalez said. \"He's an Atlanta Brave since Day 1. I spoke to him a few times yesterday.\" Dating back to when he signed his first professional contract in 2001, Prado established himself as a favorite among coaches, fans and players. Brian McCann has said numerous times that Prado has been his \"favorite teammate\" going back to their Minor League days. Still, as McCann and his teammates soaked in the loss of Prado, they grew excited about the reality that their friend's departure allowed for the arrival of Upton, a 25-year-old right-handed power threat who appears set to rest in the always-important third spot of the lineup. \"You've got to replace Chipper [Jones] and I think we did that with Justin Upton,\" Gonzalez said. \"I think your Nos. 3 and 4 hitters are guys you don't mix and match with. It doesn't matter who you're facing that night, your No. 3 hitter is your No. 3 hitter. I think we've got that with Justin.\" Gonzalez loved the determination and versatility that Prado brought to the lineup on a daily basis. But the veteran skipper could also quickly fall in love with the great athleticism and power Upton brings to a rather deep lineup. Since the start of the 2009 season, Upton has batted .286 with 91 home runs, 77 stolen bases, a .362 on-base percentage and a .485 slugging percentage. Milwaukee's Ryan Braun, Colorado's Carlos Gonzalez and Los Angeles' Matt Kemp are the only other Major Leaguers who have hit at least .280 with 90-plus homers and 75-plus stolen bases during this span. \"It's really exciting,\" Beachy said. \"We've got a different dynamic in the lineup.\" Gonzalez has started to construct his lineup with the idea of having the first three spots filled by Andrelton Simmons, Jason Heyward and Upton. Looking to alternate left-hander hitters and right-handed hitters when possible, he is thinking about either Freddie Freeman or McCann in the cleanup spot. This would lead to either B.J. Upton or Dan Uggla filling the fifth spot in the lineup. However it breaks down, the lineup has the chance to be one of the deepest the Braves have had over the past decade. The seventh hitter could be either Freeman, McCann, Uggla or B.J. Upton. \"It's a long lineup,\" Gonzalez said. \"If everyone's hitting on all cylinders it's going to be tough to navigate for National League pitchers against us. \"The thing that I'm excited about this team is the athleticism. You have three guys in the outfield that can hit over 20 home runs and still run, still steal some bases. Andrelton Simmons can run, steal some bases. I feel excited about that.\" Gonzalez spoke to Justin Upton via telephone on Friday afternoon. The two will be formally introduced during a news conference at Turner Field early next week. The Braves' interest in completing this trade preceded their signing of Justin's older brother B.J., who signed a five-year, $75.25 million deal in November. Gonzalez said the trade slowly materialized over the past couple of weeks. \"When all these things started to transpire, it was two weeks ago,\" Gonzalez said. \"When someone comes up and says, 'Hey, this may happen,' you go, 'OK, we'll wait and see.' But then it started heating up in the last three or four days and [general manager Frank Wren] said, 'This is happening, it's a done deal.' Now you start getting excited. You start writing down lineups and writing about stuff you can do. I just told Justin, 'I can't wait for Spring Training. I wish it started tomorrow, but we're going to have to wait.'\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
