{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/108015266\/orioles-chris-davis-discusses-his-suspension-for-the-first-time\/",
    "title": "Davis discusses his suspension for the first time",
    "subtitle": "",
    "body": "BALTIMORE -- Orioles first baseman Chris Davis wants people to know he didn't take Adderall for an edge at the plate. Davis, who spoke for nearly 10 minutes on Saturday at FanFest for the first time since he received a 25-game suspension on Sept. 12 for violating baseball's drug policy, called taking the drug \"a moment of weakness\" he deeply regrets. \"I obviously wasn't thinking about the big picture, it was a mistake that I wish I could go back and undo,\" said Davis, who was suspended because it was his second failed drug test. \"It's something that should have been addressed in the past, but obviously I didn't take the right steps.\" Davis confirmed he had previously had a therapeutic use exemption (TUE), but not in 2013 or '14. As a result of his suspension, he missed the O's entire postseason slate and will be suspended through the first game of the '15 regular season. He does have a TUE this year and said the drug isn't a performance enhancer for those who already have attention deficit\/hyperactivity disorder (ADHD). \"For me, in 2008 when I was diagnosed, it was never a baseball issue,\" Davis said of taking Adderall. \"It was an off-the-field, everyday-life thing. There were a lot of times when I was young where teachers had brought it up and kind of mentioned it, but we never really went down that road. So when I was diagnosed in 2008, I was prescribed Adderall and realized what a difference it made in my everyday life. For me, it was kind of the reason I went down that road. I was a little overwhelmed with everything that was going on last year with [my left oblique strain]. There were a lot of different things that were taking my thoughts away from baseball -- and it was a mistake that I made that I wish I could undo, but I can't. So, I just got to move forward. \"The toughest thing for me was not being there [for my teammates]. To me, the biggest thing you can do when you screw up is face the problem -- and not being able to look those guys in their eyes and tell them what had gone on [was difficult]. For them to find out the way they found out [through the media], I wasn't really happy with that. But that's kind of the way things went with the doubleheader that day. It was an early game -- and the way I found out, I wasn't able to go to the field that day, which bothered me. But I was able to come back during the postseason. I didn't want to be a distraction, I wanted to see everybody and talk to them and let them know -- one, how sorry I was; and two, that I was still behind them no matter what. And I think all of that was addressed toward the [end of the season] last year and we are going to move forward.\" As for why he didn't address the suspension earlier, Davis said he didn't want to be a distraction while the Orioles were in the playoffs. \"When I came back in October, I didn't want to take away from what the team was doing,\" said Davis. \"I didn't want it to be a sore spot that everyone was going to look at when the team was doing so well. It was more [out of] respect for my teammates and respect for the organization.\" Even without the suspension, Davis' season left much to be desired. After a career year in 2013, in which he hit 53 homers with 138 RBIs, Davis hit .196 with 26 homers and 72 RBIs in 127 games last year. \"I definitely think it was the injury,\" said Davis, who was placed on the disabled list in late April. \"Early on in the season, I was hurt -- I was trying to play through it -- and I really didn't realize how much of an impact it had on me until this offseason, until I had time to recover and start hitting again, and feel the difference between the beginning of last year and now. It's an injury you can't really prevent. At the time, I continued to play -- and I wasn't the same player.\" Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Facebook and Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
