{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/108020874\/freddie-freeman-excited-about-road-ahead-for-atlanta-braves\/",
    "title": "Freeman excited about road ahead for Braves",
    "subtitle": "First baseman optimistic club can exceed expectations in 2015",
    "body": "ATLANTA -- Given the close bond that Braves first baseman Freddie Freeman and Jason Heyward have shared since entering the professional ranks together in 2007, Freeman does not like the fact that they will no longer be teammates. Nor is he overly excited about the fact that Justin Upton and Evan Gattis will no longer be around to protect him in the middle of Atlanta's lineup. But as Freeman evaluates all the Braves gained via their massive roster reconstruction this offseason, he is excited about what the future might bring and optimistic that many expectations will be exceeded during the upcoming season. \"It's going to be different than what I'm used to, but it's exciting,\" Freeman said. \"We've got a whole different team. Obviously as a person and a friend, it's tough to see your friends leave -- especially with Jason leaving. We've got Shelby [Miller] here now and we've got a lot of young talent. I think we're going to surprise a lot of people.\" Though he has just four full Major League seasons under his belt, Freeman can now lay claim to having played more games for the Braves than any player on Atlanta's current 40-man roster. This is certainly not a distinction he anticipated gaining when he was just 25 years old. But, at the same time, he is looking forward to carrying out the responsibilities he gained when the Braves made him their cornerstone by giving him a franchise-record, eight-year, $135 million contract last year. As Freeman gazes toward the future that awaits him, he looks forward to the chance to play with Miller, Tyrell Jenkins, Max Fried, Mike Foltynewicz, Rio Ruiz and some of the other players acquired during this eventful offseason, which was highlighted by the trades involving Heyward, Upton and Gattis. \"I think [president of baseball operations] John Hart, [assistant general manager] John Coppolella and [team president] John Schuerholz are preparing for the long haul,\" Freeman said. \"I think we're going to be good for a lot of years. Maybe, it might start this year. You never know. But our pitching staff is what will keep us in a lot of games this year. If [the pitchers] can keep us in the game, we've got a lot of speed guys and a lot of guys who make contact. So, hopefully, we can move some runners and get some runners in this year.\" Heyward, Upton and Gattis accounted for 51 percent of the home runs the Braves hit last year, and stood as three of the club's four players who tallied a 100-plus wRC+ (Weighted Runs Created Plus) this past season. But their presence in a strikeout-heavy lineup did not prevent the Braves from scoring the second-fewest runs in the Majors. With the additions of Nick Markakis, Alberto Callaspo and Jonny Gomes, Atlanta hopes to cut down on the high strikeout totals it has compiled over the past few years and prove that an increased contact rate will be more effective than its recent reliance on power. \"It's going to be a lot different than what we're used to, I can tell you that,\" Freeman said. \"Usually, we get a guy up and hope for the homer. But this year, it's going to be hopefully get some guys on and do some hit-and-run and bunt them over. Our problem last year was [when we had] a guy on third with less than two outs. We seemed to never be able to [drive them in]. This year, maybe we can do that.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
