{
    "url": "http:\/\/m.royals.mlb.com\/news\/article\/108023326\/recovering-royals-left-fielder-alex-gordon-says-hell-be-ready-for-opening-day\/",
    "title": "Recovering Gordon says he'll be ready for Opening Day",
    "subtitle": "Left fielder injured right wrist before All-Star break, had offseason surgery",
    "body": "KANSAS CITY -- Royals All-Star left fielder Alex Gordon is still sporting a soft cast that runs from his right hand to his elbow as he recovers from December wrist surgery. But as Gordon walked around the Royals' annual FanFest event on Saturday, he insisted there was no way he would miss Opening Day. \"[Missing] Opening Day hasn't even crossed my mind,\" Gordon said. \"We're talking about missing a week of Spring Training. That's it.\" Gordon said his soft cast would come off in about nine days. After that, he intends to continue his offseason workout program, but with caution, before reporting for Spring Training on Feb. 24. \"Really, we're going to take it slow,\" he said. \"There is no timetable. It's Spring Training, so there's no need to rush anything. \"If it feels good, we'll be aggressive with it. If not, we'll go slow. Just be smart.\" Gordon, a four-time Gold Glove Award winner, injured the wrist while breaking up a double play in Cleveland just before the All-Star break. He then aggravated the injury while sliding during a game in St. Petersburg shortly thereafter. Gordon played through the discomfort, but he faded offensively down the stretch, hitting just .191 with no homers during the final 21 regular-season games. He had just a .688 OPS in the postseason, though he did drive in 11 runs. But Gordon said the injury didn't affect his performance in September or October. \"Not at all,\" he said. \"It wasn't really painful back then. It was just sort of a popping sensation.\" Gordon said he continued to feel that sensation during the offseason before reporting it to the Royals, whose medical staff recommended surgery, which Gordon had in late December. \"It's not like it just popped up one day,\" Gordon said. \"I felt it all the time, but then it kind of got worse one day, and so I called [trainer] Nick [Kenney], and we took it from there. \"The short story is, [the surgeon] went in and just fixed a tendon -- it wasn't where it was supposed to be. Luckily when they opened it up, they didn't see anything they didn't expect. They fixed it.\" Jeffrey Flanagan is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jeffrey Flanagan"
}
