{
    "url": "http:\/\/m.mariners.mlb.com\/news\/article\/108026966\/mariners-all-in-as-seahawks-try-for-super-bowl-repeat\/",
    "title": "Mariners all in as Seahawks try for Super Bowl repeat",
    "subtitle": "",
    "body": "SEATTLE -- Even as the Mariners go about their plans to make 2015 special for their own franchise, the club has expressed strong support for their Northwest neighbors in the pro sports world as the Seahawks prepare for Sunday's Super Bowl in Phoenix. For the second straight year, the Mariners took out a full-page advertisement in the Seattle Times in support of the Seahawks. And most of the Mariners' employees dressed in Seahawks gear on Friday and posed for a 12th man photo at Safeco Field, accompanied by large \"I'm In\" posters signed by thousands of Mariners fans who attended last weekend's Fan Fest. Mariners general manager Jack Zduriencik grew up as a big football fan in Pennsylvania and has enjoyed following the Seahawks' success and what that franchise has brought to the region. \"It creates an environment of winning, and it's a great vibe,\" Zduriencik said. \"It's wonderful for the city. I say it like this: It's their time and it's our time, and let's pull for each other.\" The Seahawks' Legion of Boom contributed to a video welcoming Nelson Cruz, whose nickname is \"Boomstick,\" when the slugger signed with the Mariners this offseason. In the process, Cruz became an instant fan. \"It was shocking when I saw the video,\" Cruz said with a grin. \"I got a few jerseys from that, too.\" His pick for Sunday? \"To win, that is the only prediction I can make,\" Cruz said. \"The score doesn't matter, all that matters is to win, and hopefully we can come out on top.\" Mariners manager Lloyd McClendon has become a fan of coach Pete Carroll since visiting a Seahawks practice last year and watching the way Carroll's ever-positive approach and endless energy rub off on his players. \"When they were 3-3 this year, I made the comment to someone that you don't need to worry about the Seahawks, because they've got great leadership,\" McClendon said. \"I thought that team would take on the personality of their coach, and I think they did. They proved me right.\" But McClendon knows his own club has to make its own impact on the community, and there's only one sure-fire way to do that. \"I think fans are excited about the Mariners, but we're two separate entities,\" McClendon said. \"What the Seahawks do doesn't really impact what we do or bring out more fans to our games. The only way we'll bring more fans to our games is to win games and be productive, be as productive as the Seahawks. And that's our goal, to be productive as an organization.\" McClendon's prediction: \"Seahawks, 24-21.\" Most Mariners players are from other areas of the country and have their own favorite teams, but they are rallying behind the Seahawks as they fight for the championship. Pitcher Taijuan Walker, an unabashed Saints fan, has sworn his allegiance to the Seahawks against the Patriots. \"I'm excited. I promised the fans if they made it to the Super Bowl, I'd wear Seahawks gear. So I had to go out and get a jacket,\" Walker said with a grin, pulling back his Mariners jersey to reveal a Seahawks logo underneath. \"I think it's good for the city, for us, for [Major League Soccer's] Sounders, all of us. Just the motivation, drive and passion they have for winning, it comes back on us. The fans are excited, so that gets us excited.\" Center fielder Austin Jackson, a Texas native, has no problem rooting against New England. \"The Patriots have a pretty good offense and they've got a chance to score some points. But Seattle's defense is too good. I'm going Seahawks, absolutely,\" said Jackson. \"And Marshawn Lynch for MVP.\" For outfield prospect Patrick Kivlehan, the choice isn't so easy. Kivlehan played safety for three years at Rutgers, and three of his former secondary mates in college -- safeties Devin McCourty and Duron Harmon and cornerback Logan Ryan -- are now with the Patriots. \"It's kind of tough for me, because I played with those guys, so part of me wants them to win a Super Bowl ring,\" said Kivlehan. \"But I understand I'm in Seattle now, so I'm rooting for the Seahawks.\" And as a former safety himself, Kivlehan knows one thing very well. \"Kam Chancellor is a beast,\" he said. \"He plays more like a linebacker, but as fast as a safety. It's impressive. It's fun to watch.\" Which is exactly what all the Mariners will be doing Sunday afternoon, along with the rest of the sporting world. Greg Johns is a reporter for MLB.com. Follow him on Twitter @GregJohnsMLB as well as his Mariners Musings blog. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Greg Johns"
}
