{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/108040918\/perth-rattles-sydney-for-shot-at-australian-baseball-championship\/",
    "title": "Perth rattles Sydney for shot at ABL championship",
    "subtitle": "Heat will meet top-seeded Adelaide in final round",
    "body": "The Perth Heat eliminated the Sydney Blue Sox on Saturday night, sweeping the best-of-three set to earn a bid in the Australian Baseball League Championship Series. The Heat downed the Sox, 5-4, in the opener Friday night in Sydney before a 9-2 win in front of their home crowd Saturday. Game 1 recap: Perth 5, Sydney 4 | Box score The Heat scored twice in the top of the eighth inning, erasing a 4-3 deficit. The eighth inning began with a strikeout of former Major Leaguer Rene Tosoni, who had homered to lead off the fourth inning. D-backs prospect Aaron Sookee, pitching for Sydney, followed the strikeout with back-to-back walks before being replaced by Twins prospect Todd Van Steensel. Matt Kennelly greeted Van Steensel with a double to left, plating the tying run and putting men on second and third with one out. Van Steensel then struck out Brian Pointer, bringing last year's Championship Series MVP Joey Wong to the plate. Wong, a Rockies prospect, reached on an infield single, scoring Jordan McDonald from third to put Perth ahead for good. Jorge Marban recorded the last five outs for Perth, striking out three without allowing a baserunner. Marban, who was signed by the Red Sox in December, finished the season tied for the league lead with eight saves. McKenzie Acker earned the victory for Perth after tossing two scoreless innings in relief of starter Mike McClendon. Wong, Tosoni and McDonald each recorded two hits for Perth, while D-backs prospect Alex Glenn and former Major Leaguer Trent Oeltjen also notched two hits apiece for Sydney. Game 2 recap: Perth 9, Sydney 2 | Box score Following the dramatic come-from-behind victory in Game 1, the Heat dominated from the outset in Game 2, building a 7-0 lead after five innings and holding on for the series-clinching victory. The defense let down the Blue Sox in the loss, as they committed four errors, the first three leading directly to Perth's first four runs. Wong led off the bottom of the first with a single, advanced to second on a sacrifice bunt, and came home on a throwing error by second baseman Jacob Younis for the early lead. The wheels came off for the Blue Sox in the third, when the Heat added three more runs largely due to two crucial errors. Tim Smith started the trouble with a one-out single off Sydney starter Luke Wilkins, then Luke Hughes drew a walk. Tosoni singled to right, scoring Smith, and Hughes came home on the play on another error charged to Younis. With Tosoni on second following the error, Allan de San Miguel reached on an error by first baseman Joshua Dean, allowing Tosoni to score and making it 4-0 for Perth. The Heat added on in the fourth with a two-run single from former Phillies Minor Leaguer Tim Kennelly, and the Perth pitching staff made it stand. Heat starter Warwick Saupold, a Tigers prospect, shut out the Blue Sox over 4 1\/3 innings, racking up seven strikeouts along the way. Scott Mitchinson earned the victory with 1 2\/3 innings of relief. Sydney got on the board in the sixth when former Rockies prospect David Kandilas delivered a two-run double, but that would be all the Blue Sox offense could muster. Tosoni led the Heat offense in the series, going 5-for-10 with a home run and three RBIs. The 28-year-old Canadian compiled a .257 average in seven Minor League seasons from 2007-13. He appeared in 60 Major League games for Minnesota in 2011. Braves prospect Matt Kennelly went 3-for-6 with an RBI and two runs scored in the series, while his brother Tim Kennelly went 2-for-6 with three RBIs. Pointer, a Phillies prospect, chipped in three hits for Perth, while Wong delivered three hits and two RBIs. For Sydney, Glenn finished the series 4-for-7 with an RBI and a run scored, while Oeltjen went 3-for-7 with an RBI. The Heat will now attempt to defend their ABL title and win their fourth Claxton Shield in five seasons when they take on the top-seeded Adelaide Bite in a best-of-three series beginning Friday in Adelaide. The Bite finished the regular season 32-16, four games ahead of Perth to earn the top seed. Adelaide and Perth met in the Championship Series in 2011, with Perth winning that series in three games. Craig Durham is a contributor to MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Craig Durham"
}
