{
    "url": "http:\/\/m.cubs.mlb.com\/news\/article\/108022370\/phil-rogers-ernie-banks-got-better-never-bitter-in-face-of-adversity\/",
    "title": "Banks got better, never bitter, in face of adversity",
    "subtitle": "Mr. Cub remembered at memorial service for his ever-present smile",
    "body": "CHICAGO -- Saying goodbye is never easy. It's hard to walk away knowing you did it right. But Ernie Banks' family and friends, the sport of baseball and the city of Chicago can rest assured that they gave Mr. Cub a grand sendoff on Saturday, one befitting his standing as the all-time leader in love of the game. Fourth Presbyterian Church was packed with former players, including six of Banks' fellow Hall of Famers, and its walls echoed with beautiful music from soloist Opal Staples and Calvin Bridges' Chicago Praise Ensemble. There were no hollow platitudes spoken; just a stream of loving anecdotes about one of Chicago's greatest icons.   Complete coverage \"A few days ago Ernie made his transition into immortality,\" Rev. Jesse Jackson said. \"We were shocked and pained, yet grateful. A flow of adjectives seek to describe him -- this human phenomenon, a source of pride, a bridge builder, healer, odds buster, dream maker. [He] disarmed adversaries with optimism. He branded goodwill.\" Chicago Mayor Rahm Emanuel got it right when he referred to Banks as \"summer personified,\" and so did MLB executive vice president of baseball operations Joe Torre when he compared Banks with Derek Jeter, whom he managed to four World Series championships with the Yankees. \"What I learned [from Jeter] was when your best player is willing to dive into the stands to get an out, it sets the tone for everyone else,\" Torre said. \"That was Ernie Banks.\" But who was Banks, really? Where did he get his \"let's play two\" demeanor and his ever-present smile? What was his inspiration? That's the age-old question. \"He never did have a mean streak in his body,\" fellow Hall of Famer Billy Williams said. \"He'd go on a baseball field [yapping], and guys would ask me, 'Is he always like this?' I'd say, 'From the moment he'd get up in the morning until late at night.'\" Banks, whose memorial service came on what would have been his 84th birthday, was properly remembered as a pioneer by Jackson, who called him \"a Chicago Cubs experiment that worked.\" The second of 12 children born to Eddie and Essie Banks in Dallas, Banks became the first African-American to play for the Cubs in 1953 and won back-to-back National League MVP Awards in '58 and '59. \"He saw his pain and rejection, but he did not internalize it,\" said Jackson, who was at Wrigley Field in 1970, when Banks hit his 500th career home run. \"He had a higher vision. On his journey he processed pain with joy and faith, the [ever-present] smile. We're not here today because Ernie died. We're here because he lived.\" Banks had picked cotton with his father as a child and spent most of his playing career with the Cubs in a house near 82nd and Rhodes in the neighborhood of Chatham, far south of Wrigley Field, due to race-based housing covenants. But Banks chose to touch lives with his time and example, drawing on his skill and natural talents, rather than directly participate in Civil Rights causes. \"He experienced segregation in Dallas and Chicago,\" Jackson said. \"He carried the weight of a social transformer, seemingly effortlessly. His joy came from the internal resolution and confidence. He was convinced hatred and racism were absolutely wrong. He used excellence and a smile as weapons. In the face of adversity he always got better, and never bitter.\" Commissioner Emeritus Bud Selig says that baseball's proudest moment came when Branch Rickey promoted Jackie Robinson to the Dodgers in 1947, integrating the Major Leagues. Even though Philip Wrigley did not bring Banks and second baseman Gene Baker to Chicago until '53, he was still ahead of the societal curve. \"One year before the Brown v. the Board of Education Supreme Court decision, there was Ernie Banks, before there was a Thurgood Marshall in our consciousness,\" Jackson said. \"Before Dr. [Martin Luther] King and Rosa Parks entered the fire, there was an Ernie Banks. Those of us behind the Cotton Curtain in the Deep South pulled for him and hoped with him for every hit.\" Baseball proved to be one of America's great equalizers, and remains that today. \"Whether you are Japanese, South American, Latin American, African-American or white American, baseball is democratized by its rules,\" Jackson said. \"No matter who you are, it's 60 feet [6 inches] from the pitcher's mound to home plate, 90 feet to the base.\" Banks hated leaving the Negro League's Kansas City Monarchs when owner Tom Baird sold him and a teammate (pitcher Bill Dickey) to the Cubs, but Monarchs manager Buck O'Neil and some older teammates explained that he had a calling. Joey Banks, one of Ernie's 55-year-old twin sons, said thanks on Saturday to O'Neil \"for changing a caterpillar into a butterfly.\" But while Banks' ability to make others smile seemed something in his DNA, it was also the product of a way he had determined to live. \"I once asked him how he handled being thrown at sometimes or calls he felt were unfair,\" Jackson said. \"He said, 'Umpires call the balls, I hit the strikes.' We are often shaped by our environment. Ernie helped shape his environment. He was not a thermometer that reflected the temperature. He was a thermostat that controlled the temperature. \"Born in an environment he did not control, he was full of poison smoke. Often people die from second-hand smoke because they become like the environment. He never internalized the smoke. He kept smiling and changed the environment.\" While the Cubs never won the World Series that was the stuff of Banks' dreams, a moment that might have caused Banks to be carried off the field, he has been immortalized as one of Chicago's all-time heroes because of his steadfast, optimistic presence across parts of seven decades. \"Champions hit the timely home runs; they round [the bases] on other people's shoulders,\" Jackson said. \"But in the case of a hero, people ride on the hero's shoulders. We rode on Ernie's shoulders.\" Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
