{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/105420852\/phil-rogers-dont-overlook-bullpen-of-revamped-padres\/",
    "title": "Don't overlook bullpen of revamped Padres",
    "subtitle": "",
    "body": "So the Padres quietly tried to stop Hiroki Kuroda from going back to Japan? Of course they did. This is the winter in which all things are possible in San Diego, as few of us imagined when the Hot Stove was turned on a couple of months ago. Not only are the Padres super aggressive in this era of new general manager A.J. Preller, they're also very smart. When they reached out to Kuroda, they didn't make a cold call. Preller had Logan White, a key hire he took away from the Dodgers, explore Kuroda's interest in returning to the West Coast, where he had started his MLB career. White played a major role in the Dodgers winning a tricky round of negotiations to bring Kuroda to the United States for the 2008 season. He couldn't win this round, as the 39-year-old had apparently made up his mind to end his career back with the Hiroshima Toyo Carp, his original team. Kuroda, with a chance to work in the National League West while based at Petco Park, would have been a very nice addition to a rotation that has so far stayed mostly intact. But the pursuit alone underscores how the influx of outfield talent (Matt Kemp, Justin Upton and Wil Myers) is only the tip of the iceberg in terms of the Padres' ongoing overhaul. Don't overlook the bullpen. Preller, an assistant to GM Jon Daniels in Texas the last 10 years, and his advisor Don Welke, certainly didn't. They had seen firsthand the significance of bullpens while with the Rangers -- initially lamenting the strength of Angels manager Mike Scioscia's bullpen in Anaheim and then building a strong one of their own. When the Rangers shocked the baseball world by rolling through the Rays and Yankees to get to the 2010 World Series, they had a bullpen that produced a 7.2 fWAR from their top eight relievers -- Neftali Feliz, Darren Oliver, Darren O'Day, Frank Francisco, Alexi Ogando, Michael Kirkman, Derek Holland and Scott Feldman. For comparison sake, the Royals' powerful bullpen got a 7.7 fWAR from its top seven relievers last season. In any season, there aren't many teams that can generate 5.0 fWAR from their top relievers. And when you do, it's generally hard to duplicate that the next season. Predicting bullpen performance is always tricky. But given what they started with -- the core of a group that had the NL's best relief ERA in 2014 (2.73) and second-best relief OPS in the NL (.623) -- and newcomers Shawn Kelley and Brandon Maurer, added in trades with the Yankees and Mariners, the Padres have a shot to have the best bullpen in the NL next season -- even better than the one in Washington. That says a lot, and you know that Preller isn't through. The look from this milepost is impressive, however. Joaquin Benoit, Kelley, Maurer, Kevin Quackenbush, Nick Vincent, Leonel Campos and the remarkable Jason Lane combined to produce a 4.6 fWAR in 2014. The top seven currently on the Nationals' roster were only at 4.7. The next best to those two is the Cubs, who are at 4.2 for their top six. Using fWAR as the measure, the best bullpens in 2015 will reside in the American League. You know about the Royals, of course. GM Dayton Moore has thus far resisted the temptation to tinker with the strength of his team. His top six relief arms -- including the trio of Greg Holland, Wade Davis and Kelvin Herrera -- produced a 7.5 fWAR last season. But on paper, there's a better group. Believe it or not, it's the one that lost closer David Robertson to free agency and traded Kelley to get an unproven 22-year-old reliever in Johnny Barbato. It's easy to overlook improvements to bullpens, so maybe that's why Yankees GM Brian Cashman isn't getting credit for upgrading his. The signing of Andrew Miller is the key, of course. He was the most widely pursued arm on the market and signed for $36 million over four years, a little less than the White Sox gave Robertson. Cashman had previously traded catcher Francisco Cervelli to the Pirates for lefty Justin Wilson, and added David Carpenter, the setup man for Braves closer Craig Kimbrel, and lefty reliever Chasen Shreve for previously untouchable prospect Manny Banuelos in a New Year's Day trade with Atlanta. It's a promising transformation. Along with Dellin Betances (who is on track to replace Robertson), Adam Warren and Bryan Mitchell, the four newcomers give the Yankees a bullpen top seven that produced a combined 7.9 fWAR last season. A better bullpen than the Royals? The Yankees just might have cobbled together one of those, just as the Padres have put together one that could replace the Nationals as the best in the NL. There are things we don't know about the Padres' bullpen yet. We don't know how Padres manager Bud Black is going to use Brandon Morrow -- seemingly signed to work in the back end of the rotation -- or Maurer. We don't know whether Kyle Bartsch (acquired from the Royals for Reymond Fuentes) is going to make a quick impact or if a starter candidate like Matt Wisler or Robbie Erlin might turn in quality work in the bullpen at some point. We also don't know who else will be there when the Padres get to Peoria, Ariz., for Spring Training. There are a lot of relievers still available on the free-agent market, including Rafael Soriano, Francisco Rodriguez, Casey Janssen, Joba Chamberlain, Carlos Villanueva, Neal Cotts, Mike Adams and Ogando. You know Preller, Welke, White and all of their co-workers in San Diego are still turning over rocks, just as they were when they made that run at Kuroda. Phil Rogers is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Phil Rogers"
}
