{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/105410774\/terence-moore-braves-pulling-right-strings-with-jason-heyward-justin-upton-deals\/",
    "title": "Braves pulling right strings with Heyward, J-Up deals",
    "subtitle": "",
    "body": "You should ignore the hand-wringing around Atlanta over the offensively challenged Braves trading Jason Heyward and Justin Upton within days of one another. In the long run -- if not the medium run, or even the short run -- the Choppers and the Chanters will get over it. They'll discover the Braves did the right thing for so many reasons. Actually, for those who still are days, weeks, months or maybe years away from understanding what the Braves are accomplishing with these moves and others, I'll save them time. For one, the Braves have a depleted farm system, but it is less so now after they received some promising pieces in the Upton and the Heyward deals. For another, the Braves still wish to stay competitive between now and the opening of their new suburban stadium in 2017. No worries there, especially since pitching remains baseball's not-so-secret key to capturing World Series championships (see everybody from Whitey Ford to Bob Gibson to Madison Bumgarner). The Braves still have enough arms to scare their brethren in the National League East and beyond. Here's another thing: Sometimes, teams need a dramatic change after they reach a plateau ... and guess what? The Braves have reached a plateau. They've often been good enough to make the postseason, but they have lost in the first round or the NL Wild Card Game during their last six trips to the playoffs. Upton just finished his second year with the Braves, and Heyward was with the team for five years. So they've both contributed to that plateau thing -- along with to the Braves' offense thing (or the lack thereof) -- and it's all enough to make you think Branch Rickey with an asterisk. Rickey followed his days in charge of Jackie Robinson and the Brooklyn Dodgers with a stint in Pittsburgh, where he called the shots for a shaky Pirates franchise. After he decided to trade Ralph Kiner to the Cubs in the middle of the 1953 season, his decision baffled the future Hall of Fame slugger who led the Major Leagues in home runs during each of the previous six years. Rickey's reply, \"We can finish last without you.\" No, I'm not saying that about the Braves. With or without Upton and Heyward, the Braves aren't destined to hit rock bottom in the their division. Here's what I am saying -- you know, with an asterisk next to Rickey's quote: The Braves can finish shy of advancing in the playoffs again with or without Upton and Heyward. That's because, barring any more changes to their everyday lineup before Spring Training, their offense will struggle with or without Heyward and Upton. There will be more changes for the Braves, though. There has to be, and Braves officials know it. The way their roster has been structured in recent years, their offensive situation wasn't going to improve. Only the Padres scored fewer runs than the Braves last season. That's enough right there to make Atlanta officials shake things up, but there's more. For the second straight year, their hitters were among baseball's leaders in striking out, and their on-base percentage was 24th out of the 30 teams. The Braves also didn't hit for a lot of power (tied for 22nd in home runs), and they were last in the Major Leagues in sacrifice flies. If all of that wasn't ugly enough, they were shut out 16 times, and only four teams were blanked more. The Braves also were no-hit at home by four pitchers. In sum, the Braves have been poor in recent years at manufacturing runs on a consistent basis. So if they wish to improve in such a crucial department, they need to rid themselves of those who can't help the situation, and they need to keep those who can. Upton and Heyward were in the \"can't\" department. No question, Upton's 2014 season was more impressive offensively than any of his previous seven in the Major Leagues. He slammed 29 home runs and collected 102 RBIs while batting .270. It's just that he averages 161 strikeouts per season, which isn't conducive to helping the Braves manufacture runs. Then there is Heyward, owner of two Gold Gloves in right field and a young player considered to boast much potential. As for the latter, the Braves only saw Heyward's \"potential\" manifest itself in spurts, and as for the former, superlative defense is nice as a corner outfielder, but power hitting is better. His home run total has dropped from 27 to 14 to 11 over the last three years, and he also has averaged 129 strikeouts per season. So why not trade Upton and Heyward? That's especially true when you can get what the Braves netted in return. The primary guy for the Braves in the Heyward deal was pitcher Shelby Miller from the Cardinals, and he fits nicely into the front of any rotation. In addition, when you combine that trade and the one that sent Upton to the Padres, the Braves acquired four other players (Max Fried, Tyrell Jenkins, Dustin Peterson and Mallex Smith) that MLB.com ranks among the Braves' Top 20 Prospects. Just like that, the farm system is trending upward. The Braves also signed Nick Markakis to take Heyward's place. Not only does the former Baltimore Orioles standout have a couple of Gold Gloves to match those of Heyward, but he is an accomplished contact hitter -- just what the Braves need most. And during the postseason, which is loaded with great pitching, contact hitters will help the Braves win playoff games along the way to getting to the next round. See what I mean? Terence Moore is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Terence Moore"
}
