{
    "url": "http:\/\/m.mlb.com\/news\/article\/105463704\/in-2015-clubs-hope-to-fulfill-new-years-resolutions\/",
    "title": "In 2015, clubs hope to fulfill New Year's resolutions",
    "subtitle": "",
    "body": "Just between us, I've peeked at the 2015 New Year's resolutions of several folks involved with Major League Baseball. It's fascinating stuff, but to save time, I'll only give you my nine favorites. I'll also give you the likelihood of them happening. • More than a few people associated with the Cubs vow that \"maybe next year\" is actually this year. Everything about this franchise revolves around what hasn't happened since 1945 and 1908. The former is the last time the Cubs won the National League pennant, and the latter is the last time they won a World Series. They've made a bundle of striking moves during the offseason, including the acquisitions of superlative manager Joe Maddon and perennial All-Star pitcher Jon Lester. Then there is the renovation of charismatic Wrigley Field, which would serve as the perfect backdrop for a Cubs return to ultimate baseball glory after more than a century. Likely result: Not likely, but maybe next year. Seriously. • Derek Jeter will resist the urge to pull a Brett Favre. Remember: When the 40-year-old Jeter was asked throughout his 2014 Farewell Tour about his physical state, he kept saying he could still play. He also proved as much. During his last at-bat at Yankee Stadium, he continued his knack for drama with a game-winning hit. Then, in Boston, he closed out his career with a hit in his final Major League at-bat. So Jeter was clutch to the end. If that really was the end. Jeter's replacement, Didi Gregorius, has a lifetime batting average of .243 after three Major League seasons. That is 13 points below Jeter's batting average last season, so why not just go with Jeter again? Likely result: Jeter stays retired. There are too many gifts to return. • Giancarlo Stanton envisions sending a pitch from home plate to the dark side of the moon (or at least farther than anybody in history). Nobody ripped more monster shots last season than this guy. He has a habit of finding the Budweiser Balcony in left-center field at Marlins Park, and in case you're wondering, that's a long way from the batter's box. Mickey Mantle is credited with owning the longest home run in baseball history. He supposedly slammed it 565 feet at old Griffith Stadium in Washington, D.C., but that remains up for debate. Likely result: No debate about Stanton's power. If not the moon, he'll swing and clobber an asteroid this season. • Clayton Kershaw will end his vanishing act during the postseason. This is the strangest thing. Kershaw is the greatest pitcher of our time, and to prove as much, he has won three NL Cy Young Awards in the last four years. But when October comes, he's just another guy -- or worse. Kershaw is 1-5 overall in the postseason with a 5.12 ERA. Just last October, he allowed 11 earned runs in 12 2\/3 innings (7.82 ERA) against the Cardinals during the NLDS. Likely result: When the Dodgers make the playoffs again this season, Kershaw will be Kershaw -- as in not good for opposing hitters. • Speaking of the Dodgers, Yasiel Puig will become a fundamental machine throughout the year. Since Puig joined the Dodgers in the middle of the 2013 season, he has been spectacular -- in both good and bad ways. His potent hitting for long stretches has been interrupted by ugly slumps, and then there are the gaffes in the outfield and on the bases. Puig is only 24, so he has time to get it. Likely result: He'll get it, but not before he misses a few more cutoff men through the rest of this season. • The Upton brothers won't swing at air as much in 2015. While B.J. managed 100 or more whiffs in eight of his previous 10 Major League seasons (including seven seasons with more than 150 strikeouts), Justin struck out more than 100 times during seven of his previous eight years in the Major Leagues. That's a lot of strikeouts. Likely result: Here come a lot more strikeouts for the Upton brothers. • Somebody named Steinbrenner will spend like crazy again. The only thing more shocking in baseball this season than the sprint of the Royals to the World Series was the end of the Yankees as the biggest spenders in baseball. Just like that, the Dodgers stopped the Yankees' streak at 15 after constructing a roster worth around $257 million. The Yankees set baseball's previous all-time spending mark last season, and it was $20 million less than the Dodgers' current total. Likely results: The Dodgers can have this record as long as they wish. Hank and Hal aren't their father. • Andrew McCutchen challenges for another NL MVP award. McCutchen won NL MVP honors in 2013, and he came close in '12 and '14, when he finished third in the balloting both years. At 28, he is in the prime of his career after six seasons in the Major Leagues. He led baseball last year with a ridiculous on-base percentage of .410, and he plays nearly every day while averaging 24 home runs and 85 RBIs per season with a batting average around .300. He also is a Gold Glove center fielder. Likely result: Um, I'll let you guess. • Giants win another world championship. The Giants already have captured the World Series three times since 2010, and even though they lost Pablo Sandoval to the Red Sox, they still have Buster Posey, Bruce Bochy and Madison Bumgarner. No offense to Posey, the splendid catcher, and to Bochy, the exceptional manager, but Bumgarner is the biggest key to another deep run for the Giants. That's because pitching always is the key for teams, and Bumgarner is the greatest pitcher in World Series history. Literally. Bumgarner is 4-0 in the Fall Classic with an 0.25 ERA. Likely result: I mean, why not? The Cubs have to wait until 2016. Terence Moore is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Terence Moore"
}
