{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/105949140\/don-mattingly-dodgers-more-of-a-team-after-roster-turnover\/",
    "title": "Mattingly: LA 'more of a team' after roster turnover",
    "subtitle": "",
    "body": "LOS ANGELES -- Manager Don Mattingly said he's reached out to every player that has left the Dodgers since the season ended. He must have an unlimited talk-and-text plan. New management turned over half the roster, including the trade of Matt Kemp to division rival San Diego. But Mattingly said he's been consulted on every move and agrees with CEO Stan Kasten and president of baseball operations Andrew Friedman that the club will function better in 2015 and beyond. \"I just feel it's more of a team,\" said Mattingly. \"The club last year won 94 games. We were a little crazy, but that's who we were. Nothing wrong with that. But I think the pieces will fit together better [in 2015].\" It was no secret in the clubhouse that Mattingly's decision to replace Kemp in center field with Yasiel Puig left a scar. Mattingly said he texted Kemp to thank him for his contributions and hasn't heard back from the outfielder, among some others. \"The Matt thing is a tough one, because it looks like the old Matt is back,\" Mattingly said of the trade. \"But you know with our outfield situation, something had to happen. We had to do something. I texted Matt, thanked him for everything he's done for me and our time together since '08. I hope I was able to help his career. \"At first, the move [out of center] was rough. The time I made the decision, it was never personal. I like Matt, it was just something I had to do for the best of the club. Sometimes that hurts guys' feelings. But I thought when he went to right field, it was a big step. Yasiel solidified center and from there, we took off. I don't know if [Kemp is] mad at me. But it was the right thing for the right reason. If he's upset or hurt, he can be mad, but at least I was man enough to tell him I did what I thought was best for the 25 guys. He was good about it and, at the end of the day, we won.\" Puig -- already the face of the franchise and slated to be the everyday right fielder in 2015 -- now becomes the primary right-handed power bat in the lineup, with the responsibility that goes with it. \"The sky's the limit for Yasiel,\" Mattingly said. \"The only one that gets in the way of Yasiel being as good as he can be is Yasiel. He's the only one that can hold him back. He has a chance to be as talented as anybody I've ever seen. Huge upside, and I look forward to him continuing to grow. But he has to make the decision to be great. He needs to develop the discipline to do that.\" Mattingly said he hasn't settled on a batting order, but insisted that replacing shortstop Hanley Ramirez and second baseman Dee Gordon with Jimmy Rollins and Howie Kendrick would be an overall upgrade. \"We're going to be a little different style club as far as how we score runs,\" Mattingly said. \"But putting the defense and offense together, we won't need to score as many runs if we aren't giving up as many runs. Dee improved a lot during the year, but you can't deny how good Howie is up the middle and how good Jimmy is up the middle. We've added consistency day in and day out, and with Juan [Uribe] at third and Adrian [Gonzalez] at first, we definitely have tightened up the infield defense. We're going to catch the baseball. \"With Hanley, it was really tough, health-wise, to know if he was playing or not playing. It puts everybody in a bind. In Howie, we got a right-handed bat with 75 RBIs. Jimmy is a true leadoff hitter. The way we're built, it's more like a playoff team, a team that battles every at-bat, more of a team approach and finding a way to win a game with the whole group of guys.\" Mattingly said there will be Spring Training competition for center field and the bullpen. On the former, he reinforced Friedman's indication that rookie Joc Pederson must win the starting job and not be handed one, while Andre Ethier is still in the equation and Chris Heisey could platoon there. In the bullpen, he said he's optimistic the addition of relievers Joel Peralta, Chris Hatcher and Juan Nicasio will be an improvement bridging to closer Kenley Jansen. Mattingly wouldn't say how much playing time switch-hitting catcher Yasmani Grandal would take from A.J. Ellis. Ken Gurnick is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ken Gurnick"
}
