{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/105958124\/curt-schilling-calls-randy-johnson-greatest-lefty-pitcher-of-all-time\/",
    "title": "Schilling: Johnson greatest lefty hurler of all time",
    "subtitle": "",
    "body": "PHOENIX -- Curt Schilling was an accomplished pitcher before the 2000 trade that brought him to the D-backs to team with Randy Johnson, but over the four years that followed, Schilling took his game to another level. The right-hander joined the D-backs midway through the 2000 season, and one year later, he and Johnson combined to go 43-12 as Arizona rolled to the National League West title. Eventually, the pair would be named co-Most Valuable Player Award winners after the D-backs' thrilling seven-game World Series win against the Yankees. \"I picked up a lot,\" Schilling said of his time with Johnson. \"I don't know about him, but I was competing with him. That was what made it fun. R.J. was like, I guess I would compare him to like the early career of Tiger Woods -- every day you watched him, you were pretty sure you were going to see one thing you had never seen before. There were games that you saw a lot of things that you've never seen before.\" Johnson was elected to the National Baseball Hall of Fame on Tuesday with 97.3 percent of the vote, and while he put together excellent seasons with the Mariners, his best four-year stretch came with the D-backs. From 1999-2002, Johnson won four straight NL Cy Young Awards. Schilling was nearly as good, finishing second to Johnson in the Cy Young voting in 2001 and 2002. They were different personalities, though, with Schilling the more outgoing of the two, whereas Johnson admitted to being \"wound pretty tight\" during his career. \"I always thought, 'You've got to enjoy the game more,' but I realized that I don't think he would have been who he was if he had been like me,\" Schilling said. \"If he had been outgoing and all the other things. One of the things I took away is when you watched him pitch when it was 10-1, he was still grinding. Like hard. He didn't have a neutral, he didn't have a second or third gear. It was pedal to the metal until the last out. That's certainly not a modern-day mentality.\" Schilling realized that Johnson set the bar for his performance so high, it was almost impossible to reach it, yet with his talent, work ethic and intensity he was able to achieve it. \"I got a chance to watch a guy that I think, if you take the era into consideration, he's the greatest left-hander of all-time,\" Schilling said. \"You can say what you want about other guys, but no left-hander ever dominated the game. I mean look, [Sandy] Koufax was phenomenal and he would have been great at any time, but he didn't pitch in this era. Any pitcher that has a Hall of Fame career in the era that R.J. had it in is a big deal, because we played at the height of the era -- the steroids and everything.\" Steve Gilbert is a reporter for MLB.com. Read his blog, Inside the D-backs, and follow him on Twitter @SteveGilbertMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
