{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/105968224\/rockies-outfielder-drew-stubbs-played-himself-into-right-handed-hitting-asset-in-2014\/",
    "title": "Stubbs played himself into right-handed asset in 2014",
    "subtitle": "",
    "body": "DENVER -- Add outfielder Drew Stubbs to the long list of players who found new life in high altitude. Stubbs joined the Rockies last winter in a trade with the Indians, and re-established himself as a right-handed-hitting option in the outfield. After three straight seasons hitting below .250 -- the first two with the Reds -- Stubbs hit .289 with 15 home runs and 43 RBIs, and posted career-best on-base (.339) and slugging (.482) percentages. Yes, Coors Field helped -- .356 batting average at home compared to .211 on the road. But Stubbs' production had much to do with being used properly as the right-handed-hitting part of the center-field picture, usually with All-Star Charlie Blackmon getting the lefty at-bats. Stubbs, whose 92 games in center led the club (Blackmon played 73 in right field, 69 in center and 22 in left), hit .328 with seven home runs and a .944 OPS against lefties. The previous year, Stubbs hit .266 with two homers and a .718 OPS against lefties. Additionally, he was a force as a substitute -- .378 and a 1.074 OPS in 40 games off the bench, and a .391 average and 1.090 OPS as a pinch-hitter. Stubbs also was 20-of-23 on steal attempts. \"Statistically, it's been my best year so far,\" Stubbs said as the season ended. \"Coming into the year, what I wanted to do was reverse the trend of the last few years, and get back to doing things I knew I was capable of doing. I improved in a lot of categories across the board and showed that I'm a serviceable asset to any team. \"There were certain times during the year when I was in there every day, and certain times I wasn't. Sometimes it's kind of tough to maintain consistency, but overall, I've done a pretty fair job of that.\" Stubbs, 29, is right that he could be an asset to any team. The Rockies can hang onto their outfield depth, or explore if another club may have interest in Stubbs, who is in his final offseason of arbitration and projected by MLB Trade Rumors to be in line for a $5.7 million salary this season. But with the projected outfield -- Blackmon in center, Carlos Gonzalez in right and Corey Dickerson in left -- all lefty hitters, there is an argument for keeping Stubbs. Righty-hitting Brandon Barnes succeeded as the primary right-handed pinch-hitter last season. \"In general, there has been interest in Drew from teams looking for very specific fits in their outfield,\" general manager Jeff Bridich said recently; the situation hasn't changed. \"Teams see him as a fit, but he's a fit for us as well.\" With no control over possible trades, Stubbs is simply hoping for as much playing time as possible. \"This club, not only in the outfield, but in a lot of aspects, has a lot of decisions to make this offseason,\" Stubbs said. \"But the nucleus of players we have here is good, and can compete and vie for a division title if everybody stays on the field. \"[Trades] are completely out of my hands. If I'm here in the future, that's great. Hopefully, I'll get to stay here for a while, because I've enjoyed playing in Denver. But at the same time, it's a business and they've got to make the best decisions for the team.\" Thomas Harding is a reporter for MLB.com. Read his blog, Hardball in the Rockies, follow him on Twitter @harding_at_mlb, and like his Facebook page, Thomas Harding and Friends at www.Rockies.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
