{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/105960142\/angels-acquire-two-prospects-from-braves\/",
    "title": "Angels acquire third-base prospect from Braves",
    "subtitle": "Kubitza, right-hander Hyatt join LA; Sanchez headed to Atlanta",
    "body": "ANAHEIM -- The Angels acquired what they hope is their third baseman of the future on Thursday, getting Kyle Kubitza from the Braves in a prospect swap that sent 17-year-old starter Ricardo Sanchez to Atlanta. The Angels also picked up pitching prospect Nate Hyatt in the deal, and designated first baseman\/outfielder Marc Krauss for assignment in order to make room for Kubitza on their 40-man roster. With David Freese eligible for free agency after the 2015 season and former top prospect Kaleb Cowart coming off two rough seasons in Double-A, the Angels needed someone to take over at the hot corner in 2016 and believe Kubitza can be that guy. \"David Freese is our third baseman; we're not in a rush to move David Freese out,\" Angels general manager Jerry Dipoto said. \"But we do feel like now we have someone we can build with.\" The 24-year-old, left-handed-hitting Kubitza is listed at 6-foot-3 and 215 pounds, was taken in the third round of the 2011 First-Year Player Draft and batted .295\/.405\/.470 in Double-A this past season, adding eight homers, 55 RBIs and 21 stolen bases. Kubitza, now ranked seventh in the Angels' system by MLB.com, tied for the Southern League lead in walks (77) and ranked second in triples (11). He'll likely start the 2015 season in Triple-A and Dipoto said he'd be \"mildly surprised\" if Kubitza isn't at least a September callup this year. \"He's gotten better at every step,\" Dipoto said of Kubitza. \"He's gotten better defensively, the offensive production has improved at each level and he draws a lot of deep counts, takes his walks. He's got bat speed, he's got some pop.\" Hyatt, meanwhile, will add more right-handed relief to the Angels' organizational depth chart, after parting ways with Kevin Jepsen and Jairo Diaz this offseason. The 24-year-old Hyatt throws his fastball up to 98 mph and has a slurvy breaking ball that acts as a swing-and-miss pitch. He's posted a strikeout rate of 11.1 in his three-year Minor League career, notched a 2.71 ERA for Class A Advanced this past season and is expected to start 2015 in Double-A. In July 2013, the Angels went above and beyond to sign Sanchez out of Venezuela to a $580,000 bonus. He was ranked 10th in their system before the trade and had just completed his first season of Rookie ball in the United States, posting a 3.49 ERA and striking out 43 batters in 38 2\/3 innings. But the young left-hander still had a long way to go, and the Angels went into this offseason determined to lock up third base for years to come. The recent additions of pitching prospects Sean Newcomb, Hunter Green, Kyle McGowin, Joe Gatto and Chris Ellis -- all taken within the last two First-Year Player Drafts -- eased this trade. \"What we've done, in our Draft or in the trades the way we've gathered players, is really focus these last three years on adding pitching,\" Dipoto said. \"Part of what I have talked to our guys about is, 'If you tap into the pitching, you have the key to get the other things we need.'\" Scouting reports Hyatt: As a junior at Appalachian State in 2012, Hyatt saved a school-record 16 games and was drafted in the 13th round by the Braves. He has remained in the bullpen as a professional, and he has continued to pitch well. After he posted a 2.71 ERA and struck out 73 batters in 63 innings in 2014 for Class A Advanced Lynchburg, the Braves named him the organization's pitcher of the year. He attacks hitters with an above-average fastball and a solid slider. He's always missed a lot of bats, averaging more than 10 strikeouts per nine innings in two years at Lynchburg, but he also struggles with his command at times. He'll need to refine that as he advances to the upper levels of the Minor Leagues. Kubitza: The highest drafted position player in Texas State history, Kubitza has steadily ascended through the Minor Leagues. He had the best season of his career in 2014 with Double-A Mississippi. He hit .295\/.405\/.470 with eight home runs and led the Southern League in on-base percentage. While he is a patient hitter, his swing has a tendency to get long, leading to a lot of strikeouts. His swing is geared more to hitting line drives than home runs, which produces a lot of doubles, but doesn't fit the traditional third base profile. His defense has improved in the Minor Leagues and his strong arm and soft hands are assets at third. Sanchez: The Angels signed Sanchez out of Venezuela in 2013 and he made his professional debut a year later in the Arizona League. As a 17-year-old, he posted a 3.49 ERA and struck out 43 batters while walking 22 in 38 2\/3 innings. While Sanchez is still young and raw, he already shows significant promise. He can throw his fastball up to 95 mph and his curveball gives him a second pitch with above-average potential. He also has a nascent changeup. Sanchez has a smooth delivery, but he is still learning to repeat it and his command suffers as a result. Still just a teenager, he has plenty of upside and simply needs time to learn the intricacies of his craft. -- Teddy Cahill Top 20 Prospects: Angels | Braves Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
