{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/105980940\/richard-justice-reds-eager-to-write-a-new-story-in-2015\/",
    "title": "Reds eager to write a new story in 2015",
    "subtitle": "",
    "body": "Let's suppose the Cincinnati Reds have their main guys back on the field this season and that they get healthy, productive seasons from all of them. \"I think we'd have a very solid club,\" president of baseball operations Walt Jocketty said. Simple, huh? Baseball people always say this game will humble you and that you never really have it figured out. They'll also tell you that all the smart planning in the world can sometimes blow up if certain things happen. The Reds learned this tough lesson last season, when they were absolutely gutted by injuries. They had eight players on the disabled list right out of Spring Training, and their projected Opening Day lineup was on the field for just 12 games. To the Reds' credit -- especially rookie manager Bryan Price -- they fought through the adversity for a while. On July 9, Cincinnati was 49-42 and 2 1\/2 games out of first place in the National League Central, but it all came undone with an 0-7 start after the All-Star break. As Jocketty said, \"We just never got our momentum back.\" The Reds went 11-26 down the stretch while scoring a chilling 3.1 runs per game. Joey Votto (quad) missed 100 games, Brandon Phillips (thumb) 41. Jay Bruce (knee) hit .217, and Homer Bailey (arm) made just 23 starts. After Jocketty constructed teams that went to the playoffs three times in four years, Cincinnati went 76-86 and finished 14 games out of first place in 2014. And although he had a significant to-do list this offseason, everything begins with a healthy core. These days, the progress reports roll across his desk. Votto is pain-free. Phillips feels great. Bruce and reliever Sean Marshall are coming right along, too. As for Bailey, that's a bit trickier. He's steadily recovering from surgery to repair a torn flexor mass tendon near his elbow, but it's too early for a definitive timetable regarding his return. The Reds will go to Spring Training with questions about their bullpen and the back of the rotation in the wake of Jocketty trading Mat Latos and Alfredo Simon to clear payroll. But the story is still mainly about good health. Perhaps the best thing to happen to Cincinnati last season occurred after the season when Jocketty met with his players. Almost to a man, they told him they'd been embarrassed about how they'd played and that they believed 2015 would be different. \"I had guys tell me, 'That's not who we are,'\" Jocketty said. \"They said, 'How we finished is not indicative of our club.'\" Still, there are issues. Johnny Cueto, Mike Leake and Bailey are penciled in at the front of the rotation. Left-hander Tony Cingrani, who pitched so well in 2013, will have every chance to prove himself after a tough 2014 season. An assortment of kids will compete for the fifth spot. Jocketty still hopes to add to the bullpen before Opening Day, but getting Marshall, who has pitched 31 games the last two seasons, back will be a step in the right direction. Jocketty checked off one of his needs by acquiring veteran Marlon Byrd from the Phillies to play left field. Byrd, 37, had a solid season in 2014, but Jocketty is hoping for more than just production. He compares Byrd with one of his favorites, Scott Rolen, in terms of leadership and work ethic. \"One of our scouts, John Morris, had [Byrd] in the Minors and has seen a lot of him,\" Jocketty said. \"Marlon busts his tail every day, plays the right way. He's a great guy to add to the club. He's also not afraid to get in someone's face.\" Again, the Reds may be a work in progress until the rotation and bullpen are stabilized and especially until Votto, Phillips and Bruce clear all the physical hurdles and settle into playing together again. Meanwhile, the landscape of the NL Central has changed. The Cardinals and Pirates are still really good, and the Cubs are getting better. The Brewers are essentially the same team that spent 153 days in first place last season. But the Reds won with this core of players before and believe they can win again. With Cueto a free agent after the season, this could be the last time this group is together. No club is looking forward to getting to Spring Training and turning the page more than the Reds. So far, there's every reason to think it'll be a new season in both tone and substance. \"I think we're really anxious, especially now that the holidays are over,\" Jocketty said. \"We want to get going.\" Richard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Richard Justice"
}
