{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/105978400\/dodgers-add-former-closer-sergio-santos-on-minor-league-deal-with-spring-training-invite\/",
    "title": "Dodgers add former closer Santos on Minors deal with invite",
    "subtitle": "",
    "body": "The Dodgers announced the signing of one-time closer Sergio Santos to a Minor League contract with an invitation to Spring Training on Thursday. Santos has posted a 3.89 ERA and a 1.32 WHIP while striking out 11.3 batters per nine innings and sporting a walk rate of 4.4 per nine innings in parts of five seasons with the White Sox and Blue Jays. The 31-year-old right-hander saved 30 games with Chicago in 2011, struggled with injuries the next two years and had an 8.57 ERA in 26 appearances in Toronto this past season, walking 18 batters in 21 innings. The Blue Jays declined their $6 million club option on Santos after the season, instead buying him out for $750,000 and prompting him to join a Dodgers team desperate to improve its bullpen. Soon, the Dodgers are also expected to announce the signing of Taiwanese reliever Chin-hui Tsao to a Minor League deal, though he isn't expected to be invited to Spring Training. Tsao pitched for the Rockies from 2003-05 and made 21 appearances for the Dodgers in '07, becoming the first Taiwan-born player in the Major Leagues when he debuted with Colorado. But Tsao hasn't pitched professionally since '09. The 33-year-old right-hander was banned by the Chinese Professional Baseball League for allegedly being involved in fixing games, and Taiwanese officials reportedly pressured the Australian Professional League into not letting him play there, either. Dodgers general manager Farhan Zaidi said Wednesday that the club contacted Major League Baseball about Tsao and \"were cleared to pursue him,\" adding that there were \"several teams involved.\" Some additional notes from the Dodgers: • The team announced on Thursday that Don Mattingly's entire coaching staff will return for the 2015 season. That includes Lorenzo Bundy (third-base coach), Chuck Crim (bullpen), Rick Honeycutt (pitching), Davey Lopes (first base), Mark McGwire (hitting), Tim Wallach (bench), Ken Howell (assistant pitching), John Valentin (assistant hitting), Steve Yeager (catching instructor), Rob Flippo (bullpen catcher) and Steve Cilladi (bullpen catcher). • Outfielder Kyle Jensen, acquired from the Marlins on Nov. 17, was recently outrighted to Triple-A Oklahoma City, thus removing him from the 40-man roster. Zaidi said Jensen would still be invited to Major League Spring Training. • The Dodgers will hold their eighth annual player-development minicamp in Los Angeles next week, gathering prospects for instruction both on and off the field. The full list of participating players hasn't been announced. • Naomi Rodriguez was named senior director of external affairs and community relations. Prior to joining the Dodgers, Rodriguez served as senior director of public affairs, marketing and communications for non-profit Los Angeles Universal Preschool. Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
