{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/106000656\/red-sox-manager-john-farrell-sees-hanley-ramirez-hitting-cleanup-in-new-look-lineup\/",
    "title": "Farrell envisions Hanley hitting cleanup in new-look lineup",
    "subtitle": "Red Sox's offseason additions likely to slot into the heart of their batting order",
    "body": "BOSTON -- Though John Farrell won't submit a lineup card in a regular-season game until April 6, the manager already has a pretty good idea of the way he plans on slotting his Red Sox players. In a radio interview with WEEI on Thursday night, Farrell revealed that he's leaning toward putting Hanley Ramirez in the cleanup spot. Farrell likes the left-right balance he could have in the middle of the order, with lefty David Ortiz batting third, followed by Ramirez (right-handed), Pablo Sandoval (switch-hitter) and Mike Napoli (righty). \"The one thing that clearly stands out is we have balance left- and right-handed,\" Farrell said. \"I have always liked David in the No. 3 hole. You know he is going to come up in the first inning. I think Hanley gives David some protection behind him. Then you start to create some protection, and we want to keep Sandoval on the left side of the plate as much as possible -- so if you sandwich him in between Ramirez and Napoli, you start to have a formidable middle of the order where you're going left-right-left-right all the way through there.\" The fact that Napoli would hit sixth speaks volumes of how much the Red Sox have improved their depth. In 2014, Napoli batted fourth 75 times. Mookie Betts is currently the favorite to lead off, followed by Dustin Pedroia in the second spot. \"I think what Mookie showed in the time that he was in the leadoff spot was very encouraging,\" Farrell said. \"His on-base skills have been consistent at every level through the Minor Leagues. It was the same when he came to Boston. Brock Holt is another guy that could fit into that spot when he is in the lineup on a given day.\" Though Rusney Castillo has good speed and led off a lot in Cuba, he is more likely to bat in the lower third of the order when the 2015 season begins. Xander Bogaerts and Christian Vazquez will join Castillo in some order in those last three spots. Farrell will also need to find some playing time in the outfield for Shane Victorino and Daniel Nava, likely rotating them with Castillo and Betts. \"In Castillo's case -- while he shows you that ability to steal a base, he has some ... very good gap power and he swung the bat good for us in the 10 games that he played,\" Farrell said. \"I think it is probably best that we maybe give him some at-bats, whether that is in the bottom third of the order, not to pin him into that spot, but I think that is the best way to acclimate him as we go forward.\" Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
