{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/106013694\/inbox-which-mets-pitcher-other-than-noah-syndergaard-has-the-most-potential\/",
    "title": "Inbox: Which Mets pitcher has the most potential?",
    "subtitle": "Jonathan Mayo responds to fans' questions about baseball's top prospects",
    "body": "The calendar has officially flipped to 2015. We're always future-looking here at MLBPipeline.com, so we're more than happy to look ahead to the 2015 season and beyond. With that in mind, this week's Pipeline Inbox includes discussions on a number of players who could be coming to a big league ballpark near you soon. Which Minor League Mets pitcher, outside of Noah Syndergaard, do you think has the most potential: Steven Matz? Rafael Montero? Marcos Molina? -- John F., Long Island, N.Y. It's a fun time to be a fan of Mets prospects, isn't it? Especially if you like young arms, it's hard not to be encouraged about the future of that pitching staff. Syndergaard certainly gets the most ink as the top prospect in the system and the pitcher who has the chance to pitch near the top of the rotation the soonest. But you're right, John, there's so much more. Matz, Montero and Molina all have bright futures. I'll throw Gabriel Ynoa into that mix as well. But when you're talking potential, I think you're trying to find which of this talented group has the best chance to be a front-line starter. I like Ynoa quite a bit, but he's more of a high-floor, lower-ceiling kind of guy. He and Montero look more like middle-of-the-rotation starters. Matz and Molina, however, have a bit more ceiling than that. Matz is closer, though he's making up for lost time, not making his official professional debut until three years after he was drafted following Tommy John surgery and some setbacks. He's done that, though, reaching Double-A last year and looking like one of the best left-handed pitching prospects in the game. Molina was a teenager who dominated the New York-Penn League last year, so he has further to go. But his upside is undeniable, with tremendous stuff and a feel for pitching that belies his years. It wouldn't be surprising if people are talking a lot more about him in the future. That said, I think I'd give the slight edge to Matz, though you could say that Molina might have a touch more ceiling, but Matz is closer to reaching his own considerable upside. Click here to submit an Inbox question If Kyle Schwarber moves to left field, where does that put Albert Almora? Arismendy Alcantara seems to be an above-average player and Jorge Soler is going to be great in right field. -- Bob K., Chicago It's a good problem to have, isn't it? The short answer is: wait until you get to that bridge before you worry about crossing it. Almora won't be 21 until April, and while he did reach Double-A in 2014, his .234\/.250\/.355 line in 36 games there says he still needs some development time in the Minors. He's always been a prospect who plays above his individual tools. Almora can do a little bit of everything, and his work ethic\/makeup should allow him to exceed how he's graded out raw-tools wise. I know people are excited about Alcantara's future, but I think it's still unclear whether he's an everyday center fielder. He didn't play a game in the outfield before the 2014 season, after all. To brand Alcantara as an above-average regular could be a bit premature. To add to it, Almora is a terrific defensive center fielder. His offensive tools, while solid, don't necessarily profile as well at a corner spot regularly. Could Almora play there? Sure. But his value is greatest when he's patrolling center. Basically, the point is that there are variables here. Almora really belongs in center field, but he needs a full year still before having to worry about the logjam. Alcantara, while promising, has to prove he's a regular in that spot. Schwarber is still going to catch, and it's not impossible to think that he can be an offensive-minded backstop. Improbable, maybe. Impossible, not just yet. So let's wait and see how things unfold. But we all knew with all of this offensive firepower the Cubs had drafted\/acquired in the past few years that eventually it would cause a backlog of talent. That's when that talent can be used in trades to bring in more pitching, if needed. Which team do you think has improved its farm system the most in the last five or so years? -- Peter D., Birmingham, England I'm sure if we did some in-depth analysis, we could come up with a list of potential candidates. There are two teams, though, that jump out almost immediately: The Houston Astros and the Chicago Cubs. Back in 2010, the Astros were ranked 30th in Baseball America's organizational rankings. The system was basically Jason Castro and that's about it. In 2014, the Astros ranked fifth. Picking at the top of the Draft certainly hasn't hurt, with two No. 1 overall picks, Carlos Correa and Mark Appel, sitting at the top of their Top 20. They haven't only added elite-level talent, using creative drafting and numerous trades to build depth. Five years ago, it might have been tough to find 20 guys to rank in Houston's system. The Astros finished the 2014 season with seven prospects in our Top 100 list. The Cubs started to show improvement in 2010, ranking 14th in those organizational rankings. That was a big jump from being 27th in 2009. Before the 2014 season, the system came in at No. 4. And it's no wonder. The Cubs have as much offensive talent as any farm system in baseball, with four hitters in the year-end Top 50. Their current Top 20 has 12 players with an overall grade of 50, the grade given to players believed to have the chance to be big league regulars. They might not be the most balanced, with C.J. Edwards standing out on the mound among the sea of bats like Kris Bryant, Addison Russell and Jorge Soler, but all those hitters can always be turned into pitching down the road. Do you think Francisco Lindor will be the Cleveland Indians' starting shortstop in 2015? Or will the Tribe wait until late 2015 or 2016 to give him the job full-time? -- Kenny K., Elyria, Ohio I'm writing this week's Inbox from the Rookie Career Development Program, where every organization sends a few prospects on the cusp of making big league rosters for a three-day symposium of sorts. Players work on off-the-field things like media training and finances, and all are here because it's believed they will be in the big leagues permanently soon and organizations don't want off-the-field distractions to derail their promising careers. I mention this because Lindor is one of the Indians prospects here. That shouldn't surprise anyone, given that the talented shortstop finished the year in Triple-A and played well in the Arizona Fall League. He is just about ready to compete for that job. That said, Lindor will be only 21 for all of the 2015 season and Jose Ramirez started establishing himself as a big league regular. Terry Francona recently said that Lindor will not open the season at shortstop in Cleveland. Now, if he goes out and tears up Triple-A, he could force the organization's hand, especially if Ramirez struggles. But there would be nothing wrong with Lindor getting a full season in Triple-A and hitting Cleveland's lineup in 2016 at age 22. He's ready defensively now, there's no question, but the Indians want to be sure that when he arrives, he's there to stay. Jonathan Mayo is a reporter for MLBPipeline.com and writes a blog, B3. Follow @JonathanMayoB3 on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jonathan Mayo"
}
