{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/105985596\/reliable-james-shields-can-transform-a-rotation-in-need\/",
    "title": "Shields can transform a rotation in need",
    "subtitle": "Durable and reliable, Big Game James may be worth a nine-figure investment",
    "body": "Jon Lester had his moment in the free-agent sunlight, and it netted him a minimum of $155 million in a contract from the Cubs. Max Scherzer will have his moment, too, and if his agent, Scott Boras, is calculating as accurately as ever, Scherzer will become the second pitcher to haul in a contract for $200 million or more. But what about the No. 3-ranked contender on this winter's free-agent pitching market? What about the pitcher often known as \"Big Game\"? What about James Shields? There has been a report that Shields has received an offer for five years and $100 million, or possibly even more than that. But there hasn't been a team attached to this report. There hasn't been a lot of follow-up on the nature of the current market for Shields. And we are now closer to Spring Training than we are to the end of the World Series. The Shields case is loaded with crosscurrents. This is not unusual for free agency, but the pro and con arguments on his value pretty much take in the entire spectrum of debate. OK, Shields is 33, and what generally follows for pitchers that age who have piled up significant mileage on their arms is not a new series of peaks. But that argument tends to penalize the guy for being one of the most durable hurlers in the game. Here's a pitcher with eight straight seasons of more than 200 innings. Thirty-three starts each year, like clockwork, unless, of course, he can fit in a 34th. There hasn't been any decline in the quality of Shields' work. In fact, the opposite is true. His best four seasons have been the last four. But the thing about Shields has been that his value to a club has not been measured only through pitching statistics. With the Tampa Bay Rays, and then with Kansas City, he has played a leading role in the transformation of not only a rotation, but a team. Shields came up with Tampa Bay when the club was a perennial losing operation. It was no coincidence that when he had his breakthrough season in 2008, so did the Rays, winning the American League pennant. Shields was a leader and a role model for the other pitchers on that staff. This was what motivated the Royals to trade for Shields after the 2012 season. They had a bunch of young and extraordinarily talented position players. They needed rotation help, but they also needed somebody who had seen losing turn to winning, who knew how to get from here to there. Kansas City was so committed to obtaining Shields that it included in the trade for him a prospect who many people thought was untouchable, outfielder Wil Myers. Myers came through for Tampa Bay as the 2013 AL Rookie of the Year Award winner. But Shields came through, too, providing stability for the Royals on the mound and leadership in the clubhouse. When Joe Maddon managed the Rays, he praised Shields' intangible qualities at every opportunity. Royals manager Ned Yost was on the same page of the same book when it came to crediting Shields for providing leadership to the young Kansas City club. And look what happened there: the Royals' first World Series appearance in 29 years. Kansas City doesn't have the budget to go after a free-agent pitcher in the nine-figure range, but the Royals already got exactly what they hoped to get from Shields. All right, Shields didn't put any additional gloss on his record with two losing starts in the 2014 World Series. But the past Fall Classic was not about him. It was about Madison Bumgarner. Shields' value had already been established, and re-established, etc. At age 33, Shields will not be anywhere near either the Lester range, or the projected Scherzer range when the money comes in his direction. But Shields has made his case repeatedly. The current market for him remains less than crystal clear, but he has done all he could to establish his value. Shields has succeeded as a lead starter, he has succeeded as a teammate. There are no advanced analytics to reinforce that second category, but all the available evidence is on Shields' side of the argument. Mike Bauman is a national columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mike Bauman"
}
