{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/106019068\/marlins-ace-jose-fernandez-measuring-up-to-hall-of-fame-arms\/",
    "title": "Fernandez measuring up to Hall of Fame arms",
    "subtitle": "Marlins broadcaster Van Horne says young ace is ahead of Big Unit, Pedro",
    "body": "MIAMI -- Jose Fernandez was the total package during his 2013 National League Rookie of the Year Award-winning season. The Marlins' ace showed dominance and poise rarely seen by a 20-year-old. In fact, Fernandez's first big league season was so impressive, according to Marlins radio voice Dave Van Horne, it surpassed the early seasons of two pitchers just elected to the Hall of Fame -- Randy Johnson and Pedro Martinez. Van Horne, the 2011 recipient of the Ford C. Frick Award from the National Baseball Hall of Fame, was broadcasting Montreal Expos games when Johnson and Martinez were just launching their careers. Johnson debuted with the Expos in 1988 and made seven starts for Montreal in '89 before he was traded to Seattle, where his career took off. Martinez, meanwhile, was a 20-year-old with the Dodgers when he got his first MLB call in 1992. Two years later, he was with the Expos. In the eyes of Van Horne, neither Hall of Famer made such an immediate splash as Fernandez, who dominated the NL in 2013, going 12-6 with a 2.19 ERA and 187 strikeouts in 172 2\/3 innings. \"Jose was ahead of both of them, right out of the chute,\" Van Horne said. \"Right from the very beginning -- with his command, his stuff, his mound presence and his confidence level.\" Fernandez had his 2014 season cut short last May due to Tommy John surgery. The 22-year-old is progressing on schedule to return around midseason. \"Now, whether Jose is going to go on and have the kind of career that those two Hall of Famers had? Only time will tell,\" Van Horne said. \"But at the very start, as a rookie pitcher and his first time out in the big leagues, he was ahead of both of them.\" In seven games with Montreal before being dealt to Seattle in 1989, Johnson had a 6.67 ERA, while walking 26 and striking out 26. \"I saw Randy Johnson before he became Randy Johnson,\" Van Horne said. \"When he broke in, he was this tall, skinny kid just looking to command his stuff.\" Martinez's path was a little different. In L.A., some doubted if his body could hold up as a starter. Former Montreal manager Felipe Alou believed it would. \"Felipe believed strongly in his ability to start and to dominate,\" Van Horne said. When he started throwing more consistent quality strikes, Martinez emerged into a perennial All-Star, and he won his first Cy Young Award in 1997. \"Pedro was outgoing and a fun guy in the clubhouse,\" Van Horne said. \"He was a hard worker. He put in a lot of time, in bullpen sessions, mostly under the guidance of Felipe, to become the Pedro Martinez that we all now know.\" Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
