{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/105805538\/warm-up-with-the-official-release-of-spring-training-schedule\/",
    "title": "Warm up with the official release of spring slate",
    "subtitle": "",
    "body": "It's been a busy offseason packed with blockbuster trades and big free-agent signings, and there are still more moves to come. But we're now less than two months away from the familiar sight of games on the field, as Major League Baseball announced the 2015 Spring Training schedule on Wednesday. The exhibition schedule in Florida will begin on March 1, with the Phillies taking on the University of Tampa at Bright House Field in Clearwater. Clubs in Arizona will begin taking the field on March 3, most notably a Bay Area showdown between the Giants and A's at the renovated HoHoKam Stadium in Mesa. All 30 teams will be on the field on March 5. That's when we should get our first real glimpse at the new-and-improved Padres and the revamped Red Sox. We'll see Joe Maddon perched at the end of the Cubs' dugout, perhaps with Jon Lester on the mound. We'll see familiar faces -- and a few new ones in different uniforms -- as each club begins to round into form for the regular season. We'll also see a flashback to October, as the defending World Series champion Giants will face the American League champion Royals on March 22 at Surprise Stadium, and again on March 23 at Scottsdale Stadium. Amid the usual Grapefruit and Cactus League action, some teams will travel outside the sunny confines of Florida and Arizona. The Cubs and A's will play two split-squad games in Las Vegas on March 13-14. The Dodgers and Rangers will send split squads to San Antonio on March 20-21. And the split-squad Rockies and D-backs will take the field in Hermosillo, Mexico, on March 29. Several clubs have yet to announce when they will officially begin Spring Training, but the Phillies, Pirates, Reds and Indians are among those who will see their pitchers and catchers report on Feb. 18. As the regular season draws nearer, some clubs will make their way to Major League and Minor League ballparks from April 2-4 to wrap up their spring slate. The Dodgers and Angels will square off in their home parks, the Giants and A's will play back in the Bay Area, and the Astros will play their Minor League club in Corpus Christi, Texas, to name a few. That all leads up to Sunday, April 5, when the Cubs will host the Cardinals at Wrigley Field to open the 2015 regular season on ESPN's \"Sunday Night Baseball\" at 8 p.m. ET. Fourteen more games are scheduled for April 6, with eight more to come on April 7 before the first full slate of 15 regular-season games on April 8. Adam Berry is a reporter for MLB.com. Follow him on Twitter at @adamdberry. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam Berry"
}
