{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/105845610\/anthony-castrovince-perseverant-john-mcdonald-leaves-fond-legacy-in-retirement\/",
    "title": "Perseverant Johnny Mac leaves legacy in retirement",
    "subtitle": "After 16-year MLB career, McDonald remembered fondly by all",
    "body": "The inside joke was that John McDonald didn't want to upstage Tuesday's Hall of Fame announcement. And so it was Wednesday afternoon that four Major League clubs simultaneously used their official Twitter accounts to spread the news of McDonald's official retirement from the big leagues. Think about that. Four clubs -- the Indians, D-backs, Angels and Blue Jays -- felt fond enough about this scrappy little journeyman utility guy that they all wanted some part of his goodbye. And sure, it was just a tweet. And sure, John McDonald's retirement is no seismic announcement. But guys like Johnny Mac are what many of us love about this game. Guys generously listed at 5-foot-9, 185 pounds. Guys who use their great glove and their pleasant personality to survive in a brutally competitive climate, in spite of uninspiring offensive stats. Guys who bounce from team to team and yet leave a lasting mark with the many men and women behind the scenes. Congrats to John McDonald on his retirement from baseball. Job well done to one of the all-time good guys in the game pic.twitter.com\/aPhqhkFYLZ There's no Hall of Fame for guys like Johnny Mac, but I, for one, emitted an audible, \"Wow!\" when I called up his Baseball Reference page Wednesday and realized he participated in 16 big-league seasons. That's survival. That's impressive. \"I went 16 years without ever getting released!\" he told me proudly. \"That's awesome. I don't know how that happened.\" Actually, here's how it happened: McDonald learned, quickly, that while being one of the last guys on a roster does mean your job is under constant threat from others in the organization, it shouldn't preclude you from being a good and helpful teammate and dispensing whatever knowledge you can. And just because you're one of the guys who take the field, it doesn't mean you should lose sight of the value of those who don't. People noticed that. People liked Johnny Mac. And Johnny Mac kept sticking around. Congrats to John McDonald on his retirement from baseball. Job well done to one of the all-time good guys in the game pic.twitter.com\/9rQshaUUcc McDonald was a 12th-round Draft pick who signed with the Indians in 1996, looked around the clubhouse his first day in rookie ball at Watertown and knew this was going to be an uphill battle all the way. \"There were so many kids,\" he said. \"You're thinking, 'This kid played at Pepperdine, this kid was at North Carolina, how the heck am I going to fit into this?'\" And he'd have that thought every year. Maybe the Indians would draft a shortstop in an early round. Or maybe the Angels, the final team the 40-year-old McDonald played for, would call up a hungry and talented kid like Grant Green. For a guy like Johnny Mac, there were always threats to what little, if any, job security he had. But it was a conversation with Omar Vizquel early in his big league days that helped him realize the bottom line. \"We were talking about infield play,\" McDonald recalled. \"He was teaching me things, showing me things, and I'm thinking, 'Man, this is helping me an awful lot. This guy is extremely secure in his job. He has no fear anybody is ever going to take his job.' From that moment on, I thought, 'Why can't I have that same attitude? I know I'm never going to be the same player he was or is, but why can't I have that same mentality of teaching younger players in Spring Training about their footwork or ways to become a better player?' And then, every year, I was one of those guys who ended up on the big league club. I don't think that was a coincidence. You get what you give.\" What McDonald gave, invariably, was his time and attention to the little people -- the security guys, the clubhouse attendants, the bat boys and, yes, the reporters who crossed his path. \"Everybody who walks into those buildings wants to win a championship as much as the players and coaches do,\" he said. Congrats to John McDonald on his retirement from baseball. Job well done to one of the game's all-time good guys. pic.twitter.com\/9ha8whY4d8 Indians PR man Bart Swain became so close to Johnny Mac that Swain asked him to be the godfather of his son. \"His best friends in the game are all guys that are non-uniform,\" Swain said. \"He treated clubbies and PR guys and traveling secretaries like they were equals. And he's one of those guys who wasn't an everyday player but was still considered a leader. That's an amazing asset to have.\" Not that McDonald didn't have assets on the field. There was this thing his Double-A team, the Akron Aeros, would post on the scoreboard whenever he snared a would-be hit in the hole and fired over to first or started a double play with second baseman Marco Scutaro: \"You've just been Johnny Mac'd!\" the scoreboard would read. \"Somebody sent me a picture of that after a play I turned on Doug Mientkiewicz,\" McDonald said. \"I showed it to him once, and he said, 'I hated that!'\" McDonald would inspire similar hate in the big leagues, where his glovework was always reliable all around the infield. Ever see that 720-degree putout he made on Yangervis Solarte last season? Fun stuff. And though his .596 career OPS obviously didn't lend itself to a multitude of heroic offensive feats, Johnny Mac did have one of the more memorable home runs of recent history. Five days before Father's Day in 2010, his dad, Jack, succumbed to an eight-month battle with liver cancer. And on Father's Day, in his first game back with the Blue Jays, McDonald went deep in the ninth, thinking of his dad every step in that trip around the bases. \"That was unique in a lot of ways,\" he said. \"Having my teammates in the organization having a sense of we were all in that one together. Everybody in the organization and the people in the stands were all kind of hoping and breathing hard to get that one over the wall for me. That was pretty special.\" Another special moment came in the midst of last season, when the Red Sox, for whom McDonald played all of six games in 2013, received a World Series ring from the club. His wife, Maura, a Boston native, had the honor of picking it up for him during a game at Fenway Park. It was a big thrill for the family. McDonald never expected any of this. He watched the video cassette of his first big league hit, in 1999, one day recently. He saw himself give a little head nod and exhale. And he remembers what he thought after that game: \"What do I do now?\" His goals were modest, but McDonald kept hanging in there, year after year. And when he notched one last double in the ninth inning of the Angels' final game of the regular season, his teammates, knowing this was probably the end for the Little Infielder That Could, gave him a hearty round of applause. They appreciated what all of us should: You don't have to be a Hall of Famer to be a success in this game. Mere survival is pretty impressive on its own. Congrats, Johnny Mac. Congrats to John McDonald on his retirement from baseball. Job well done to one of the all-time good guys in the game pic.twitter.com\/f3AEEypmMy Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
