{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/105860926\/marty-noble-hbps-further-unify-2015-hof-class\/",
    "title": "HBPs further unify 2015 HOF class",
    "subtitle": "",
    "body": "NEW YORK -- The hue of the Baseball Hall of Fame logo has been subtly changed by the four-man Class of 2015. Heretofore red, white and blue, the logo now is a shade or two darker, tinted with the black, blue and purple we routinely associate with bruised skin. This is the class of Randy Johnson, Pedro Martinez, John Smoltz and Craig Biggio -- a band of bruisers, you might call them. We understand that the mere mention of any of the four may cause you to flinch, duck, cringe or curse. Monograms and abbreviations used in essays and discussions about Hall of Fame candidates and inductees typically include ERA, RBI, OPS, OBA and now, for some, the uncomfortable acronym WAR. The members of this class are related by a different three-letter set: HBP. This is the class of the Hit Batsman or Batsmen. Consider: Martinez earned a reputation as a headhunter early in his career. Johnson ranks sixth all-time among pitchers with the most hit batsmen. Biggio was hit more often than any player in history. And Smoltz threw the pitch that struck John Cangelosi, then of the Mets, prompting a genuine infield brawl, at least two suspensions and a Sports Illustrated cover photograph. All that's lacking in this shot of HBP is a Ron Hunt chaser. The former Mets and Expos second baseman, the man who wore a flak jacket when he stepped in the box, was hit by a pitch 50 times in one season, and proud of it. He has been excluded from this conversation, though, and that probably adds one more bruise to his resumé -- a bruise to his ego.  Complete coverage Seldom have the members of one Cooperstown class been so closely related by one minor aspect of the game and their careers. But the voting members of the Baseball Writers' Association of America have created this Class of Contusions. They probably did so unwittingly. But the players acknowledged their connections to HBP when those connections were pointed out to them on Wednesday after they had assembled in Manhattan for the first of many news conferences in which they will participate over the next seven months. Mostly, they smiled when the topic was mentioned. \"What, did I hit a lot of batters?\" Johnson said, feigning ignorance. \"Yeah, I guess five or 10, maybe.\" Or maybe 190. Other than Walter Johnson, a member of the first Hall class in 1933, no pitcher since 1900 has hit more than Randy Johnson. The Big Train caused big pain. He hit 205. A slyness showed on the faces of the three new Cooperstown pitchers. For his part, Biggio didn't care when he was hit then, and he doesn't care now that he became the equivalent of a pin cushion. He took the blows and reached base \"my way,\" he said. Those perfectly and purposely placed pitches thrown by Martinez while he was a member of the Expos in the early 1990s created an image that never has faded completely, though he limited his target practice in the later years of his career. He led the National League in hits batsmen in 1994, with 11, matched that total the following year and exceeded it three times thereafter. His career total reached 141, the 29th highest ever. His career innings total ranked 163. He was an active force. Because Martinez often demonstrated impeccable control, opposing players were convinced that his HBPs were intentional. Their sense of him was confirmed during Spring Training 2013, when he acknowledged that 90 percent of his victims were hit deliberately. That's 127. \"Is that all?\" he said. So convinced were a few opponents that they believed Martinez had aimed to hit Reds outfielder Reggie Sanders in the eighth inning of his fourth big league start in 1994 -- even though he needed five outs for a perfect game. Sanders unquestionably was convinced; he rushed the mound. \"He must have been crazy,\" Martinez said. \"Or he thought I was crazy. A perfect game? No way that one was on purpose.\" Whatever his mind-set and willingness to take aim, Martinez wasn't nearly as intimidating as Johnson. Opponents, put off by Johnson's long, straggly hair and hostile expression, wondered whether he was deranged. Some never were convinced he wasn't. See: John Kruk and the 1993 All-Star Game. \"Baseball ain't supposed to be scary,\" Kruk said. \"Nothing should be that scary.\" In addition to the 190 big league batters \"Unit\"-ed in being hit by Johnson, thousands more were terrified by him, and one poor, careless bird was eliminated. The Unit's hissing fastball and even that sweeping slider had the potential to do greater physical harm to men or foolish fowl than Martinez's purpose pitches. \"And his pitches were on top of you in no time,\" former Giants slugger Will Clark said after he had moved to the American League. \"When the ball comes out of his hand, what is it -- 50 feet away from you? No one gets on you if you bail when he's throwing.\" Biggio, like Hunt, proudly took 'em for the team -- a post-1900-record 285 times. He was hit 18 more times than Don Baylor, a foremost bruiser regardless of the meaning of the word. \"Donnie is big man,\" former Astros manager Phil Garner once said. \"He could be hit 15 times and never come close to getting hit twice in the same spot. But there isn't that much of Bidge to hit; his bruises had to overlap.\" Biggio led the National League in being hit five times, topping out in 1997, when he was struck 34 times. He was hit 237 times in an 11-season sequence from 1995 to 2005. Second to him in that period was Jason Kendall, who began his career in 1996 and was 40 behind. When Tim Bogar played for the Astros and with Biggio, he made this observation: \"A handball wall doesn't get hit as much as Bidge. And it's never hit as hard.\" Biggio recalls a fastball from Cubs starter Jeremi Gonzalez striking him in the face on Sept. 25, 1997. \"[Gonzalez] was slow to the plate, so I wanted to stay in and steal second against him,\" Biggio said. He remained in the game, and though there was no steal, the memory brought a smile to his face. \"No permanent damage,\" he said. Nor was there any permanent damage from being struck in the right forearm by then-Met Braden Looper in 2005, even though \"my arm blew up in seconds,\" Biggio said. \"That one did hurt.\" The other 285 are a blur of black and blue. And then there's Smoltz, an even-tempered fella who never was considered a headhunter. \"I probably hit fewer guys than most guys with [comparable] innings,\" said Smoltz, who hit 57 in 3,473 innings. Yes, he did protect his teammates, but for the most part, his pitches brought little harm to batters. That wasn't the case at Shea Stadium on May 14, 1994, though. With the Braves trailing, 3-0, in the fifth inning, Smoltz surrendered a grand slam to Ryan Thompson, a young and powerful outfielder not well schooled in pitcher-hitter etiquette. Thompson slowly Cadillac-ed around the bases after his 19th big league home run while Smoltz seethed. Certain he would have no chance that day to reprimand Thompson for his indiscretion, Smoltz smoked the following batter, Cangelosi, and a genuine brawl resulted. Cangelosi was offended not so much because he was the victim of Thompson's misdeed but because \"They throw at me because I'm short.\" Hall of Famers on read Top 10 on Letterman Weeks later Smoltz said he was unaware that Cangelosi stood 5-foot-7. And he said on Wednesday, \"I don't think I had any idea who the next batter was.\" Braves catcher Charlie O'Brien was certain he had pretty much abstained from the brawl until the May 23 issue of Sports Illustrated made him a cover boy with a clenched first and a hold on Cangelosi. That SI story was about tight pitches and brawls. Interesting that a Yahoo search for that cover brought up photographs of The Unit and Pedro. Just by chance, of course. Marty Noble is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Marty Noble"
}
