{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/105872592\/reliever-jason-grilli-eager-to-bounce-back-with-braves\/",
    "title": "Grilli eager to bounce back with Braves",
    "subtitle": "High-energy reliever signs two-year deal to be Kimbrel's setup man",
    "body": "ATLANTA -- Less than two years removed from becoming an All-Star closer in Pittsburgh, Jason Grilli is looking forward to the opportunity to prove he can still be quite valuable while serving as a primary setup man for Braves closer Craig Kimbrel. \"I'm excited to join Kimbrel down there in the bullpen and form another stronghold at the back end of the pitching staff,\" Grilli said. \"Everyone wants to wear that crown and title [of closer]. But if you're not, sometimes the eighth inning is the harder inning. Sometimes the way a rough lineup rolls over, it doesn't really matter. You've just got to go out and get your three outs so you can just keep the chain rolling.\" Grilli displayed his high-energy personality when he visited Turner Field on Wednesday afternoon to sign the two-year, $8.25 million contract he agreed upon with the Braves on Dec. 23. The 38-year-old reliever will receive $4.25 million in 2015 and $3.5 million in '16. His contract also includes a $3 million option for the 2017 season and a $250,000 signing bonus. While some critics might doubt Grilli's potential after he produced a 4.00 ERA over 62 appearances with the Pirates and Angels this past year, the Braves seem confident the right-hander will be an asset in their reconstructed bullpen. Grilli and Jim Johnson, another former All-Star closer who is looking to bounce back, stand as the primary offseason additions to Atlanta's bullpen. The Braves also completed their search for a left-handed specialist when they signed Josh Outman to a one-year deal Wednesday. \"I'm still doing it and I got a multiyear deal,\" Grilli said. \"So they believe in me here. I'm featuring the same thing. I am 38 years old, but I don't feel it. I work hard in the offseason. I want to play this game. I suck the bone marrow out of life and out of baseball. With it, it's keeping me living and I live for this game.\" After Grilli produced a 4.87 ERA through his first 22 appearances this past season, Pittsburgh traded him to the Angels, with whom he notched a 3.48 ERA in 40 appearances. There has been speculation that he was never able to recover from an early-season oblique strain that forced him to the disabled list in April. But instead of using the ailment as an excuse, Grilli contends that his inflated ERA was simply the product of a few rough outings. \"Much is made of the microscopic sometimes, and it just rolls into things and assumptions and stories,\" Grilli said. \"They say, 'He had a subpar year.' I say, 'Well, I guess I set the standard pretty high if they're saying I had a really bad year.'\" Whatever the case, Grilli certainly wasn't as dominant as he had been the previous few seasons. He truly established himself in 2013, when he converted 30 of the 31 save opportunities he compiled before a sore right elbow shut him down for nearly six weeks. While combining for 118 appearances over the 2012 and '13 seasons, Grilli surrendered a .210 batting average, limited opponents to a .278 on-base percentage and struck out 36.8 percent of the batters he faced. In the 62 appearances he combined to make for the Pirates and Angels this year, Grilli surrendered a .252 batting average, allowed a .330 on-base percentage and struck out just 24.3 percent of the batters he faced. \"Chronologically, I'm 38, but the wear and tear on my arm is not significant,\" Grilli said. \"I'm priding myself into being accountable and dependable down there.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
