{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/105905298\/angels-target-trade-for-third-base-prospect\/",
    "title": "Angels target trade for third-base prospect",
    "subtitle": "Club aims to acquire young player at reasonable price for hot corner this winter",
    "body": "ANAHEIM -- The Angels' front office still has one major target as the offseason winds down, but it isn't Max Scherzer or James Shields or any other big-name starting pitcher. It's a young, cost-controlled third baseman. The Angels will need someone to take over at the hot corner once David Freese hits the free-agent market after the 2015 season, don't necessarily have that player in their organization and have made acquiring someone via trade one of their primary goals this winter, a source said. The club would prefer to acquire a young third baseman in a prospect swap, so as to not further interrupt a Major League club that's coming off a 98-win season, but that thinking could change for the right player. Someone like Kris Bryant of the Cubs, considered the best third-base prospect in baseball by MLB.com, would be out of reach. The Nos. 2-9 third-base prospects -- Joey Gallo of the Rangers, Miguel Sano of the Twins, D.J. Peterson of the Mariners, Maikel Franco of the Phillies, Garin Cecchini of the Red Sox, Colin Moran of the Astros, Hunter Dozier of the Royals and Jake Lamb of the D-backs, respectively -- all project to be ready by 2016. Kaleb Cowart was once expected to be in the Majors as soon as 2015, but the 22-year-old has struggled mightily in Double-A the last two years and the Angels are no longer sure if they'll ever get anything out of him. The Angels like what Freese brings on the field and in the clubhouse, but don't appear to have much interest in signing the 31-year-old to an extension beyond this coming season. The Angels have built some much-needed middle-infield depth this offseason, committing roughly $15 million to Cuban-born prospect Roberto Baldoquin (once you factor in the tax overage on the international spending pool) and trading for 25-year-old Josh Rutledge. The Angels still have some interest in bringing back previously non-tendered utility infielder Gordon Beckham, but they aren't willing to overpay, because bringing him in means they'll likely lose second baseman Johnny Giavotella to waivers and would have to send Rule 5 Draft pick Taylor Featherston back to the Rockies. One thing is certain: Barring a drastic change in philosophy, the Angels will not be in the market for Shields or Scherzer, top-tier free agents whose markets remain rather mysterious. The Angels have been named as a possible landing spot for both arms by several outlets, but a source said they haven't spoken to a single agent for a free-agent starting pitcher all offseason. They're comfortable with the seven Major League starters they currently have -- Jered Weaver, Garrett Richards, C.J. Wilson, Matt Shoemaker, Andrew Heaney, Hector Santiago and Nick Tropeano -- and don't want to set themselves up to blow past the luxury-tax threshold. A young third baseman, however, would be nice. Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
