{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/105924660\/for-starters-clint-hurdle-wants-pitchers-to-produce-at-plate\/",
    "title": "For starters: Hurdle wants pitchers to produce at plate",
    "subtitle": "",
    "body": "SCOTTSDALE, Ariz. -- Pirates manager Clint Hurdle recently blindsided people when he cited improved hitting by pitchers as a primary focus in 2015. Offensive contribution from hurlers would seem to rank pretty low on any team's wish list. However, there could be a connection to Hurdle's chronic wish for more innings out of his starters. Tampa Bay right-hander Alex Cobb set an intriguing target the other day for his rotation, citing 1,000 innings as a \"goal\" to be \"one of the best staffs in the league.\" There is logic behind that nice round number, since it breaks down to 6 1\/3 innings per start -- meaning, on the average, your starters pitch into the seventh inning. The payoff, obviously, is less burden on the bullpen, keeping your top relief bullets fresh for the stretch. Pittsburgh starters have not topped the 1,000-innings mark since the 1992 quintet of Doug Drabek, Randy Tomlin, Zane Smith, Bob Walk and Tim Wakefield. But they did come close in 2014, at 971 innings (the Bucs' high since 990 2\/3 innings in 1998). The bridge to 1,000 could have been spanned by more reliable bat work from pitchers: On 17 occasions, Pirates starters made early departures for pinch-hitters after having thrown fewer than 90 pitches. Significantly, Gerrit Cole, clearly the best hitter among the 2014 starters, never left for a pinch-hitter with his pitch count under 90. Being called \"best\" among pitchers is faint praise indeed, but Cole's .174 average did include a home run. The return of A.J. Burnett will spike the innings total; he has averaged over 200 innings the last seven seasons. So would a whole season out of Francisco Liriano, who has averaged 161 2\/3 innings while missing a month in each of his first two campaigns in Pittsburgh. The past couple of years, Hurdle spoke with admiration and envy of a stable Cincinnati rotation whose cogs consistently averaged 200 innings per man. In fact, the Reds were the only Major League club to get 1,000 innings out of their starters in each of the last three seasons, and they led in 2014 with 1,023 2\/3. Alas, the Reds also lost 86 games -- raising doubts about 1,000 innings as a rotation Holy Grail. Two of the three other National League 1,000-inning rotations were on losing teams (the Braves and the Phillies); only the NL East champion Nationals (1,002 2\/3 innings) were winners. Indeed, only one of the last nine World Series champions boasted a rotation that worked at least 1,000 innings. The 2010 Giants hit that number on the nose. Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. Follow him on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
