{
    "url": "http:\/\/m.dodgers.mlb.com\/news\/article\/105905282\/brotherly-bond-helped-pedro-martinez-on-path-to-cooperstown\/",
    "title": "Brotherly bond helped Pedro on path to Cooperstown",
    "subtitle": "From days in Dominican to being teammates in Majors, Ramon was there for younger sibling",
    "body": "BOSTON -- Hero. Role model. Class act. Great person. Those are just some of the ways Pedro Martinez described his big brother Ramon earlier this week. Pedro is the one bound for Cooperstown as a first-ballot Hall of Famer. But Ramon, who won 135 games over a solid 14-year Major League career, helped pave the way. \"Well, Ramon was my hero,\" Pedro Martinez said. \"I used to carry Ramon's bag to the different fields where he played before he was a pro. I just wanted to see my brother play. My brother was a super, super player.\"  Complete coverage Long before Pedro became a first-ballot Hall of Famer, he relied heavily on Ramon for wisdom, support and expertise. \"I don't know if you have ever dealt with my brother Ramon, but Ramon is a class act -- a great person,\" Pedro said. When the news came out Tuesday that Pedro was a Hall of Famer, Ramon was beaming with pride from his home in Florida. \"I'm very proud,\" Ramon said. \"He deserves it. He gave a lot to the game. He gave it his all.\" As an undersized Pedro tried to carve out his own niche, he was fighting some insecurity and external misperceptions. Ramon was the serene one, and had the composure to help his brother see the positive in every situation. No matter what was troubling Pedro, Ramon always seemed to know the right thing to say. Four years after Ramon was signed out of the Dominican Republic by the Dodgers, Pedro followed suit as a 16-year-old in 1988. Video: 50 Greatest Moments: #28 Martinez Whiffs 18 When Pedro was informed at the end of a brilliant Spring Training in 1993 that he was headed back to the Minors, Ramon was the one who told his emotional brother to keep his head up and not give up on his dreams. Just days later, Pedro was back with the Dodgers, where he would remain as a solid middle reliever for the remainder of the season. Though Ramon was an established ace by then, he could already see that his brother was going to one day be the best pitcher in the family. \"I remember people would compare us and say, 'Who is better?' I would say, 'No, he's going to be better than me,' and that's because the stuff that Pedro has,\" Ramon said. \"You don't see many pitchers who can command three pitches. I really only had two -- fastball and changeup. He was the complete package. I know there was a lot of people talking about how he was so short and so skinny, and those kind of things, but he proved himself.\" It turns out that Pedro wouldn't have a chance to prove himself with the Dodgers. After just that one season in 1993, he was traded that November to the Expos for second baseman Delino DeShields. It would go down as one of the most lopsided trades in baseball history. And once again, Ramon encouraged Pedro. \"He was very upset when he got traded to Montreal,\" Ramon said. \"He called me right away and he was crying. I said, 'This is your chance to be a starter.' I explained to him that it's part of the game. I said, 'I wish you would be with me.' But I told him, 'This is the opportunity for you to be who you want to be.\"' Once again, Ramon was right. Pedro got his opportunity under manager Felipe Alou and went 11-5 as a starter in the strike-shortened 1994 season. \"When he was in Montreal, he was showing what he could do,\" Ramon said. \"He would come to show everyone what he could to. He was aggressive, he was competitive. I think after the first year in Montreal, you could see that he was going to be a superstar.\" There was still some adversity for Pedro Martinez at this point in his ascension. Just like Ramon taught him and urged him to do, Pedro liked to pitch inside. But as is the case with many young power pitchers, Pedro couldn't always control quite where the ball went. There were dustups with other teams -- quite a few of them. Even though the Martinez brothers were no longer teammates, Ramon was still enlisted by some people around the game to help Pedro. \"I remember Jim Leyland and some other managers too, they said, 'Hey, talk to Pedro'. They would say, 'Tell Pedro to be careful.' He was just aggressive inside,\" Ramon said. \"I would tell him, 'Just keep doing what you're doing, but be careful a little because of the movement of the ball.\"' On Aug. 29, 1996, the Martinez brothers had their only career matchup. Ramon prevailed, 2-1, though Pedro went the distance at Olympic Stadium and punched out 12. Eighteen years later, Ramon still remembers that Mike Piazza and Eric Karros helped him out with back-to-back homers. By 1998, Pedro would go to Boston, embarking on a magical seven-year run that would define his career. In a sweet twist for the brothers, the Red Sox signed Ramon for the 1999 and 2000 seasons. Those wound up being the two best of Pedro's career. \"Those were the two years that I visualized my brother as a Hall of Famer, because he was unbelievable,\" Ramon said. \"Today, I watch Clayton Kershaw, he's the best pitcher in baseball right now. I'd say Pedro in his time, 1999 and 2000, Pedro was unbelievable. I saw good hitters look so bad. To me, for what I see, he's the best pitcher I've ever seen. Not because he's my brother, but the repertoire he had, it was unbelievable.\" Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
