{
    "url": "http:\/\/m.cardinals.mlb.com\/news\/article\/105932508\/could-cardinals-make-big-rotation-splash-before-spring\/",
    "title": "Could Cardinals make big rotation splash before spring?",
    "subtitle": "St. Louis reportedly exploring cost of adding Scherzer, Hamels or Price",
    "body": "ST. LOUIS -- While publicly maintaining his confidence in the starters the Cardinals already have in tow, general manager John Mozeliak has, for weeks, acknowledged the possibility of the organization making a January addition to that bunch. Mozeliak has suggested that any late add would address depth purposes, giving the Cardinals another mid- to back-of-the-rotation option in case Carlos Martinez is unable to take the reins of the fifth-starter's job and to protect in case of injury. But could the Cardinals, as FOXSports.com suggested Wednesday night, be looking to go even bigger than that? Don't rule it out. FOXSports.com noted that the Cardinals have explored the cost of adding Max Scherzer, Cole Hamels or David Price before the offseason concludes. Exploration doesn't necessarily translate into pursuit, but without question the addition of a frontline starter would change the dynamic of St. Louis' rotation. While the Cardinals boast of a rotation competition potentially seven starters deep, there is uncertainty as to whether the organization can count on such depth. To varying degrees there are health questions surrounding Adam Wainwright (right elbow surgery), Michael Wacha (right shoulder stress reaction) and Jaime Garcia (thoracic outlet syndrome). The organization also has to weigh realistic expectations for Carlos Martinez and Marco Gonzales, both unproven Major League starters. Looking beyond 2015, the Cardinals' depth will be challenged even more, as John Lackey and Garcia will be free agents after this season. Finding another starter now could address both short- and long-term rotation issues. If pursuing a trade for Price or Hamels, or if making an offer to Scherzer (the biggest starting pitching prize on this winter's free-agent market) the Cardinals have to weigh cost, risk and reward. Signing Scherzer, a St. Louis native and 2013 American League Cy Young Award winner, would require a significant long-term financial commitment, while acquiring Hamels would necessitate shipping out prospects and taking on salary. Pursuing Price, a looming free agent, would also involve a player cost and the potential of him being a merely a one-year asset. The Cardinals do have the financial flexibility to add a high-priced player. The organization has been anticipating a payroll increase (mostly due to the escalating salaries of its younger players) and has positioned itself well to have available dollars for a big move. Having the money, however, doesn't mean the Cardinals want to spend it on a free-agent starter reportedly seeking a commitment near $200 million. The Cards have typically abstained from entering such markets for players not previously a part of the organization. The five-year, $97.5 million extension the Cardinals gave Wainwright two years ago remains the biggest for a pitcher in franchise history. \"I do think the model we've tried to create over the last several years is to be more self-sustaining,\" Mozeliak said last month, reiterating the Cardinals' preference of developing and retaining talent instead of paying for it to come from elsewhere. \"Just to start to chase something because we feel we have some bandwidth with payroll or something only makes sense if you truly have a need. At this point, we still feel like the guys we're running out in our rotation are pretty good. In terms of going out and necessarily making that large investment, I still think it's the out years that end up being more painful than the first couple. That's what we're trying to avoid. We don't have a glaring need to do it.\" Trading for Hamels or Price wouldn't come with that same sticker shock, but either would nevertheless be substantial. Hamels, 31, will make $90 million through 2018 and has a $20 million club option ($6 million buyout) for '19 that could trigger with performance and health. Salary may not even be what the Cardinals consider the greatest cost of such an acquisition, either. That could be the talent the Phillies would certainly require to reach a deal. The Cards' depth has thinned over the last year, with Shelby Miller, Tyrell Jenkins, Joe Kelly and James Ramsey all leaving in trades. The death of Oscar Taveras also left the Cardinals without their top prospect. In going after Hamels, the organization would have to decide if it has enough depth to sustain the departure of additional young pieces. The Tigers wouldn't have the same leverage in any trade discussions involving Price, since the 29-year-old lefty has only one year remaining before free agency. But there would be some degree of talent cost, as well as the risk Price leaves next winter. The organization is already taking that gamble with Jason Heyward, acquired from the Braves in November. Yet the Cardinals have pursued Price before (most recently last summer) and could do so again while seeking assurance from his side that he'd consider a St. Louis stay beyond 2015. Adding Price or Hamels would also address the left-handed void in the Cards' current rotation. Jenifer Langosch is a reporter for MLB.com. Read her blog, By Gosh, It's Langosch, and follow her on Twitter @LangoschMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jenifer Langosch"
}
