{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/105938312\/nationals-tab-rick-ankiel-as-life-skills-coordinator\/",
    "title": "Nationals tab Ankiel as life skills coordinator",
    "subtitle": "",
    "body": "WASHINGTON -- The Nationals announced their Minor League managers, coaches and coordinators for the 2015 season on Thursday. The most recognizable addition is Rick Ankiel, who will serve as the life skills coordinator. Ankiel started his career as a pitcher with the Cardinals, but after having problems finding the strike zone, he became an excellent defensive center fielder for several teams, including the Cards, Royals, Braves, Nats, Astros and Mets. \"Rick is going to be a confidant to our players,\" assistant general manager Doug Harris said. \"With Rick's background, he has dealt with a lot in his personal life. He had a very unique experience in his professional life. He has the ability to help our kids during difficult times based on his experience and background. It's something we wanted to dabble into. \"I can't think of another guy that has gone through what he has gone through as a pitcher and then came back to be a Major League position player and dealt with the highs and lows that came with that.\" The Nationals also promoted Paul Menhart from pitching coach at Triple-A Syracuse to Minor League pitching coordinator. Spin Williams, who was pitching coordinator the last few years, is now senior adviser for player development. Now that Menhart has a new role, Bob Milacki will be the pitching coach for Syracuse. \"Spin is going to be a mentor to Paul Menhart, but he is also going to be a big part of what we are doing globally in development outside of just pitching,\" Harris said. Milacki comes to the Nationals after spending six years in the Phillies' system, while Tommy Shields joins the organization as a co-field coordinator. Milacki also spent eight years as a pitching coach in the Pittsburgh Pirates' organization, while Shields comes to the Nats after spending three seasons as the manager of the Burlington Royals in the Kansas City Royals' system, earning Appalachian League Manager of the Year honors in 2012. Michael Barrett's role has increased. Besides being manager of the Gulf Coast Nationals, he will also serve as a catching coordinator, working with the catchers across all levels of Washington's system. The Nationals have also added Jerad Head, who will serve as a coach during extended spring camp and for the Rookie Gulf Coast League Nationals. Head played eight seasons in the Minor Leagues, including the 2013 season within the Nats' chain. Head appeared in 10 games for the Cleveland Indians in 2011, and he collected his first MLB hit in his big league debut on Aug. 28 vs. Kansas City. Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the Time. He also can be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
