{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/105578516\/bullpen-help-tops-torontos-remaining-to-do-list\/",
    "title": "Bullpen help tops Toronto's remaining to-do list",
    "subtitle": "Blue Jays also aiming to give Travis development time with second-base upgrade",
    "body": "TORONTO -- The holiday season has come to an end, but there are still at least a couple of items left on Alex Anthopoulos' to-do list for the New Year. The Blue Jays have been relatively quiet since they acquired Russell Martin, Josh Donaldson and Michael Saunders earlier this offseason, but some additional holes remain with a little over six weeks until Spring Training. Toronto finds itself in need of at least a couple of relievers and a second baseman, while also potentially using veteran Dioner Navarro as a valuable trade chip. Here's a closer look at some of the work that lies ahead: Improving the bullpen The bullpen has remained relatively untouched even though it's an area that desperately needs at least a couple of upgrades. Toronto relievers were a major weakness in 2014, and while some major changes are expected, they're yet to happen. This year's free-agent crop was never all that strong to begin with, but it has weakened considerably over the past month as Luke Gregerson, Pat Neshek, Sergio Romo and Andrew Miller went off the board. That leaves Rafael Soriano, Francisco Rodriguez and Casey Janssen as the lone marquee names still available. A more likely scenario would see the Blue Jays do something through trade. Washington's Tyler Clippard is one possibility, but he's projected to earn approximately $9 million in arbitration, and that figure could be difficult to fit into Toronto's payroll. The same could be said of Philadelphia's Jonathan Papelbon, who is set to earn $13 million in 2015 and has a vesting option for 2016 with 55 games finished. Upgrading second base The Blue Jays hope they found their long-term solution at second by trading outfielder Anthony Gose for infielder Devon Travis. There could be a bright future ahead, but the fact that Travis has never played above Double-A puts his role with the club in question. If Toronto wants to give Travis more time in the Minors, it would be up to Maicer Izturis and Ryan Goins to hold down second base until he's ready. That's not exactly an ideal situation, as Izturis is ill-equipped to play everyday, while Goins adds little value with his bat. Unless another second baseman is brought into the mix, there could be a lot of pressure to use Travis on Opening Day. The biggest rumor surrounding Toronto for the past month has been its interest in Takashi Toritani. The 33-year-old infielder has spent his entire career in Japan, but he is contemplating a switch to the Major Leagues. He reportedly has been mulling offers from the Padres and Blue Jays, but there's also a chance he could decide to rejoin the Hanshin Tigers of the Nippon Professional Baseball League. Tampa Bay's Ben Zobrist could be available through trade, but he doesn't appear to be a realistic fit for the Blue Jays. The high cost of prospects the Rays would want plus the difficulty of dealing with a division rival makes any agreement between the two sides extremely unlikely. Chase Utley also doesn't seem to be a realistic target because of his no-trade clause, which leaves Gordon Beckham and Rickie Weeks as two of the short-term options through free agency. Deciding what to do with Navarro Navarro has been on the block for the past couple of months, but so far, a suitable deal has yet to surface. Toronto knows that if it really needed to clear Navarro's $5 million salary, a trade could be completed within hours, but the organization isn't looking to make a move simply to cut costs. The goal is to get a useful piece in return for the veteran catcher who proved valuable in his return to a starting role. The D-backs and White Sox have been linked to Navarro in the past, and it's likely that the Blue Jays will want bullpen help in any deal. If the right move doesn't surface, Navarro may find himself stuck in a part-time role this year with at-bats possible as a backup catcher and designated hitter. Both sides would rather avoid that. Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
