{
    "url": "http:\/\/m.rockies.mlb.com\/news\/article\/105939056\/rockies-announce-2015-minor-league-staffs\/",
    "title": "Rockies reveal 2015 Minor League staff assignments",
    "subtitle": "",
    "body": "DENVER -- Longtime Rockies staff member Duane Espy will fill the newly created post of hitting coordinator, the Rockies announced Thursday as they revealed their Minor League staff assignments for 2015. Espy, entering his 13th season in the organization, will be in charge of implementing hitting philosophy and offensive development for players at all affiliates. Espy joined the organization as Major League hitting coach from 2003-06 under then-manager Clint Hurdle, and has since worked as a coach, manager and development supervisor in the Minor League system. Espy was development supervisor at Class A Short-Season Tri-City last season. Managers this year will be Glenallen Hill at Triple-A Albuquerque, Darin Everson at Double-A New Britain, Fred Ocasio at Class A Advanced Modesto, Warren Schaeffer at Class A Asheville, Frank Gonzales at Class A Short-Season Boise, Anthony Sanders at Rookie-level Grand Junction and Mauricio Gonzalez with the Dominican Summer League club. Hill is managing his third Triple-A season, and Sanders is managing his second year at Grand Junction. Everson was the Double-A hitting coach last year, Schaeffer was the Class A Short-Season hitting coach last year, Gonzales was pitching coach at Class A Short-Season, and Gonzalez is entering professional coaching after a 13-season career as a professional player that included parts of three Major League seasons with the White Sox (2007), Indians (2008) and Marlins (2009). Additionally, pitching coach Darryl Scott has been promoted from Double-A to Triple-A Albuquerque, and Triple-A hitting coach Dave Hajek returns for his third season at that level. The Rockies employ development supervisors at five levels. They are Tony Diaz at Grand Junction, Fred Nelson at Boise, Jerry Weinstein at Modesto, Marv Foley at Asheville, and Ron Gideon at New Britain. In addition to Gonzalez, the Rockies also have brought in three other new staff members: • Steve Merriman will be pitching coach at New Britain after spending the last two seasons in the same job in the Royals organization. Merriman also has been a pitching coach at the University of Michigan (2012), and in the Mets (2004-06) and D-backs (2007-09) systems. He worked for the Major League Scouting Bureau from 2009-11. • Former Rockies outfielder Jeff Salazar (2006), who also played for the D-backs (2007-08) and Pirates (2009), will serve as New Britain's hitting coach. • Brandon Emanuel joins the Rockies as Boise pitching coach after spending the last six years as a pitching coach in the Angels system. Thomas Harding is a reporter for MLB.com. Read his blog, Hardball in the Rockies, follow him on Twitter @harding_at_mlb, and like his Facebook page, Thomas Harding and Friends at www.Rockies.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Thomas Harding"
}
