{
    "url": "http:\/\/m.athletics.mlb.com\/news\/article\/105939782\/as-turn-infield-corners-over-to-newcomers\/",
    "title": "A's turn infield corners over to newcomers",
    "subtitle": "Lawrie, Butler and Davis replace Donaldson, Moss",
    "body": "This is the second in a seven-part Around the Horn series that will take a position-by-position look at Oakland's projected starters and backup options heading into the new season. Today: Corner infield.  Name tags will be a must for nearly all corner infielders parading into camp with the A's come February. All-Star third baseman Josh Donaldson, meanwhile, will be readying for his new stint with the Blue Jays. All-Star first baseman Brandon Moss will be putting on an Indians uniform. Both departed in the A's roster overhaul this offseason, vacating prime positions. • Opportunity awaits Phegley at catcher The A's, though, made sure to get a third baseman back from Toronto when trading Donaldson, landing Brett Lawrie in the five-player deal. They've also taken care of first base, too, signing free agent Billy Butler and acquiring Ike Davis from the Pirates. Injuries have haunted the early portion of Lawrie's career, but he's still just 24 years old and brings plenty of upside to Oakland. He hit .247 with 12 homers and 38 RBIs in 70 games for Toronto last season, missing most of the final three months because of injuries, including a third oblique strain in as many years. Lawrie believes that playing away from Rogers Centre's turf will help him curtail his injury-prone ways. \"Health is going to be the key with him,\" A's manager Bob Melvin said this winter. \"I know he's excited about getting off the turf and playing on grass. The turf can beat you up a little bit, especially when you play as hard as he does, and aspires to go out there every day. \"Our fans are going to love him. He's a blue-collar guy: plays hard, is always dirty, he's diving. He's the type of guy that our fan base will like right away.\" Davis seems likely to get the bulk of playing time at first base, with Butler making starts against left-handers. Davis boasted a ton of promise as a young player with the Mets, hitting 32 home runs in 2012, but he has since quickly faded. He hit .233 with 11 homers between the Mets and Pirates last year. Still, he's only 28 and brings decent power with a good dose of upside from the left side, while also providing solid defense. Butler will handle the lefties, having averaged a .912 OPS against them in his eight-year career. He's also expected to make most starts against right-handers at designated hitter. Then there's Mark Canha. The 25-year-old is a Rule 5 player, so he must remain on Oakland's 25-man roster all season or be offered back to his original team, the Marlins, for $25,000. He can play both first base and the outfield. Stephen Vogt is another first-base option on days he doesn't catch, and the A's also have Nate Freiman to play the position, though it's very likely he opens the season with Triple-A Nashville with so many hands already on deck. Jane Lee is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jane Lee"
}
