{
    "url": "http:\/\/m.rangers.mlb.com\/news\/article\/105600324\/rangers-re-sign-veteran-adam-rosales-to-one-year-deal\/",
    "title": "Rangers re-sign veteran Rosales to one-year deal",
    "subtitle": "Texas designates right-hander West for assignment to make room",
    "body": "ARLINGTON -- The Rangers have re-signed utility infielder Adam Rosales to a one-year, $900,000 contract. To make room on the 40-man roster, the Rangers have designated pitcher Matt West for assignment. The Rangers non-tendered Rosales back in December, but wanted to bring him back in 2015 after he played well in a utility role in 2014. Rosales played in 56 games and hit .262 with four home runs, 20 runs scored and 19 RBIs in 164 at-bats. He was the Rangers' Player of the Month for August when he hit .352 with two home runs and 10 RBIs in 20 games. Rosales hit .293 with runners in scoring position for the season. He was also tied for fifth on the team with four game-winning RBIs. Rosales started at least two games at every infield position, including 27 at first base after Mitch Moreland and Prince Fielder went down with season-ending injuries. He also started five games as the designated hitter. Rosales will be in Spring Training camp with the Rangers for a second straight year after being acquired from Oakland via multiple waiver claims in August 2013. He has a career .226 batting average with 24 home runs and 99 RBIs over 375 Major League games with Cincinnati (2008-09), Oakland (2010-13), and Texas (2013-14). West, who was the Rangers' second-round pick in the 2007 First-Year Player Draft, appeared in three games last season. A former infielder, he converted to pitching in 2011 because he could throw 99 mph. But his development was stalled by an elbow injury that ultimately required Tommy John surgery on Aug. 22, 2012. The Rangers have 10 days to trade, release or outright him to Triple-A. Worth noting • Casey Candaele has been promoted to Minor League field coordinator. He replaces Jayce Tingler, who has been promoted to the Major League coaching staff. Candaele spent nine seasons in the Major Leagues as an infielder, including five with the Astros. He was an early mentor of former Astros second baseman Craig Biggio. He has spent the past four seasons in the Rangers' organization as an infield\/baserunning instructor. • The Rangers have signed right-handed pitcher Juan Carlos Oviedo to a Minor League contract with an invitation to Major League Spring Training. Oviedo, who turns 33 on March 15, went 3-3 with a 3.69 ERA (13 earned runs in 31 2\/3 innings) in 32 relief appearances for Tampa Bay last season before he was designated for assignment on July 26 and given his unconditional release on Aug. 5. He did not pitch in the Majors in 2012-13 and had Tommy John surgery in September 2012. He has a career 21-23 record with 93 saves and a 4.28 ERA for Kansas City (2005-08), Miami (2009-11), and Tampa Bay (2014). T.R. Sullivan is a reporter for MLB.com. Read his blog, Postcards from Elysian Fields, and follow him on Twitter @Sullivan_Ranger. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "T.R. Sullivan"
}
