{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/105616300\/white-sox-hitters-swing-into-mini-camp-action-at-camelback-ranch\/",
    "title": "White Sox hitters swing into mini-camp action",
    "subtitle": "Club getting early jump on highly anticipated 2015 season",
    "body": "CHICAGO -- Many hitters taking part in the White Sox mini-camp over the next three days at Camelback Ranch represent the franchise's future. But for some of the 15-or-so players in attendance in Arizona, including starting center fielder Adam Eaton, second-base candidate Micah Johnson and catcher Rob Brantly, the future is now. So it's good to get an early-January jump-start on what figures to be a promising 2015 campaign for the South Siders. \"It's always nice to get everybody together,\" said hitting coach Todd Steverson after Monday's workout. \"It gives them a chance to say hi to each other all over again. For us, it gets our hands back on them before Spring Training starts. We can get some things knocked out, whether they are mechanical or mental, or anything like that on a level of hitting. It's always good.\" \"I'm from Indiana, and it's cold there right now,\" Johnson said. \"I've been working indoors. This is a chance to get eyes on you, check your progress. You want to take all the information you can from these guys on the days you are here. Work with Trick [Steverson] a little bit. Let him see what I've been working on and let him add his input.\" No. 2 prospect Tim Anderson, according to MLB.com, is in attendance for the mini-camp, as is Courtney Hawkins (No. 5), Matt Davidson (No. 8), Trey Michalczewski (No. 9) and Keon Barnum (No. 16). While very few from this particular group figure to reach the big leagues in '15, it's good for Steverson to reacquaint himself with the prospects. Steverson, pitching coach Don Cooper and bullpen coach Bobby Thigpen all were in attendance for the final week of Instructional League action in Arizona back in October. \"A lot of guys here are repeat offenders form last year, in that they came to last year's mini-camp,\" Steverson said. \"But I didn't get a chance to see all of them throughout the course of 450 or 500 at-bats in the Minors. \"We stay in touch quite closely, myself, Buddy Bell, Vance law and Nick Capra, making sure everybody is on a good plan and striving toward being developed properly. We hope they touch the big league level someday soon and we'll already have a relationship.\" Even with the signing of Emilio Bonifacio on Monday, Johnson still figures to compete with Carlos Sanchez for the team's starting second-base slot. Johnson is as excited as everyone else to see the offense in action with the major offseason upgrades. \"All these guys are capable of doing a lot: speed, power, contact, it's a special lineup,\" Johnson said of the 2015 White Sox. \"Once it gets going, it could be really special.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
