{
    "url": "http:\/\/m.mlb.com\/news\/article\/105623010\/fantasy-baseball-values-revisited-on-recent-hot-stove-deals\/",
    "title": "Fantasy value revisited: Bonifacio, Hundley on the rise",
    "subtitle": "",
    "body": "After a brief cooling-off period during the holiday season, the Hot Stove has started to heat back up. There are still several stud performers on the open market, so fantasy owners will need to pay attention to the Major League transaction wire during January. Here is a summary of the fantasy values that changed in recent days. Value up Emilio Bonifacio (White Sox): Bonifacio found a great landing spot when he agreed to a one-year deal to serve as a utility player in Chicago. The White Sox lack stud starters at second and third base, so Bonifacio should be able to make appearances each week at those positions. Bonifacio could also pick up some starts in center field, after Adam Eaton dealt with his share of injuries in 2014. Bonifacio, 29, should exceed 300 at-bats, which would give him enough opportunities to steal 25-30 bases. Nick Hundley (Rockies): The 31-year-old signed a two-year deal with the Rockies, and NL-only owners have to be excited about the numbers he could put up in Coors Field. If Hundley can get to 250 at-bats, his home park could aid a quest to provide 10 dingers for those in deep leagues. If starting backstop Wilin Rosario deals with any injuries this year, Hundley could also provide some short-term value in two-catcher mixed leagues. Seth Smith (Mariners): Smith's path to playing time was completely blocked after the Padres added three proven outfielders in December. But the 32-year-old now has a clear path to his most-desired role after being shipped to Seattle. The Mariners were looking for left-handed hitter to platoon with Justin Ruggiano in right field, and Smith, who owns a .839 career OPS vs. right-handers, should do a fine job in that role. He is unlikely to help most mixed-league owners, but those in deeper formats can expect 12-15 homers, 50-60 RBIs and a respectable batting average. Wandy Rodriguez (Phillies): After posting a sub-4.00 ERA for six straight seasons, Rodriguez recorded a 6.75 mark in six starts in 2014 before ending his season early due to a knee injury. The 35-year-old believes he can bounce back from the injury, and he has reportedly agreed to a Minor League deal with the Phillies. While Philadelphia could provide some challenges for Rodriguez, due to its hitter-friendly ballpark and possible lack of offensive support, the thin rotation gives him a great chance to make the club. NL-only owners should watch Rodriguez closely during Spring Training, as he could be a nice late-round pick in those formats. Value down Wilin Rosario (Rockies): Because of his raw power, Rosario is a terrific fantasy asset. But his real-life value is something entirely different, and the signing of Hundley may indicate that the Rockies are going to monitor Rosario's playing time this year. The right-handed slugger has some of the most pronounced splits in baseball, as his .994 OPS in the past three years vs. lefties is nearly 300 points higher than his .714 mark vs. right-handers. Hundley cannot match Rosario at the dish, but his splits lean in the other direction, and his .664 OPS in the past three years vs. right-handers shows that he is at least a comparable hitter in those situations. Hundley is known as a better defensive catcher than Rosario, and the Rockies will likely have some young, developing arms in their rotation. Rosario has averaged 409 at-bats over the past three years, but he could have more competition for playing time in the upcoming campaign. Justin Ruggiano (Mariners): When Ruggiano was traded to Seattle, some fantasy owners speculated that mixed-league relevance could return to this 32-year-old, who hit 31 homers and swiped 29 bases across 2012-13. But the follow-up trade by the Mariners for Smith should sink Ruggiano to AL-only fodder. The right-handed hitter's .926 OPS vs. lefties in the past three years is more than 200 points higher than his .705 mark against right-handers, which means that Ruggiano is perfectly set up to own the short side of a platoon with Smith. He should hover around 300 at-bats in 2015, and that total would preclude him from mixed-league relevance. Value neutral Asdrubal Cabrera (Rays): Cabrera will be a full-time player for the Rays next season, whether it is at shortstop or second base, and his fantasy production should be somewhat easy to predict. The switch-hitter has slugged 14-16 homers in each of the past three seasons, and he has swiped 9-10 bases in each of those campaigns. He has driven in 61-68 runs in each of the past three years, and he has scored 66-74 times. In short, few players offer mixed-league owners this level of consistent production. The 29-year-old is not near the age when we would expect a major drop-off, but his production has been so stable in recent years that it is hard to predict a notable improvement. He is a fine middle infielder to fill out a mixed-league roster, but he should not be selected in the first half of those drafts. Marlon Byrd (Reds): Byrd has had one of the better late-career surges in recent memory. It is hard to expect a 37-year-old to continue building on the two most powerful seasons of his career, but Byrd has been so consistent with the long ball in the past two campaigns that there is good reason to suspect he can put together another 20-homer year. By moving from Philadelphia to Cincinnati, he relocates from one hitter-friendly home park to another. The Reds had a glaring hole in left field, so Byrd should have no trouble exceeding 500 at-bats, provided that he can stay healthy for a third straight year. Because of his age, Byrd could slide in mixed-league drafts, but he should be a safe source of 20 homers and 75-80 RBIs. Fred Zinkie is a fantasy baseball writer for MLB.com This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Fred Zinkie"
}
