{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/105666806\/former-orioles-yankees-right-hander-mike-mussina-gains-ground-in-hall-of-fame-voting\/",
    "title": "Mussina gains ground in Hall of Fame voting",
    "subtitle": "Former Orioles, Yankees righty nets 24.6 of necessary 75 percent for election",
    "body": "NEW YORK -- Mike Mussina received a small uptick in support from the voting members of the Baseball Writers' Association of America this year, but the former Orioles and Yankees right-hander still faces a long climb for induction to the National Baseball Hall of Fame. Eligible for the second time, Mussina's name was checked by 24.6 percent of voters, appearing on 135 of the 549 ballots cast. Mussina was selected on 20.3 percent of ballots in 2014, and players must receive at least 75 percent for induction. It is possible that Mussina could receive greater consideration from voters next season, now that five elite starters have been cleared from the ballot with tickets for Cooperstown in the past two years: Tom Glavine, Greg Maddux, Randy Johnson, Pedro Martinez and John Smoltz. Pitching for 10 seasons with Baltimore (1991-2000) and eight with New York (2001-08), Mussina compiled a lifetime record of 270-153 with a 3.68 ERA. A five-time All-Star and seven-time Gold Glove Award winner who spent his entire career in the American League East, Mussina won at least 15 games in 11 seasons and recorded 2,813 strikeouts, good for 19th all-time. Mussina enjoyed one of his best seasons in 1999, going 18-7 with a 3.50 ERA, but he finished second behind Martinez's otherworldly statistics for the 1999 AL Cy Young Award -- one of Mussina's six top-five finishes in Cy Young voting. That was part of a pattern establishing Mussina as a \"Mr. Almost\" of sorts; he came within one inning of celebrating a World Series title with the 2001 Yankees and was one strike away from a perfect game in '01 at Fenway Park, a bid shattered by a Carl Everett single. Mussina retired after the '08 campaign as the oldest pitcher to record a 20-win season for the first time. There is hope for Mussina's case. The most recent example of a Hall of Fame starter who received a lower total than Mussina in his first year is Bert Blyleven, who was named on just 17.5 percent of ballots when he appeared on the 1998 ballot and was finally elected in 2011. Don Drysdale also only reached 21 percent on the 1975 ballot, but he was inducted in 1984. Voters reviewing Mussina's numbers may want to consider that only four pitchers have made at least 500 starts with a better winning percentage than Mussina's .638: Christy Mathewson, Grover Cleveland Alexander, Johnson and Roger Clemens. \"People are going to talk about it any number of ways,\" Mussina has said. \"I'm just glad that I've achieved enough and made enough of an impression that people are going to include me in the conversation.\" Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
