{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/105667978\/dominating-left-hander-randy-johnson-elected-to-baseball-hall-of-fame\/",
    "title": "Big Unit dominates in Hall of Fame voting",
    "subtitle": "Left-hander named on 97.3 percent of ballots in first year of eligibility",
    "body": "PHOENIX -- During his 22-year Major League career, Randy Johnson rarely, if ever, stopped to appreciate his accomplishments, because he was determined never to lose his edge. It was that fire and intensity that fueled Johnson's rise from a gangly and wild flamethrower into a polished pitcher who dominated opposing hitters en route to 303 wins, 4,875 strikeouts, five Cy Young Awards, a perfect game and a World Series Most Valuable Player Award. On Tuesday, the Baseball Writers' Association of America made official what baseball fans have known for years -- Johnson is a Hall of Famer. Johnson was elected with 97.3 percent of the vote, the eighth-highest vote total ever, in his first year of eligibility. \"I was wound pretty tight for 22 years, especially probably about the last 15 when I really came into my own,\" Johnson said. \"I struggled, and then when I found my consistency and my ability to compete at a consistent level, I had a lot of fun. But I also realized that I had a lot of responsibility to my teammates, my organization and the fan base, and that's a lot to live with.\" Drafted by the Montreal Expos out of the University of Southern California in the second round of the 1985 First-Year Player Draft, Johnson also pitched for the Mariners, Astros, D-backs, Yankees and Giants before retiring following the 2009 season. • Shop for Randy Johnson gear Looking at the dominance Johnson displayed from 1995 on, it's easy to lose track of all the work he had to put in to turn himself into a great pitcher. Early in his career, he struggled to harness his electric fastball.  Complete coverage \"For me it was extremely difficult,\" Johnson said of his mechanics. \"So that was the toughest thing, becoming consistent with my release point and my mechanics. And that wasn't a one-year kind of thing, it was gradual, because there were games when I got called up in 1988 in Montreal I pitched four games and went 3-0 and I threw pretty well. Then the next year in 1989 I broke camp with Montreal and started off 0-4. So it's not that I didn't have it at times, it's that you need to be consistent with it. And that's what took so long for me, because I was so tall.\" Johnson won his first Cy Young Award with the Mariners in 1995 as he led them to their first playoff appearance. After signing with the D-backs as a free agent after the 1998 season, Johnson helped transform the expansion franchise from a 97-game loser to a 100-game winner in 1999. Johnson won four straight Cy Young Awards from 1999-2002 in Arizona and somehow managed to continually improve his numbers despite already being regarded as the best pitcher in the game. \"I'm sorry I couldn't share more of what I was really about when I was playing,\" Johnson said. \"But I guess it was more about how my dad raised me and taught me to not ever be content on what you were doing because there's always somebody better than you doing it. And how do you know how good you could be until you stopped doing it? Now that I've stepped away from the game, I can answer a question -- what was your best game, what was your best performance? It would be the perfect game, I was perfect. But I always tried to get better and that's why I was so hard on myself.\" Johnson won his lone World Series in 2001 when the D-backs beat the Yankees in a dramatic seven-game series. Named as a co-MVP with teammate Curt Schilling, Johnson won three games -- Games 2 and 6 as a starter and Game 7 in relief. He tossed his perfect game -- and the second no-hitter of his career -- on May 18, 2004, against the Braves. Johnson's 4,875 strikeouts are the most by a left-hander in baseball history and second only to his idol, Ryan, who fanned 5,714 over his career. Johnson led his league in ERA four times and in strikeouts nine times. He currently stands as baseball's all-time leader in strikeouts per nine innings (10.6). \"It was special to watch,\" said Schilling, who played with Johnson from 2000-2003. \"I think if you take the era into consideration, he's the greatest left-hander of all time. You can say what you want about other guys, but no left-hander ever dominated the game -- I mean, look, [Sandy] Koufax was phenomenal and he would have been great at any time, but he didn't pitch in this era. Any pitcher that has a Hall of Fame career in the era that R.J. had it is a big part, because we played at the height of the era -- the steroids and everything.\" Since his retirement, Johnson has pursued his passion for photography, which he studied at USC. He has visited U.S. troops all over the world in his work with the USO, and he has developed his own website to display the images. Steve Gilbert is a reporter for MLB.com. Read his blog, Inside the D-backs, and follow him on Twitter @SteveGilbertMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Steve Gilbert"
}
