{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/105670020\/jeff-bagwell-gets-slight-voting-bump-in-fifth-year-on-hall-of-fame-ballot\/",
    "title": "Bagwell gets slight voting bump in fifth year on ballot",
    "subtitle": "Needing 75 percent for Hall of Fame election, Astros great up to 55.7 percent",
    "body": "HOUSTON -- While longtime teammate Craig Biggio got the call that he will be enshrined in the Hall of Fame this summer, Jeff Bagwell is still waiting. Bagwell, in his fifth year on the ballot, appeared on 55.7 percent of the ballots in voting by the Baseball Writers' Association of America on Tuesday, falling shy of the 75 percent needed to be elected. That's a slight bump over the 54.3 percent he received last year, but short of the high of 59.6 percent of the votes he got in 2013. Biggio, in his third year on the ballot, received 82.7 percent of the vote and will become the first player who played his entire career in Houston to make the Hall. Biggio will be enshrined in Cooperstown, N.Y., on July 26, along with pitchers Randy Johnson, Pedro Martinez and John Smoltz. \"There's no doubt about it, Jeff Bagwell is a Hall of Famer,\" Biggio said. \"Hopefully it happens next year or the year after. It's kind of funny. We've been put together for 14, 15 years, standing side by side, and we enjoyed every minute we played the game. We played the game for fun, we played the game the right way.\" As far as the numbers go, Bagwell is among the best first basemen to ever play the game. He hit .297 in his 15-year career in Houston (1991-2005), with 2,314 hits, 449 homers, 1,529 RBIs, 1,517 runs scored and a .408 on-base percentage. He was the 1991 National League Rookie the Year, 1994 NL Most Valuable Player, and his 79.6 WAR ranks seventh among first basemen all-time. \"I think just give him a little more time and you will see him in the Hall of Fame,\" former owner Drayton McLane said. \"He was the heartbeat of the Astros and achieved great things during the [15] years he played. I just feel he is Hall of Fame caliber.\" Not surprisingly, most people familiar with Bagwell or the Astros believe Bagwell should join Biggio in Cooperstown. \"Like Craig, I think anybody that played in Houston, they didn't get the recognition nationally speaking, that they would have received in the bigger markets,\" former Astros general manager Gerry Hunsicker said. \"And Bagwell had a double whammy because being a power hitter, he played half of his career in the Astrodome, which is probably the most difficult park ever built for a slugger.\" The good news for Bagwell is every player who has received at least 50 percent of the vote -- except for Jack Morris and Gil Hodges -- has eventually been elected. But Bagwell will have only five years remaining on the ballot after a recent rule change dropped the amount of years a player can remain on the ballot from 15 years to 10. \"I think Jeff's a Hall of Famer as well,\" said longtime Bagwell teammate and current Tigers manager Brad Ausmus. \"I always envisioned Jeff and Craig going in together, because they played so long in the same uniform. That's the appeal of Biggio and Bagwell. You rarely nowadays see players play for the same team and have extraordinary careers as they did.\" Bagwell, who retired following the 2005 season because of a degenerative shoulder condition, last appeared in an Astros uniform during the '05 World Series, the crowning achievement in his terrific career in which he helped the Astros to the playoffs six times. The early end to his career kept him from hitting 500 home runs, which almost certainly would have punched his ticket to the Hall. Bagwell's case for Hall of Fame consideration goes beyond numbers and awards. He was one of the smartest players in the game and a tremendous baserunner, as well as a good defensive player. He won a Gold Glove Award in 1994. \"He had the offensive stats, but when you take a look at it, most managers or players that played against him would agree that for a decade or slightly more, if he was not the best first baseman, then certainly in the top two in the league, and he's always been a terrific baserunner,\" said former Astros manager Phil Garner. \"If you can do all those things -- offense, defense and run -- there's nothing else to do but be a smart player, and he was certainly a smart player and a team leader. All around, Jeff Bagwell deserves to get in.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
