{
    "url": "http:\/\/m.pirates.mlb.com\/news\/article\/105671030\/former-pirates-fall-short-in-2015-hall-of-fame-voting\/",
    "title": "Former Pirates fall short in Hall of Fame voting",
    "subtitle": "",
    "body": "SCOTTSDALE, Ariz. -- Three players with considerable footprints in Pittsburgh were blanked in the landmark Hall of Fame voting announced on Tuesday afternoon -- when four others gained induction over the Pirates' symbolic objection. Barry Bonds, Brian Giles and Jason Schmidt were denied by 549 voters -- none more resoundingly than Giles and Schmidt, neither of whom received a single vote. But first-ballot eligibles Randy Johnson, Pedro Martinez and John Smoltz, and top incumbent candidate Craig Biggio, got nods for careers that were surprisingly mediocre against the Bucs. Biggio claimed 253 of his 3,060 hits off Pirates pitchers, at least representative of his overall career. However, the historic pitching triumvirate compiled a cumulative record of 34-22 against the Bucs. In other words, Johnson, Martinez and Smoltz -- an aggregate 735-421 in their careers -- claimed only 4.6 percent of their wins over the Pirates. While Bonds' Pittsburgh origins are well known, Giles is the only one of the three former Pirates who had his peak years with the club. From 1999 through his trade to San Diego on Aug. 26, 2003, Giles batted .308 and had an OPS of 1.017, both well above the numbers for a 15-year career that included four seasons with the Indians and seven with the Padres. Giles drew Most Valuable Player Award votes in each of his seasons with the Pirates on clubs that averaged 91 losses. Schmidt's Pittsburgh tenure was modest compared to his ensuing bloom in San Francisco. From 1996 through mid-2001, the righty had a losing record (44-47) with the Bucs -- then went 78-37 with the Giants. As it turned out, Giles and Schmidt not only fell off future ballots, but they joined the relatively uncommon Zero Votes Fraternity of players to be totally blanked in Hall of Fame balloting. They also joined the ranks of respected players unwittingly testifying to the exclusivity of Cooperstown. While far less ceremonial, a year ago there were six pledges in the Zero Votes Fraternity: Ray Durham, Mike Timlin, Paul Lo Duca, Richie Sexson, Sean Casey and Todd Jones. Jones had been blanked despite a 319-save career. Years ago, left-hander Frank Tanana got a goose egg despite a 240-win career. Tough crowd. That's what makes the Hall of Fame so hallowed. Something to bear in mind through another round of post-election rants. Tom Singer is a reporter for MLB.com and writes an MLBlog Change for a Nickel. Follow him on Twitter @Tom_Singer. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Tom Singer"
}
