{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/105670178\/curt-schilling-makes-nice-jump-in-third-year-on-hall-of-fame-ballot\/",
    "title": "Schilling makes nice jump in third year on ballot",
    "subtitle": "After receiving 29.2 percent of the vote in 2014, former Sox righty gets 39.2 percent",
    "body": "Curt Schilling, the right-hander who in 2004 helped lead the Red Sox to their first World Series title in 86 years, received 39.2 percent of the Hall of Fame vote revealed on Tuesday, a marked improvement from last year. It was Schilling's third year on the ballot, and his votes (38.8 percent in 2013 and 29.2 percent in '14) have fluctuated since his first year. Schilling, selected by the Red Sox in the second round of the 1986 First-Year Player Draft, was a six-time All-Star and four times finished in the top five of the Cy Young Award voting. From 2001-04, he finished second three times while with the D-backs and Red Sox. The righty was traded to Baltimore in 1988 along with Brady Anderson before Schilling reached the Majors later that year, and he went on to pitch in 44 games (five starts) for the O's through the 1990 season. He spent one year with the Astros and nine with the Phillies before he was traded to the D-backs at the non-waiver Trade Deadline in 2000. There, Schilling pitched alongside 2015 Hall of Fame electee Randy Johnson and helped lead Arizona to the 2001 World Series title (they shared World Series MVP honors and Johnson won the National League Cy Young Award, while Schilling finished second). Schilling returned to Boston by way of a trade in 2003 and spent the final four seasons of his career there. He was 21-6 with a 3.26 ERA in 2004, finishing second in the American League Cy Young Award voting while leading Boston to a historic World Series title. Schilling is well known for taking the ball in Game 6 of the AL Championship Series against the Yankees -- with a bloody sock revealing an ankle injury -- and contributing to Boston's epic comeback from a 3-0 deficit to win the series in seven games. Schilling finished his career with a 216-146 record, a 3.46 ERA, 3,261 innings pitched and 3,116 strikeouts. His 80.7 WAR ranks 26th all time among pitchers. Among Boston pitchers, Schilling ranks sixth all time in winning percentage (.646), second in walks per nine innings (1.440), seventh in strikeouts per nine innings (7.653) and second in strikeout-to-walk ratio (5.315). Schilling's 11 career postseason wins is tied for fifth all time, his winning percentage (.846) is third and his 133 1\/3 postseason innings is ninth. No pitcher has struck out more batters (56) in a postseason than he did in 2001. Fellow former Red Sox players Pedro Martinez and John Smoltz were among the four inducted (along with Craig Biggio and Johnson) this year, while other former Red Sox players Roger Clemens, Nomar Garciaparra, Lee Smith, Cliff Floyd and Tony Clark were left out. Floyd (zero percent) and Clark (zero) will fall off the ballot, while Clemens (37.5 percent), Smith (30.2 percent) and Garciaparra (5.5 percent) will remain at least one more year. Joey Nowak is a reporter for MLB.com. Follow him on Twitter at @joeynowak. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joey Nowak"
}
