{
    "url": "http:\/\/m.braves.mlb.com\/news\/article\/105669564\/john-smoltz-to-take-place-among-greats-in-hall-of-fame\/",
    "title": "Smoltz to take place among greats in Hall of Fame",
    "subtitle": "Righty one of four to be inducted in class of '15, earns induction on first ballot",
    "body": "ATLANTA -- Those who have had the pleasure to appreciate John Smoltz's competitive nature understand why he has always seemingly been at his best when he felt the odds were stacked against him. Born in Michigan to loving parents who carried on the family tradition by serving as accordion instructors, Smoltz progressed through the earliest years of his life in an environment where music trumped sports. But as he developed his own passion for athletics, he moved closer to a world inhabited by his paternal grandfather, who spent more than 30 years working on the grounds crew and in the press box at old Tiger Stadium. John Frank Smoltz would often tell his co-workers that his grandson would one day pitch for the Tigers. Though that vision proved partly true, the proud grandfather left out the part about how young John would be traded to the Braves and eventually find himself immortalized alongside baseball's other greats in Cooperstown. Before heading to New York on Tuesday evening to prepare for the Hall of Fame's Wednesday morning news conference, Smoltz thought about the countless individuals who had helped shape the life he has experienced since his parents allowed him to replace the accordion with the many different youthful athletic endeavors that helped shape the legendary career he fashioned, primarily with the Braves. \"I think back to playing the accordion, there was no reason to believe I would be a baseball player,\" Smoltz said. \"I just remember as a kid finding ways. I broke my hand or my thumb and I learned how to dribble [a basketball] with my other hand. I just was never going to be confined to, 'Well, now you can't do something.' It really embodied my whole career.\" Congratulations Smoltzy on the HOF!! My favorite bald headed team mate. Enjoy Cooperstown. Smoltz's dream of playing in Detroit ended when his beloved Tigers deemed him an expendable prospect and traded him for Doyle Alexander near the end of the 1987 season. Cox orchestrated that deal while serving as Atlanta's general manager and then reaped the rewards as he spent most of the next two decades serving as a manager who had a pitching staff that included Smoltz. \"When we made the trade, [Braves scouts] Paul Snyder and John Hagemann both said he's going to be a Cy Young Award winner,\" Cox said. \"It only took him a few years to do it. Now he's a Hall of Famer.\" Maddux congratulated his friend and teammate via Twitter, writing: \"Congratulations Smoltzy on the HOF!! My favorite bald headed team mate. Enjoy Cooperstown.\" Cox had the pleasure of placing Glavine and Maddux in the same rotation from 1993-2002. Smoltz was a member of those rotations for the first seven seasons of that span. After experiencing some discomfort upon returning from Tommy John surgery in 2001, Smoltz determined it was best for him to spend a short stint at the Minor League level to develop into a closer. Consequently, between his 1988 Major League debut and his 2009 finale, Smoltz became the only pitcher in Major League history to notch at least 200 wins and at least 150 saves. Smoltz recorded 144 saves and a 91.7 save percentage from 2002-04 -- his only three full seasons as a closer. Eric Gagne was the only pitcher to notch more saves and produce a better save percentage during that stretch. \"I knew how hard it was to go seven or eight innings, leave with the lead and have that feeling be empty when the team lost and you didn't have a chance to finish it off,\" Smoltz said. Smoltz had developed this understanding while proving to be one of baseball's top starting pitchers throughout the 1990s. From 1992-99, Maddux and Glavine stood as the only National League pitchers to record more wins than Smoltz, who garnered his only Cy Young Award after notching a career-high 24 wins in 1996. This kind of success was not necessarily envisioned when he won just two of his first 13 decisions in 1991. But when he produced a 1.49 ERA in his final 13 regular-season starts that same season, he provided a glimpse of what he could truly do. The right-hander capped that memorable campaign by tossing seven scoreless innings and drawing a no-decision in his epic matchup against his childhood idol, Jack Morris, and the Twins in Game 7 of the World Series. As Smoltz went 15-4 with a 2.67 ERA in 41 postseason appearances (27 starts), he fashioned a .789 playoff winning percentage, a mark only trumped by Curt Schilling (.846) among all pitchers who have made at least 10 playoff starts. Smoltz credits this success to those countless childhood days when he would throw a baseball against a wall and envision that he was pitching in Game 7 of the World Series. \"In my mind and in my own cathedral, I played it out,\" Smoltz said. \"Ernie Harwell was doing the announcing and I was doing the pitching. As far as I was concerned, it was a fun ride. Getting to do that for real was just unreal.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
