{
    "url": "http:\/\/m.padres.mlb.com\/news\/article\/105673590\/padres-unveil-justin-upton-wil-myers-derek-norris-and-will-middlebrooks\/",
    "title": "Padres unveil Upton, Myers, Norris and Middlebrooks",
    "subtitle": "After trading frenzy, GM Preller excited to introduce batch of new talent",
    "body": "SAN DIEGO -- A.J. Preller's complete overhaul of the Padres' roster this offseason has generated substantial buzz throughout San Diego. But through it all, the Padres general manager, who was dubbed a \"rock star\" last month by outfielder Matt Kemp, has maintained that his job is to cash in on those expectations -- not simply create them. Four of the newcomers Preller acquired to help accomplish that goal were on display Tuesday at Petco Park. Outfielders Justin Upton and Wil Myers, catcher Derek Norris and third baseman Will Middlebrooks, all of whom became Padres in a three-day trading frenzy last month, were formally introduced to the media. Those four, along with Kemp, who was introduced in December, highlight the busiest Padres offseason in recent memory. And while Preller's endgame is to win, he's the first to acknowledge that a newfound energy and perception around the team is a positive side effect. \"That definitely wasn't the goal or what we were trying to do -- we're just trying to improve the team and get better as a baseball operations group,\" Preller said. \"But I do think -- just seeing the excitement in San Diego the last few weeks after the moves -- that's a good thing. It's a good thing for people to be talking about the Padres and for fans to be excited. \"Baseball should be fun. It's entertainment. People want to come and see a team that's fun to watch. Hopefully that's what we'll put on the field this year.\" Count Padres executive chairman Ron Fowler among those who are excited to see what comes of Preller's acquisitions. Fowler, who has been heavily involved in San Diego sports for decades, said this upcoming Padres season is \"probably at the top of the heap\" in terms of sporting events he's been involved with. \"We're now, in our minds, going to be able to compete, and that's what it's all about,\" Fowler said. \"If you're playing meaningful games in September and October, in baseball that's what life's all about.\" Fowler offered high praise for the work Preller has done in his debut as general manager. Preller was hired in August, and his first few months were relatively uneventful before he shook the baseball landscape in December. Preller made his first big splash with a trade for Kemp that broke in the late hours of Dec. 10. Shortly thereafter, he had acquired Norris, Upton, Middlebrooks and Myers. The moves all became official in a three-day span from Dec. 18-20, and in that time, the Padres landed a total of 11 players. Talk about an organizational shakeup. \"With A.J., it's never say never,\" Fowler said. \"He will find a way to get something done that he feels needs to get done. It's fun watching.\" Preller was quick to remind the media that his work isn't finished. The next step, he said, will be to assess how the new players gel. \"You want to have a team that fits,\" Preller said. \"The pieces fit together, and it works. That's something -- that's [manager Bud Black], that's [hitting coach] Mark Kotsay and the coaching staff. They're going to have to work through and kind of see how the pieces fit together. That's something we're cognizant of, too [as a front office].\" The man tasked with meshing all those parts is Black, who will be entering his ninth season as Padres skipper. He's seen a noticeable shift in the perception of his ballclub this offseason. \"Just going to get a cup of coffee, going to the grocery store, having a bite to eat -- people who recognize me are pumped about the acquisitions,\" Black said. \"Fans have been very positive. It's good stuff to see the Padre fan base excited.\" The feeling is mutual. Padres fans are understandably elated about their new-look ballclub. And the players comprising that ballclub are eager to see what the city has to offer. \"It's very exciting,\" Myers said. \"Just to be a part of what A.J. has done here. It's going to be a very fun 2015.\" Of course, in baseball, a fun season means a winning season. The Padres have finished below .500 in four straight seasons, and they haven't made the playoffs since 2006. And that's where the most important question lies. Just how much of an impact will the new additions make? \"If you look at how we pitched, if you look at our new players, it's going to be a different look -- on the position-player side for sure,\" Black said. \"We think, if you go position by position, that we match up against teams in our division and that we match up against teams in our league.\" Time will tell just how well the new-look Padres stack up in one of the tougher divisions in baseball. But there's no question the organization is eager to compete. Tuesday was exhibit A. AJ Cassavell is a reporter for MLB.com. Follow him on Twitter @ajcassavell. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "AJ Cassavell"
}
