{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/105672158\/no-orioles-represented-in-2015-cooperstown-class\/",
    "title": "No O's represented in new Cooperstown class",
    "subtitle": "Mussina receives 24.6 percent of votes; Johnson, Martinez, Biggio and Smoltz elected",
    "body": "BALTIMORE -- None of the five former Orioles nominated were elected to the National Baseball Hall of Fame on Tuesday afternoon, with Randy Johnson, Pedro Martinez, John Smoltz and Craig Biggio all gaining entry to this year's class. Candidates must be named on 75 percent of ballots submitted by the Baseball Writers' Association of America (BBWAA) for entry. Players on this year's ballot who played at least part of their career with the O's were Mike Mussina, Curt Schilling, Sammy Sosa, Tim Raines and Lee Smith. Raines received the most votes of that group at 55 percent, with Schilling garnering 39.2 percent of the ballot submissions. They will both get future consideration, as will Smith (30.2), Mussina (24.6) and Sosa (6.6). Players remain on the ballot provided they receive at least five percent of the vote for up to 10 years. Of the group, Mussina spent the most time with Baltimore, pitching for 10 seasons with the Orioles (1991-2000) and eight with the Yankees ('01-08). Mussina, who was on the Hall of Fame ballot for the second year, compiled a lifetime record of 270-153 and a 3.68 ERA. A five-time All-Star and seven-time Gold Glove Award winner who spent his entire career in the American League East, Mussina won at least 15 games in 11 seasons. Only four big league pitchers have made at least 500 starts with a better winning percentage than Mussina's .638: Christy Mathewson, Grover Cleveland Alexander, Johnson and Roger Clemens. \"I think that's an argument that people are going to have opinions on both sides,\" Mussina said. \"There's some nice things that I've been able to do. There's both sides to the argument. My numbers match up well with guys that are in the Hall of Fame, and of course there are guys that have better numbers than mine.\" The Orioles inducted Mussina into their Hall of Fame in 2012, and now he will have to wait another year to see if his accomplishments are enough to get him to Cooperstown. Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Facebook and Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
