{
    "url": "http:\/\/m.redsox.mlb.com\/news\/article\/105680150\/nomar-garciaparra-garners-55-percent-of-vote-to-stay-on-hall-of-fame-ballot\/",
    "title": "Nomar garners 5.5 percent of vote to stay on ballot",
    "subtitle": "Talented shortstop won back-to-back batting titles with Red Sox in 1999-2000",
    "body": "BOSTON -- Nomar Garciaparra, a two-time batting champion for the Red Sox, narrowly remained on the Hall of Fame ballot in his first year of eligibility by receiving 30 votes for 5.5 percent. A candidate needs a minimum of five percent of the vote to stay on the ballot, and 75 percent to be elected into the Hall of Fame. At the height of his talents, Garciaparra reached iconic status in Boston, where he was known to the fans as \"Nomahhhhh.\" But injuries were largely responsible for Garciaparra's career fading after his lightning-quick start. The shortstop won the American League Rookie of the Year Award winner in 1997 and finished second in the AL Most Valuable Player Award voting in '98. Garciaparra was at his best while winning back-to-back batting titles in '99 and 2000, hitting .357 and .372, respectively. Ace Pedro Martinez, one of Garciaparra's favorite former teammates, was elected as a first-ballot Hall of Famer on Tuesday. Garciaparra was a right-handed hitter with a rare combination of average and power, belting 20 or more home runs in six seasons with the Red Sox and reaching the 100-RBI plateau four times. Once mentioned along with Derek Jeter and Alex Rodriguez as the \"holy trinity\" of shortstops, Garciaparra was a six-time All-Star. Garciaparra played in 1,434 games over 14 seasons, hitting .313 with 229 homers, 936 RBIs, a .361 on-base percentage, a .521 slugging percentage and an .882 OPS. A first-round selection by the Red Sox in the 1994 First-Year Player Draft, Garciaparra was traded to the Cubs in a blockbuster deal on July 31, 2004. Garciaparra, who helped guide the Red Sox to postseason appearances in 1998, '99 and 2003, was dealt out of Boston just three months before the club ended an 86-year World Series championship drought. But he received a ring for the partial season he had with Boston in '04. After a season and a half with the Cubs, Garciaparra played for three seasons with his hometown Dodgers, earning the last of his All-Star selections in his first year (2006) in Los Angeles. Garciaparra finished his career with the Oakland Athletics in 2009. Ian Browne is a reporter for MLB.com. Read his blog, Brownie Points, and follow him on Twitter @IanMBrowne. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Ian Browne"
}
