{
    "url": "http:\/\/m.giants.mlb.com\/news\/article\/105691738\/giants-tim-hudson-has-right-ankle-surgery-out-two-months\/",
    "title": "Hudson has ankle surgery, out two months",
    "subtitle": "Team confident right-hander will be ready for Opening Day",
    "body": "SAN FRANCISCO -- Giants right-hander Tim Hudson underwent surgery last Friday to remove bone spurs from on his right ankle, the club announced Tuesday. But manager Bruce Bochy downplayed the severity of the procedure, and the Giants insisted that Hudson will be fit to begin the season on time. Hudson is expected to need eight weeks to recover from the operation performed by Dr. Bob Anderson in Charlotte, N.C. According to the Giants, Hudson began experiencing discomfort as he increased the intensity of his offseason workouts. \"It just started nagging at him, so I think he just wants to get it cleaned up,\" Bochy said. Hudson's activity will be limited for the second Spring Training in a row, since he's expected to require eight weeks of recovery time. Last year, he was overcoming a serious injury to the same ankle that he sustained in July 2013 while covering first base. \"It's going to cut back on what he can do right now,\" Bochy said, referring to Hudson's surgery. \"But in the long run, it's the best thing.\" The World Series champion Giants are counting on Hudson, 39, to form their season-opening rotation along with Madison Bumgarner, Matt Cain, Tim Lincecum and Jake Peavy. Bumgarner, a postseason hero like no other, pitched 270 innings last year; Cain is recovering from elbow surgery; Lincecum recorded the second-worst ERA (4.74) and WHIP (1.394) of his career last season; and Peavy went 1-2 with a 6.19 ERA in four postseason starts. As the Giants' staff is currently constructed, Yusmeiro Petit likely would assume a starting role if a vacancy needed to be filled in the rotation. But that shouldn't be the case with Hudson, as assistant general manager Bobby Evans said in a text message: \"We expect Tim to be ready to go Opening Day.\" Hudson finished 9-13 with a 3.57 ERA last year, including 0-4 with an 8.72 ERA in five September outings. The Giants posted a 17-14 record in his starts, including 9-5 at home. Chris Haft is a reporter for MLB.com. Read his blog, Haft-Baked Ideas, and follow him on Twitter at @sfgiantsbeat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Chris Haft"
}
