{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/105715926\/houston-astros-fondly-remember-randy-johnsons-short-stay-with-team-in-1998\/",
    "title": "Big Unit left memorable mark in short stint with Astros",
    "subtitle": "Newly elected Hall of Famer compiled 10-1 record in just two months",
    "body": "HOUSTON -- Randy Johnson started his career in Montreal, made a name for himself in Seattle, won a World Series in Arizona and finished his career in San Francisco. The two months he spent in Houston? Those were pretty memorable, too. Johnson, traded to the Astros from the Mariners just prior to the Trade Deadline in 1998, went 10-1 with a 1.28 ERA in 11 starts in Houston to help the Astros win the National League Central title. He signed with the D-backs that winter and solidified his place in the Hall of Fame, to which he was elected with 97.3 percent of the vote Tuesday. Still, his brief tenure with the Astros was nothing short of magical for Johnson, who packed the Astrodome when he pitched like he was Garth Brooks in baseball spikes.  Complete coverage \"It was a unique opportunity for this franchise,\" said former Astros general manager Gerry Hunsicker, who pulled off the trade. \"Even though he only spent a few months in an Astros uniform, he had an extraordinary run here. When you make a trade, you always have expectations of what it might bring, and even though we didn't reach our goal of getting to the World Series, I can't imagine acquiring a player, especially for such a short period of time, and having him perform any better.\" Johnson, who was acquired in exchange for Carlos Guillen, Freddy Garcia and a player to be named who turned out to be John Halama, beat the Pirates in Pittsburgh just two days after getting traded, and then posted back-to-back shutouts against the Phillies and Brewers in the Astrodome before huge crowds. \"I still will forever remember his first start in the Astrodome when you had a capacity crowd,\" Hunsicker said. \"There was no place that had that noise level that the Astrodome created when it was full. It was just a very exciting moment for the franchise, exciting moment for the city and, obviously, Randy Johnson was a very special player.\" • Shop for Randy Johnson gear Former Astros owner Drayton McLane vividly remembers completing the trade. \"We got him just about 10 minutes before the Trade Deadline,\" he said. \"It was a Friday night, just before 11 o'clock [CT] and we made the trade with Seattle, and I remember how excited I was. He was even better than we had anticipated. I think 1998 was the best team the Astros have ever had, and he played a big role in that.\" The Astros, who won a club-record 102 games that season, tried to retain Johnson through free agency at the end of the '98 season, but he wound up signing with Arizona. He won four consecutive Cy Young Awards (1999-2002) in the desert and led the D-backs to the 2001 World Series championship. Still, his performance in Houston was nothing short of legendary. \"I remember from the time the trade was announced at the Deadline and how excited we were, and he was everything he was billed to be,\" said Tigers manager Brad Ausmus, who caught Johnson in Houston. \"If you could draw up trading for a pitcher at the Trade Deadline and having him for two months of the season, I think Randy Johnson is how you would envision the perfect scenario. He was great while he was with us.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
