{
    "url": "http:\/\/m.dbacks.mlb.com\/news\/article\/105712694\/nationals-matt-williams-happy-for-former-teammate-randy-johnson\/",
    "title": "Nats' Williams happy for former teammate Johnson",
    "subtitle": "",
    "body": "WASHINGTON -- Nationals manager Matt Williams wasn't surprised that Randy Johnson was voted into the National Baseball Hall of Fame on Tuesday. Williams called Johnson the most dominating left-handed pitcher of his generation. Williams should know. They were teammates with the D-backs from 1999-2003, and Williams watched Johnson win four consecutive National League Cy Young Awards, lead the NL in strikeouts four times and help Arizona win its only World Series title in 2001. Complete coverage \"It was boring because we never had the chance to catch the baseball,\" joked Williams, a former third baseman. \"He had the ability to change the way managers went about managing their games. That's probably the biggest compliment I could give. He had a great fastball, great slider, dominating presence, work ethic and all of those things that combined to make somebody that good.\" One of Johnson's best moments came in the 2001 World Series against the Yankees, a Series won by the D-backs in seven games. Johnson showed how he was willing to help his team go all the way. After leaving Game 6 after seven innings in a 15-2 victory that tied the Series, Johnson told his manager, Bob Brenly, that he would be to pitch in relief for Game 7, according to Williams. Johnson entered the final game in the eighth inning with the D-backs losing, 2-1. He didn't allow a run in 1 1\/3 innings. Arizona went on to win the game in the ninth inning on a single by Luis Gonzalez. Johnson and Curt Schilling were named co-MVPs of the Series. \"For the whole season, Randy and Curt were our two horses,\" Williams said. \"They had a friendly competition -- the playoffs especially. Randy was completely dominating in every performance every time he took the mound. He also finished games. That's the biggest thing for me. One-hundred-forty pitches seemed like it was nothing for him. Those Cy Youngs he won for the Diamondbacks were the result of how he went about it. The World Series was no different.\" • Randy Johnson Hall of Fame gear Bill Ladson is a reporter for MLB.com and writes an MLBlog, All Nats All the Time. He also can be found on Twitter @WashingNats. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bill Ladson"
}
