{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/105701198\/marty-noble-no-wait-john-smoltz-joins-old-mates-in-hall-of-fame\/",
    "title": "No wait: Smoltz joins old mates in Hall of Fame",
    "subtitle": "Righty to be roasted by Maddux, Glavine after induction in Cooperstown",
    "body": "After all the speeches have been spoken and the endless applause has quieted so that the last \"attaboys\" are audible, the newest members of the National Baseball Hall of Fame gather for a members-only Sunday evening dinner with those enshrined in previous years. \"It is an experience,\" Tony Gwynn said hours after his induction in 2007. \"One you can't really describe. They get so deep into you, you kinda forget why you're there in the first place.\" On the evening of July 26, John Smoltz will be in position for that very humbling, hilarious and unholy experience. He will be one of four bull's-eyes in the next high-temp roast in Cooperstown, N.Y. Indeed, Smoltz may be the primary target; not because of who he is or all that he has accomplished in the game, but because two of the roasters will be former Braves colleagues, Tom Glavine and Greg Maddux, who are planning their needling even now. They will come as prepared as either one ever was prepared for a postseason start.  Complete coverage Smoltz will emerge from that private dinner bruised, battered and perhaps a bit befuddled. And he'll be punch drunk, though no one will have laid a glove on him. Then -- and only then -- will he be in position to move the tassel from right to left. Only at night on that July Sunday, after the fine wine provided by Tom Seaver, Steve Carlton, Bob Gibson and the others has been swished, savored and swallowed ... only then will Smoltz be a full-fledged Hall of Famer with all the rights and cachet of Yogi Berra, Johnny Bench, Wade Boggs, Jim Bunning and the rest. For now -- as of 2 p.m. ET Tuesday, actually -- Smoltz is no more than a Hall of Fame-designate, one of four men -- three of them starting pitchers -- who have moved from the ballot to the list of forever residents of that lovely burg in upstate New York, four who ought to begin looking for cover now. No matter, Smoltz is quite satisfied with his lot in life. \"Oh, that's great! I feel better now,\" was his response when Jack O'Connell, secretary-treasurer of the Baseball Writers' Association of America, told him of his election. Smoltz had been unsure of his standing and aware, to some degree, that he might have been lost in the shuffle with two sure-fire candidates, Randy Johnson and Pedro Martinez, and Craig Biggio, who had come within a hair of election a year ago. And as competitive as he is, Smoltz wanted it. Bad. He didn't want his Braves buddies to have any \"what's takin' you so long\" ammo. • Shop for Smoltz memorabilia So now, the right-handed power-pitching deity of the Braves' remarkable run of the 1990s and beyond is about to be fitted for a cap similar to caps his A-team buddies were given a year ago. That presentation comes Wednesday morning in New York City. \"I can admit I was a little envious of those caps,\" Smoltz said a few months ago. \"I hope they have one in my size someday. \"I just came out of nowhere to play baseball,\" Smoltz said. \"My dad didn't play. There wasn't anything that would lead me to the sport. I was playing the accordion. So, I never even had an understanding of the Hall of Fame until I became a baseball fan.\" And now his balding head will be covered by a cap he never coveted until recent years, never considered possible when his 21-year career began in 1988. Smoltz, in his first year on the Hall of Fame ballot, was checked on 82.9 percent of the 549 ballots cast by BBWAA members with at least 10 years covering baseball. A percentage of 75 is necessary for election. Johnson and Martinez received stronger mandates. And Biggio was elected with a percentage of 82.7. The class of four BBWAA electees is the first of more than three players since 1955. It created a two-year Hall of Fame Murderers' Row-tation with Johnson, Martinez, Glavine, Maddux and Smoltz. Of the five, only the election of the now 47-year-old, 1996 National League Cy Young Award winner was enhanced by performance as a reliever. Smoltz's time in the Braves' bullpen -- 2001-04 -- and his outstanding resume as a starter made his candidacy similar to that of Hall of Famer Dennis Eckersley, another pitching hybrid, but his career is unique. Smoltz stands as the lone pitcher in history with at least 200 victories -- he had 213 -- and more than 150 saves -- he had 154. Moreover, his 15-4 record and 2.67 ERA in 209 postseason innings clearly enhanced his chance of election. Smoltz had the big-game prefix attached to his name long before James Shields. His splendid start opposite Jack Morris in Game 7 of the 1991 World Series still resonates, even though he didn't win. Remarkably, Smoltz still was a force 14 years later in an early season matchup against Martinez. His nasty-as-a-hornet slider produced 15 strikeouts in 7 1\/3 innings against the Mets on April 10, 2005. In between those spotlight starts were dozens of dominant relief appearances that prompted former Braves manager Bobby Cox to say: \"I think John could have made it as a closer or a starter if he had spent his whole career in one role,\" Cox said Tuesday. \"Once we convinced him he shouldn't throw just fastballs as a closer [Smoltz surrendered eight runs in two-thirds of an inning against the Mets in one of his earlier relief appearances], he was fine. He took to the job like he was made for it. \"Smoltzie was a competitor in everything he did. His will to succeed was second to none. I'm so proud of him. And proud of all three. We knew we were on an exceptional run when Tommy, Doggie and Smoltzie were with us. But the truth is we won one World Series. What's happened the last two years with three of them getting in -- and we still have Chipper [Jones] coming -- reminds everyone how special those years were.\" Cox was elected to the Hall of Fame last year, of course. \"No way I'm in there without those three,\" he said Tuesday. \"The only thing I think that we regret a little bit is that we didn't execute enough to deliver enough championship rings, especially for our manager,\" Smoltz said. Smoltz produced a 213-155 overall record with 3,084 strikeouts -- 16th-most all time -- 16 shutouts, 53 complete games and a 3.33 ERA in 3,473 innings. His finest season as a starter was 1996 when he produced a 24-8 record and led the NL in strikeouts and innings. His 55 saves in 2002 were his career high and remain tied for the third-highest total ever. \"John is the most competitive person I've ever been around,\" Glavine said years ago. \"Every day, he's like a little kid who has had too much chocolate, he can't sit still, everything is a competition and he always has to win. In golf, he's sure he can hit shots that no one else would even try. Every year, he would run our team's NCAA basketball pool. I told him, 'John, my entry fee is just a donation to you, you win every year.'\" And now what's left for competition? Smoltz no longer can enhance his Hall of Fame credentials, he's already gone toe to toe with Tiger Woods in a round of golf and sent friends from his home after lopsided ping pong games. And he's quite serious about his basketball. He was off to the courts Tuesday if the Hall didn't call. Said Maddux months ago, \"Has someone warned LeBron?\" Marty Noble is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Marty Noble"
}
