{
    "url": "http:\/\/m.whitesox.mlb.com\/news\/article\/105715164\/jeff-samardzija-getting-feel-for-white-sox-spring-digs\/",
    "title": "Samardzija getting feel for White Sox spring digs",
    "subtitle": "Righty in Arizona visiting his new club's Spring Training complex",
    "body": "CHICAGO -- Jeff Samardzija has spent a little bit of time talking about his hoped-for hitting prowess, focused on a 2015 home run call from Ken \"Hawk\" Harrelson, since the right-handed hurler was acquired by the White Sox from Oakland in a six-player deal at the 2014 Winter Meetings in San Diego. But Samardzija was not at Camelback Ranch on Tuesday to take part in the White Sox hitters' mini camp, a three-day Arizona workout under the watchful eyes of hitting coach Todd Steverson and assistant hitting coach Harold Baines that ends Wednesday. He was simply using the facility to get himself ready for Spring Training, with pitchers and catchers reporting on Feb. 20, and bringing Samardzija closer to taking his second spot in the team's starting rotation. \"I'm right where I want to be,\" said Samardzija during a video interview from Arizona. \"I started working out late November, getting my body back in shape and working off those couch pounds we put on after the season. I started throwing a couple of weeks ago, long toss, and I'm on the mound next week. So I'm right on schedule.\" Since joining the White Sox, Samardzija has talked with manager Robin Ventura, pitching coach Don Cooper and exchanged texts with ace Chris Sale to get a lowdown on the organization. He walks through the Camelback Ranch hallways and views the captivating photos from great moments in White Sox history, including numerous highlights from the 2005 World Series championship campaign. The more Samardzija walks by those pictures, surrounded by White Sox stuff, the more it slowly sinks in that he's a part of the South Siders. \"Being here helps the transition take place, and when Spring Training comes, it's not so abrupt and such a change of scenery,\" Samardzija said. \"I'm getting to know everyone. I'm out here trying to do my part to hold up my end of the bargain.\" Excitement for the upcoming season, produced by the seven impact moves to date made by general manager Rick Hahn during this offseason, has been felt since Thanksgiving. These January workouts make that excitement even more palpable for the players responsible for turning the expectations into reality. \"It's good to get out here, get fresh air and see familiar faces,\" said center fielder and leadoff hitter Adam Eaton, who is taking part in the hitters' mini camp with the top White Sox prospects. \"It should be a good year. We still have to go out and play the game, but the talent is there. Rick Hahn is putting us in a good position to win.\" Scott Merkin is a reporter for MLB.com. Read his blog, Merk's Works, and follow him on Twitter @scottmerkin. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Scott Merkin"
}
