{
    "url": "http:\/\/m.angels.mlb.com\/news\/article\/105717958\/los-angeles-angels-officially-sign-cuban-infielder-roberto-baldoquin\/",
    "title": "Angels officially sign Cuban infielder Baldoquin",
    "subtitle": "",
    "body": "ANAHEIM -- The Angels announced the signing of 20-year-old Cuban infielder Roberto Baldoquin on Tuesday, shortly after receiving final approval from the Commissioner's Office. Baldoquin, who turns 21 in May, received an $8 million signing bonus, will likely be invited to Spring Training and is expected to spend the 2015 season mostly with Double-A Arkansas, exclusively playing shortstop. Baldoquin played three seasons for Las Tunas in Cuba's Serie Nacional, the top league on the island, and was also part of the country's 16-and-under national team. He left Cuba last February, worked out at the Angels' academy in the Dominican Republic several times, agreed to terms in early November, passed his physicals in mid-December and signed his first professional contract about a week before Christmas. Due to the international signing guidelines -- Baldoquin didn't qualify as a free agent because he's under 23 and hasn't played in a Cuban professional league for at least five seasons -- the Angels paid a 100 percent tax on their spending pool overage, which began at $2,383,700. That jumped Baldoquin's price to roughly $15 million, with the Angels also unable to sign any player for more than $300,000 in the next two international signing periods. The commitment represents the Angels' largest internationally and their first major signing of a Cuban prospect since Kendrys Morales in 2005. Seventeen Cuban natives have played for the Angels, including Morales, Jose Cardenal, Bert Campaneris, Jose Azcue, Luis Tiant and Mike Cuellar. With third baseman David Freese eligible for free agency after the 2015 season, shortstop Erick Aybar off the books in 2016, second baseman Howie Kendrick -- also a year away from free agency -- now with the Dodgers and few notable middle-infield prospects in their system, the Angels saw Baldoquin as the ideal player to aggressively pursue. Angels general manager Jerry Dipoto called Baldoquin \"a very well-rounded player\" who's \"a gifted defender with soft hands,\" \"has plenty of arm strength to move around the diamond\" and \"a very advanced feel in the batter's box.\" His worst tool is his speed, which Dipoto called \"fringe to average,\" but the Angels see Baldoquin as \"a guy who has a chance to be a league-average-plus bat [with] league-average-plus power [and] an above-average defender who has a great sense to play the game.\" \"We're going to let him tell us when it's time to move, but he's a pretty advanced player,\" Dipoto said at the Winter Meetings in early December. \"He's a confident kid who understands what he is, what he can do.\" Alden Gonzalez is a reporter for MLB.com. Read his blog, Gonzo and \"The Show\", and follow him on Twitter @Alden_Gonzalez. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Alden Gonzalez"
}
