{
    "url": "http:\/\/m.astros.mlb.com\/news\/article\/105718710\/houston-astros-great-craig-biggio-enjoys-congratulatory-messages-upon-hall-election\/",
    "title": "Praise heaped on first Astro elected to Hall of Fame",
    "subtitle": "Teammates, managers and former U.S. president among Biggio's well-wishers",
    "body": "HOUSTON -- It might take Astros legend Craig Biggio from now until the Hall of Fame induction ceremony on July 26 in Cooperstown, N.Y., to clear out all the phone messages he received Tuesday congratulating him for being elected into baseball immortality. The kudos came in various forms from former teammates and managers, fellow Hall of Famers, a former president and even Houston Texans stud defensive lineman J.J. Watt. Biggio became the first Astros player elected to the Hall of Fame by receiving 82.7 percent of the vote. \"This a very, very exciting day for all of us in the Astros family, especially for me,\" said Astros president of business operations Reid Ryan, son of Hall of Fame pitcher Nolan Ryan. \"Being the son of a Hall of Famer, I have a lot of equity in this.\"  Complete coverage Biggio, in his third year on the ballot, will be enshrined along with pitchers Randy Johnson, Pedro Martinez and John Smoltz. An Astros legend and Houston icon, Biggio is now considered one of the greatest players to have played the game. \"The National Baseball Hall of Fame is about class, grit, determination and exceptional performance -- and my friend Craig Biggio personifies all of these attributes and so much more,\" Astros fan and former president George H.W. Bush said in a statement released by the team. \"He is a most deserving honoree, and Barbara and I congratulate him and his family.\" Considering Biggio played 20 seasons with the Astros, he had plenty of players who considered him to be a teammate. And he was one of the most respected players around baseball for the way he played the game and his work in the community. \"I couldn't be happier for Bidge, as a friend and as a teammate,\" said Tigers manager Brad Ausmus, a longtime teammate of Biggio's in Houston. \"This guy was almost a throwback, old-school style of baseball player, who played to win the game. As the old cliché goes, he gave 100 percent every single time, whether it was Game 1 or the last game of his career. There was no air about him. He just played baseball the way you're supposed to play, and I'm excited for him.\" • Shop for Craig Biggio gear Former Astros manager Phil Garner was beaming with pride. \"I'm excited for him, [wife] Patty and the kids,\" he said. \"It's great for our organization; it's great for our city. He's a home-grown guy and kudos to our ownership for keeping him here in Houston and kudos to him for not going out there and saying, 'I'm leaving.' We see that happen many times in today's environment. It's a good day for the Biggio family, and a great day for Houston.\" Watt simply tweeted \"Biggio!!!\" shortly after the announcement was made. Biggio!!! The praise and congratulations also came in from others who experienced his excellence first hand, but from the opposing dugout. \"Bidge was one of the most hard-nosed, competitive baseball players that I ever played against,\" said Hall of Fame shortstop and frequent opponent Barry Larkin. \"His tenacity and hustle set the tone for his Houston Astros teams.\" \"He always put his teammates and the success of the organization before himself,\" said Albert Pujols, a former National League Central rival of Biggio's Astros. \"He respected the game and played it hard each and every play. He was prepared, focused and dedicated to the game of baseball.\" Many lauded Biggio's ability to play multiple positions at a high level throughout his 20-year career. \"He played three positions, all of them well, and nobody worked harder,\" said Matt Galante, a former Astros coach. \"I worked with him when he made the switch [from catcher] to second base. We went to Spring Training before the rest of the club, and worked one hour every morning at 7 a.m. I admired his attitude and willingness to make the switch, even though he had never played second base. \"I also admired that his goal from day one was not to be average, but to be great. To his credit, he accomplished that, winning four Gold Gloves. I'm very proud of him.\" A pair of broadcasters who were on the air for the entirety of Biggio's career -- Hall of Famer and former Astros radio play-by-play announcer Milo Hamilton and longtime Astros TV broadcaster Bill Brown -- also weighed in on Biggio's election. \"Statistically, Craig's as deserving as they come,\" Hamilton said. \"Then, factor in the unmistakable intensity, integrity, hustle and class with which he played every game of his stellar career. Add it all up over 20 magical years and I am left to conclude that Craig Biggio has defined the criteria that grants one entry into baseball's shrine of greatness.\" \"Throughout his 20-year career, he always ran hard to first base on routine grounders and he gave full effort regardless of the score or the team's record at the time,\" Brown said. \"His work ethic provided baseball fans two decades of the very definition of a Hall of Famer in the making.\" The Astros will hold a free public event to celebrate Biggio at 5 p.m. CT on Friday at Union Station. Minute Maid Park will open at 3 p.m. and will be showing highlights on the video screen, and Union Station will open at 4 p.m. Owner Jim Crane, Nolan Ryan, Reid Ryan and Biggio will address the fans at 5 p.m. There will be some Biggio signed balls and jerseys given away, though there are no autograph opportunities. In addition, the team is offering a seven-game ticket plan to celebrate Biggio, including Opening Day. The club will also honor the 2005 National League championship team during a weekend in August. \"We're excited for Craig,\" Crane said. \"Certainly, he's well-deserving and it should help us out a little bit promoting the team. He's always been a great player and he's been involved in a lot of big decisions for us. It's certainly great for him and his family and great for the organization.\" Former Astros general manager Gerry Hunsicker said Biggio's career would have been better appreciated had he played in a bigger television market than Houston. \"I don't think there's any question by any way you want to measure his career that he's not a Hall of Famer,\" he said. \"He's been a very special player for a long time, and anyone that's had the privilege of watching the Houston Astros over the last 15, 20 years, knows the face of the franchise started with Craig Biggio.\" Brian McTaggart is a reporter for MLB.com and writes an MLBlog, Tag's Lines. Follow @brianmctaggart on Twitter. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brian McTaggart"
}
