{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/105725540\/source-new-york-yankees-finalizing-1-year-deal-with-stephen-drew\/",
    "title": "Source: Yankees finalizing 1-year deal with Drew",
    "subtitle": "Infielder spent time with club last year after being acquired from Boston",
    "body": "NEW YORK -- The Yankees are finalizing a one-year agreement with infielder Stephen Drew, who is expected to return to the club as their starting second baseman for the 2015 season. The deal, which was not confirmed by the club, will be worth approximately $5 million plus performance bonuses, according to a source familiar with the negotiations, and is pending the passing of a physical. Drew, who turns 32 in March, is hoping to bounce back after a lost 2014 season in which he rejected a qualifying offer from the Red Sox and missed Spring Training before eventually re-signing with Boston. He did not appear in a big league game until June 2. After struggling with the Red Sox, batting .176 in 39 games, Drew was traded to the Yankees on July 31 in exchange for infielder Kelly Johnson. Playing second base for the first time in his professional career, Drew batted .150 with three home runs and 15 RBIs in 46 games for New York. Drew is regarded as a more than capable defensive shortstop, but the Yankees executed a three-team trade in December to acquire Didi Gregorius from the D-backs, envisioning that the athletic Gregorius would serve as Derek Jeter's successor at shortstop and possibly share at-bats with Brendan Ryan in a platoon. It is expected that Drew will see the majority of his time at second base. Following last month's trade of Martin Prado to the Marlins, the Yankees had said that they were comfortable going forward with a spring competition for second base that would have included 23-year-old Rob Refsnyder and 25-year-old Jose Pirela. The Yankees hope that with the benefit of a regular offseason and spring, Drew will be able to return to the form he showed as Boston's starting shortstop in 2013, when he helped the club to a World Series title by batting .253 with 13 home runs and 67 RBIs in 124 games. Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
