{
    "url": "http:\/\/m.marlins.mlb.com\/news\/article\/105754140\/market-to-determine-if-james-shields-on-radar-of-marlins\/",
    "title": "Market to determine if Marlins make bid for Shields",
    "subtitle": "",
    "body": "MIAMI -- The longer James Shields remains on the free-agent market, the more intriguing the right-hander becomes to a team like the Marlins. But the question remains: can Miami afford \"Big Game James\" without blowing the lid off its budget? The Marlins checked in on Shields early in the offseason, and they had considerable interest in November. But if his price tag remains, as reported, at five years and at least $100 million, you can pretty much count Miami out. If the figures drop, however, the Marlins could definitely be in the mix. Even without Shields, the Marlins have upgraded their rotation this offseason by acquiring Mat Latos and Dan Haren in separate trades. Haren, however, is interested in pitching out West, and the Marlins are shopping the veteran. So chances are, he won't be with the team when Spring Training gets underway. If Miami is to have any realistic chance at signing Shields, the club would first have to move Haren. After five straight losing seasons, the Marlins clearly have playoff aspirations. Manager Mike Redmond reaffirmed that at the Winter Meetings when he told reporters: \"We're all on the same page trying to make it to the playoffs. We feel like we have a great core group of young players, and now we've just got to figure out some pieces that can help and help these [young] guys develop and to win.\" Shields, 33, would certainly do that. The right-hander was the ace on a Royals team that reached Game 7 of the World Series before being edged by the Giants. Miami officials are wrestling with whether the club's rotation is strong enough to contend without Haren and a guy like Shields. Jose Fernandez is expected back around midseason from his Tommy John surgery. Without Haren, the rotation shapes up as Henderson Alvarez, Latos, Jarred Cosart, Tom Koehler and Brad Hand. Throw Shields and Fernandez into the mix, and you are looking at a super staff. Shields has been remarkably durable, posting eight straight seasons of at least 200 innings. His velocity also has stayed consistent. According to fangraphs.com, Shields' fastball averaged 92.5 mph in 2014, and it has been above 92 mph since 2012. For Shields to become a Marlin, it will be about making the dollar figures work out. Joe Frisaro is a reporter for MLB.com. He writes a blog, called The Fish Pond. Follow him on Twitter @JoeFrisaro. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Joe Frisaro"
}
