{
    "url": "http:\/\/m.reds.mlb.com\/news\/article\/105674958\/bernie-pleskoffs-on-the-cusp-cincinnati-reds\/",
    "title": "On the Cusp: Cincinnati Reds",
    "subtitle": "Stephenson, Winker among top prospects who could impact big league club in 2015",
    "body": "In this series, Bernie Pleskoff takes a team-by-team look at which top prospects are poised to make a contribution at the big league level in 2015.  The Cincinnati Reds have position players and pitchers that could make the parent club's roster at some point in the coming season. Perhaps their greatest strength is the organizational pitching depth that can help if needed. The Reds traded right-handed pitching prospect Ben Lively to Philadelphia in a deal for much-needed outfielder Marlon Byrd, thereby reducing the depth of their Minor League pitching options a bit. Here are the Reds prospects I think have a chance to make an impact in Cincinnati in 2015, listed by their rankings in the Reds Top 20 Prospects list. Robert Stephenson | RHP | 6-foot-3, 193 pounds | No. 1 Considered the best overall Reds prospect, Stephenson has modified what was once an aggressive delivery and still consistently delivers his fastball in the upper 90s. It isn't his only bread and butter pitch, as he has a very reliable and now an even more consistent curve ball. After showing those two pitches, he can buckle knees with his third pitch, a high-quality changeup. He can command and control all three pitches. Stephenson may be more suited to debut in 2016, but he could sneak in sooner if the need presents itself. Jesse Winker | OF | 6-foot-3, 210 pounds | No. 2 Winker was one of, if not the best, pure hitter in the Arizona Fall League. As a matter of fact, he won the league's batting championship with a very solid .338 batting average. A line-drive gap-hitter, Winker uses the barrel of the bat like a finely-tuned instrument. He has some pop and has an ability to take the ball over the wall. A good contact hitter, he takes pitchers deep in counts and doesn't waste at-bats. A debut this season may be a bit too optimistic. Anthony DeSclafani  | RHP | 6-foot-1, 190 pounds | No. 5 DeSclafani was traded to the Reds from the Marlins in December. Given the departure of Mat Latos to Miami, he may assume a role in the back end of the Reds rotation. He has a full repertoire that includes an above average fastball that can range from 90 to 98 mph. He compliments that with a very good slider and changeup as well as a decent curveball. I watched him pitch in the Arizona Fall League with inconsistent results. David Holmberg  | RHP | 6-foot-3, 225 pounds | No. 11 Holmberg arrived on the Reds roster following a trade from the Arizona Diamondbacks late in 2013. He is another pitcher that could add depth to the Reds rotation and lengthens the pitching options for the organization. Not a hard thrower with a fastball range from 88-92 mph, Holmberg relies on finesse and excellent command of a very good changeup and an average slider. He can sink his fastball and locate well. Daniel Corcino  | RHP | 5-foot-11, 210 pounds | No. 12 At one point, scouts viewed Corcino as a \"can't miss\" starting pitching option. He scuffled along the way in his development and has dropped back in the starting pitching pecking order. He has an explosive low to mid-90's fastball, but he has to control that pitch to find success. His command and control elude him at times, especially when he tries to throw too hard. He also throws a slider and a solid, sinking changeup. Yorman Rodriguez  | OF | 6-foot-3, 195 pounds | No. 13 The right-handed hitting Rodriguez is still only 22-years-old, but he has already played in the Major Leagues, going to the plate 29 times this past season for the Reds. A career .260 Minor League hitter in his six seasons, Rodriguez has a nice stroke and an ability to hit the gaps. With long legs and a loping stride, he has good speed with the ability to steal bases. A good fielder, his outstanding arm will help in the outfield. Tucker Barnhart  | C | 5-foot-11, 195 pounds | No. 14 The switch-hitting Barnhart offers the Reds catching depth. He's athletic but he can be considered a defense-first backstop. He has a career batting average of .259. He doesn't have much power, having hit only 13 home runs in parts of six Minor League seasons. However, he can recognize pitches well and accept walks. Having said that, his strength is in calling a good game and using sound catching mechanics. Bernie Pleskoff has served as a professional scout for the Houston Astros and Seattle Mariners. Follow @BerniePleskoff on Twitter.",
    "author": "Bernie Pleskoff"
}
