{
    "url": "http:\/\/m.athletics.mlb.com\/news\/article\/105548546\/opportunity-awaits-recently-acquired-phegley-at-catcher-for-as\/",
    "title": "Opportunity awaits Phegley at catcher for A's",
    "subtitle": "Newly acquired backstop added to help Vogt, Jaso with duties behind plate",
    "body": "This is the first of a seven-part Around the Horn series that will take a position-by-position look at Oakland's projected starters and backup options heading into the 2014 season, starting with catchers. When trading Jeff Samardzija to the White Sox in December, the A's didn't exactly reel in a big piece of their own. They did, however, find a shortstop in Marcus Semien and an extra catcher in Josh Phegley, among others, and both could be thrust into prominent roles in 2015. Semien is expected to assume everyday shortstop duties following Jed Lowrie's departure, and Phegley, too, may see a good chunk of playing time in a platoon at catcher. By getting the 26-year-old backstop, who spent the last two seasons fighting for playing time in Chicago with Tyler Flowers, the A's paved the way for a Derek Norris deal not much more than a week later -- proof that they view Phegley as an integral piece of their 2015 puzzle. The left-handed Stephen Vogt is expected to see the most time at catcher, barring any setbacks from offseason foot surgery. Vogt has been walking on the foot without a boot for a couple of weeks and said recently he should be full go by Opening Day. The injury bug caught up to several A's catchers last year, notably John Jaso. The backstop endured yet another season-ending concussion and was only just recently cleared for all baseball activity again. Whether the A's are comfortable having Jaso catch again on a regular basis, though, remains unknown, and could ultimately influence them to trade him, too. \"The doctors have cleared him. So really it's up to him, how tenacious he wants to go about the catching position,\" manager Bob Melvin said this winter. \"It did happen two years in a row, which gives you a little bit of trepidation.\" However, Jaso has been a valuable asset when healthy for the A's, batting .277 with 12 home runs against right-handers over the last two seasons, and the team has not shied away from keeping three catchers on its roster. That means Vogt, Phegley and Jaso could be playing musical chairs behind the plate when the season opens. \"There's certainly that option,\" Melvin said. \"It puts us in a position to be able to have a couple of catchers and potentially a DH.\" Phegley is considered above-average defensively but has struggled at the plate in Major League action, albeit in a limited role, batting .207\/.221\/.332 with seven home runs in 251 plate appearances spanning 76 games over two years. He spent the bulk of 2014 with Triple-A Charlotte, finishing with a .274 average and 23 home runs. Vogt hit .270 with 13 home runs in 131 games over his first two seasons with the A's, the last of which resulted in 47 games at first base because of a lingering foot issue. He also played in the outfield on 18 occasions and could again lend an extra glove out there, but he's easily the A's best defensive option at catcher. Jane Lee is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Jane Lee"
}
