{
    "url": "http:\/\/m.brewers.mlb.com\/news\/article\/105558766\/brewers-owner-mark-attanasios-father-joseph-passes-away-at-89\/",
    "title": "Brewers owner Attanasio's father passes away",
    "subtitle": "Joseph Attanasio had sung the national anthem on Opening Day since 2005",
    "body": "MILWAUKEE -- With his unique cadence and a clear voice, Joseph Attanasio announced the start of each of the past 10 seasons at Miller Park by singing the national anthem. That voice was silenced Friday when Attanasio, the father of Brewers principal owner Mark Attanasio, died at home in Los Angeles surrounded by his family. He was 89. \"Joe was a huge part of the Brewers family, and was revered by everyone in the organization,\" said Brewers COO Rick Schlesinger. \"He loved his family and the Brewers, and he will be greatly missed. Opening Day, and the traditions that accompany that occasion, will never be the same, and our thoughts are with the Attanasio family during this difficult time.\" A military veteran turned entrepreneur who moonlighted later in life as an actor, Joe Attanasio's Opening Day tradition dated back to 2005, the year his son assumed ownership of the Brewers from the Selig family. Team officials in charge of pregame ceremonies were in panic mode because they couldn't locate their talent minutes before he was to go on. \"They didn't know if he could sing, what was going to happen, and then they can't find him. Well, he's up the first-base line taking pictures of the players,\" Mark Attanasio said in 2008. \"They were afraid he was going to be nervous, and he was just loving the whole thing. \"After the performance, they said, 'I guess he's not nervous' and 'I guess he can sing.' So he's done it a couple of times since then.\" He did it a couple more times, too, always flanked by his wife of 60 years, Connie, the Mark Attanasio family and sometimes by another son, Paul, a renowned producer of films and television series. Born in 1925, Joe Attanasio was a lieutenant in the Army Air Corps during World War II and received a bachelor's degree in administrative engineering from New York University. According to his obituary in Monday's New York Times, he worked first as an engineer for defense subcontractors before going out on his own, including a business that designed lighting for clients like New York's Lincoln Center, which helped start a second career as an actor. Joe Attanasio made cameos in some of Paul Attanasio's most notable television dramas (Gideon's Crossing, Homicide: Life on the Street) and films such as Robert Redford's Quiz Show and Woody Allen's Blue Jasmine. Allen, the story goes, took such a liking to Joe Attanasio that he expanded his role. Donations can be made in memory of Attanasio to the Jonsson Cancer Center Foundation for the support of the Translational Cancer Research Laboratory or the University of California Regents to support the work of Dr. Brandon Koretz. Adam McCalvy is a reporter for MLB.com. Read his blog, Brew Beat, and follow him on Twitter at @AdamMcCalvy. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Adam McCalvy"
}
