{
    "url": "http:\/\/m.mlb.com\/news\/article\/105548742\/nl-clubs-resolve-to-up-their-game-in-the-new-year\/",
    "title": "NL clubs resolve to up their game in the new year",
    "subtitle": "Revamped Padres headline Senior Circuit teams looking to make leap this year",
    "body": "Less than a week into the new year, many of us have already reneged on our resolutions (he wrote, while eating leftover cookies). But with the new season still a few months away, the resolutions of Major League Baseball's 30 teams still apply. On Sunday, we looked at the goals set by every team in the American League. We continue now with the National League. The Padres resolve to finally field an elite offense at Petco Park. The Friars have had just one season in the last six in which they've averaged more than four runs per game (that was in 2010), and they've averaged at least one homer per game just once since moving into Petco in 2004. Last year, they bottomed out with one of the more anemic offensive displays in recent history. Little wonder new GM A.J. Preller went to work augmenting the lineup this winter with Matt Kemp, Wil Myers, Justin Upton, Derek Norris and Will Middlebrooks. The dramatic upgrades -- combined with a pitching staff that was already intriguing -- suddenly make the Padres one of the most interesting ballclubs in baseball. Beyond the obvious -- repeating as NL East champs in 2015 -- the Nationals resolve to not lose sight of 2016 and beyond. This is a really well-situated roster for the short-term, and the Nats will be prohibitive favorites in the East. But they also have real questions about the future with pending free agents Ian Desmond, Jordan Zimmermann, Denard Span and Doug Fister (to say nothing of the looming paydays for Bryce Harper and Stephen Strasburg). So the business decisions made in the coming weeks and months will be fascinating, too. The Dodgers resolve to add up to the sum of their parts. Last year's club won the division, sure, but there was never a real sense of cohesion in that clubhouse, and an overpaid, beleaguered bullpen helped bring them down in October. The Andrew Friedman-led front-office regime has done a good job rebuilding that bullpen on the relative cheap, and the Dodgers have also improved defensively up the middle, addressed the unsustainable outfield logjam and likely improved the clubhouse atmosphere, as well. The Dodgers still have the resources to go in on Max Scherzer, but they generally figure to spend their money more wisely moving forward. And though the offensive production could conceivably take a step backward in '15, this could actually be a better team. The Cubs resolve to be the most improved club in arguably baseball's deepest division. With such a strong reliance on young and relatively untested talent in the lineup, the Cubs know 2015 could\/should be another bridge year for them -- especially given the talent in the NL Central. But the bridge has been shortened considerably by the addition of Jon Lester to the rotation, the veteran presence of Miguel Montero behind the plate and, of course, the arrival of Joe Maddon to the dugout. It's probably overly optimistic to say the Cubs will live up to the \"Back to the Future Part II\" talk and win a title in 2015, but that talk is a lot more realistic than it was just a few months ago. The D-backs resolve to remain relevant in a tough division. And that will have to start by piecing together an effective rotation out of a group that now includes Jeremy Hellickson, Rubby De La Rosa, Allen Webster, Robbie Ray and Vidal Nuno, as well as former first-round picks Archie Bradley and Andrew Chafin. Given the departures of Wade Miley, Brandon McCarthy, Martin Prado and Miguel Montero over the last six months, the D-backs have more questions than answers. But in Yasmany Tomas and the young pitching crop, they've assembled some interesting pieces for the long-term. After three titles in five years, the Giants resolve to pad their dynasty the same way they've built it -- with their own unique evaluation of players inside and outside the organization. It has been a quiet winter for the defending champs. They've lost their cleanup hitter (Pablo Sandoval), and recent odd-numbered years after championship runs have not gone well for them. But they've still got that deep bullpen, a fine stash of starting options (with youngsters like Kyle Crick and Ty Blach potentially pushing for jobs before long) and the economic flexibility to add on in a meaningful way. When it comes to sustained October success in an otherwise erratic era, the Giants are matched only by the Cardinals, who resolve to improve in the power department. There are concerns here about the potency of the lineup, as Jhonny Peralta and Matt Holliday were the only Cards to reach 20 homers in 2014 (and neither guy is getting any younger), and newcomer Jason Heyward's power has regressed the last two years. The biggest source of upside in this area is Matt Adams, who needs to improve against lefties. The Cards have a deep enough pitching staff to win their third straight Central crown, but they're hoping for more offensive consistency. The Mets resolve to turn pitching promise into pitching prowess -- and back it up with an improved offense. A rotation featuring Matt Harvey, Zack Wheeler, Jacob deGrom and, eventually, Noah Syndergaard and\/or Rafael Montero is something Mets fans have been salivating over all winter. Will it be as good as it looks on paper? And just as importantly, will David Wright, Curtis Granderson, Michael Cuddyer and Lucas Duda make the most of Citi Field's new dimensions? They'll need to. The Mets' runs per game averages the last three seasons are 4.01, 3.82 and 3.88. The Rockies resolve to trust a more traditional approach to front office structure. Few people inside or outside the Rox clubhouse understood the Dan O'Dowd\/Bill Geivett two-headed system, and the results were lackluster, to say the least. Jeff Bridich now oversees a Rockies team that is going to need healthy stars and improved pitching to stay alive in the West. Otherwise, the ongoing intrigue over when or whether Troy Tulowitzki and Carlos Gonzalez get moved will continue in earnest. The Reds resolve to be one of the few teams who pull off the simultaneous rebuild and reload. They unloaded pending free agents Mat Latos and Alfredo Simon but followed that up by adding Marlon Byrd to what was a disappointing offense in 2014. The Reds will bet on big bouncebacks from Joey Votto and Jay Bruce and Brandon Phillips, but their pitching depth has taken a hit as they enter Johnny Cueto's walk year. This will be a very interesting summer in Cincinnati -- and not just because the Reds are hosting the All-Star Game. In 2015, the Braves resolve to be ready for 2017. No fan wants to hear such a thing, but the Braves' organizational depth issues were real, as was the severity of their contractual concerns. It's a new look in the outfield corners with Heyward and Upton gone and Nick Markakis and (for now, at least) Evan Gattis taking their spots, and nobody's expecting B.J. Upton to suddenly meet or exceed the value of his contract. But John Hart and John Coppolella have better-positioned the Braves for the long haul with their pitching acquisitions, and nobody's totally ruling out a competitive club in '15 if the pitching gels and Markakis, Chris Johnson, Andrelton Simmons and Freddie Freeman produce the way they're capable of producing. There was a time when the Pirates would have been happy with any variety of October appearance. But in 2015, the Buccos resolve to be more than a Wild Card club. This is a club with a terrific infrastructure -- one of the more dynamic players in the sport in Andrew McCutchen, an ace-in-the-making in Gerrit Cole, the developing Gregory Polanco, a pitching coach in Ray Searage who has helped nurture some remarkable career turnarounds, an upbeat atmosphere fronted by Clint Hurdle, etc. But with Russell Martin gone and questions about how they'll protect McCutchen in the middle of the order, there are certainly challenges ahead. The Phillies resolve to make the best of a bad situation. A rebuild that arguably began too late is in full swing now, and it remains to be seen if it involves a trade of Cole Hamels (whose value might never again be higher than it is at this moment), Jonathan Papelbon and Ryan Howard before Spring Training. A youth-laden club in the midst of the evaluative process doesn't figure to be very competitive, but it's also possible the Phils won't be any less competitive than they were in '13 and '14, when they lost 89 games. While their division mates in Atlanta and Philadelphia have scaled back for 2015, the Marlins resolve to make another 15-win (or thereabouts) improvement. This was a pesky little club in '14, ultimately felled in large part by injuries to Jose Fernandez and Giancarlo Stanton. They'll get both back in '15 (Fernandez at midseason), and they've loaded their supporting cast with Mat Latos, Mike Morse, Dee Gordon and Martin Prado, among others. If Stanton's return from facial fractures is as seamless as the Fish suspect, this might be the East club best-positioned to give the Nats a run for their money. The Brewers resolve to play a full season. As unexpectedly awesome as the first month-plus of 2014 was for the Brewers, that's how unbelievably frustrating the second half was. It all comes down to how the offense, which went AWOL after the break, responds, and that begins with Ryan Braun avoiding any setbacks with the nerves near his right thumb and returning as a middle-of-the-order force. Ron Roenicke, in particular, has a lot riding on a positive result for Braun and the rest of the Brew Crew. Anthony Castrovince is a reporter for MLB.com. Read his columns and follow him on Twitter at @Castrovince. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony Castrovince"
}
