{
    "url": "http:\/\/m.orioles.mlb.com\/news\/article\/104778810\/holidays-are-over-but-the-orioles-arent-finished-shopping-just-yet\/",
    "title": "As calendar turns, Orioles aren't done shopping",
    "subtitle": "Outfield remains priority as team explores free-agent options in new year",
    "body": "The holiday season is over, but the Orioles still have a shopping list to get to before Spring Training begins. With the departure of free agents Nelson Cruz, Nick Markakis and Andrew Miller, the O's have some big shoes to fill. Still, the additions of Matt Wieters, Manny Machado and Chris Davis -- all projected to be back in the everyday lineup -- should help things. Baltimore addressed one of its needs on Dec. 19, signing free-agent reliever Wesley Wright to a one-year contract. The lefty isn't the dominant pitcher Miller was, but the seven-year veteran should be a solid addition to a bullpen that has been the Orioles' strength during the past few seasons. Expect the O's to add a few more relievers in the coming months, as most teams do, fostering competition to help ensure the strength of the relief corps during the season. The addition of Wright, which puts the Orioles' 40-man roster at capacity, could give Baltimore as many as four lefties in the 'pen next season with Brian Matusz, T.J. McFarland and closer Zach Britton. It could also make them prime for a trade before camp begins. The team's biggest priority is addressing the departures of Cruz and Markakis as the O's outfield right now would have Steve Pearce starting in right. Not that Pearce is a defensive liability, but he's going to get time at first base, with Davis having one more game to serve on his suspension. There's also some thought to getting Pearce some work at third base this spring, providing an insurance option for Machado. Executive vice president of baseball operations Dan Duquette seemed fairly confident at the Winter Meetings that it was more plausible for the Orioles to sign a free-agent outfielder than acquire one via trade. However, San Diego's plethora of moves gives them a surplus of outfielders and could make the Padres an enticing trade partner. Melky Cabrera's signing with the White Sox should help move the rest of the free-agent outfield group along, as the Orioles have shown interest in several available lower-tier players. However the O's fill their outfield vacancy, it's going to be nearly impossible to replace Cruz's power and the Orioles will have to hope Davis has a bounce-back year at the plate to help shoulder the load. Brittany Ghiroli is a reporter for MLB.com. Read her blog, Britt's Bird Watch, and follow her on Facebook and Twitter @britt_ghiroli. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Brittany Ghiroli"
}
