{
    "url": "http:\/\/m.bluejays.mlb.com\/news\/article\/104791102\/blue-jays-inbox-dioner-navarro-part-time-option-at-first-base\/",
    "title": "Inbox: Navarro part-time option at first base?",
    "subtitle": "Beat reporter Gregor Chisholm fields Blue Jays fans' questions",
    "body": "Dioner Navarro is a switch-hitter. What are his splits? Does it make sense to keep him as a potential left-handed designated hitter? Can he fill in at first base? -- Marcia B., Montreal Navarro isn't a realistic option at first base because his defensive abilities wouldn't translate well to the position and there would be a noticeable lack of range. If Navarro isn't traded, though, he could be considered for a part-time role at DH when Edwin Encarnacion gets into the lineup at first base. The splits for Navarro aren't that extreme, but there's no question he's fared better against lefties throughout his career. Navarro has a .270 average with a .769 OPS vs. lefties compared to a .250 average and .660 OPS against righties. It's worth noting, though, the splits were almost identical when he received everyday at-bats in 2014. The problem is that while Navarro has a plus bat for a catcher, his numbers wouldn't compare nearly as favorably to other DHs. The real value Navarro has is an ability to post respectable offencive numbers at a position that doesn't typically generate a lot of offense. That's one reason why the Blue Jays are exploring trade scenarios, but if they can't find a deal, then Navarro will definitely see some at-bats at DH. Click here to submit an Inbox question. Why do the Blue Jays avoid giving out incentives to free agents? There are a few players who signed this winter that had those clauses in their contracts. Jason Motte, Luke Gregerson and Pat Neshek are perfect examples and all of them would have looked good in Toronto's bullpen. -- Tim C., Ottawa Alex Anthopoulos implemented a club policy of not including bonuses when he took over as general manager in 2009. He based the decision on some internal conflict the Blue Jays had while he was an assistant to former GM J.P. Ricciardi. The example Anthopoulos likes to use is the situation surrounding Frank Thomas in 2008. Thomas had a vesting option on his contract that stated if he reached a certain number of plate appearances over the course of two seasons, another year would be added onto his deal. Thomas got off to a slow start, and when the Blue Jays pulled him from a starting role, he accused the organization of acting in bad faith. Anthopoulos believes these type of clauses often create drama inside the clubhouse. He prefers to offer a little more guaranteed money to entice a player to sign. It can't be done in every situation, though, and the examples you used are relievers who found better overall deals elsewhere. Why hasn't Maicer Izturis been mentioned as an option for second base? Where does Anthopoulos see Izturis playing this year? -- Tommy S., Banff, Alberta The reason Izturis hasn't been mentioned a lot is because he's still working his way back from a torn ligament in his left knee. That was the injury that limited him to 11 games in 2014, and while Izturis is expected to be completely healthy by the start of Spring Training, there's no guarantee he'll make a full recovery. Even before Izturis went down with the injury, there were some concerns about his range. A knee injury could impact his ability to cover ground even more, while regular playing time on AstroTurf also becomes problematic. The organization expects him to play a valuable role in 2015, but until the Blue Jays see his development in Spring Training, it's also something they can't bank on. I was a fan of Ricky Romero and am still hopeful that after his recent operations that he will regain his previous form. How is Ricky progressing in his rehab? -- Larry S., Peterborough, Ontario Surprisingly enough, there were plenty of questions about Romero this week. It's still a hot topic even though Romero is a full two years removed from contributing at the big league level. There's no question injuries have played a role, but more than anything else, Romero needs to fix some mechanical flaws in his delivery that led to a loss of command and confidence on the mound. Romero underwent surgery in June to remove quadriceps tendon inflammation from his right knee. The recovery time was expected to be six months, so the belief is that Romero will be ready to go for Spring Training. Even if that happens, he faces an uphill challenge of trying to enter the rotation mix. It's certainly possible that Romero's degenerative knee condition factored into his command issues, but until the former ace proves that on the field, it's total speculation. There doesn't appear to be a scenario where Romero would be considered for a job during Spring Training. However, if he surprises early, then it's possible he becomes a legitimate depth option at Triple-A Buffalo. Do the Blue Jays get an extra Draft pick because Melky Cabrera signed with the White Sox? -- George D., East Gwillimbury, Ontario The Blue Jays will receive a compensatory pick between the first and second rounds of the 2015 First-Year Player Draft because they made a qualifying offer to Cabrera at the end of the season. That pick is currently slated for No. 31, but it's subject to change based on how the offseason shapes up for other free agents available on the open market. The compensatory pick should at least help offset the loss of Toronto's first-round selection. The Blue Jays had to part with the 18th overall pick in the Draft to sign free-agent catcher Russell Martin. What is the status of Steve Delabar? He was an All-Star two years ago, but his main problem was throwing strikes. Could he not be someone -- with proper coaching -- who can turn it around? -- Mark B., Montreal It's one thing to notice a flaw in someone's delivery and it's another thing entirely to come up with a way to fix it. Delabar, for example, tried to make some adjustments during Spring Training because he was falling off to the side after throwing a pitch and it caused issues with his command and ability to get into a proper fielding position. Toronto pitching coach Pete Walker worked extensively with Delabar, but it's also very hard to break the habits of players. If someone is used to throwing a certain way for their entire career, it's extremely difficult to change the muscle memory, even when it comes to eliminating some bad habits that might have popped up along the way. Take Romero for example. The Blue Jays tried to overhaul his mechanics in 2013 to eliminate a tendency for him to throw across his body. It was a worthwhile attempt, but the adjustments proved to be so unnatural that he eventually ditched them and went back to something that felt better. Delabar's situation is different, but the point is these issues aren't easy to fix no matter who's involved. In Delabar's case, there were some health issues as well and time will only tell if he can bounce back in 2014. There's no denying the talent is there and it would be a mistake to just write him off. In your opinion, is Justin Smoak really the answer at 1B\/DH for the Blue Jays? While Navarro does want to be traded, he seems to be the far superior hitter. Are there any other options that look better than Smoak? -- Brennan S., Winnipeg, Manitoba There was definitely a financial component to the addition of Smoak. Toronto signed him to a one-year contract worth $1 million, which is a rather insignificant sum at least in the financial landscape that is Major League Baseball. The fact that the Blue Jays guaranteed such a low salary meant the organization could allocate its funds elsewhere while not being locked into anything if Smoak struggles. Smoak's upside is certainly up for debate, but the club's analytics department felt this could be a good opportunity to buy low on a player who has the ability to improve. One of the main reasons behind the cautious optimism is that Smoak has spent his entire career in the spacious confines of Safeco Field and a switch to hitter-friendly Rogers Centre could lead to more home runs. Smoak has power, and even though he has struggled throughout his career, he did hit at least 15 homers in three of the past four seasons. This one could go either way, but he'll need to perform relatively early because there won't be a lot of job security. Chris Colabello and Daric Barton are the backup options, while Encarnacion remains a possibility, which would then open the door for a new DH. Gregor Chisholm is a reporter for MLB.com. Read his blog, North of the Border, and follow him on Twitter @gregorMLB. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Gregor Chisholm"
}
