{
    "url": "http:\/\/m.mets.mlb.com\/news\/article\/104414770\/proud-of-numbers-piazza-awaits-hall-of-fame-call\/",
    "title": "Proud of numbers, Piazza awaits Hall's call",
    "subtitle": "Catcher fell short on first two ballots, but believes career speaks for itself",
    "body": "NEW YORK -- For the third consecutive year, Mike Piazza waits to learn his Hall of Fame fate. The numbers say that Piazza deserves to be in Cooperstown. The reality is that he is not. Now more than eight years removed from his final home run, all Piazza can do is hope that today will be different. Electees from the Baseball Writers' Association of America ballot are set to be announced today at 2 p.m. ET on MLB Network and MLB.com, with coverage beginning at 11 a.m. ET. \"I can only say that there's been a lot of great players throughout history that have had to wait their turn,\" Piazza said during a phone interview to promote a shaving system, for which he recently filmed a television commercial in upstate New York. \"Joe DiMaggio had three ballots. Yogi Berra had three ballots. And that's part of the process. For me, it's not really my place, I feel, to start campaigning. I can only say that I'm proud of my work and I'm proud of my career. I'll put my numbers against a lot of players in history, and I feel that's all I can do.\" Piazza's numbers paint the picture of one of the greatest offensive catchers of all time. If he does not top that list, he is at least close, with 427 homers -- a record-setting 396 of them as a catcher -- over 16 seasons with the Dodgers, Marlins, Mets, Padres and A's. Among Hall-eligible catchers, Piazza ranks fourth in Wins Above Replacement, making him the only representative in the top eight not in Cooperstown. His .308 average is tops among all Hall of Fame backstops with at least 203 home runs. But in his first year on the ballot, Piazza received only 57.8 percent of the vote, leaving him well short of the 75 percent required for induction. In his second year, Piazza improved to 62.2 percent. For power hitters of his era, the suspicion of performance-enhancing drug use can be difficult to shake, but Piazza is trying to avoid thinking about why he remains on the outside looking in. He knows that all of it can change today, when the BBWAA reveals results of a stacked ballot that includes Randy Johnson and Pedro Martinez. \"Not to sound like a motivational video or anything, but I concentrate on the positive,\" Piazza said. \"You have to. You'll be happier and you'll be more productive in life if you try to get out of the negative realm and enjoy it, and be patient, and respect the process. And it is a process. It's probably the most prestigious hall in sports, so it's not easy. You have to respect the process. That's what I choose to do.\" These days, Piazza says, he is content to spend time with his family and live on his own schedule. The Mets invited Piazza to Spring Training last year as an instructor, asking him to spend a few days tutoring catcher Travis d'Arnaud. And while Piazza is happy to continue working in that fashion -- \"My phone's always open,\" he said -- he is not ready to commit to a full-time job in baseball. \"I just love having no schedule, kind of doing my own thing,\" Piazza said. \"But as far as getting into serious coaching, it's a full-time commitment. Maybe when my kids are old enough and I'm not cool enough anymore, I'll consider it if I'm wanted. But right now, it's just so much fun to be around my family.\" Piazza is trying not to sweat the other stuff, including a Hall of Fame process that has yet to work in his favor. \"Everyone has their own opinion, and that's the best part about the game,\" Piazza said. \"So as an artist, I can only say, 'This is my work,' and let the powers that be evaluate it, and give their blessing to it if they feel it's worthy.\" Anthony DiComo is a reporter for MLB.com. Follow him on Twitter @AnthonyDicomo. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Anthony DiComo"
}
