{
    "url": "http:\/\/m.phillies.mlb.com\/news\/article\/104581484\/inbox-will-phillies-trade-domonic-brown-and-ben-revere\/",
    "title": "Inbox: Will Phils deal Brown and Revere?",
    "subtitle": "Beat reporter Todd Zolecki answers Phillies fans' questions",
    "body": "Will the Phillies trade Domonic Brown and Ben Revere? -- Ken G., Lancaster, Pa.  There are no indications the Phillies plan to trade either player. Why? First, the Phillies are trying to get younger and trading young players contradicts that mission. Second, it is unlikely the Phillies could trade Brown or Revere for somebody better than Brown or Revere, so why trade down? Third, they need somebody to play in the outfield next season. Why are prospects so exciting? Who in their right mind would trade Cole Hamels for only one blue-chip prospect? A Minor Leaguer is called a prospect for a reason: some pan out, fewer become aces and most don't even make the big leagues. Hamels is established and worth more than any one blue-chip prospect. The Phillies should demand three or more or walk away. -- John G., Swarthmore, Pa.  I don't completely disagree with you, although it is unrealistic to think the Phillies could get three or four blue-chip prospects for Hamels. But one or two blue-chip prospects plus a couple mid-level prospects could work. Submit a question for the Inbox. I mentioned in this space in October that Hamels' situation is not unlike the Dallas Cowboys' situation years ago with star running back Herschel Walker. Cowboys coach Jimmy Johnson traded Walker to the Vikings for a slew of draft picks and players because, he said, \"My attitude was, we were 53 players away from the Super Bowl.\" In other words, it made no sense to keep Walker because they were never going to win with him with so many other holes on the team. The Cowboys needed to take a shot and bring in a bunch of young talent, hoping some panned out. Their plan worked. Yes, there is considerable risk trading Hamels. You could have another Cliff Lee trade on your hands, but that fear should not stop the Phillies from trying. But you are right about one thing: Young players are overhyped. Consider who the Phillies have received in recent seasons for Lee, Hunter Pence, Shane Victorino, Jim Thome, Joe Blanton, Michael Young and Roberto Hernandez; Phillippe Aumont, Tyson Gillies, J.C. Ramirez, Nate Schierholtz, Tommy Joseph, Seth Rosin, Josh Lindblom, Ethan Martin, Stefan Jarrin, Gabriel Lino, Kyle Simon, Ryan O'Sullivan, Rob Rasmussen, Victor Arano and Jesmuel Valentin. Some of those players could pan out -- some are still young -- but so far none have contributed for the Phils at the big league level. With so many teams looking for help at third base as well as controllable contracts, wouldn't it benefit the Phillies to deal Cody Asche for help in other areas since Maikel Franco is the heir apparent at the hot corner? -- Tom H., Bethlehem, Pa.  It is too early for that, unless the Phillies are wowed by an offer. I say that because Franco has proven nothing in the big leagues. Yes, he has had only 58 plate appearances, but he certainly is not a lock to be an everyday third baseman. I think it makes more sense to play both players next season and see who develops best. If the Phillies had finished in second place in the National League East -- just a six-game difference -- would they still be going young? -- Mark P., Liverpool, N.Y.  One hopes the Phillies would not be fooled by a 79-win season and still have begun the rebuilding process anyway, but who knows? In July, general manager Ruben Amaro Jr. told Jonathan Papelbon he planned to do everything he could to put a winning team on the field. A couple months later, things changed. But this is the right course of action, even if it came a year or two late. Todd Zolecki is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Todd Zolecki"
}
