{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/105410772\/inbox-will-the-yankees-look-to-bolster-their-starting-rotation\/",
    "title": "Inbox: Will the Yankees look to bolster rotation?",
    "subtitle": "Beat reporter Bryan Hoch fields fans' questions",
    "body": "Now that the ball has dropped and cleanup is complete in Times Square, the Feb. 20 report date for Yankees pitchers and catchers appears that much closer. The countdown is on, and here's a look at what fans are talking about in anticipation of the new season: Do the Yankees think that they will go far with their rotation of CC Sabathia, Masahiro Tanaka and Michael Pineda? Don't they need to bring in more? -- Edward O., New York There are legitimate questions about all three of the pitchers you mentioned, and though the additions of Nathan Eovaldi and Chris Capuano give the Yankees a five-man rotation that they'd feel comfortable going forward with (while keeping the light on for Ivan Nova's expected summer return), there is also a sense that the Yankees are not done adding just yet. I would expect to see a few more names in that mix come Feb. 20. If Tanaka is able to be who he was for the first 17 starts last season and if Pineda looks like he did when he was actually on the mound, they could be in good shape, especially if Sabathia can bounce back from surgery and give them the 30-32 starts that he's talked about. Now, realize that those are three pretty big \"if\" scenarios, and it's easy to come up with counter-arguments of why it might not work out. Click here to submit an Inbox question. Thus far, the Yankees have been adamant that they have no interest in adding another nine-figure salary to the books, resisting the outside cries to get involved with the chases for top free agents like Max Scherzer and James Shields. Eovaldi gives them a young, hard thrower with a good amount of strike-throwing ability and Capuano provides a positive influence with a high pitching IQ, so it's a good start to round out the back end. The Yankees had 13 different guys make starts for them last season; you can't really ever completely prepare for injury problems like that, but you can certainly try. Since Hiroki Kuroda and Derek Jeter are no longer on the payroll, wouldn't that clear space for signing Scherzer? -- Jose C., Utuado, P.R. Not necessarily. Kuroda and Jeter accounted for $28 million of last year's payroll, but most of that sizable chunk was immediately swallowed up when Alex Rodriguez's $22 million salary for 2015 came back on the books. Some initially believed the recent Marlins trade was an indication that the Yanks were freeing up money for a Scherzer push, but general manager Brian Cashman called it \"almost a wash\" in terms of saving money because the Yanks ate $6 million of Martin Prado's salary while taking on $5 million with Garrett Jones. They also spent $5 million on Capuano. There are those in the game who remain skeptical that the Yankees will truly resist the Scherzer sweepstakes. No matter what, it appears the Yankees will be have a payroll over $200 million again -- a number that managing general partner Hal Steinbrenner has said that teams shouldn't have to exceed in order to win a World Series. Any chance the Yankees go after a closer and give Dellin Betances another year to develop? -- John Y., Commack, N.Y. They were linked to Sergio Romo before he re-signed with the Giants, but those talks never seemed very serious. Yankees people are very comfortable with the idea that their next closer is already on this roster. Between Andrew Miller and Betances, they could have a dominant left-right combination that is capable of getting outs, no matter which inning they're deployed in. Spring Training will guide the ultimate decision. Do the Yankees have any intention of trying to trade for Troy Tulowitzki? I understand he has two bad hips and is owed a lot of money but a healthy Tulo could boost the Yankees' lineup. -- Jon R., Brooklyn There were reports that the Yankees checked in with the Rockies about Tulowitzki recently, but I've been told there was not much substance to those discussions. In theory, the Rockies would have to eat a significant portion of the $118 million Tulowitzki is owed, and you'd at least like to see Tulo resume baseball activities before parting with talented prospects and assuming an investment of that size. Could those talks be revisited in Spring Training? Perhaps, stranger things have happened, and who better to import than a guy who actually wears Jeter's \"Driven\" cologne? But the Yanks are looking forward to seeing Didi Gregorius grow into the shortstop position, and as of now that has been locked in as the plan. Who will be the backup catcher? -- Todd C., Staten Island, N.Y. The Yanks are high on John Ryan Murphy, who seemed to leapfrog Austin Romine on the depth chart last season and showed veteran savvy in handling the pitching staff. Romine will be out of Minor League options, so he'll either win the job from Murphy or be cut loose. Gary Sanchez, the Yanks' No. 2 prospect according to MLB.com, will also be in camp. He is expected to begin the season at Triple-A, but Sanchez could see time in the Majors this year. Which everyday player do you see being the leader of this team now that Jeter is retired? -- Jonathan V., Staten Island, N.Y. I believe you're going to see Brian McCann step into more of a leadership role over the next few seasons, but he won't be alone. It has been suggested that guys might have tried to stay in the background last year out of deference to Jeter, so even though the Yanks won't have an official captain, you may hear and read about several players being more actively vocal. Carlos Beltran and Mark Teixeira are both well-respected in that room, and Brett Gardner has grown into more of a team spokesman in recent seasons. Before his suspension, Rodriguez was also a strong influence on some of the younger players and it will be intriguing to see how he re-assimilates into the mix. Which pitchers in the Yankees' farm system have the best chance of being in the big leagues in 2015? -- David K., Washington, D.C. In no particular order, I would keep an eye on Jacob Lindgren, Nick Rumbelow and Tyler Webb to try and make the jump after their impressive 2014 seasons. A couple of other names to keep eyes on are Danny Burawa and Branden Pinder, both of whom were added to the 40-man roster in November. Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
