{
    "url": "http:\/\/m.yankees.mlb.com\/news\/article\/105398418\/derek-jeters-swan-song-one-for-the-ages\/",
    "title": "Jeter's swan song one for the ages",
    "subtitle": "Captain caps Bronx career with game-winning hit on emotional night",
    "body": "NEW YORK -- The iconic image from Derek Jeter's last game in the Bronx was snapped as the winning run crossed home plate. Rounding first base on a sharp single to right field, Jeter gleefully leapt in the air and fired both fists high above his head -- one final moment of triumph in pinstripes in a career that was defined by it. After the back-slapping and congratulations were complete, Jeter made a slow solo trek to his shortstop position, cradling his cap in his right hand and waving it to the roaring crowd of 48,613. He crouched on the lip of the outfield grass, crossed himself and said a silent prayer before taking in the view once more. \"This is all I've ever wanted to do, and not too many people get the opportunity to do it,\" Jeter said that evening. \"It was above and beyond anything that I've ever dreamt of. I've lived a dream since I was 4 or 5 years old, and part of that dream is over now.\"  Jeter's exit was one of the most prominent and unforgettable storylines of the 2014 season. The journey began on the morning of Feb. 12, when Jeter gave approval to a lengthy Facebook post that he had spent the previous evening crafting; by clicking the \"Post\" button, the countdown was officially on. \"I didn't want to be forced to retire due to injury,\" said Jeter, whose 2013 season ended after a Sept. 7 broken ankle. \"The organization gave me a chance to come back and play one final year. I get the fact that not everyone has an opportunity. You can only do this job for so long, I don't care who you are. The shot clock runs out. I'm happy that I was able to have this one last year.\" As with Mariano Rivera in 2013, Jeter was lauded at each of the Yanks' road stops, graciously accepting gifts in pregame ceremonies that he never seemed completely comfortable attending. As he'd later remark, it almost felt like being a guest at his own funeral, but he tried to enjoy the kind words as much as possible. Jeter savored his 14th and final All-Star Game selection and was touched by the Derek Jeter Day ceremonies in early September. But he detested the term \"farewell tour,\" believing that it implied that his presence in the lineup was more important than the goal of winning games. Like any treasured book, the ending might have been the best part of the tale. That night of Sept. 25 saw Jeter -- that cool and unflappable king of New York's back pages for two decades -- emotionally wrecked. He lost a batting glove, forgot to strap on his elbow guard and retreated to the dugout bathroom often to hide his tears. At one point, he felt like a scared Little Leaguer, hoping that the ball wouldn't be hit to him. \"I don't know if the cameras were on me close, but there were a couple times I almost broke down,\" Jeter said. \"I was almost thinking to myself, 'Get me out of here before I do something to cost us this game.' It's funny how things change, I guess.\" It took a special set of circumstances to even engineer Jeter's Hollywood exit. Closer David Robertson coughed up a late three-run lead to the Orioles, so Jeter was nudged up for one more Stadium at-bat, trailed by the last airing of the late public address announcer Bob Sheppard's voice. \"Now batting for the Yankees, No. 2, Derek Jeter, No. 2.\" With his parents, Charles and Dorothy, watching from the first row behind home plate, Jeter flicked his wrists at an Evan Meek fastball, sending pinch-runner Antoan Richardson home with the winning run. \"You think about all the big hits that he's had in his career, and all the things that he's done to help this club win championships and divisions,\" manager Joe Girardi said. \"He's been here since the run that started in '96. I don't think there's a more fitting way for it to end.\" Out of respect for the Red Sox and their fans, Jeter took four more at-bats as the designated hitter that weekend at Fenway Park, legging out a run-scoring infield single in his last at-bat -- a high chopper to third baseman Garin Cecchini that wrapped his career with 3,465 hits, sixth all time and the most ever by a Yankee. Jeter requested a pinch-runner, his numbers frozen with a lifetime .310 average to go along with his five World Series rings. The franchise leader in games played (2,747), at-bats (11,195), runs, doubles (544), and stolen bases (358), Jeter's next stops will be in Monument Park and Cooperstown. \"I've had a blast,\" Jeter said. \"Listen, I got an opportunity to do what I wanted to do -- the only thing that I ever wanted to do. I know that not a lot of people can say that. I've been fortunate, but I've had fun. There isn't a thing that I would change.\" The \"Core Four\" is gone now, and even more incredibly, just four players remain from the Yankees' most recent World Series championship in 2009. With that period of transition well underway, Jeter's advice to envisioned successor Didi Gregorius is to appreciate the job as much as he always did. \"For me, I'm happy being known as a Yankee,\" Jeter said. \"That's the only thing I've ever wanted to be, was the shortstop of the New York Yankees, and I had an opportunity to do that for 20 years. Being remembered as a Yankee is good enough for me.\" Bryan Hoch is a reporter for MLB.com. Follow him on Twitter @bryanhoch and read his MLBlog, Bombers Beat. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Bryan Hoch"
}
