{
    "url": "http:\/\/m.nationals.mlb.com\/news\/article\/105451610\/terence-moore-baseball-hall-of-fame-trumps-all-others\/",
    "title": "Baseball Hall of Fame stands alone as best in sports",
    "subtitle": "",
    "body": "It never fails. Not only does this time of year bring thoughts of Old Saint Nick, eggnog and \"Auld Lang Syne,\" but revelations of why the National Baseball Hall of Fame and Museum is peerless. I mean, literally. There are only two Halls of Fame within even a couple of vintage Frank Howard blasts of Cooperstown. One is in Canton, Ohio, for professional football, and the other is in Springfield, Mass., for pro and amateur basketball. All of this comes to mind each year during late December, because it always is a couple of months after the induction ceremony for the James Naismith Memorial Basketball Hall of Fame and several weeks after the release of the finalists for the upcoming class of the Pro Football Hall of Fame. I'll save the best for first: In early December every year, baseball announces its candidates for Cooperstown, and then the countdown begins to the first week of the new year when we discover if the Baseball Hall of Fame expanded by another legend or more. This isn't to say those other Halls of Fame don't have legends. This is to say the inductees into Canton and Springfield during a given a year rarely have the same magical ring as their counterparts for Cooperstown. Take, for instance, the first-time candidates on this year's Baseball Hall of Fame ballot. Several of them just sound like they deserve a bronzed plaque, and you come to that conclusion without much thinking. Randy Johnson. No need to recite the Big Unit's resume from there. If nothing else, Johnson has that nickname of lore to rank with the Baseball Hall of Fame ones of Say Hey (Willie Mays), Joltin' Joe (DiMaggio), Knucksie (Phil Niekro), Mr. Cub (Ernie Banks) and the rest. Even without those nicknames, those names, period, separate Cooperstown folks from those of Springfield and Canton. That applies to past and present candidates and inductees for all three Halls of Fame. For instance: Joining Johnson among first-timers in search of Hall of Fame induction are John Smoltz and Pedro Martinez. Enough said. Even Gary Sheffield posted a career similar to that of, say, Frank Robinson or Dave Winfield, and they are already Baseball Hall of Famers. Now, let's move to Springfield, where those Hall of Fame selectors are charged with nominating and selecting folks associated with basketball at the international and American levels. The Naismith candidates also come from the amateur and professional ranks, which means Springfield often has massive classes compared to the ones at Cooperstown. I'll take small over massive. To the delight of those of us who understand that only a few sports figures qualify as icons, the Baseball Hall of Fame is an exclusive club, with just 306 members since its inception in 1936. In contrast, the Naismith Memorial Basketball Hall of Fame didn't open until 23 years later, but it has 29 more members. The bottom line: Springfield isn't exclusive (at least when compared to Cooperstown), and that is among the biggest reasons it lags way behind the Baseball Hall of Fame in prestige. Just consider the finalists announced earlier in 2014 for the Naismith Memorial Basketball Hall of Fame: Alonzo Mourning and David Stern were on the list, which was fine. Then you had Mitch Richmond, Spencer Haywood, Kevin Johnson, Harley Redin ... Harley Redin? He coached Wayland Baptist University. Wayland what? In the end, when Springfield held its induction ceremony in August, Redin didn't make it, but Immaculata University did. Don't ask, but if you must know, Immaculata University won several AIAW (whatever that is) national championships during the 1970s. More often than not, the Naismith Memorial Basketball Hall of Fame throws in a few head scratchers among its always large classes -- 10 this time -- while ignoring obvious folks such as Chris Webber. So much for the selection process for Naismith Memorial Basketball Hall of Famers that includes seven different committees. Sports journalists do much of the voting for the Halls of Fame in baseball and pro football. In a given year, there are about 500 members of the Baseball Writers' Association of America (including myself) deciding who goes to Cooperstown, compared with the 46 sports journalists who make picks for Canton. I'm biased, of course, but the Cooperstown voting is better. We get a ballot in early December with a list of the eligible former players, and then we are allowed to pick up to 10 people. As for the Pro Football Hall of Fame, there is an announced list earlier in the year (113 nominees this time), and then that 46-person selection committee chooses 25 semifinalists. Next, the committee spends the day before the Super Bowl behind closed doors debating which semifinalists deserve a trip to Canton, and only a maximum of seven are eligible each year. That's exhausting just mentioning it. In case you're wondering, the first-year nominees among semifinalists for the 2015 Pro Football Hall of Fame are Kurt Warner, Isaac Bruce, Torry Holt, Edgerrin James, Kevin Mawae, Orlando Pace, Junior Seau and Ty Law. Not bad, but none sound as splendid for the ages as Randy Johnson, Pedro Martinez or John Smoltz. Terence Moore is a columnist for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Terence Moore"
}
