1788
7
a
abil
abl
abound
absolut
account
accumul
accur
achiev
acknowledg
acquaint
act
activ
actuat
admit
advanc
advantag
advic
affair
affect
afford
afterward
aggreg
all
also
alter
although
alway
amend
ampli
an
and
ani
anoth
appear
appoint
apprehens
approach
are
argu
articl
as
ask
aspect
assembl
assent
assum
at
attach
attain
attend
attent
author
auxiliari
avers
bargain
battl
be
bear
becaus
becom
been
behavior
believ
benefici
best
beyond
bile
bind
blame
bodi
both
bound
brilliant
busi
but
by
cabinet
can
cancel
capabl
capac
care
case
cast
caus
cautious
censur
certain
chang
charact
choos
chosen
circumst
citizen
collect
come
commerc
commiss
commit
commun
compos
conceiv
concern
concert
concur
concurr
condemn
conduc
conduct
confess
confid
confin
conform
conscienc
consent
consequ
consid
consider
constant
constitu
constitut
contempl
content
continu
contract
contriv
conven
convent
correspond
corrupt
could
countri
cours
court
day
dazzl
death
deceiv
defect
degre
deleg
deliber
delus
depart
deput
deriv
descript
despatch
difficult
difficulti
direct
disadvantag
discern
discov
discoveri
discret
disgrac
displeas
dispos
disput
distinct
distinguish
do
doe
done
doubt
doubtless
durat
each
either
elect
elector
enemi
enlighten
entertain
entir
equal
error
especi
essenti
estat
even
ever
everi
exact
exclud
execut
exercis
experi
explain
express
extend
extens
eye
facilit
fair
famili
far
favor
fear
few
fidel
field
find
first
five
follow
for
forc
foreign
forget
form
format
found
fraudul
frequent
friday
friend
from
futur
gener
genius
gentlemen
get
give
given
go
good
govern
governor
great
greater
gross
ground
had
hand
happen
has
have
he
head
heart
heretofor
high
highest
his
honest
honor
hope
hour
how
howev
human
idea
if
ignor
immedi
impeach
import
imposs
impress
improv
in
inadequ
inconveni
increas
inde
inexcus
infer
influenc
inform
insist
inspir
integr
intellig
intercours
interest
interven
into
introduc
invest
investig
invidi
irregular
is
it
jealousi
judgment
judici
just
king
known
land
larg
latter
law
least
leav
left
legal
legisl
legislatur
less
let
liabl
like
likewis
lodg
long
loss
love
made
maintain
make
maladi
manag
mani
manifest
manner
march
mark
matter
may
mean
measur
member
men
mercenari
merit
meteor
mind
minist
mislead
mode
moment
more
most
motiv
much
must
name
nation
natur
navig
nay
necess
necessari
necessarili
neglect
negoti
new
no
nor
not
now
null
number
oath
object
oblig
obligatori
observ
obtain
obviat
occas
occur
of
offic
offici
often
old
on
one
oper
oppon
opportun
opposit
oppress
or
order
other
otherwis
our
over
packet
paid
part
parti
particular
pass
patriot
peac
peculiar
peopl
perceiv
perfect
period
person
persuad
place
plan
pleasur
point
polit
popular
posit
possess
postur
power
precaut
precious
preparatori
prescrib
present
preserv
presid
presum
princ
principl
privat
probabl
proce
proceed
profess
profit
promot
proper
proport
propos
proprieti
provid
prudenc
public
publius
punctual
punish
purpos
pursu
qualifi
quick
reach
reason
recollect
reflect
regul
relat
reli
reliev
remain
remov
render
repeal
repres
republ
reput
requir
requisit
residu
respect
respons
rest
result
rid
run
safe
same
second
secreci
section
secur
see
seem
seiz
seldom
select
senat
serv
sever
shall
short
should
small
so
some
sometim
sovereignti
state
steadili
still
strength
subject
success
such
suffer
suffici
suggest
supin
suppos
suprem
sure
surround
suscept
suspect
system
take
taken
talent
temptat
tend
than
that
the
their
them
there
therefor
these
they
thing
think
third
thirti
thirtyf
this
those
though
thus
tide
time
to
too
trade
transfer
transient
treat
treati
truth
turn
twice
two
under
understand
unexception
unfortun
uniform
unit
univers
unless
unwari
unworthi
urg
us
use
usual
utmost
valid
vast
veri
view
virtu
void
vote
want
war
was
way
we
weak
well
whatev
when
where
whether
which
while
who
whole
whom
whose
will
wise
wish
with
without
world
worthi
would
yet
york
zeal